{
    "url": "https://www.ukpol.co.uk/g7-2022-joint-statement-on-zaporizhzhya-nuclear-power-plant/",
    "title": "G7 – 2022 Joint Statement on Zaporizhzhya Nuclear Power Plant",
    "post_date": "August 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "G7",
            "url": "/tag/g7/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The joint statement issued by members of the G7 on 10 August 2022.",
    "content": [
        "Statement by the foreign ministers of Canada, France, Germany, Italy, Japan, the UK and the US, and the High Representative of the European Union:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We, the G7 Foreign Ministers of Canada, France, Germany, Italy, Japan, the United Kingdom and the United States of America, and the High Representative of the European Union, re-reiterate our strongest condemnation of the ongoing unprovoked and unjustifiable war of aggression of the Russian Federation against Ukraine. The Russian Federation must immediately withdraw its troops from within Ukraine’s internationally recognized borders and respect Ukraine’s territory and sovereignty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In that context, we demand that Russia immediately hand back full control to its rightful sovereign owner, Ukraine, of the Zaporizhzhya Nuclear Power Plant as well as of all nuclear facilities within Ukraine’s internationally recognized borders to ensure their safe and secure operations. Ukrainian staff operating the Zaporizhzhya Nuclear Power Plant must be able to carry out their duties without threats or pressure. It is Russia’s continued occupation control of the plant that endangers the region.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We remain profoundly concerned by the serious threat that the occupation seizure of Ukrainian nuclear facilities and other actions by Russian armed forces pose to the safety and security of these facilities, significantly raising the risk of a nuclear accident or incident and endangering the population of Ukraine, neighbouring states and the international community. They It also undermines the IAEA’s ability to monitor Ukraine’s peaceful nuclear activities for safeguarding purposes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We welcome and support IAEA Director General Grossi’s efforts to strengthen nuclear safety and security in Ukraine and we thank the Director General and the IAEA staff for their steadfast commitment in this regard. Against this background, we underline the importance of facilitating a mission of IAEA experts to the Zaporizhzhya Nuclear Power Plant to address nuclear safety, security and safeguard concerns, in a manner that while respecting full Ukrainian sovereignty over its territory and infrastructure. We strongly endorse the importance of the Seven Pillars of Nuclear Safety and Security as outlined by Director General Grossi.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We reiterate our full and continued support for the IAEA. IAEA staff must be able to access all nuclear facilities in Ukraine safely and without impediment, and engage directly, and without interference, with the Ukrainian personnel responsible for the operation of these facilities. The safety of all individuals implementing these efforts must be addressed to strengthen nuclear safety, security and safeguards in Ukraine.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We encourage all countries to support the IAEA’s efforts.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}