{
    "url": "https://www.ukpol.co.uk/jitesh-gadhia-2022-tribute-to-hm-queen-elizabeth-ii-baron-gadhia/",
    "title": "Jitesh Gadhia – 2022 Tribute to HM Queen Elizabeth II (Baron Gadhia)",
    "post_date": "September 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jitesh Gadhia",
            "url": "/tag/jitesh-gadhia/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Jitesh Gadhia, Baron Gadhia, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, as we gather on this sombre and sad occasion, a huge void is felt not only by the Royal Family and our whole nation but by the entire world. It is difficult to think of a public figure who has ever had such a global impact. We often speak about the United Kingdom’s soft power and of global Britain, but so much of this was embodied in, and personified by, Her late Majesty the Queen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The worldwide outpouring of affection is reflective of a lifetime devoted to service and duty, a theme we have heard again and again, and deservedly so. Her Majesty was a constant and unifying figure, rising above the political fray and forces of division, providing a source of stability over seven decades of incredible change. As someone who arrived in this country 50 years ago in traumatic circumstances, during the expulsion of the Asian community from Uganda, I have not experienced anything other than the second Elizabethan age. For all the change and challenges during her long reign, it has also been a remarkable period of progress and human advancement, a period of improving community cohesion and greater diversity, as barriers to those from any and all backgrounds have come down.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "What could be more emblematic of the social mobility of the second Elizabethan age than for someone of Indian origin, displaced from Uganda, to have the opportunity in a single generation to be appointed to this House, taking an oath of allegiance to Her late Majesty? That moment, six years ago this month, was the greatest honour of my life, even more so being a child of the Commonwealth, which occupied such a special status for the Queen. Indeed, as a child of the Commonwealth, I feel like a child of Her late Majesty.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The last occasion on which I was honoured to meet the Queen was during a reception that she graciously hosted at Buckingham Palace to mark the UK-India year of culture. On that occasion, she kindly placed an item on display from her own personal possessions: a wedding gift from Mahatma Gandhi. It was a piece of cloth, woven from yarn spun by Gandhi himself, including the words “Jai Hind”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It was palpable how connected she felt to India and the wider subcontinent, which makes up almost 75% of the 2.5 billion people across the Commonwealth. These sentiments are mirrored in reverse, exemplified by the day of state mourning that has been declared by the Government of India for this coming Sunday, and the three days of mourning declared by Bangladesh. The Indian Prime Minister, Narendra Modi, has lauded the Queen for her dignity and decency in public life, and the Bangladeshi Prime Minister, Sheikh Hasina, has described her as a true guardian.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "As chair of the British Asian Trust, founded by His Majesty King Charles III some 15 years ago, I know that our new monarch shares the same priorities as his mother for the Commonwealth, and maintains a deep and abiding connectivity with all the countries of south Asia, also including Pakistan, Sri Lanka and Nepal. Yes, King Charles has enormous shoes to fill, but he also possesses the strength of character and sense of purpose to pick up the baton from his mother, as our constitutional monarchy requires, and to continue the same dedication to public service and duty without missing a beat. Tonight’s broadcast from His Majesty confirms this commitment and determination. In that mission, and in their grief, we offer our new King, the Queen Consort, and the Royal Family our full and loyal support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}