{
    "url": "https://www.ukpol.co.uk/hugh-gaffney-2019-speech-on-25th-anniversary-of-john-smiths-death/",
    "title": "Hugh Gaffney – 2019 Speech on 25th Anniversary of John Smith’s Death",
    "post_date": "May 11, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Hugh Gaffney",
            "url": "/tag/hugh-gaffney/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hugh Gaffney, the Labour MP for Coatbridge, Chryston and Bellshill, in the House of Commons on 9 May 2019.",
    "content": [
        "I thank my hon. Friend the Member for Edinburgh South (Ian Murray) for securing this debate. We are here to pay tribute to one of my predecessors, John Smith, on the 25th anniversary of his death. As a Member of Parliament, first for North Lanarkshire and then for Monklands East, John represented communities that are now in my constituency, including Carnbroe, Shawhead and Whifflet. He served North Lanarkshire and its communities with distinction in this House and I know that he is held in high regard locally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "When I learned that this debate was to take place, I spoke to another great parliamentary champion of North Lanarkshire, Tom Clarke, who I know is watching today and who was a good friend of John Smith’s. These are his reflections on John as a politician and as a friend:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“John Smith and I first met when he was an outstanding debater at Glasgow University and I was a Young Socialist. We were friends for a very long time. John could have a short fuse at times, but I had never known him to hold grudges. His great gift was his ability to relate warmly with people, whatever their background. He was as at home with miners and steelworkers when they were fighting to save their industries as he was when he met with international leaders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was fortunate in being able to be with John for two days before he died when we attended and gave evidence to the Boundary Commission which was considering proposals for our neighbouring constituencies. There was very little that we did not discuss.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I retain the view that while he took his role seriously, the post he held rested lightly on his shoulders and he was looking forward to the challenges of serving as Prime Minister. It remains one of my greatest regrets that history denied him that opportunity.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank both John and Tom for their tireless service in this House on behalf of the people of North Lanarkshire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John had a distinguished political career and was regarded as a fine parliamentarian. As a Minister in the Labour Government of 1974 to 1979, he was responsible for the initial Scottish and Welsh devolution proposals, as we have heard. He continued to champion the cause of devolution throughout his career; I think he would be proud that this week we are marking 20 years of devolution in Scotland and Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many commentators have speculated on what a John Smith-led Labour Government would have achieved in the UK. We know that John championed a national minimum wage at a time when it was not popular with some sections of the trade union movement. We know that his Government would have ensured that the richest in our society paid their fair share to support our public services. Indeed, it was John who advocated a 50p tax rate for the highest earners when he served as shadow Chancellor during the 1992 general election. He once said, referring to high tax payers,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“One should shoulder that obligation as part of one’s citizenship and be proud of it.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We also know that his Government would probably not have led the UK into the disastrous Iraq war.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John Smith’s legacy lives on to this day. It is a fine tribute to him to be here today and to mark those 25 years. The John Smith Trust, formed in 1996, continues his work in promoting good governance, social justice and the rule of law by helping to develop the next generation of leaders committed to making a difference in their countries and societies. I reflect on the fact that many people across the United Kingdom still regret that John Smith was never able to serve as Prime Minister. As I said in my maiden speech—I have heard it said again today—he was one of the best Prime Ministers that this country never had.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I remember the day of John Smith’s death. I was working as a postman at the time and I remember his death because we had suffered for so many years under the Thatcher Government. I was a young man, working, and I was devastated that day, just like everyone else. I had just become a trade union representative. I stood in silence when I heard the news. I think that the whole country did, such was the mark of the man who was John Smith.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am committed to following in the footsteps of both John and Tom Clarke, representing the people whom they once represented here in the mother of Parliaments. It is an honour and a privilege to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}