{
    "url": "https://www.ukpol.co.uk/roger-gale-2021-speech-in-the-house-of-commons-on-david-amess/",
    "title": "Roger Gale – 2021 Speech in the House of Commons on David Amess",
    "post_date": "October 22, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Roger Gale",
            "url": "/tag/roger-gale/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Roger Gale, the Conservative MP for North Thanet, in the House of Commons on 18 October 2021.",
    "content": [
        "We have heard magnificent tributes from the Prime Minister, from the Leader of the Opposition, from David’s Essex colleagues and from many Opposition Members. I think we are all grateful for that, and the tone of the House is as it can be at its best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to spend just a couple of minutes speaking on behalf of the remnants of the class of ’83. Of the 100 of us who came in, sadly only two remain with continuous service, along with another three who have come back after leaving the House briefly. We had all hoped and expected that in the fullness of time, once my hon. Friend the Member for Worthing West (Sir Peter Bottomley) had surrendered his position, by which time David would have been a very old man—[Laughter]—he would have become the Father of the House. He would have made a magnificent successor to my hon. Friend. Sadly and cruelly, that has been denied us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The many of us on both sides of the House who had the privilege of working with David on his campaigns—on foxhunting, when campaigning on it was unfashionable; on the reunification of Cyprus; on Iran; on pensions for expat UK citizens; and on a whole range of other issues—know just how doughty a campaigner he was. That is clearly why he was so loved in his constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr Speaker said at the weekend that David’s death had left a void in this House. He was absolutely right, and there is another void: in David’s family home. I hope that David’s wife Julia and his children will take comfort from the fact that across this House there is clearly nothing but affection for his memory. That must speak volumes for the man whose life we celebrate today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}