{
    "url": "https://www.ukpol.co.uk/roger-gale-2022-speech-on-western-jet-foil-and-manston-asylum-processing-centres/",
    "title": "Roger Gale – 2022 Speech on Western Jet Foil and Manston Asylum Processing Centres",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Roger Gale",
            "url": "/tag/roger-gale/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Roger Gale, the Conservative MP for North Thanet, in the House of Commons on 31 October 2022.",
    "content": [
        "Madam Deputy Speaker, will you allow me first to express my condolences to the families of those affected by the incident at Dover, particularly the family of the man who was responsible, who had very severe mental health difficulties? I think our thoughts ought to be with all of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "May I also thank my right hon. Friend the Minister for Immigration for taking the trouble and the time yesterday to come and see the facilities at Manston for himself and to better understand the problems that we have been facing? May I thank the staff at Manston for the incredible dedication they have shown under very difficult circumstances? They are doing a superb job, and I hope everybody understands that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The asylum-processing facility at Manston was opened in January to take 1,500 people and to process them daily in not more than 48 hours, but mainly in 24 hours. The facility operated absolutely magnificently and very efficiently indeed, until five weeks ago, when I am afraid the Home Secretary took the policy decision not to commission further accommodation. It is that which has led to the crisis at Manston. Will my right hon. Friend the Home Secretary now give the House an assurance, first, that adequate accommodation will be provided to enable the Manston facility to return to its previous work? Will she honour the undertaking given by my right hon. Friend the Member for Witham (Priti Patel) and my hon. Friend the Member for Corby (Tom Pursglove), who have indicated that this would be a temporary facility, handling only 1,500 people per day, and that it would not be a permanent residence? Will she give a further undertaking that under no circumstances will Manston be turned into a permanent refugee camp?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Suella Braverman**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I thank my right hon. Friend for his commitment to safeguarding the people who are at Manston and for representing his local constituents in the area. I was very pleased to meet him a few weeks ago, to hear from him about the situation at Manston. I must gently correct him, however: on no occasion have I blocked the procurement of hotels or alternative accommodation to ease the pressure on Manston. I am afraid that simply is not true. I will repeat it again, but since 6 September, when I was appointed, over 30 new hotels have been agreed to. They would provide over 4,500 additional hotel bed spaces, many of those available to the people in Manston. Also since 6 September, over 9,000 people have left Manston, many of those heading towards hotels, so on no occasion have I blocked the use of hotels.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I gently refer Members of the House who seem to be labouring under that misapprehension to the Home Affairs Committee session last week, when officials and the various frontline professionals who have been working with me on this issue confirmed that we have been working energetically to procure alternative accommodation urgently for several weeks now. There are procedural and resource difficulties and challenges in doing that quickly. I would very much like to get alternative accommodation delivered more quickly, but we are working at pace to deliver contingency accommodation to deal with this acute problem.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}