{
    "url": "https://www.ukpol.co.uk/roger-gale-2022-loyal-address-speech/",
    "title": "Roger Gale – 2022 Loyal Address Speech",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Roger Gale",
            "url": "/tag/roger-gale/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Roger Gale, the Conservative MP for North Thanet, in the House of Commons on 10 May 2022.",
    "content": [
        "May I first add my voice to the many who have expressed their good wishes to Her Majesty the Queen? Our monarch is a truly remarkable and great lady, and I hope that she will be back in rude health in time not only to participate in but to enjoy her platinum jubilee celebrations. May I also say how good it is to see the hon. Member for East Dunbartonshire (Amy Callaghan) back in her place? I am sure that we all wish her a full recovery as well.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen’s Speech contains a long-overdue planning Bill, which, we are told, will allow greater local input into development. It is a sad fact that under previous planning regimes the desire to build houses—I accept, of course, that people need houses to live in—seems to have overridden local planning desires. The speech also contains a Bill to promote sustainable and efficient farming and food production. The two issues must be compatible. It is not possible to have sustainable food and farming if we are going to build all over our grade 1 and grade 2 agricultural land, which is what is happening in Thanet at this very moment. That has to stop. I hope that those on the Front Bench will take account of the fact that that circle must be squared, which is incredibly important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The speech contains many mentions of the increase in the cost of living, and I have full confidence in our Chancellor’s ability to get things right. I understand entirely why he probably wants to wait until the autumn to address fuel price rises, but I say to him that people are hurting now. In constituencies such as North Thanet, families are facing real hardship. These are normal, hard-working families that ordinarily would expect to be able to heat their homes, put food on the table, and maybe have a little bit left over to enjoy themselves. That has practically gone out of the window, so I hope that the Chancellor will take on board the need for urgent action now as well as action at the autumn Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen’s Speech also refers to Brexit freedoms and the fact that we should be allowed to control more of our laws. I was under the impression that one of the advantages of Brexit was that we would be able to take control of much more of the legislation that affects, for example, animal welfare. I was saddened to find that the speech contains virtually no reference to animal welfare. However, upon further inquiry, I am pleased to learn that at least the animals abroad Bill, although not mentioned in the speech, will be introduced and that the ban on the import of body parts—otherwise known as trophies—from hunting will be brought in.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It strikes me as strange, however, that we are allowed to ban, for example, the production of foie gras in the United Kingdom and that we can control the import of fur, but there is a reluctance to ban products produced elsewhere in the world under circumstances that we would not permit in the UK. Such issues must be addressed, and I hope that we shall find time to deal with some of them as we move down this line of legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Carol Monaghan (Glasgow North West) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Does the right hon. Gentleman share my concerns that bear fur from Canada will still be imported for use in ceremonial caps in the Army?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Sir Roger Gale**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The hon. Lady may or may not know that I am one of the patrons of the Conservative Animal Welfare Foundation, which is campaigning for the use of faux fur. In this jubilee year, it strikes me as strange that when Her Majesty the Queen has eschewed the use of real fur in favour of faux fur in all her new garments, and when we now use faux fur skins for bandsmen’s outfits under the big bass drum, as a replacement for tiger skins and leopard skins, we are still using real fur for guardsmen’s caps. I understand the pride with which those caps are worn and the need to make sure that any faux fur replacement is suited to and fit for the purpose, but so far the Ministry of Defence, which has got so many other things right, seems reluctant to go down this road. I hope that if we can demonstrate that there is a viable faux fur alternative, that also will change.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Queen’s Speech makes reference to “our gallant Armed Forces”, and by God they are gallant. It is vital that we continue to make the maximum affordable possible contribution to the war effort in Ukraine and to continue to give, across the House, our fullest possible support to those who are fighting so bravely for the freedom of their country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I come to the issue of Channel 4 privatisation. As a former broadcaster, television producer and director, I am fiercely committed to free speech. As an aside, I would like to take this opportunity to congratulate Anna Cookson and the team on BBC Radio Kent’s “The Wake Up Call” on, a week ago, winning an ARIA—Audio and Radio Industry Award—in the teeth of competition from, I believe, the “Today” programme, Radio 5 Live and others. That demonstrates two things: the importance of that free speech; and the value of public service broadcasting. I am not philosophically opposed to the privatisation of Channel 4, but I do believe we are in danger of throwing a baby out with the bathwater. I hope very much that if we are going to continue to go down this road, we take great care to seek to secure the future of the independent production industry that Channel 4 has fostered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}