{
    "url": "https://www.ukpol.co.uk/roger-gale-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Roger Gale – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Roger Gale",
            "url": "/tag/roger-gale/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Roger Gale, the Conservative MP for North Thanet, in the House of Commons on 12 April 2021.",
    "content": [
        "I am very grateful indeed to have the opportunity to place on the record, on behalf of my constituency, the huge appreciation that we all share for the life and service of His Royal Highness The Prince Philip, Duke of Edinburgh. We also place on the record our condolences to Her Majesty the Queen, and to all the Royal family, about which much has already been said. The bottom line is that we are talking about a father, a grandfather, a great-grandfather, and most of all, a devoted husband.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It is inevitable on these occasions that there will be a degree of repetition, but I wish to return to the award scheme to which the Duke of Edinburgh gave his name. At the weekend I spoke with David Walker who, for 30 years, was chairman of the Thanet award scheme. He received his gold award in 1966 at Holyrood from the Duke of Edinburgh. I also spoke with Stephen Dyke from east Kent. Stephen received his gold award this year by post—inevitably, because of the circumstances we face. I said to Stephen, “Weren’t you disappointed?”, and he said, “No. It didn’t matter who gave it to me; what mattered was the achievement and the fact that I won the award.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "David and Stephen, generations apart, echo the thoughts and sentiments of so many of my young constituents and those represented by colleagues in the House, who have been through the bronze, silver and gold awards. To a man and a woman, they all say, “It has changed my life.” As Stephen said to me, “There is nothing—nothing—that I feel I cannot now achieve.” We in this House owe it to the memory of the Duke of Edinburgh, who gave his name to the scheme, to ensure that it is not allowed to wither on the vine but goes forward, prospers and moves from strength to strength.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It has already been said that the Duke of Edinburgh was way ahead of his time in his concern for wildlife and habitat, and that is absolutely true. Many of us on both sides of the House take a keen interest in those issues now; I only wish we had all been listening to him 50 years ago, because we might not be where we are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Mr Speaker, you mentioned in your opening remarks the Duke’s interest in ties. My wife reminded me at the weekend that when I was introduced to him, his only comment was, “That’s a very loud tie.” Colleagues who know the tie of the Wooden Spoon Society will understand that he was absolutely right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I would like to place on record the thanks of the armed forces parliamentary scheme for the very considerable interest that Prince Philip took in its work. You will remember, Mr Speaker, that it was not so very long ago that he found the time to make presentations in your state apartments to graduates of the scheme. With typically robust language, he reminded us that provision for the future defence of the realm lies in our hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My right hon. Friend the Prime Minister said that he hoped we would think of a fitting commemoration of the Duke’s life. I can think of no finer tribute than naming the new royal yacht The Duke of Edinburgh.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}