{
    "url": "https://www.ukpol.co.uk/roger-gale-2022-comments-on-not-trusting-the-home-secretary-on-manston/",
    "title": "Roger Gale – 2022 Comments on Not Trusting the Home Secretary on Manston",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Roger Gale",
            "url": "/tag/roger-gale/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Sir Roger Gale, the Conservative MP for North Thanet, on Times Radio on 1 November 2022.",
    "content": [
        "Her language yesterday, I’m afraid, suggested that she [Suella Braverman] is only really interested in playing the right wing. I understand that, I’ve received a certain amount of abuse on the stand that I’ve taken. I’m not in support of illegal migration, bit I’m in support of humane treatment for those who have crossed the channel and have a right to be properly processed by us. The fact of the matter is that, of course, I’m also defending my constituents’ interest because the facility at Manston was designed to turn people around in 24 hours, maximum 48 hours, and move them on, it’s a processing centre, not a refugee camp.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was given a clear undertaking by Priti Patel as home secretary and by her Minister of State that that is what would happen and that there would be no expansion of the facility. Over the last few days, we have seen an almost doubling of the size of the number of people in Manston and a massive building of further accommodation, and that is not acceptable. This is in breach of the undertakings that I was given and I’m not prepared to accept it. I don’t accept or trust this Home Secretary’s work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "………………..\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I share Mrs Braverman’s desire to see this ended. It is criminal, it is trading in human misery and it’s quite wrong. When you’ve seen, as I have, two or three-year-old toddlers at Manston in the processing centre, kids slightly younger, actually, than my own grandchildren, who have crossed the channel in open boats, you realise just how pernicious and how dangerous this is, and it has to be brought to a halt, that I agree with entirely.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Where I think we as a party have gone wrong, and indeed the Labour Party hasn’t offered any solutions either so let’s not be holier than thou about this, is that we’ve taken the wrong approach. Instead of trying to work with the French authorities and the European authorities to reach a pan-European solution to what is a pan-European problem, we’ve chosen to play to the gallery.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have a lot of time for some of the things that Priti Patel has done, but I part company with her over the Rwanda idea, it’s dog whistle politics as it won’t work and it’s playing to the gallery. It’s not practical and very expensive anyway, as well as being immoral.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Are we going to get to grips with this? Well, I hope that the prime minister’s approach to President Macron will yield results. If it does, that’s a very good thing. That is the right approach and the right direction of travel. The home secretary’s approach is the wrong direction of travel, I believe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}