{
    "url": "https://www.ukpol.co.uk/mike-gapes-2019-speech-on-the-uks-departure-from-the-european-union/",
    "title": "Mike Gapes – 2019 Speech on the UK’s Departure from the European Union",
    "post_date": "March 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Mike Gapes",
            "url": "/tag/mike-gapes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mike Gapes, the Independent MP for Ilford South, on 14 March 2019.",
    "content": [
        "Two years ago when we debated article 50 and I voted against invoking it, I said that we would go on to an escalator with no brake and no way of getting off. I now understand why the Prime Minister invoked it at that time. It was because she wanted to stop a European Parliament election. The timetable of agreeing an article 50 process 18 months before the Government had even got an agreed position, which lasted about three days before the resignations, was driven by fear inside the Conservative party. They did not want UKIP to come back in a European election, so they triggered article 50 at that point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The reality is that the Government are now trying to get us out as quickly as possible, and amendments that refer to the end of June are also trying to get us out quickly because people fear a European election. The reality is that if we do not have a European election, we will have no voice, no say and no vote within the councils of Europe when we may still be in a transition. That will give us a great period of weakness in any future framework negotiations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In the 1970s this country was the sick man of Europe. We are now the joke of Europe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}