{
    "url": "https://www.ukpol.co.uk/mike-gapes-2019-speech-on-25th-anniversary-of-john-smiths-death/",
    "title": "Mike Gapes – 2019 Speech on 25th Anniversary of John Smith’s Death",
    "post_date": "May 11, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Mikes Gapes",
            "url": "/tag/mikes-gapes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mike Gapes, the Change UK MP for Ilford South, in the House of Commons on 9 May 2019.",
    "content": [
        "I vividly recall the morning the BBC announced that John Smith had been taken ill. I had a meeting with Liz Pearce, who had been my general election agent and who was a councillor. She had just won us our first position in Redbridge, where we were going to form a Labour administration. Liz worked for me, and we had to have a discussion about the implications of that win for our relationship and whether or not she could continue to ​work for me. I was expecting it to be a difficult discussion. Then the message came through that John Smith had died. We cancelled our discussion immediately. We could not talk; we could not think. I remember coming here later. We always remember occasions which have such a huge, traumatic impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I knew John Smith reasonably well. I knew him when I worked at the Labour party headquarters, in the policy directorate and then in the international section. At the time of the 1992 election, I was the head of that section. From time to time, I would arrange for him to meet incoming delegations. There were good discussions with the Social Democratic Party of Germany about how to modernise the policy of the Labour party.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John Smith, although he was the shadow Chancellor, was much more than that. Neil Kinnock was trying to save the Labour party and bring us back from the abyss of the terrible period that we had suffered, to expel the Trotskyites and modernise the Labour party to make it electable. Although Roy Hattersley, now Lord Hattersley, was the deputy leader, many Members of Parliament said to me that the real deputy leader was John Smith. It was crucial that both wings of the party, the centre left and the centre right, worked together in that modernisation project.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Other Members have already said how important John Smith was in relation to many of the policy reforms of that period. He was also clearly politically principled and brave. The shadow Budget that he published just before the 1992 election, which has not been mentioned yet, was controversial. Some people said—wrongly, in my view—that that was the reason why we did not win the 1992 election, but I remember a conversation with a woman in a queue at a bus stop when I was campaigning for election in ’92. I was fighting a very marginal constituency—we were number 61 on the list and Labour had to win 62 seats to be the biggest party. To cut a long story short, I got here and many others did not. This woman had a pram and young children, and I said, “So are you going to be supporting Labour? You’ll get £6 more; we are very concerned to help people like you.” She said, “No, you’ll just take it away from me in tax.” I asked, “Do you pay income tax? Are you working?” “No,” she said; nevertheless she was convinced she was going to lose it. That is the problem we had sometimes in politics—how to cut through the misunderstanding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I remember the debates around Maastricht when I came into Parliament in ’92. I remember the discussions we had after Neil Kinnock stood down and John Smith had been elected at a special conference by 90% of the vote for leader against Bryan Gould. Bryan Gould was my constituency neighbour in Dagenham, and I was under some encouragement and pressure from some people locally to support my constituency neighbour, and I did, for deputy leader, but I had no doubt who was going to be the best leader.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John Smith played a brilliant tactical game in those Maastricht debates. He was able to embarrass and undermine the John Major Government on so many occasions. We had one occasion when there was a tied vote and the then Speaker gave the casting vote in favour of the Government, but the next day it was realised that there had been a miscount and the Government had won by one. We have had similar scenarios recently, but fortunately, so far as I am aware, the vote was accurately counted on that occasion.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We had a genius and a real intelligence in our leader at that time and we were surging ahead. Labour in opposition in 1994 was 20 points or more ahead in the opinion polls. going into European Parliament elections in 1994, Labour was going to do incredibly well. This was in the pre-proportional days, and we won all 10 seats in London. The campaign and platform was established under John Smith, but it was Margaret Beckett who took us into those elections because tragically we no longer had John.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The party then moved to a younger generation, and the modernisation project, started by Neil Kinnock and continued by John Smith, was then continued under Tony Blair. That led to not one, not two, but three general election victories, and all the great achievements of that Labour Government, which, sadly, are not recognised enough by some in the Labour party today. I am not going to make a speech attacking the current leadership of the Labour party; I have done that before and will not do so today. I will simply say that John Smith, on this Europe day, would have read the election manifestos for the European elections with some degree of concern. He would have wanted a passionate case to be made for remaining in the European Union and for reforming it, as he argued, in speeches that have been quoted today, when he broke the Whip all those years ago, and as the Labour party argued, under his leadership, in the 1994 European election campaign. A moderate, mainstream and—in Labour terms—centre-right political leader, he was passionately pro-European, and in those days, that led to a significant electoral victory in those European elections. Let us look back 25 years to what could have been, and then look at where we are today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John Smith had some very nice human qualities. I remember sitting in the House of Commons Library late one night in 1993; there was almost no one else there, but suddenly I saw the Leader of the Opposition walking around looking for a book. We have not often seen Leaders of the Opposition of any party doing that in recent years—[Interruption.] I do not mean reading books; I mean walking round the Library in a normal kind of way. Also in 1993, John organised a reception in his room for all of us who had been elected a year earlier, on 9 April 1992. I was not there at the start of the reception because I had to rush from hospital, where my wife had given birth to our daughter. I remember this vividly, because when I arrived, everyone applauded me when it was announced that I had become a father that day. That is a strong personal memory for me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I also recall John saying, in that discussion with all of us who had entered Parliament the year before, “You have all got to learn how this place works. Spend your time understanding parliamentary procedure. Understand how Committees, questions and early-day motions work. Get to know what you will be doing here. I am not going to make any of you members of my shadow team. I want you to get an understanding of this place over the next few years. Some of you will be Ministers when we have a Labour Government, but I will want people who really understand how this place works.” What a contrast that is to the things that have happened since then.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John Smith was a great parliamentarian. He loved Parliament and he loved the debates. He is, and will be, sorely missed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}