{
    "url": "https://www.ukpol.co.uk/barry-gardiner-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Barry Gardiner – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Barry Gardiner",
            "url": "/tag/barry-gardiner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Barry Gardiner, the Labour MP for Brent North, in the House of Commons on 9 September 2022.",
    "content": [
        "This morning I was walking to the station at Wembley Central and an Afghan lady stopped me. Her language was, let us say, not much better than my Pashto, but through her accent I heard her say, “You are MP, yes?” I said that I was and asked if I could help her in any way. She shook her head and left me confused, because I thought I heard her say, “I at Green party, sorry”, and then she moved on. It took me a few moments to work out what she was actually saying. She wasn’t making a statement about her political affiliation, but saying that she had been at the Queen’s party, one of the glorious street parties that we held in Brent for the platinum jubilee. And in that simple word, “sorry”, she wanted to convey her condolences and share her own sorrow at the death of the late Her Majesty the Queen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In Brent we like to claim that we are the most diverse place in the world. That may even be true. We speak more than 160 languages around the dinner tables, and we have welcomed generations of immigrants, people who came to build a better life for their children, and asylum seekers like that lady from Afghanistan. She spoke for every one of my constituents in Brent when she said, “I at Queen’s party, sorry.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Every year for more than 40 years, my family has had a ritual. No matter whether the turkey is ready or not, Christmas dinner has to be finished in time to watch the Queen’s Christmas message at 3. I hope it does not seem disrespectful, but we used to grade them. Was it as good as last year? Would she focus on something new this time? Would there be mention of charities and visits to communities celebrating significant anniversaries or suffering from disasters? But two things were constant: the Commonwealth and her own deep, very personal faith in Jesus Christ, which was the guiding principle of her life.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many have spoken of her life as a pattern of duty and service, and it was. But the virtues which, in my view, her life so manifestly displayed are what Christians call the fruit of the spirit: love, joy, peace, patience, kindness, goodness, faithfulness, meekness, temperance. As St Paul says,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“against such there is no law.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Integrity is not a very fashionable thing in the public sphere these days, but her life was one of real integrity. We thank God that she brought all those virtues together in her life. It was a life that was selfless; it was a life that was whole. And now it is complete. May her soul rest in peace, and may God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}