{
    "url": "https://www.ukpol.co.uk/barry-gardiner-2020-speech-on-the-trade-bill/",
    "title": "Barry Gardiner – 2020 Speech on the Trade Bill",
    "post_date": "May 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Barry Gardiner",
            "url": "/tag/barry-gardiner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Barry Gardiner, the Labour MP for Brent North, in the House of Commons on 20 May 2020.",
    "content": [
        "The Trade Bill is a bad Bill. It is bad because it fails to establish a proper framework whereby Parliament can scrutinise, ratify and implement all future international trade treaties; because it creates one of the weakest trade remedy authorities in the world, and because it pretends that it is necessary to roll over our existing agreements with third countries through the EU. So necessary is the measure that the Minister will have great difficulty when summing up in explaining how the Government have managed to roll over the majority of them before the Bill has passed into law. This is legislative prestidigitation of the highest order. The Government say that they need the Bill to do what they proudly boast they have already succeeded in doing without it. The truth is that the Bill is about the Government’s abrogating to themselves all future power in relation to trade agreements, freed from the inconvenient scrutiny of Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The procedure for ratifying international agreements is set out in the Constitutional Reform and Governance Act 2010—CRAGA. It stipulates that any treaty need only be laid before Parliament for 21 sitting days. If there is no vote against it during that period, it passes into law. But the Government decide Parliament’s business and can simply arrange that no vote takes place. When CRAGA was introduced, a huge number of democratic scrutiny processes were in place through the European Union. There was the European Council’s negotiation mandate and formal consultation procedures. The Committee on International Trade—the INTA Committee —scrutinised treaties before passing them to the European Parliament to vote on. Treaties then came to the European Scrutiny Committee in the Commons for further examination before the CRAGA process ratified them. Under the Bill, all that is left is the rubber stamp of CRAGA. All other layers are gone. The Bill should try to replace those layers. It cannot be right that there is no democratic oversight whatsoever of trade agreements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Members of Parliament may disagree about whether an agreement will benefit jobs or adequately protect standards, but they should have at least the right to debate those matters and hold the Government to account. The Bill denies us that right. This is not Parliament taking back control, but Government snatching it from Parliament. That is why I believe the Bill is dangerous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Let me remind Conservative Members of what they claimed to be fighting for at the last general election. They said that sovereignty meant not accepting the rulings of supranational courts such as the European Court of Justice. Do they therefore agree with us that the use of investor-state dispute settlement mechanisms in future trade agreements should be ruled out in any form? They give higher rights to foreign investors than to our own domestic companies, allowing them to sue our Government in private courts for policy decisions that have an impact on their potential profits. So much for gaining freedom from a supranational court.​\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Conservative Members said that Britain had to be free to chart its own future in the world. Do they therefore agree that negative lists of services should be banned? It is impossible to specify in a list a service that has not yet been invented. The negative list process would stop the UK Government making a decision about how such services should be provided in future. So much for making our own way in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Conservative Members said that they would safeguard our domestic environmental protections, food safety regulations and animal welfare laws, but simply keeping our regulations for our farmers here does not protect them in a free trade agreement. Allowing the importation of goods produced elsewhere to lower standards will undermine our producers and lead to a race to the bottom—so much for safeguarding our food and welfare standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government said they would not sell off the NHS, and of course they cannot. The NHS is not an entity that can be sold, but free trade agreements can contain an innocuous-sounding provision about the restructuring of pharmaceutical pricing models. That is the way to undermine the health service—by downgrading our bulk purchasing power against big pharma companies. So much for the NHS being “safe” in their hands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, does it follow that if this Bill is enacted, by necessity we will end up with all these measures? No, it does not. It does mean, however, that if they exist in any proposed FDA, Parliament will have no means of stopping that. This debate is about more than trade; it is about the balance of power between Parliament and the Executive. It is about the sovereignty of Parliament—something that every Tory who will vote for this obnoxious Bill swore in their manifesto to defend.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}