{
    "url": "https://www.ukpol.co.uk/barry-gardiner-2022-speech-on-the-energy-prices-bill/",
    "title": "Barry Gardiner – 2022 Speech on the Energy Prices Bill",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Barry Gardiner",
            "url": "/tag/barry-gardiner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Barry Gardiner, the Labour MP for Brent North, in the House of Commons on 17 October 2022.",
    "content": [
        "If it walks like a duck and quacks like a duck, it is a duck; and if it looks like a tax and takes money like a tax, it is a tax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This Bill introduces another windfall tax, not on the oil and gas producers but on the renewables producers. It is in the form of a cap on the revenues that renewable and nuclear companies can make. The electricity price is set on the basis of the wholesale gas price, and when the gas price went up companies saw an increase in the price they were paid for the electricity that they produced, although they did not have to pay the increased gas prices to produce it. When the Minister for Climate, the right hon. Member for Beverley and Holderness (Graham Stuart), told the Select Committee the other day that this was not a windfall tax, his official tried to persuade us that it was simply a reframing of the regulations, but in fact the Government are trying to force those companies into a retrospective contract for difference, and they should be honest about it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "But look who benefits! The Government continue to allow the oil and gas companies to make excess profits from the global crisis, and also give them a way to claw back the windfall tax under the investment allowance scheme by claiming as a tax break 91p in every pound they invest in more production in the North sea. The Minister must explain why the Government are compensating these companies for the windfall tax, and also why the renewables companies—which are the ones we really need to incentivise to invest in more capacity—are being hit by this revenue cap, while not being given a similar investment allowance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Before the temporary windfall tax the UK levied the lowest tax take from its oil and gas producers anywhere in the world, and even with the temporary windfall tax it still taxes a full 6% below the global average. If the UK taxed these companies even at the global average, it would recover an extra £13.4 billion for the Exchequer each year. The Committee on Climate Change wrote to the previous Chancellor—when he was the previous Secretary of State for Business, Energy and Industrial Strategy but one—saying that he should support a tighter limit on production with stringent tests and a presumption against exploration. He took no notice, and the measures in this Bill are the consequences of the Government’s now being forced to protect consumers and business from their past failure to invest in renewables.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Last year, energy prices meant that an average family was paying £1,100. After the windfall tax and the unfunded borrowing, that will now be limited to an average of £2,500. The cost would, for the two years, be £31 billion, but given the statement from—\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Order.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}