{
    "url": "https://www.ukpol.co.uk/barry-gardiner-2022-speech-on-employment-agencies-and-trade-unions/",
    "title": "Barry Gardiner – 2022 Speech on Employment Agencies and Trade Unions",
    "post_date": "July 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Barry Gardiner",
            "url": "/tag/barry-gardiner/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Barry Gardiner, the Labour MP for Brent North, in the House of Commons on 11 July 2022.",
    "content": [
        "The Government seem to think that most workers are unskilled or uncertified, but agency workers are simply not there with the relevant skills and certification to perform their work in a way that is safe. I began today at the St Monica Trust, at two sites just outside Bristol, to speak to workers there who have withdrawn their labour because of the appalling offer they have been given of being fired and rehired unless they accept lower wages and terms and conditions. They were earning, on average, between £16,000 and £17,000 a year—about what a Secretary of State’s severance pay is—and they made it clear to me that their main worry and their main reason for going on strike was not actually for their own sake. They were concerned for the welfare of the residents of the residential homes and the retirement village.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to ask the Minister tonight whether she will please report the St Monica Trust to the Health and Safety Executive and ensure that a positive inspection is carried out there, because the workers out on the picket line were very concerned about the safety of employing unskilled workers who do not understand the residents and are not able to care for them in the way that they have all the way through covid. They were there on Christmas day and all the time when relatives could not visit; they treated them as their family. The agency workers cannot do that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I want to make a couple of other brief points. Agency workers are generally paid significantly more than permanent staff, and that reflects the intermittent nature of their work. However, the employer, by paying agency rates to strike breakers in a dispute, actually makes the union’s case for it, because it shows that the employer actually can pay higher rates for the job. How very foolish of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Finally, I want to ask whether the Minister might, in her summing up, explain whether the Secretary of State for Business, Energy and Industrial Strategy has replied to the letter written at the end of June by Hays, Adecco, Randstad and Manpower, in conjunction with the TUC, in which they said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“We can only see these proposals inflaming strikes—not ending them”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It seems to me that, when we have the employers of the agencies themselves saying that this is a bad thing to do, the Government should listen.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}