{
    "url": "https://www.ukpol.co.uk/mark-garnier-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Mark Garnier – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Mark Garnier",
            "url": "/tag/mark-garnier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mark Garnier, the Conservative MP for Wyre Forest, in the House of Commons on 28 April 2020.",
    "content": [
        "Like my hon. Friend the Member for East Worthing and Shoreham (Tim Loughton), I shall recycle a speech I made on the first Second Reading of this important Bill. I feel incredibly strongly about the subject, so much so that I thought it was worth driving to make a 300-mile round trip to speak here in person about the appalling events that resulted in the loss of the life of my constituent, Natalie Connolly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Natalie Connolly case is well known and the right hon. and learned Member for Camberwell and Peckham (Ms Harman) has already spoken about it, but it is worth rehashing what happened to Natalie. Natalie was a run-of-the-mill girl who came from Kidderminster in my constituency. In early 2016, she took up with John Broadhurst, a successful property man—a millionaire—who was presumably potentially quite a big catch for someone like Natalie. During their seven-month relationship, Natalie displayed many of the signs of domestic abuse. Her effervescent character became less and less bubbly and she started wearing more concealing clothes as the bruising across her body became more profound. She revealed to her sister that John Broadhurst was into dominating types of sexual activities. It became apparent that Natalie was suffering a lot of abuse, including profound sexual abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In late 2016, Natalie, after going out to a party with John Broadhurst, tragically died at the bottom of the stairs in their house. She was covered in what turned out to be 40 injuries, some of which were profoundly brutal, profoundly intimate and very extensive. They had had a horrible afternoon. The following morning John Broadhurst went downstairs at 6 o’clock and stepped across Natalie’s ​lifeless body on a number of occasions. He had breakfast, washed his car and then called the emergency services to see what they could do for her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "It was horrific for the family, as Members can imagine, but to make it even more horrific Broadhurst called Natalie’s father the following day to attempt some sort of horrific, possibly misogynistic pact to say that the boys could sort it out. What sort of man was this? Natalie’s sister Gemma was asked to identify the body in a formal identification. Her nose had to be put back together with straws because it had been crushed, and the side of her face had collapsed because of her shattered eye socket.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "John Broadhurst was charged with murder, as Members will understand, but the problem was that the trial did not work to Natalie’s advantage. There were three problems. First, the prosecution case was protracted, responding to the defence case rather than prosecuting a sound case. In the end the prosecuting barrister reduced the prosecution case from murder to manslaughter by negligence, as he felt that that made it more certain that he would get a conviction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Secondly, the defence centred on the “rough sex gone wrong” defence. How can it possibly be the case that somebody dies through sex? It just does not make any sense. It is completely wrong. That is why the right hon. and learned Member for Camberwell and Peckham and I have been working so hard to try to right this wrong that happened to Natalie.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The third problem was that John Broadhurst traduced Natalie’s reputation after she died. He conducted post-mortem abuse, having abused her for the previous seven months. It is appalling that this happened. A rape victim is offered anonymity during the course of a trial. The fact that Natalie was dead should not have meant that she received that post-mortem abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. and learned Lady and I propose to table three amendments. The first would ensure that there are no errors of judgment by the prosecuting barrister. Any potential dropping of the charge by the prosecuting barrister needs to be checked by the Director of Public Prosecutions or a peer review. The second amendment would stop once and for all the defence of “rough sex gone wrong”, and the third would stop post-mortem abuse similar to that suffered by Natalie. That could include the judge issuing reporting restrictions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The right hon. and learned Lady and I recognise, having spoken at length to Ministers, that those proposed amendments are not necessarily good pieces of law. It is very difficult, and we understand that there are issues, which is why I stress to those on the Government Front Bench that they will be probing amendments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In my remaining moments, I just want to say that I have been here for 10 years and as a Back Bencher I have never found a more engaging Front-Bench team when it comes to talking about this type of thing. The Under-Secretary of State for Justice, my hon. Friend the Member for Cheltenham (Alex Chalk), who is in his place, has been phenomenally helpful in talking about anonymity. I will also mention the Justice Secretary. Finally, the Under-Secretary of State for the Home Department, my hon. Friend the Member for Louth and Horncastle (Victoria Atkins), has visited the family. She has been an astonishing individual.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Thank you, Madam Deputy Speaker, for your indulgence in allowing me to go a few seconds over.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}