{
    "url": "https://www.ukpol.co.uk/mark-garnier-2021-speech-on-the-uk-space-industry/",
    "title": "Mark Garnier – 2021 Speech on the UK Space Industry",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Mark Garnier",
            "url": "/tag/mark-garnier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Mark Garnier, the Conservative MP for Wyre Forest, in the House of Commons on 4 February 2021.",
    "content": [
        "Thank you very much, Madam Deputy Speaker. I draw Members’ attention to my entry in the Register of Members’ Financial Interests as well as my role as an officer of the all-party group on space.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I think we would all agree that space is absolutely fantastic and fascinating for our country. We are a nation with global ambitions and it is an absolutely basic part of our global nation’s portfolio. We would all agree that we need to engage and do well in this sector. Since 2010 it has been our ambition to achieve 10% of the global space market, a win worth around £40 billion a year. As we have just heard, that was reinforced with the industrial strategy. This is a fine ambition, but it is just that: an ambition. It does not really constitute a grand strategy or a strategic goal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I fear that we have lost our way; the reality is that we are not driving forward this ambition in the way we should be. While we are the sixth biggest defence economy on the planet, our space sector is now languishing behind that of Italy in its activities, and although we have any number of brilliant companies here in the UK engaged in this sector, international companies seeking to locate here are faced with an extraordinarily confused regulatory landscape. We have an incredibly untidy, confusing regulatory landscape with various Government Departments looking after various parts of this regime. Our new regulatory regime brought in under the Space Industry Act 2018 faces any number of problems and confusions. In addition, no one really quite understands why flight licensing has been transferred from the UK Space Agency to the Civil Aviation Authority. Even at its most basic level, we are failing so many businesses seeking to invest in the UK because we have failed to deliver a simple customer service proposition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "While it is easy to criticise a lot of the details of the space offering, I do not want to pour cold water on what we do, but our problem is that we do not have a grand strategy. We seem to lack the clarity of vision that supports the delivery of this very important sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The reality is that space is a component of our national power. If we want to be a global military presence, we need to have a global space presence. If we want to be a global technology leader, we need to be a global space leader. If we want to avoid the same problems that we have faced with Huawei and 5G but in space, we need to grasp the technological nettle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to recognise that our space landscape is unfathomably complex and impossible to navigate. We need to develop a strategy that will make all of this work. We need to have a proper secretariat that is empowered to deliver a cohesive and coherent space policy, and that can be effective across Government. We need to create the opportunity in other areas that will be able to support our commercial space industry, and we need to do well in academia. But we also need to look at one of the greatest resources we have in this country: the City of London.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We need to come up with a three-point strategy: create a proper strategic goal that embodies our true global Britain vision in space; build a structure with a clear delivery organisation at its head; and incentivise other brilliant sectors of the economy, especially financial services, to become a world leader in supporting our space sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}