{
    "url": "https://www.ukpol.co.uk/john-garrett-1974-maiden-speech-in-the-house-of-commons/",
    "title": "John Garrett – 1974 Maiden Speech in the House of Commons",
    "post_date": "February 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "John Garrett",
            "url": "/tag/john-garrett/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by John Garrett, the then Labour MP for Norwich South, in the House of Commons on 13 March 1974.",
    "content": [
        "The constituency I have the honour to represent as a new Member covers the southern part of the city of Norwich, one of the country’s great regional capitals. I pay tribute at the outset to my predecessor, Dr. Tom Stuttaford, for the conscientious way in which he represented the interests of the people of Norwich, South.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Norwich may be known to hon. Members as a city of priceless architecture, a heritage which in no small measure is due to the far-sighted policies of its city government, which has placed great emphasis upon the conservation of the fabric of the past while conscientiously planing the development of modern road networks for movement in the city. This same city government has a record second to none for the construction of public housing and for the development of other municipal services. Norwich is a thriving industrial centre with a wide range of ​ industrial and commercial activity. It, and its surrounding hinterland, does, however, suffer from markedly low wage rates, which, on average, are well below the wages in manufacturing industry in the rest of the country. This is due to the relative isolation of the city. Unkind people have unjustly suggested that the city is cut off from the rest of the country by British Rail. But the reason lies also in the structure of industry in the city and in historical factors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "This problem leads me to comment upon an issue of public policy; namely, that the criteria by which regions qualify for Government assistance are too heavily weighted towards unemployment as a measure of need and too little towards low wages and an inadequate infrastructure of public transport and roads. I hope that the Government in formulating regional policy and criteria for assistance to regions, will in future broaden the definition of need to allow for these factors.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I am pleased to see from the Gracious Speech that oil and gas from the Continental Shelf will be exploited in ways which confer the maximum benefit upon the community, particularly in regions in need of development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Yesterday some hon. Members opposite were frequently moved to exclaim about Scotland’s oil. I was tempted to join them with observations on Norfolk’s gas. The situation is that the discovery of natural gas off East Anglia has not led to industrial development based on that gas in Norfolk. That important industrial raw material has been piped through one of the lowest wage areas of the country to the Midlands and the South-East, areas which already have more than their fair share of industrial riches. I hope that the Gracious Speech foreshadows a policy which enables Norfolk to claim a share of high-wage, high-technology, energy-based industries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I was pleased to see that the Government will actively consider\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "“measures to encourage the development and re-equipment of industry.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Post-war British industry has been characterised by inadequate investment in new plant and machinery. It has been characterised also by a low rate of industrial innovation, by which I mean the bringing of new products to market. It is ​ galling to observe the number of occasions on which an original British invention has been exploited by foreign industrialists, who are quicker to perceive the needs of the market place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "My industrial experience leads me to the conclusion that we need innovative State enterprise. The Government propose to establish a National Enterprise Board as a vehicle for public ownership. I hope that one of its main objectives will be to create new industry in sectors in which private enterprise has failed or has lagged behind in the exploitation of opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "I have in mind the service industries for North Sea oil and gas, for example—a market which will be worth £500 million a year by the end of this decade, and a market in which the British share is today wholly inadequate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The world-wide demand for oil and gas equipment and services within a few years is estimated at £1,500 million a year. If we can get into this market now, the export opportunities will be prodigious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Similarly, I believe that State enterprise is needed to substitute home-produced goods for many of our imports, particularly in the electronic, office equipment and machinery sectors, large elements of which have an adverse balance of trade at the moment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "We have seen from the previous Government that we are all interventionists now. I hope that intervention in industry from now on will bring much-needed industrial development to regions such as East Anglia, and will lead to the new industries which this country must create in order to survive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "In industrial relations we have recently seen the failure of attempts to constrain labour negotiations by a legalistic framework. The truth is that industrial relations are human relations. They are about the interaction of management and labour in the attempt to find accommodations of sometimes conflicting, and sometimes mutual, interests. These accommodations can be found only by agreements freely and voluntarily arrived at as a result of bargaining, of give and take, of continual adjustment between management and labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "The Government’s rôle should be to provide a conciliation and arbitration service, which is always ready unobtrusively to help the parties to reach agreement. I trust that the reforms set out in the Gracious Speech will herald just such a rôle for the Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Industry is ready for an advance towards industrial democracy. A new generation of workers is not inclined passively to accept what used to be called the rights of management. I hope that industrial democracy will advance by means of company supervisory boards on which directly elected workers will have half the membership and which will vet and consider policy issues which affect working people—acquisition policies, diversification policies, location policies, personnel policies, conditions of service and the other things which directly affect the lives of people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "One of the most unfortunate aspects of industry which have been seen recently is the extent to which asset strippers could take productive enterprises and throw the workers out on the cobbles because the property values of the factory were greater than the value of the production from it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence",
        "Many managers are now persuaded of the sense of the course of development that I advocate. Until people know that their interests are perceived, understood and cared for by top management, the suspicion and hostility which plague so many areas of industrial relations in this country will continue, to the detriment of our economy and to the fundamental detriment of our society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence"
    ]
}