{
    "url": "https://www.ukpol.co.uk/david-lloyd-george-1918-speech-on-press-relations/",
    "title": "David Lloyd George – 1918 Speech on Press Relations",
    "post_date": "January 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1918",
            "url": "/tag/1918/"
        },
        {
            "text": "David Lloyd George",
            "url": "/tag/david-lloyd-george/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Lloyd George, the then Prime Minister, in the House of Commons on 11 March 1918.",
    "content": [
        "[![davidlloydgeorge](https://www.ukpol.co.uk/wp-content/uploads/2016/01/davidlloydgeorge-230x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/davidlloydgeorge.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I will endeavour to answer as concisely as I can the two or three points in reference to the Press relations with the Government which have been recently raised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "There are two Ministers who, when they joined the Government, had control of newspapers — Lord Rothermere and Lord Beaverbrook. Lord Northcliffe holds no Ministerial office; I will state later what his position is. In every great Allied country — America, France, and Italy — there are journalists and newspaper proprietors who hold high office in the Governments of their respective countries, and if it be suggested that owners or editors of newspapers are disqualified by reason of their ownership or profession from holding Ministerial positions in this country, I must challenge that contention. But the rule which applies to all company directors and professional men joining the Government must be applicable also to newspaper men, and as soon as the two Ministers were appointed they gave up all direction of their papers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As to the fitness of these gentlemen for their offices, they are both men of exceptional ability. One of them — Lord Rothermere — had already reorganised an important Department of the War Office, which had previously been criticised severely by two Committees appointed at the instance of the House of Commons. His administration of that Department, according to the testimony of the Secretary of State, has been an unqualified success. The other Minister —Lord Beaverbrook — had, at the request and on behalf of the Canadian Government, organised a Canadian propaganda, which is acknowledged to be amongst the most successful, perhaps the most successful, piece of work of its kind on the Allied side. When, for reasons of health, Lord Beaverbrook some time ago intimated his desire to give up his direction of the Canadian propaganda, the Prime Minister of the Dominion urged him to reconsider his decision — in a letter which has been placed before me, giving the warmest recognition to the services he had rendered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As to Lord Northcliffe, he is one out of hundreds of great business men, who, in this great national emergency, have voluntarily and gratuitously given their services to assist the State in the work for which their experience has especially qualified them. The Government had come to the conclusion that the important Department of offensive and defensive warfare connected with propaganda, which the enemy have used with such deadly effect in Russia and Italy, was far from being adequate to its task, and we had reluctantly come to the conclusion that it was impossible to make it efficient without a complete reorganisation of the direction. The late Government had appointed two journalists and a Foreign Office official to direct the work. Without in the least disparaging their professional ability, not one of them had the necessary experience in the acquisition and distribution of news in foreign countries. The present Government supplemented their efforts by appointing a Committee of distinguished newspaper proprietors and editors to assist. We found this quite insufficient to attain the desired end, as the Committee could exercise no real authority. It was therefore decided to put men experienced in this class of work in charge of the different branches of activity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Lord Northcliffe, who, in addition to being a great news organiser, has made a special study during the War of conditions in enemy countries, was invited to take charge of that branch. He consented to do so without any Ministerial position. No man better qualified for that difficult task could, in my opinion, be found in the Empire, and the Government. are grateful to him for undertaking it. Propaganda in all the other Allied countries and in Germany is conducted almost exclusively by experienced newspaper men, and in spite of all the inevitable prejudices which we apprehended might be excited, the Government came to the conclusion that they must follow that example as the only means of securing an effective presentation of our case in Allied, Neutral, and enemy lands.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let me add most emphatically that lay one object in making these, as all other appointments in the Government, is to secure the men who, in my judgment, are the best qualified to do the work efficiently for the country. As to the suggestion that I was in any way responsible for attacks on admirals and generals, I have already stated in this House that that charge is untrue. As to the suggestions which have been made that an official on my staff had inspired paragraphs attacking admirals and generals, I have thoroughly investigated that matter, and have no hesitation in saying that the imputation is absolutely without foundation, and constitutes a gross injustice to an able Civil servant. **[AN HON. MEMBER: “What about Northcliffe?”]** Should there be any further explanations required, I shall be pleased to give them in Debate this afternoon, but I propose to wait until I have heard all that hon. Members have to say on the matter before replying.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}