{
    "url": "https://www.ukpol.co.uk/david-lloyd-george-1917-speech-on-russia/",
    "title": "David Lloyd George – 1917 Speech on Russia",
    "post_date": "January 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1917",
            "url": "/tag/1917/"
        },
        {
            "text": "David Lloyd George",
            "url": "/tag/david-lloyd-george/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Lloyd George, the then Prime Minister, in the House of Commons on 19 March 1917.",
    "content": [
        "[![davidlloydgeorge](https://www.ukpol.co.uk/wp-content/uploads/2016/01/davidlloydgeorge-230x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/davidlloydgeorge.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The incidents in connection with what I believe will prove to be one of the landmarks in the history of the world have followed each other with such dramatic suddenness that it has not hitherto been possible, and it is not possible to-day, to give to the House of Commons a detailed account of what has actually occurred.  \nThere has for some time been deep discontent in Russia, of which there have been several manifestations, due to the inefficiency of the Government in the conduct of the War. On Friday, the 9th, some riots, due to the scarcity of food, occurred in the streets of Petrograd. This was, however, the occasion rather than the cause of the Revolution which immediately followed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The soldiers who were commanded to take action against the rioters refused to obey orders, and gave their support to a committee, of which the President of the Duma was the head, which had been suddenly formed for the purpose of preserving order, and the control of the Government passed largely into the hands of this committee. Subsequently a strong Provisional Government was formed, of which Prince Lwoff is the head, and the Proclamation of this Government, as well as that of the Czar announcing his abdication for himself and his son, and that of the Grand Duke Michael, have appeared in the Press, and also the refusal of the latter, while placing his services at the disposal of the new Government, to accept the Throne unless called to it by the voice of the people, expressed in a constituent assembly. So far as our information goes, the Revolution has been brought about with very little bloodshed, and the new Government is receiving the support both of the country as a whole and of the Army and Navy. Our information, however, does not enable us to say that all danger is over, but it is satisfactory to know that the new Government has been formed for the express purpose of carrying on the War with increased vigour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I have only to add, on behalf of the Government, that they believe that the Russian people will find that liberty is compatible with order, even in revolutionary times, and that free peoples are the best defenders of their own honour and safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}