{
    "url": "https://www.ukpol.co.uk/vaughan-gething-2022-statement-on-a-statutory-licensing-scheme-for-all-visitor-accommodation-in-wales/",
    "title": "Vaughan Gething – 2022 Statement on a Statutory Licensing Scheme for all Visitor Accommodation in Wales",
    "post_date": "December 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vaughan Gething",
            "url": "/tag/vaughan-gething/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The statement made by Vaughan Gething, the Welsh Minister for the Economy, in the Welsh Parliament on 15 November 2022.",
    "content": [
        "Diolch, Dirprwy Lywydd. I am pleased to have the opportunity today to provide an update on the steps we are taking to help secure a sustainable and thriving visitor economy that supports and enhances communities across Wales. The visitor economy is rapidly changing, and the role of visitor accommodation presents major challenges for communities across the world. For example, the growth of online booking platforms has brought many benefits, such as new routes to market and increased consumer choice. However, we are aware of the concerns around compliance with existing requirements and the impact of short-term lets on housing stock and our communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Our plans to develop a statutory licensing scheme will be focused on levelling the playing field as part of a long-term response to the major challenges that we face. Our co-operation agreement with Plaid Cymru commits to a statutory licensing scheme for holiday lets as part of a package of measures to address the negative impact second homes and short-term holiday lets can have on the availability and affordability of housing for local people in our communities. In July of this year, the First Minister and the leader of Plaid Cymru confirmed plans to introduce a statutory licensing scheme for all visitor accommodation, including short-term lets, making it a requirement to obtain a licence, with the aim of raising standards across the tourism industry.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Prior to that, and over the course of the past year, we have been exploring and engaging with stakeholders how such a scheme could work in Wales. Contractors were appointed to undertake this work last year and they conducted interviews and focus groups with key stakeholders from local authorities, sector representative bodies and accommodation operators. They explored the benefits of such a scheme and the key considerations of how such a scheme could be taken forward and implemented here in Wales. A review of how other destinations globally approach such schemes was also taken into account. This initial work has shaped the consultation that the Government will look to be launching shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "But first, Dirprwy Lywydd, I’d like to outline the aims and proposed benefits of such a scheme. The primary aim is to establish a level playing field for all visitor accommodation businesses operating in the sector. The concern around the lack of a level playing field has been a long-standing area of discussion. Specifically, there are concerns that certain parts of the sector, for example informal short-term lets, do not meet or comply with their statutory obligations, whereas established, bona fide businesses do. A statutory licensing scheme could provide the mechanism to address this through requiring operators to evidence that they have certain requirements in place, such as the correct insurance, confirmation of planning status, evidence of fire-risk assessment, gas safety certificate, proof of electrical safety, to list a few examples. This scheme will help to ensure that there is a consistent standard that all operators should meet. Having a scheme where visitor accommodation businesses must meet a certain threshold of requirements conveys a very clear message to consumers that visitor accommodation businesses in Wales meet certain requirements on standards and safety.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "A scheme would also give us enhanced intelligence—a comprehensive database, which is not currently available, of exactly who is operating in the industry. It is currently not possible to determine how many visitor accommodation businesses there are in Wales or in any given community. Understanding the scale and the nature of the sector will be an important tool in developing future policies at either a local or national level. Establishing a statutory database of licensed visitor accommodation businesses would give the Welsh Government and other partners, such as local authorities, a mechanism to communicate on key issues relating to the sector. We saw how challenging it can be to reach all parts of the sector through our recent experiences during the COVID-19 pandemic.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We also recognise that a statutory licensing scheme will provide an important foundation for other policy areas. Having the information provided by such a scheme will provide data on the scale and nature of our tourism offer to inform policy considerations, locally and nationally, around evidence-led management of second homes, holiday lets and developing the visitor economy and infrastructure. It could also support the collection of a visitor levy. For the visitor levy, having a licensing system would provide a comprehensive list of all visitor accommodation providers in an area. This could support the ongoing administration of the levy, as those who will require a licence will likely be the same as those who will be required to charge and collect a levy. There are clear links between these proposals, and I would encourage contributions to the 12-week visitor levy consultation, which closes on 13 December.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As I previously mentioned, in looking to establish a statutory licensing scheme, we’re also looking at similar mechanisms operational or in development across the world. In the UK, different approaches have been taken by our neighbours and are at different stages of development. In Northern Ireland, visitor accommodation providers must receive certification by Tourism Northern Ireland in order to operate, and this scheme has been in place since 1992. The Scottish Government has legislation in place requiring all short-term let hosts and operators to obtain a licence to operate, unless specifically excluded. Existing hosts and operators have until 1 April next year to apply for a licence in Scotland. And in England, the Department for Culture, Media and Sport recently closed a call for evidence on the potential introduction of a tourist accommodation registration scheme. The purpose of the DCMS consultation is to better understand the benefits and challenges of the increase in short-term and holiday letting in England, and to gather initial evidence on the potential impact of a range of possible policy responses. There are other examples too, such as the compulsory schemes operating in the Isle of Man and in the Republic of Ireland. We’re looking to learn from these various examples, including what lessons can be learnt from the Rent Smart Wales model in terms of developing our own scheme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Following a series of engagement sessions with key stakeholders over recent months, we will shortly be launching a formal consultation to seek views on the shape and nature of the proposed statutory licensing scheme here in Wales. Feedback on some of the aims underlying a proposed licensing scheme has been supportive, especially in relation to establishing a level playing field, developing better intelligence and increased consumer confidence. However, some concerns have been raised around the perceived regulatory burden that may accompany a licensing scheme. This includes the work involved in providing evidence of current use in relation to planning, and the role played by local authorities in meeting this demand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Both the Welsh Government and Plaid Cymru agree that a statutory licensing scheme offers the most robust mechanism for delivery in Wales, being an approach that sets a standard for visitor accommodation businesses to operate. However, the consultation will enable a range of views to come forward, including on the requirements of a licensing scheme. We’ll be seeking views on how such a statutory scheme could operate, be that nationally or at a local level, or a hybrid model combining elements of both. In addition, we’ll be looking to gather views on whether all visitor accommodation businesses should require a licence, or whether there should be any exceptions. We’ll also look to test how frequently licences should be renewed, and the licence fees that might need to be charged. In deciding on any fee structure, we are of course mindful of the pressures on businesses in the current climate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We believe that most people would want to operate within the law, therefore one of the aims is to develop a scheme that will ensure a high level of voluntary compliance. However, proposals for compliance and enforcement measures, including penalties, to ensure fairness will be tested at consultation. We will be launching the consultation in December and will be encouraging our stakeholders to engage in the process. Diolch yn fawr. I’m happy to take questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}