{
    "url": "https://www.ukpol.co.uk/stephen-gethins-2019-speech-on-brexit/",
    "title": "Stephen Gethins – 2019 Speech on Brexit",
    "post_date": "April 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Brexit",
            "url": "/tag/brexit/"
        },
        {
            "text": "Stephen Gethins",
            "url": "/tag/stephen-gethins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Gethins, the SNP MP for North East Fife, in the House of Commons on 1 April 2019.",
    "content": [
        "This has been a good debate. I pay tribute to the right hon. Member for West Dorset (Sir Oliver Letwin) for his innovation, and to other hon. Members for the way in which they have engaged in the process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let me be clear: every day I am more and more pleased that Scots voted overwhelmingly to remain in the EU. We could have walked away from all this, washed our hands of it and said that it was nothing to do with us, but we must engage and we have done so at every single step of this sad, sorry process. There are no winners in this tragedy of epic proportions. It is a horror show, and this process is all about us making things less bad, rather than better. However, there is one thing that has come out of this situation; this Government seem to be uniquely bad at minority government and at reaching out to other parties, and this process is forcing us to talk to one another in a more meaningful way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Scottish National party did not vote for an EU referendum and we did not vote to trigger article 50, and we can see why. I am pro-European. The EU is a force for good that has made us wealthier, safer, greener and fairer. I have benefited from our membership—from freedom of movement, Erasmus, and the privileges and rights that we have as European citizens. But we have to engage in what you, Mr Speaker, were right to call “part of a process”, so let me turn to the motions before us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I congratulate my hon. and learned Friend the Member for Edinburgh South West (Joanna Cherry) on her proposal. It is a responsible proposal and frankly, anybody who is opposing it tonight is being irresponsible. No deal is a dangerous, damaging Brexit, and to those who call it a clean Brexit, I say this: it is the messiest Brexit possible. My hon. and learned Friend’s proposal is also the best option, and that is the reason we will back it. ​The motion would revoke article 50 as a reset clause and, frankly, I am astonished that the Labour party has not been able to support the motion tonight—I have to say, disappointed is the least I can say on that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We are also in favour of a people’s vote, and I support the motion from the hon. Member for Hove (Peter Kyle). As somebody who wants to campaign to remain in the EU, I would look forward to doing so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let me make reference to the motion from the hon. Member for Grantham and Stamford (Nick Boles) and pay tribute to the way that he has engaged with us in this process. I hope that he does not mind me saying that I want to remain in the EU and he wants to leave, and that we disagree profoundly on many issues, but I am very grateful for the way in which he has tried to engage with us, and I know that my hon. Friends are very grateful for the way in which he has conducted this process. We would like a referendum. I also think that a long extension is the right way to take things forward, but his reassurances about freedom of movement and the particular situation in which Scotland finds itself have been incredibly important to us, and I would like to acknowledge that. That is not a wholehearted endorsement and, as he rightly pointed out, there will hopefully be a time further down the line when there are amendments and other proposals to that purpose.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We can no longer be held hostage by a small band of Tory extremists on this. It is not the end of the line today. I appeal for Members to support the motion in the name of my hon. and learned Friend the Member for Edinburgh South West. We must find a way forward. We should right now be debating poverty, climate change and austerity, but instead, we are focused on the least worst options and damage limitation. We should not be doing that, and it is time for us to put this Brexit nightmare behind us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}