{
    "url": "https://www.ukpol.co.uk/nusrat-ghani-2022-speech-on-bus-manufacture-in-the-uk/",
    "title": "Nusrat Ghani – 2022 Speech on Bus Manufacture in the UK",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nusrat Ghani",
            "url": "/tag/nusrat-ghani/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Nusrat Ghani, the Minister for Science and Investment Security, in the House of Commons on 31 October 2022.",
    "content": [
        "I congratulate my right hon. Friend the Member for Selby and Ainsty (Nigel Adams) on securing tonight’s important debate and setting out clearly some of the challenges that UK bus manufacturers face. He knows that if I were on the Back Benches, this is exactly the sort of debate that I would have instigated, so I am actually pleased that he has raised this tonight. I give him an absolute assurance that this is not the end of the discussion; now that I am aware of this, it is only the start.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I share my right hon. Friend’s concerns that the procurement of these Chinese-made buses could adversely impact the UK bus manufacturing network and centre. In particular, I was concerned to hear my right hon. Friend say that some of these procurements that take place with China are not always the cheapest contracts, which is not great when it comes to making sure that we get good value for money. In particular, he mentioned that when councils are writing their specification tenders, UK manufacturers cannot bid as only the cheaper Chinese product fits their specification. I am sure that will be heard loud and clear in my Department and at the Department for Transport, and they will no doubt be writing in response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is true that, since 2019, Chinese companies have been enjoying huge volumes of exports around the world, with 98% of electric buses being found in China. I also share the concerns of my right hon. Friend the Member for Scarborough and Whitby (Sir Robert Goodwill), who chairs the bus and coach industry all-party parliamentary group, that we can allow one country to monopolise the market and that we should be doing everything we can to make sure that our supply chains are as clean and as transparent as they can be.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I will try my best to respond to all the points raised, but I will just run through what we are doing within the sector to help bus manufacturers. As my right hon. Friend mentioned, this sector is incredibly important for the Government’s green growth, making sure that we are levelling up across our country and driving emissions to net zero by 2050. In a previous life, I was the bus Minister, making sure that we were indeed supporting zero-emission buses.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My right hon. Friend mentioned how important the sector is to jobs. The sector employs 155,000 people—6.1% of total UK manufacturing employment—and a further 347 jobs are estimated to be supported by the industry in the wider economy. Within the framework, UK bus manufacturers are uniquely positioned, employing more than 3,000 people across England, Scotland and Northern Ireland. This is a sector that we need to protect.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My right hon. Friend the Member for Selby and Ainsty mentioned the prominent British companies, Alexander Dennis, Switch Mobility and Wrightbus, which employ more than 3,500 workers directly and 10,000 indirectly. These manufacturers also have the aptitude and capacity for completing the transition to fully electric bus fleets in the UK by the year 2030 without the need to import buses—that was a very important point to land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As I am also joined by the Secretary of State for Northern Ireland, my right hon. Friend the Member for Daventry (Chris Heaton-Harris), it would be remiss of me not to mention his visit to Ballymena factory to pay tribute to the company’s net zero emission products and to affirm the Government’s support for hydrogen. I believe that he also declared the innovative technology fund, which provided £11.2 million for Wrightbus. It is incredibly important that we are doing everything we can to support UK manufacturers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Ian Paisley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It was an honour to be at the Wrightbus plant with the Secretary of State. He was so enthusiastic. I think he actually said that he was really into buses—he is a wee bit nerdy about that. It was brilliant to see a person who really took a specific interest in the manufacturing process and in understanding how important it is in terms of jobs leading through to good green technology. Will the Minister take up the point that I made during the debate, which is about ringfencing the next phase of ZEBRA funding for hydrogen buses? If that happens, British manufacturing will be protected.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Ms Ghani**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "To quickly address the hydrogen point, I am not sure that ringfencing is the appropriate word for me to use at the Dispatch Box, but there is funding available for hydrogen buses; I believe the ZEBRA scheme is helping the West Midlands Combined Authority to deliver 124 hydrogen buses and refuelling infrastructure. As my hon. Friend is raising the profile of the business in his constituency, it is right that we do everything we can to ensure that the money is spent locally within the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "One point my right hon. Friend raised was why councils were shipping buses to the UK when they are not the cheapest option or carbon neutral. As he mentioned, the DFT’s latest ZEBRA scheme has been designed in line with the principles set out in the national bus strategy for England, placing partnership work between local transport authorities and bus operators at the heart of improving bus services.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "That is why the DFT has asked for local transport authorities to submit proposals that have the support of bus operators, to ensure that they work together. Once funding has been awarded to local transport authorities, they will work with bus operators to implement the proposals, but ultimately decisions about the procurement of zero-emission buses will be made locally by local transport authorities or bus operators. DFT is not able to require bidders to design their procurement process in a way that would explicitly favour UK bus manufacturers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Nigel Adams**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "On the point about not favouring particular manufacturers, is the Minister aware that in March, in its promotional material for announcing the new fund, DFT used a sparkly new electric bus as part of that marketing? The marketing geniuses in the DFT may or may not have been aware that it was a Chinese Yutong bus that was used to promote the scheme, but the idea that we are promoting Chinese buses is slightly alarming—I am turning to the box where the Minister’s officials sit, but I am sure it is not the young lady there who was responsible. Only when UK manufacturers complained was the photograph changed to a British Alexander Dennis bus.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Ms Ghani**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "First of all, it is not a DFT official in the box, but a Department for Business, Energy and Industrial Strategy official. Secondly, as my right hon. Friend knows, I would have kept an eye out to make sure it was not a Chinese bus, but most definitely a UK bus, and I will do so in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The answer I am giving is not exactly what my right hon. Friend wants to hear, but I want to repeat the issue he raised: when the procurements are put together, if they deliberately exclude UK manufacturers, that is something that needs to be looked at. Now that it has been raised in this debate, I will ensure that both BEIS and DFT officials respond in writing to ensure that that point is covered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "To quickly cover why China has the largest electric vehicle battery industry in the world, because that is important for resilience and ensuring that we support UK manufacturing, we know that China has 98% of the market. We know that we must be resilient, and that is why we have a number of programmes in place, especially the Advanced Propulsion Centre, the Faraday Battery Challenge and Driving the Electric Revolution.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "For example, the Advanced Propulsion Centre provides £11.2 million for the development and manufacture of low-cost hydrogen fuel cell bus technology and the hydrogen centre of excellence with Wrightbus in Ballymena, as mentioned earlier, to further the development of hydrogen technology and drive product sales across the world. We need to be doing more of that kind of work with Members of Parliament, raising the profile of what can be done locally.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We have talked about the grants available through the Advanced Propulsion Centre, but we also have the ESTHER project, which includes the provision of £9.1 million within the £22 million ESTHER project to develop hydrogen fuel cells—again, that was mentioned earlier. Then there is the consortium led by Intelligent Energy, which includes bus maker Alexander Dennis Ltd. Funding has also been provided to ensure that the ESTHER consortium develops and integrates valuable technology delivery skills, and creates supply chain advantages for the UK, so that it can capitalise on this technology and unlock additional research and development funding from UK suppliers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "A lot of work has been taking place on localised supply of key components to meet the growing demand for electric vehicles, but we need to make sure that local companies have the opportunity to bid for tenders. I should mention the net zero strategy produced in October 2021, and the Government’s promise of £350 million over the next three years to deliver the automotive transformation fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I keep talking about the funding available, but that may not exactly address the points that my right hon. Friend the Member for Selby and Ainsty raised. To conclude, the issue has been brought to our attention, and I will do my very best to ensure that DFT and BEIS respond fully. My right hon. Friend is aware that if I were on the Back Benches, I most definitely would have raised this issue, even if—especially if—he was on the Front Bench; I would have given him quite a tough time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I assure hon. Members that this is not the end but the start of a conversation. We need far more transparency, especially regarding those councils that seem to be giving the majority of their contracts to one particular country or place overseas; that is not good news for us here. We recognise the challenges that we face. We need to help our local authorities to procure buses from the UK. Of course, the supply chain for zero-emission buses will always be global, but we want to make sure that UK bus manufacturing remains strong, and this obviously involves the key components. I will end there. I am keen to meet my right hon. Friend as soon as possible to make sure that everything discussed today is put in writing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}