{
    "url": "https://www.ukpol.co.uk/nusrat-ghani-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Nusrat Ghani – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nusrat Ghani",
            "url": "/tag/nusrat-ghani/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Nusrat Ghani, the Conservative for Wealden, in the House of Commons on 10 September 2022.",
    "content": [
        "I rise with a heavy heart tonight to pay tribute to Her late Majesty the Queen. I want to start by expressing my deepest sympathies to His Majesty the King and the entire royal family, on behalf of my family and the loyal constituents of Wealden. Her late Majesty Queen Elizabeth II was loved and respected throughout my constituency, from the villages of Withyham and Eridge in the north to the town of Hailsham in the south. She was adored for her duty, loyalty and leadership in the UK, the Commonwealth and across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I want to share the words of a constituent who lives in Fletching. Libby Buchanan is 99 years old and has lived through the reigns of five monarchs, from George V to King Charles III. She said to me how deeply blessed she felt to have lived through the reign of Queen Elizabeth. Sometimes, Libby told me, the changes experienced in the world over the Queen’s reign were bewildering, yet the Queen never changed. She was always there, a constant, gentle and ever-present light. That light has now gone out but, as Libby said, the flame has been relit and is held in the safest possible hands: those of King Charles III. Long live the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}