{
    "url": "https://www.ukpol.co.uk/nusrat-ghani-2022-speech-on-entrepreneurs-from-ethnic-minority-backgrounds/",
    "title": "Nusrat Ghani – 2022 Speech on Entrepreneurs from Ethnic Minority Backgrounds",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nusrat Ghani",
            "url": "/tag/nusrat-ghani/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nusrat Ghani, the Minister for Industry and Investment Security, in Westminster Hall, the House of Commons, on 20 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hosie. First, I congratulate the right hon. Member for East Ham (Sir Stephen Timms) on securing the debate, and on raising this important issue. I do not want anyone to think I am consumed by Christmas spirit, but I very much respect him, as does everyone in the Department for Business, Energy and Industrial Strategy. We take every point that he raises very seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The right hon. Member talked about his constituents, the fact that the majority of them were not born in the UK, and the challenges they face. That is me and my community. I am delighted to speak on behalf of the Under-Secretary of State for Business, Energy and Industrial Strategy, my hon. Friend the Member for Thirsk and Malton (Kevin Hollinrake), who is responsible for enterprise, markets and small business, because I want to make sure that we take all the issues raised incredibly seriously.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "To continue with the Christmas spirit, we can certainly agree on the importance of ethnic minority entrepreneurs and their valuable contribution to our vibrant business landscape. I will not disagree with the right hon. Member on the challenges that have been mentioned. It is testament to the dynamism and resilience of ethnic minority entrepreneurs that they continue to adapt, and that they overcome so much, especially during covid. From small retail stalls to tech unicorns, the value of ethnic minority founders must not be understated. I am pleased to have an opportunity to shine a light on this community and what they do for the broader community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "On all of the issues raised, there are no challenges from this side of the House, but let me focus on some of the barriers that were mentioned, and talk about what the Government are doing to support ethnic minority businesses and to encourage an inclusive entrepreneurship environment for all. As has been said, if we get this right, and fundamentally get finance right as well, we could make that environment incredibly dynamic, which would be a boost to all our local economies.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The economic impact of ethnic minority entrepreneurs is far-reaching, with some estimating the contribution to the UK economy to be worth up to £25 billion. However, the crucial role of these businesses is much more than just economic. Their impact reaches much further than across the business ecosystem. As was mentioned, these businesses are most likely to invest in innovation, which is critical in helping us to achieve our ambitions around research and development investment and making the UK a science superpower. With more innovation comes improvement in productivity, so building on the potential of these businesses will be crucial to improving our productivity record.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "What really matters to me is that these businesses operate in every region of the UK, including the most deprived parts. I doubt that East Ham is different from where I was brought up, Small Heath—an area often overlooked and underestimated. The efforts of black and Asian businesses are invaluable to ensuring that we level up across the country. Even more excitingly, these businesses are most likely to export, which puts them at the forefront of our efforts to harness global opportunities, which include our changing how we do business and diversifying our business models, especially now that we have left the EU.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let me respond to some of the questions raised, starting with those about opportunities to access finance. Despite the impact of ethnic minority businesses, there is evidence to suggest that there are still barriers preventing them from reaching their full potential. Access to finance is regularly raised as one of the most significant issues holding those businesses back; there are reports of ethnic minority entrepreneurs keeping reservations about accessing financial assistance from traditional lenders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As noted in the latest “Black. British. In Business & Proud” report from the Black Business Network and Lloyds Bank, 67% of black business people state that they have experienced some form of discrimination in their past entrepreneurial efforts, with only 40% trusting banks to have their best interests in mind. That has to change. The report’s recommendations rightly focus on improving the link between financial institutions, Government and the ethnic minority community as the best way forward. I will come back to some of the points raised to show how we are supporting ethnic minority entrepreneurs in accessing finance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The issue of data was raised. In addition to the difficulties in accessing finance, the ongoing lack of data collection continues to inhibit funding opportunities for ethnic minority business leaders. Greater information sharing is crucial for bolstering our understanding of lending patterns, and this Government are committed to securing this transparency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Sir Stephen Timms**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am grateful for the case the Minister is making, and I agree with what she has said. On the point about Companies House, would it not be a welcome step if it recorded the ethnic origin of company directors, so that we had some sense of the scale of what is happening?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Ms Ghani**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "That is a very important point. As I am not the Minister responsible for that portfolio, I do not have an exact answer. Let me get through this speech; if the right hon. Gentleman is not satisfied, I will ensure that he is written to with that information.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Turning back to action 55, the Department for Business, Energy and Industrial Strategy is working with the Investing in Women code signatories and with trade associations to pilot data collection on the ethnicity of entrepreneurs applying for finance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Trust in institutions is low in many ethnic minority communities, who often struggle to get the experience or even the exposure required, or the support that they need to run a business effectively. One way that we are trying to help is by improving the communication flow between Government and the ethnic minority business community, engaging with businesses and the organisations that represent them directly to understand their specific needs. In terms of business support, black, Asian and ethnic minority business leaders value mentors more than any other ethnic group; they are more likely to want a mentor and more likely to value the impact of having one. It is reassuring to see organisations such as Be the Business championing the role of mentoring. Furthermore, our Help to Grow Management programme, with its delegated mentorship component, offers businesses a subsidised training course designed to improve leadership and management skills and address firm-level productivity challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "While we should celebrate the success and impressive contributions of these businesses, we must acknowledge our role in helping to tackle the remaining barriers to growth and prosperity, which were mentioned. Off the back of the British Business Bank’s “Alone together” report, which emphasises the difficulties faced by ethnic minority entrepreneurs in accessing funding, we are working with stakeholders to understand what further interventions we can take.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Since its launch in 2012, the Government-backed start-up loans programme has issued around 20% of its loans to black, Asian and ethnic minority businesses. The future fund has also approved 1,190 convertible loans, totalling more than £1.1 billion. More than half—61.6%, to the value of £683.5 million—of the convertible loan agreements approved have been for companies with management teams consisting solely of ethnic minority team members and those with both ethnic minority and white team members. This is promising progress, but, of course, there is no denying that we have much further to go.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As previously mentioned, we are also delivering actions 55 and 56, set out in the inclusive written report, which aim to support and encourage those from less-advantaged backgrounds to thrive—this is where I am thinking of those from my community of Small Heath and the community represented by the right hon. Member for East Ham. Through these specific actions, we will support ethnic minority entrepreneurs in accessing finance more effectively and becoming more productive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Procurement Bill includes a new duty on contracting authorities to have regard to the barriers facing small and medium-sized enterprises. Among other things, they must consider whether there is a diverse representation of businesses in the pre-market engagements. We are always looking to engage with ethnic minority business leaders and networks to better understand the issues facing them. There was a recent opportunity to do so: the Under-Secretary of State for Business, Energy and Industrial Strategy, my hon. Friend the Member for Thirsk and Malton, was asked to speak at the third anniversary reception for the all-party parliamentary group for black, Asian and minority ethnic business owners. The Department is dedicated to continued engagement with ethnic minority entrepreneurs through valuable events, including those hosted by the APPG, as well as through the ethnic minority business group, a forum that convenes bimonthly to discuss priority issues affecting entrepreneurs from diverse backgrounds to see how we can work together to find practical solutions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Ethnic minority leaders want to see themselves represented in the business landscape. That could be through their mentors, or through wider representation in senior leadership positions. The value of visibility and its longer-term impact on entrepreneurs cannot be overstated. Through the Parker review, we acknowledged that building a fairer economy means ensuring that the UK’s organisations reflect the nation’s diversity. The latest figures show that the number of FTSE 100 companies with an ethnic minority director on their board has increased to 89, with 42 companies having exceeded the target. The progress made so far is encouraging, but I argue that we have much further to go. We look forward to those figures increasing further, to reflect the real diversity of talent in the UK.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "A question was raised by the hon. Member for East Kilbride, Strathaven and Lesmahagow (Dr Cameron) on dealing with disability and other issues—I would expect that question from her, as she is the chair of the APPG for disability. Of course, that is another issue that we need to explore. The Father of the House talked about unkinking the pipeline of black talent, and I do not doubt that the Department will now be looking very closely at the report that he mentioned.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The right hon. Member for East Ham raised the Government’s update on the ethnicity pay gap data. As the Government have set out, ethnicity pay gap reporting continues to be voluntary. We will not be legislating for mandatory ethnicity pay reporting at this stage, but good firms, obviously, will want to make sure that their data is on record.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Again, I thank the right hon. Member for East Ham for introducing this important debate. Separately, I congratulate him, in his role as Chair of the Work and Pensions Committee, on today’s publication of the “Universal Credit and childcare costs” report. Affordable, accessible childcare is key to enabling parents to work and to increase their working hours; that is linked to today’s debate on entrepreneurial activity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I conclude by reiterating the importance and the wealth of ethnic minority talent across the UK, which we are committed to nurturing and celebrating. On the one point that the right hon. Gentleman raised that I could not respond to, I will ensure that he is written to by the appropriate Minister with a formal response. I reiterate that we want to work closely with parliamentarians across the House, and with business and financial institutions to ensure that access is equitable. We want to improve our understanding of the issues faced, and to identify practical solutions that we can offer. I remind all colleagues from across the House that we are committed to bolstering the potential of ethnic minority entrepreneurs who, in turn, will help the UK economy to thrive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I thank the right hon. Member for East Ham for raising this issue and, if I may be so bold, I wish you a happy Christmas, Mr Hosie.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}