{
    "url": "https://www.ukpol.co.uk/nusrat-ghani-2019-statement-on-hs2/",
    "title": "Nusrat Ghani – 2019 Statement on HS2",
    "post_date": "April 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Nusrat Ghani",
            "url": "/tag/nusrat-ghani/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nusrat Ghani, the Parliamentary Under-Secretary of State for Transport, in the House of Commons on 29 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/04/NusratGhani-1-300x203.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/NusratGhani-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Completing HS2 is Government policy and is crucial to unlocking economic growth and improved productivity in the midlands and north. It is supported by Members on both sides of this House. I therefore have no intention of halting work on HS2 in Buckinghamshire or elsewhere. There are already 7,000 people and 2,000 businesses working to deliver the HS2 project, and early works are well under way. Once HS2 Ltd has reached agreement with its suppliers and the Government are satisfied about both affordability and value for money, we will make a full business case for phase 1. This will inform notice to proceed, which is the formal contractual process that enables each phase 1 supplier to move from design and development to construction. Notice to proceed is scheduled to take place later this year. The works that are now taking place are necessary to enable the construction of HS2 to move forward in accordance with the programme, following notice to proceed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We are aiming for HS2 to be one of the most environmentally responsible infrastructure projects ever delivered in the UK, and managing its impact on the environment during construction is a high priority. HS2 will deliver a new green corridor made up of more than 650 hectares of new woodland, wetland and wildlife habitats alongside the line. More than 7 million new native trees and shrubs will be planted, to help blend the line into the landscape and leave a lasting legacy of high-quality green spaces all along the route. It will include more than 33 sq km of new and existing wildlife habitat—an increase of around 30%, compared with what is there now. Many of the early works that are now taking place on HS2 are activities aimed precisely at creating this environmental legacy. They are being done now to ensure that they become fully established as early as possible, alongside construction of the railway.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}