{
    "url": "https://www.ukpol.co.uk/nick-gibb-2023-speech-on-sport-in-schools-and-communities/",
    "title": "Nick Gibb – 2023 Speech on Sport in Schools and Communities",
    "post_date": "January 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Nick Gibb",
            "url": "/tag/nick-gibb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nick Gibb, the Minister of State at the Department for Education, in the House of Commons on 10 January 2023.",
    "content": [
        "This has been an excellent debate with some excellent speeches by my hon. Friends and by Opposition Members, including the hon. Members for Sunderland Central (Julie Elliott) and for Feltham and Heston (Seema Malhotra). May I start by paying tribute to the sports Minister, my right hon. Friend the Member for Pudsey (Stuart Andrew) for the important stand that he took in Qatar during the World cup? My hon. Friend the Member for Eastleigh (Paul Holmes) made that point, too. I have to say that when I saw my right hon. Friend there, I found it extremely moving. I pay tribute, as the whole House does, to his courage in standing tall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Sport has a vital role to play in all our lives, and there is an important role for schools to imbue a lifelong love of playing sport and taking part in regular physical exercise. It is clear from hearing Members from all parts of the House speak today that we share a commitment to ensuring that more children take part in PE and sport. I have to say to the hon. Member for Portsmouth South (Stephen Morgan) that we are exceeding our target for recruiting PE teachers. Last year, we exceeded that target by 143%. We recruited 1,521 teacher trainees in PE, far exceeding the target of 980 trainees. We have exceeded the target for PE teacher trainees for at least the past 10 years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "School is where many children and young people first have the chance to participate in sport. High-quality PE and sport in all schools is important to ensuring that every child and young person has the opportunity to take part in a range of sports. It can equip them to continue that engagement into their later lives, as a way of staying fit and active and enjoying the wider benefits that sport brings. That is why physical education is a compulsory subject within the national curriculum from key stage 1 to key stage 4. The PE national curriculum aims to ensure that all pupils develop the competence to excel in a broad range of sport and physical activities, exercise for sustained periods of time and engage in competitive sport and activities leading to healthy active lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend the Member for Mansfield (Ben Bradley) highlighted the important link between competitive sport and young people’s confidence, resilience and determination. My hon. Friend the Member for Chatham and Aylesford (Tracey Crouch)—the former Sports Minister—made an excellent contribution, demonstrating her experience and passion for sport. She also made an important link between sport and wider cognitive benefits. She is right that sport supports other aspects of school life, including improved attainment, mental wellbeing and personal development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend the Member for Folkestone and Hythe (Damian Collins) made the important point about the link between schools with high levels of sport and academic attainment. For example, at the Northampton School for Boys, which has high levels of academic achievement, as well as providing an excellent PE curriculum for key stages 3 and 4 that exceeds two hours per week, it has made PE compulsory for all sixth-form students. In its timetable, Northampton School for Boys offers a variety of sport in winter, including rugby, health and fitness, basketball, hockey and swimming. In the summer, students take part in athletics, cricket, tennis and softball.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In addition to the PE curriculum, the school provides impressive extracurricular sport where children can attend sports clubs before and after school, during lunchtime and at weekends. There are 76 clubs meeting every week during the winter and 54 during the summer. The school has inter-house competitions in addition to the PE curriculum and extracurricular sport. There are typically 50 competitions a year at that school, in which every year group and form class is included. The school ensures that 100% of its student body is represented in at least two competitions annually.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "A number of Members raised the issue of two hours of sport a week. Schools are free to organise and deliver a PE curriculum that suits the needs of all their pupils. The Department does not set curriculum time requirements for any subject, but we know that many schools already provide a minimum of two hours of PE and sport to pupils each week. I will look at how to support all schools to do so, supplemented by a good range of extracurricular opportunities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The DFE school workforce census data for the 2021-22 academic year indicates that PE and sport account for around 8% of all teaching hours in secondary state-funded schools. A rather old 2015 Youth Sport Trust survey found that the average number of minutes of PE per week in state secondary schools was just under two hours, at 118 minutes for key stage 3 and 114 minutes for key stage 4.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Government continue to fund the primary PE and sport premium, referred to on a number of occasions during the debate. With an additional £320 million of funding to primary schools confirmed for the current academic year, that now totals over £2 billion since 2013. As my right hon. Friend the Member for Pudsey said, we doubled that figure from £160 million several years ago. The PE and sport premium supports primary schools, special schools and hospital schools to make additional and sustainable improvements to the quality of PE, school sport and physical activity that they provide. The Government are considering arrangements for the primary PE and sport premium for the 2023-24 academic year and beyond. That funding will be announced as soon as possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I note the exaltations from my hon. Friend the Member for Worcester (Mr Walker) for early notice to enable better planning. I also note the passionate advocacy for early notice by my predecessor—I should say my other predecessor—my hon. Friend the Member for Stoke-on-Trent North (Jonathan Gullis).\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend the Member for Mansfield raised the issue of the shortage of community facilities. The Government are seeking to address the lack of quality space for grassroots support through our multi-sport grassroots facilities programme. The Government have committed to delivering the facilities that every community needs. We are investing £205 million between 2022 and 2025 on top of an existing £18 million annual commitment in England as a step towards that ambition. A mixture of projects were selected for their ability to deliver improved facilities. My hon. Friend will be pleased to know that £43 million has already been provided in 2021-22 to improve grass and artificial pitches, changing rooms and floodlights, to make a real difference to communities across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Jonathan Gullis**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I just want to make a brief point on community facilities. My frustration in the experience with Kidsgrove Sports Centre was that because we wanted to refurbish an existing building, Sport England was willing only to put in about £150,000. Had we tried to find a new site, we could have got £12 million for a brand-new facility; but we managed to build one for £7 million. Will the Minister engage with the sports Minister about how Sport England could be smarter in using taxpayers’ money more wisely to invest in community facilities and refurbish where we can, rather than spending more money by building new ones?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Nick Gibb**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend makes an important point, and it has been noted by myself and the sports Minister.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The sports Minister outlined the £230 million to build or improve community sports facilities. Alongside those community facilities, facilities on school sites represent an important resource for pupils and their families. Schools use their playing fields and gyms to introduce pupils to a range of sports and physical activities through their PE lessons and a variety of structured extracurricular activities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend the Member for North Swindon (Justin Tomlinson) made an important point about the wider use of school facilities. The Department is building on the new funding for sports facilities by providing additional support to schools to open their sports facilities outside the core school day, at weekends and in holidays. Phase 3 of the opening school facilities programme aims to connect schools to national and local sporting organisations that can offer children and young people more opportunities to access extracurricular activities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Ben Bradley**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I appreciate my right hon. Friend’s engagement on this subject recently with my hon. Friend the Member for North Swindon and me. He mentions funding for opening up grassroots facilities, which is gratefully received and often important. In the case of North Notts Hockey Club, which I raised earlier, all that is needed is a padlock with a code on it so that they can let themselves in. It is outside, and they are insured. This is about getting schools to want to open up these facilities to communities. They can do it. Will he consider what direction he might be able to give to help that happen?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Nick Gibb**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend makes an important point. I was influenced by the meeting we had recently with my hon. Friend the Member for North Swindon about how we can engage new people to teach PE in our schools. He also makes an important point about how we can use taxpayers’ money cost-effectively to widen the availability of community facilities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Government also support physical activity and sport outside the school term, through the £200 million-a-year holiday activities and food programme. All local authorities in England are delivering that programme. Taking place in schools and community venues across the country, the programme provides disadvantaged pupils and their families with enriching activities including sport, as well as with healthy food.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We have heard how the brilliant Lionesses are aiming to inspire a generation to take up football. We want all girls to participate in sport, and that is why the Department for Education is funding SLQ Sports Leaders to deliver the “Your Time” programme, which gives girls aged eight to 16 access to competitive sport and leadership opportunities. Almost 1,000 girls have already enrolled in the programme’s second year to train as sports leaders and lead events and competitions for their peers. They are supported in their online training by inspirational sportswomen including England netball player Layla Guscoth and World Triathlon Series winner and Commonwealth games champion Jodie Stimpson.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The latest annual data from the Active Lives Children and Young People survey, released in December, has been very encouraging. The data shows that the proportion of children who are active has increased by 2.6% compared with the last academic year, bringing activity levels back in line with those seen pre-pandemic. That will be due to the efforts of schools, families and communities. There is still further to go, and schools have a central role to play—in particular, in ensuring that pupils benefit from high-quality PE lessons taught by confident and knowledgeable teachers. I join the hon. Member for Feltham and Heston and the shadow sports Minister, the hon. Member for Manchester, Withington (Jeff Smith), in paying tribute to the work and commitment of PE teachers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Government published their cross-Government school sport and activity action plan in July 2019, and we have committed to publish an update to the plan this year, to align with the Department for Digital, Culture, Media and Sport’s new sport strategy. The update will provide details on further action to help all pupils play a wide range of sport, both in PE lessons and through extracurricular activity. This is a Government who are committed to sport in our schools, and I thank all Members for taking part in this important debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}