{
    "url": "https://www.ukpol.co.uk/nick-gibb-2012-speech-at-the-diana-award/",
    "title": "Nick Gibb – 2012 Speech at the Diana Award",
    "post_date": "September 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Nick Gibb",
            "url": "/tag/nick-gibb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nick Gibb, the then Education Minister, on 25 April 2012.",
    "content": [
        "Thank you. It’s great to see so many committed young people here today, and I want to thank the Diana Award for their kind invitation for me to come and speak today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am pleased to be here today. We live in a world of continuous technological and cultural change. We all have experience of the changes in IT and we all are aware of the way society is developing. Keeping up with those changes poses a real challenge to all of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "But keeping up with cultural trends – what’s cool and what’s not, and how we ‘should’ behave – is, I think, particularly difficult for young people. That’s because, at school and in our friendship groups, we explore and form our identities. And young people face tremendous pressure, not just from their peers, but from the media, which projects constant messages about what we should look like, what music we should listen to, even how we should and shouldn’t speak.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "An interesting truth about our society is that everyone’s being told that they should be an individual. Yet if we’re different in the wrong way, the social consequences can be serious. As anti-bullying ambassadors will know only too well, it’s the perception that someone’s different – and the intention to cause physical or psychological harm to someone because of it – that is at the root of bullying.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "That difference could be related to a minority group, for example because of disability or sexuality. Or it could be something else entirely which just happens to fall outside the bounds of what’s cool or acceptable – someone wears glasses, they do well in maths, they wear a certain brand of trainers. Some people are bullied because of their success. Tom Daley, who became an Olympic diver at the age of 15, was bullied because of his sporting achievements and had to change schools as a result. He was perceived to be different, and he was bullied for it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Technology and the media have a huge role to play in setting the boundaries of what is ‘normal’ or ‘acceptable’, and what is not, largely based on celebrity commentary – who’s hot and who’s not. And the expansion of reality TV programmes like ‘My Big Fat Gypsy Wedding’ and ‘The Undateables’ has encouraged us to look at groups of people and marvel at how different they are, and how different their lives must be compared to our own. They accentuate difference, but they don’t accept it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "That perceived difference is at the root of bullying is an obvious point. What is less obvious, perhaps, is that people do certain things to avoid being bullied, for instance smoking or extreme dieting. Those kinds of behaviour can be just as damaging to young people’s lives as bullying itself. So when we start to really think about the issue of bullying, we realise that it’s not just people who bully, or people who are bullied, who are affected, but all young people. And every single young person has a role to play in stopping it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As Diana Award anti-bullying ambassadors, I know that you play a vital role in tackling bullying in your schools and communities, and I know that we’re going to see some examples of the excellent work that you do. I want to take this opportunity to thank you for the time you give up and the energy you put into such an important cause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "You will all know as well as anyone that bullying is not an easy thing to address, and particularly now that technology has opened up so many more forums for it. It’s a stark reality in my job that everyone is constantly plugged into what’s happening. I can guarantee that, when I go back to the House of Commons this afternoon, without having told fellow MPs where I’ve been today, someone will ask me how today’s event went, or ‘do I really think such and such about bullying?’ News travels fast.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It’s the same in the playground. What someone said on a social networking site from the privacy of their own home can be all round the school the next day, via texts, emails, and instant messaging. But funnily enough, although unpleasant remarks about people can be transmitted to a much bigger audience, the fact that it can happen anonymously through technology rather than face to face means it can be better hidden from the teachers and parents who can sort it out.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The possibility for people to participate in bullying indirectly, and to witness bullying, is far greater than ever before. Everyone can be a bystander. Bullies do what they do to gain social power and status over others. But whether or not the school bully achieves that status is up to the rest of the pupils in the school. Without bystanders to laugh at their jokes and encourage their poor behaviour, a bully is not a leader of their peers – they’re just a bully.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Bullying is not just an issue for the bully and the bullied. It is something for every single one of us to think about, and to ask ourselves: ‘do I treat others with respect?’; ‘in my daily life, does my behaviour cause other people hurt and upset?’; ‘this edited photo of my classmate might look funny at first glance, but how would I feel if it was a photo of me, and how are they going to feel at school tomorrow?’  \nIf you laugh at a horrible joke about someone, you may not be directly bullying them, but you’re endorsing the bully’s behaviour. If you forward a nasty text message about somebody, you’re saying to the bully ‘this behaviour is socially acceptable, because it’s funny.’ Actually, it’s not funny. It hurts people and it shouldn’t be acceptable. And it could happen to any one of us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "For us to be able to be clear about what’s acceptable, pupils themselves have to reject poor behaviour. Every single pupil in every single school needs to have the quiet courage to resist media and peer pressure to conform, to question our own views of normality and difference, and to reject unkind, hurtful behaviour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I remember being told at primary school that if something happens on a school bus we should do something about it. But it doesn’t always mean intervening. It means not forwarding horrible text messages. It means not talking about people behind their backs. And it means not playing with children who are horrible to others until they change their behaviour. Each one of us quietly standing up for what we know is right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I want every single school to have an ethos of good behaviour, where pupils are kind and respectful to one another not because they fear punishment but because they know that that’s the right way to behave. This is what the very best schools do already.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Despite a wealth of cultural and social change, one of the great constants we have in our society is a set of rules about how to treat one another. Some people call it manners. Some call it etiquette. Others call it respect, compassion, or even humanity itself. I think it is all of those things. They are fundamental values that allow us to live together and protect us from hurting one another. They are fundamental to society, and they are fundamental to education. Indeed they are the very essence of it, which is why I believe good manners should be a social value that is taught and expected in our schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I believe that every single person has a part to play in preventing and tackling bullying. It is a quiet role. An individual stance: not laughing at nasty jokes, not playing with children who want to bully others, not forwarding on malicious text messages or posting horrible things on peoples’ Facebook wall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "This is the true power of individuality, of quietly respecting difference, and of standing up for what you know is right. Not gawking at others’ difference or laughing at it, but quietly respecting it and standing up for it. That is the sort of society we want to create for the future, and every single young person in our schools today can have a hand in shaping it. As young people you are the leaders of society’s future change. As anti-bullying ambassadors, you are the guardians of those crucial, universal values. Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}