{
    "url": "https://www.ukpol.co.uk/nick-gibb-2019-speech-on-schools-in-winchester/",
    "title": "Nick Gibb – 2019 Speech on Schools in Winchester",
    "post_date": "July 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Nick Gibb",
            "url": "/tag/nick-gibb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Gibb, the Minister for School Standards, in the House of Commons on 3 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/nickgibb1-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/nickgibb1-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I congratulate my hon. Friend the Member for Winchester (Steve Brine) on securing this debate and on his excellent and well-informed speech. He is particularly passionate about supporting schools in his constituency. We have many conversations around the building—in the Library and elsewhere—about his support for his local schools and his concerns about particular schools, and I do enjoy those conversations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend shares the Government’s ambition that every state school should be a good school that teaches a rigorous and balanced curriculum and offers pupils world-class qualifications. Since 2010, the Government have focused on driving up academic ​standards, and I note that all but one of the state schools in the Winchester constituency are graded good or outstanding. I wish Fey Wood, the headteacher of Oliver’s Battery Primary School, a happy retirement after a long and successful career in teaching.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is only by continuing to have the highest standards across the board that we can ensure that every school ensures that all children and young people are able to fulfil their potential. High standards, which are exemplified by many Winchester schools, have been a key focus of our radical reforms since 2010, but we recognise that there is still work to be done and remain committed to ensuring a sustained improvement in standards.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As part of our aspiration that all children should experience a world-class education, we reformed the national curriculum, restoring knowledge to its heart and raising expectations of what children should be taught. This is being delivered by all maintained schools and sets an ambitious benchmark for academies that we expect them at least to match. Too many pupils, particularly from disadvantaged backgrounds, were being entered into low-quality qualifications, so we also reformed GCSEs to put them on a par with qualifications in the best-performing jurisdictions in the world. The result is a suite of new GCSEs that rigorously assess the knowledge and skills acquired by pupils during key stage 4, and are in line with the expected standards in countries with high-performing education systems.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I note that for Winchester the average attainment 8 measure, which shows the average score of a pupil’s eight best GCSE grades, is well above the national average. Clearly, secondary schools in my hon. Friend’s constituency have adapted well to the new, more demanding GSCEs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Government also introduced the English baccalaureate school performance measure, which consists of English, maths, at least two sciences, history or geography, and a language. Those subjects form part of the compulsory curriculum in many of the highest-performing countries internationally, at least up to age 15 or 16. The percentage of pupils in state-funded schools who take the EBacc rose from 22% in 2010 to 38% in 2018, but we want that to rise to 75% by 2022 and to 90% by 2025. I recognise the challenge that presents, but it is right that we should aim to provide the best possible education and therefore more opportunity for young people.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Again, Winchester has risen to the challenge: in 2018, some 55.3% of pupils in the constituency’s state secondary schools entered the EBacc. My hon. Friend will be pleased that Winchester is leading the way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Westgate School in Winchester is doing particularly well, with 66% of pupils entering EBacc—well above national and local authority averages. Having young people learning languages is vital if Britain is to be an outward-looking global nation, so it is excellent that 74% of Westgate’s year 11 pupils studied a language GCSE in 2018.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Literacy is hugely important, Mr Deputy Speaker—sorry, Mr Speaker. You have been there long enough; I should know by now that you are not a Deputy Speaker. Children who are reading well by age five are six times more likely than their peers to be on track by age 11 in reading, and 11 times more likely to be on track in mathematics. Ensuring that all pupils in England’s schools ​are taught to read effectively has been central to our reforms, and we are now seeing the fruits of that work. By the end of year 1, most children should be able to decode simple words using phonics, and once they can do this, they can focus on their wider reading skills and develop a love of reading.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In England, phonics performance has improved significantly since we introduced the phonics screening check in 2012. At that time, just 58% of 6-year-olds correctly read at least 32 out of the 40 words in the check. In 2018, that figure was 82%. In the district of Winchester, 84% of pupils—I think my hon. Friend mentioned that figure—passed the year 1 check. While that is just above the average, I am keen that we are ambitious and that the percentage of pupils meeting this standard continues to rise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We can see that this focus on phonics is having an impact. In 2016, England achieved its highest ever score in the reading ability of nine and 10-year-olds, moving from joint 10th to joint eighth in the Progress in International Reading Literacy Study—PIRLS—ranking. That follows our greater focus on reading in the primary curriculum, and the particular focus on phonics. At key stage 2, Winchester again does well, with 74% of pupils meeting the expected standard in reading, writing and maths in 2018, compared with 64% nationally and 68% in Hampshire—a figure that my hon. Friend also cited.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Thornden School is a highly successful academy in my hon. Friend’s constituency—an example of the freedom we have given frontline professionals through the academies and free schools programme. Since 2010, the number of academies has grown from 200 to over 8,500, including free schools. Four out of ten state-funded primary and secondary schools are now part of an academy trust. Converting to being an academy is a positive choice made by hundreds of schools every year to give great teachers and heads the freedom to focus on what is best for pupils. It allows high-performing schools to consolidate success and spread that excellence to other schools. The figures speak for themselves: around one in 10 sponsored academy predecessor schools were good or outstanding before they converted, compared with almost seven in 10 after they became an academy, where an inspection has taken place.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I note that my hon. Friend is a trustee of the University of Winchester Academy Trust—an innovative partnership supported by the university that has been successful in two free school bids. He will know at first hand the vital role that governors, trustees and clerks play in supporting our education system, and especially the additional reach and capacity that a multi-academy trust can bring to improving the education of even more children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend raised the issue of school funding. Core funding for schools and high needs has risen from almost £41 billion in 2017-18 to £43.5 billion in this financial year. This year, all schools are attracting an increase of at least 1% per pupil, compared with their 2017-18 baselines. Those schools that have been historically underfunded will attract up to 6% more per pupil, compared with 2017-18—a further 3% per pupil on top of the 3% they gained last year—as we continue to address historic injustices. In Winchester, the per pupil percentage increase in this financial year is 6.5%, compared with 2017-18.​  \nWe are well aware, of course, that local authorities and schools are facing challenges in managing their budgets in the context of increasing costs and rising levels of demand. We will be making the strongest possible case for education at the spending review and pushing for maximum levels of visibility for the education sector. I hope my hon. Friend will be reassured by that. The Secretary of State has made it clear that, as we approach the spending review, he will back headteachers to have the resources they need to deliver a world-class education\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend asks how we are helping schools to meet cost pressures. We have announced a strategy to help schools reduce their costs and make the most from every pound. This strategy includes recommended deals covering energy, water, IT and photocopying. Our Teaching Vacancies site, which is now available across the country, is a free job listing website that will drive down schools’ recruitment costs. We have also launched a new price comparison site called School Switch to help schools lower their energy price by comparing tariffs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend raised the important issue of high-needs funding. We recognise that local authorities, including Hampshire, are facing high-needs cost pressures. That is why we allocated an additional £250 million of funding towards high needs over this year and next year, on top of the increases we had already promised. Hampshire will receive £6 million of this additional funding.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Our response to these pressures cannot simply be additional funding. That is why in December the Secretary of State wrote to local authority chief executives and directors of children’s services to set out our plans. Those plans include reviewing current special educational needs content in initial teacher training provision, and ensuring a sufficient supply of educational psychologists, trained and working in the system. We will continue to engage with Hampshire County Council and other local authorities, along with schools, colleges, parents and health professionals, to ensure that children and young people with special educational needs and disabilities get the support they need and deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend raised the issue of capital funding. Regrading capital funding for improvements, for financial year 2019-20 we have allocated £22.7 million to maintained and voluntary-aided schools under Hampshire County Council. This includes a school condition allocation of £18.98 million for Hampshire to invest in maintaining and improving its schools, as well as a total of £3.7 million in devolved formula capital for individual schools to spend on their own priorities. In 2018-19, maintained and voluntary-aided schools in Hampshire also benefited from an extra allocation of £6.5 million from the additional £400 million announced at last year’s Budget.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Six schools in Hampshire are included in the Priority School Building programme, which is rebuilding or refurbishing buildings in the worst condition at over 500 schools. Hampshire has been allocated £231.2 million to provide new school places between 2011 and 2021, which they can invest in places at any type of school, including academies. The latest available data shows that there are 10,700 more school places in Hampshire today than in 2010.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I thank my hon. Friend for raising the issue of teachers’ pensions. The teachers’ pensions scheme is an important one for this country. It is one of only eight that are guaranteed by the Government, because we believe that ​it is important that we continue to offer excellent benefits in order to attract and retain talented teachers. The employers’ contribution rate to the teachers’ pension scheme will increase from 16.4% to 23.6% in September 2019, as my hon. Friend pointed out. As confirmed in April, we will be providing funding for this increase in 2019-20 for all state-funded schools, further education and sixth-form colleges, and adult community learning providers. This includes local authority centrally-employed teachers, teachers at music education hubs and funding to local authorities for pupils with EHCPs who are educated in independent settings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend mentioned the supplementary fund. We have published how we are distributing the pensions funding to schools, but in order to match the funding as closely as we can to the actual cost that individual schools will face, we are allocating the funding using a per-pupil formula. That means we need a supplementary fund, to ensure that no school is placed in financial difficulty by the pension changes. It will mean that no school faces a shortfall of more than 0.05% of their ​overall budget. We are currently working with stakeholders on the specifics of the fund, with a focus on ensuring that the processes involved are as efficient and streamlined as possible for schools. We will announce details of the supplementary fund in October, including how schools can apply, alongside publishing school-level grant allocations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I want to congratulate my hon. Friend on the success of many schools in his constituency at improving and maintaining the high standards that our children deserve. I have set out the range of reforms that the Government have introduced since 2010 with the sole focus of raising standards. I thank him for raising his concerns about funding, and I hope I have reassured him that we will be making the strongest possible case at the spending review and pushing for maximum levels of visibility for the education sector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}