{
    "url": "https://www.ukpol.co.uk/nick-gibb-2022-speech-on-ofsted-school-inspections/",
    "title": "Nick Gibb – 2022 Speech on Ofsted School Inspections",
    "post_date": "December 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nick Gibb",
            "url": "/tag/nick-gibb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nick Gibb, the Minister of State at the Department for Education, in Westminster Hall, the House of Commons, on 6 December 2022.",
    "content": [
        "It is a real pleasure to serve under your chairmanship for the first time, Ms Harris. I congratulate my hon. Friend the Member for Kettering (Mr Hollobone) on securing this debate, and I thank him for his kind opening remarks. This important subject deserves scrutiny and discussion in the House, and I have valued the opportunity to listen to my hon. Friend’s insights in his well-constructed speech.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We all share an ambition to ensure that every pupil in every school across the country receives the education that they deserve—one that helps them to achieve academically, and more broadly prepares them to thrive and contribute to the world beyond school. Ofsted, as the independent inspectorate for schools, has a distinct and central role to play in supporting that ambition. Ofsted school inspection serves a range of purposes. It provides an independent and rounded assessment of a school’s quality, which gives key information to parents and informs their choices. It gives recognition and validation to effective practice where it is seen, and prompts self-improvement. It also offers assurance to the wider community about standards. It triggers intervention where necessary, and provides evidence to the Government and Parliament about the quality of the education being provided across all our schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The value of Ofsted, and the root of its credibility, comes from its independence. That does not mean that Ofsted operates in a vacuum. It is, after all, an arm of Government. Critically, Ofsted can inspect and report without interference. That must be carefully guarded. His Majesty’s chief inspector is responsible for the conduct and reporting of Ofsted’s inspections. No Minister, Committee or Member of this House can amend or overturn the professional judgments of the inspectorate. That enables Ofsted to fulfil its mantra of reporting “without fear or favour”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I appreciate that on occasion the situation can seem difficult and frustrating, especially when Ofsted’s findings are challenging or disputed. That independence and responsibility, which Parliament has chosen to bestow on His Majesty’s chief inspector, is a key safeguard for the system and it is worth preserving. I am acutely aware, as is His Majesty’s chief inspector, that independence places an onus on Ofsted to ensure that all its inspections are conducted to the highest professional standards. It has a strong responsibility to produce inspection judgments that are fair, evidence-based and accurate. That is at the heart of this afternoon’s debate. It is also the focus of the chief inspector and her inspectors, and rightly so. Given my hon. Friend’s specific concerns about the inspection of Bishop Stopford School, I will request that he get the opportunity to discuss them directly with His Majesty’s chief inspector.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Turning to the approach that Ofsted takes more generally to ensure that inspections are high quality, I remind the House that Ofsted’s school inspections are conducted under a framework that is grounded in research evidence. That framework took Ofsted two years to develop and involved significant engagement with the sector, leading to over 11,000 consultation responses. The widely supported proposals were implemented from September 2019. Of course, covid interrupted that, but Ofsted has been able to resume its full programme of inspections since September last year, and it conducted around 4,600 inspections in 2021-22.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The new framework sees a shift of focus towards the importance of curriculum, the intent of that curriculum, how it is implemented and, importantly, the impact that it has on pupil attainment and achievement. However, alongside the focus on the quality of education is assessment of a range of key aspects, such as the behaviour and attitudes of pupils, how the school is supporting pupils’ personal development, and the quality of the leadership and management of the school, including whether its safeguarding arrangements are effective. Taken together, Ofsted’s framework provides for an effective assessment of whether pupils are benefiting from a rounded inspection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "However well trained the expert workforce, and however good the framework, it is right that quality and consistency are checked. Inspection is not a tick-box exercise; it requires professional judgment to balance a wide range of evidence and form an overall assessment. The lead inspector plays a key role in this and must ensure that inspections are carried out in accordance with the principles of inspection and in line with Ofsted’s code of conduct for inspectors. Beyond that, though, Ofsted monitors the quality of inspections and the work of Ofsted inspectors through a range of formal processes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I do not want to gloss over the one in 10. Nine out of 10 inspections are regarded as a good experience by schools, but I do not want us to pretend for one moment that every single inspection will be a happy experience. It is disappointing when those who experience inspections at first hand come away with negative feelings about the conduct or reporting of an inspection. Where there is dissatisfaction, schools are encouraged to raise their concerns with the lead inspector as soon as possible during the inspection, so that any matters can be resolved before the inspection is completed. In those circumstances, both the concerns raised and the actions taken will be recorded in the inspection evidence.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Once a school has received its draft report, it will have the opportunity to raise any comments or concerns about the inspection process and findings, which Ofsted will consider—I know that process was undergone in the case of Bishop Stopford School. If, despite the process taking place, the school feels that its issues have not been resolved, the school, on receiving its final report, can submit a formal complaint to Ofsted, which will put the report’s publication on hold while the complaint is thoroughly investigated. It is worth noting that across Ofsted’s work on schools and beyond, which amounts to over 30,000 inspections and activities each year, only around 2% lead to a formal complaint being received.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I want to conclude be reiterating my thanks to my hon. Friend the Member for Kettering. I hope that the comments I have made about the inspection process and the importance of maintaining the independence of Ofsted in its work, and the fact that he will be having a meeting with His Majesty’s chief inspector, have provided him with least some assurance. Schools have every right to expect that inspections are of the highest quality, and I know that HM chief inspector, her staff and her inspector workforce are fully committed to meeting this expectation and strive every day to that end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}