{
    "url": "https://www.ukpol.co.uk/nick-gibb-2021-speech-on-anderson-school-in-chigwell/",
    "title": "Nick Gibb – 2021 Speech on Anderson School in Chigwell",
    "post_date": "May 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Nick Gibb",
            "url": "/tag/nick-gibb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nick Gibb, the Minister for School Standards, in the House of Commons on 18 May 2021.",
    "content": [
        "I congratulate [my hon. Friend the Member for South West Hertfordshire (Mr Mohindra)](https://www.ukpol.co.uk/gagan-mohindra-2021-speech-on-anderson-school-in-chigwell/) on securing this important debate about the closure of the Anderson School in Chigwell, an independent school for young people with autism. I have listened very carefully to his powerful speech and will ensure that the very serious points that he makes are taken on board by the Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As my hon. Friend said, the Anderson School opened in 2017 and was approved for 55 pupils, aged between 11 and 19, whose special educational needs relate to autism spectrum disorder, but who are of broadly mainstream academic ability. The cost of the site and the building was funded by the Anderson Foundation and gifted to the National Autistic Society. At the Anderson School’s first inspection in May 2018, Ofsted judged the school’s overall effectiveness as requiring improvement, with two independent school standards relating to teaching and to leadership and management not being met. In accordance with the Department’s procedure, the school submitted an action plan to the Department setting out how it was going to address the unmet independent school standards. That plan was not considered acceptable in July 2018, and subsequently a new plan was accepted in December 2018.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In October 2019, the Department commissioned an additional Ofsted inspection to assess progress against the agreed action plan. The school did not meet all the standards expected, with Ofsted reporting that the standards relating to welfare, health and safety of pupils, and leadership and management were not met. A further action plan was submitted, but was deemed not to be acceptable in January 2020. Ofsted undertook a final inspection of the school in March 2020, as my hon. Friend said, and found the school to be inadequate. At that stage, before further regulatory action could be taken, the National Autistic Society announced the closure of the school, effective from the end of the summer 2020 term.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Following a thorough consideration of all the complaints from parents that have been submitted to the Department, the Department concluded that in the main the complaints appear to have been investigated appropriately at local level. Essex County Council has shared with the Department the results of its investigations and most of the complaints received triggered no further action, as they did not meet the appropriate thresholds. The conclusion was that two incidents were considered to have the potential to warrant referral to the Teaching Regulation Agency. That is consistent with Essex County Council’s re-examination of the complaints.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Department is satisfied that there is no evidence in the complaints that we have seen to suggest that the problems at Anderson School were systemic to the National Autistic Society’s proprietorship rather than localised to the school itself. The National Autistic Society runs seven schools, four of which are independent. Of those, one is rated outstanding, five are rated good, and one is as yet unrated as it opened only in January 2020. Although the National Autistic Society owns the site, it will no longer be the education provider. It is in the process, as my hon. Friend said, of determining who is awarded the lease in line with its charitable obligations. The body that acquires the lease will have to go through all the standard relevant approval mechanisms before opening new education provisions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I assure my hon. Friend that Department officials have been in regular contact with the National Autistic Society since the decision was taken to close the Anderson School and following representations from Essex County Council about the future of the site, although now that the school has closed the Department’s role is legally very limited. It is for the National Autistic Society to award the lease in a way that is consistent with the law governing charities, planning laws, and agreements with the original provider of the site. In conversations with the National Autistic Society, officials have received assurances that it has sought the necessary technical and legal advice on the process for awarding a lease and has been assured that it was fully in line with charity law and guidance issued by the Charity Commission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Department for Education is the regulator of independent schools in England. The Department registers independent schools, it sets the independent schools standards that those schools must meet, and it acts when schools fail to meet those standards. Due diligence checks are carried out on the proposed proprietors of any school; as part of that process, Ofsted is automatically commissioned to inspect the school prior to its opening and to come to a judgment on whether the school is meeting the independent schools standards. That is a rigorous process to ensure that the school meets the statutory requirements set by the Department. All owners of registered independent schools must meet all the standards at all times.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Registered independent schools are inspected on a regular cycle by inspectors from Ofsted or the Independent Schools Inspectorate, and the Department can commission additional inspections—for example, when there is a serious complaint or notification of a serious incident at a school. If the Department considers that any of the standards are not being met by a school, it may issue a notice to the proprietor of the school requiring the production of an action plan. If the school does not submit an action plan, or if the plan is rejected or inadequately implemented, the Department can take enforcement action, which means either imposing a relevant restriction on the proprietor of the school, or removing the school from the register of independent schools. It is always our aim to safeguard the education and wellbeing of children, so where schools do not meet the standards they must improve quickly or face enforcement action, which may result in closure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Although the Department does not have a claim on the school site or a role in determining which provider the National Autistic Society chooses to award the lease to, I can assure my hon. Friend that the Department is working closely with Essex County Council through new free school provision to ensure that there is suitable and sufficient special educational needs provision in Essex. That includes two proposed free schools specialising in meeting the needs of pupils with autism spectrum disorder—Chatten Free School in Whitham, opening in September 2021, and The Hawthorns in Chelmsford, which is working toward opening in 2022-23. A new independent special educational needs and disabilities provision school opened in April 2021, The Tower School in Epping, which also offers additional places for children with autism spectrum disorder in Essex and the neighbouring area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I thank my hon. Friend once again for calling this important Adjournment debate. As I said at the start of my response, I will ensure that his concerns and those of other right hon. and hon. Members are reflected on by the Department.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}