{
    "url": "https://www.ukpol.co.uk/nick-gibb-2022-speech-on-male-primary-school-teachers/",
    "title": "Nick Gibb – 2022 Speech on Male Primary School Teachers",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Nick Gibb",
            "url": "/tag/nick-gibb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Nick Gibb, the Minister of State at the Department for Education, in Westminster Hall, the House of Commons on 16 November 2022.",
    "content": [
        "It is a pleasure to speak forth under your very capable chairmanship, Sir Gary. I congratulate my hon. Friend the Member for Mansfield (Ben Bradley) on securing this important debate on increasing the number of male primary school teachers in the run-up to International Men’s Day. I thank him for his contributions on this topic during a recent debate on apprenticeships and training. I know that education is a priority in his work, both in his previous role on the Education Committee and in supporting Mansfield and Ashfield as an education investment area. I echo the comments of my hon. Friend the Member for North Swindon (Justin Tomlinson): my hon. Friend the Member for Mansfield is undoubtedly a sad loss for the teaching profession, but we are very happy to have him here in the House of Commons representing his constituents as ably as he does.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend the Member for North Swindon referred to the PFA wanting to find a way to help ex-professional footballers to be encouraged into teaching. He will know that I want to do more to improve sport in schools. He and I have had many conversations over the years. I will certainly take up his offer to arrange a meeting; I would enjoy that very much indeed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Government are committed to providing world-class education and training. We know that accomplished teachers, regardless of gender or background, provide positive role models and shape the lives of young people. That is why the Department aims to attract and retain highly skilled and talented individuals from all backgrounds and to support them throughout their careers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Department’s current recruitment marketing campaign on teaching, “Every lesson shapes a life”—with its brilliant marketing and advertisements on television and radio to recruit people into teaching—is deliberately targeted at various audiences, including recent graduates and potential career changers. That targeting is regardless of background. The marketing takes every effort to ensure that all the advertising is fully reflective of the target audiences, including men. If hon. Members see those adverts, they will see precisely how that marketing does that very effectively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As my hon. Friend the Member for Mansfield will be aware, despite the challenges of a competitive recruitment market, the Department’s target for the number of trainees starting postgraduate initial teacher training primary courses has been exceeded in four of the last five years. In 2021-22, 136% of the postgraduate initial teacher training target was achieved in primary.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Too often, we hear schools and universities saying that they know a good teacher when they see one. The Department is committed to dismantling the stereotype of what a good teacher looks like and supporting people into the teaching profession regardless of their background. Although it remains true that men make up a smaller proportion of the teaching workforce, the number of male teachers in primary schools has gradually increased since 2010. There has been an increase of more than 7,000 male teachers in state-funded nursery and primary schools, from 28,180 in 2010 to 35,202 in 2021. My hon. Friend the Member for Mansfield cited that in percentage terms, but clearly it is still a very small proportion of the total workforce.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Jim Shannon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "That shows a trend that, unfortunately, we do not have in Northern Ireland. I know that that is not the Minister’s responsibility, but I am keen to know whether he has been able to ascertain why the trend is for an increase here on the mainland, because if there is something that the Department for Education is doing here to improve the situation, I would very much like, as I said in my speech, to use the pluses from this debate for us back home. If the Minister could share any information on that, I would be much obliged to him.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Nick Gibb**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "What is interesting about that intervention is that the problem, the issue, that we have in this country is reflected in Northern Ireland, where of course education policy is devolved, so this is not specifically related to education policy; it is a deeper, societal issue and requires considerable consideration. I will come to those points shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Male teachers are more likely to work in secondary schools than nursery and primary schools: 14% of nursery and primary school teachers are male—that is up from 12% in 2010—but 35% of secondary school teachers are male, although that is down slightly, from 37.8% in 2010. Let us look at the picture as a whole: 28% of all male teachers teach in state-funded nursery and primary schools, whereas 65% of male teachers teach in secondary schools and 6% of male teachers teach in special schools and pupil referral units. The hon. Member for Strangford (Jim Shannon), in his speech, cited similar proportions in Northern Ireland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Male teachers do progress to leadership positions at a higher rate. As of November 2021, in state-funded nursery and primary schools, 26% of headteachers were male, compared with 14% of all nursery and primary teachers. There is also data to suggest that men progress faster. For example, in 2020 the median new female primary headteacher had been qualified for 19 years or fewer, compared with 16 years or fewer for the median male primary headteacher—whatever a median male primary headteacher is. People know the point I am making in terms of averages.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Department is committed to making teaching and teacher recruitment as inclusive as possible. That includes recruitment campaigns designed to attract a diverse pool of candidates to teacher training, including men into primary teaching. All candidates have access to tailored support to help find the best route into teaching for them. Although we are seeing increasing representation in some areas—for example, recruitment into initial teacher training is increasingly racially diverse—the Department recognises that some groups, including men, are still under-represented compared with the working-age population. I know that that view is shared by my hon. Friend the Member for Rugby (Mark Pawsey) and his daughter, who is herself a primary school teacher. This is particularly evident in the teaching workforce in primary schools.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Department is committed to using all our new sources of data and insight, including the new in-house recruitment services, to identify barriers to accomplished people becoming teachers and staying in teaching. From initial attraction, to recruitment, development and progression into leadership, the new services and support are designed to deliver a high-quality and diverse workforce, for the benefit of pupils across the country. Excellent teaching of course starts with recruiting excellent people, from all backgrounds, and the Department does work hard to create diverse recruitment campaigns, as I mentioned, that attract brilliant students, recent graduates and career changers into teaching. Through the new Get Into Teaching website, prospective trainees can access tailored support and advice from expert, one-to-one teacher training advisers, a contact centre and a national programme of events. The Get School Experience digital service also helps potential candidates find and arrange experience in the classroom before deciding whether to become a teacher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "To transform the application process, we successfully rolled out the new initial teacher training application service in England in 2021. The Apply for teacher training service has removed recruitment barriers and is better supporting a wider range of excellent applicants to apply for teaching. The new Apply for teacher training service gives the Department more data and gives us greater insight into the behaviour of male candidates and all candidates, and of schools and universities that offer initial teacher training. That helps us to identify and address barriers for under-represented groups, including men.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "If there is one area in which we can help to address the concerns raised by my hon. Friend the Member for Mansfield, it is through understanding why certain candidates are refused an initial teacher training place and what causes any particular candidate to drop out of the application process. We will learn a lot through the new website and I can commit to my hon. Friend that, as a consequence of this debate, I will also monitor any differential data that relates to the sex of the candidate going through the application process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Department is committed to tackling barriers to becoming a teacher, including reforming the routes to teaching. That includes a review of the postgraduate teaching apprenticeship, to create a more efficient and streamlined route. As well as that, we are providing a seamless journey into teaching for the best candidates. We have increased the starting salary to £28,000, seeking to ensure that the teaching profession is increasingly competitive, and we have the ultimate goal of getting to a starting salary of £30,000 in the following year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "At the recruitment stage, we have targeted our financial incentives where we know they are most needed. That is why we have put in place a range of measures for trainees from 2023, including bursaries worth up to £27,000 and scholarships worth up to £29,000, to encourage talented trainees to apply for those subjects with the greatest need for new teachers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In conclusion, I thank my hon. Friend the Member for Mansfield for his interest in and passion for the recruitment and retention of the highest quality teachers, and his particular interest in increasing the number of male teachers in primary schools. Recruitment of primary school teachers remains strong, with the Department exceeding primary recruitment targets in four of the last five years. That said, the Department is taking action to increase teacher recruitment and retention and to boost teacher quality through several high priority programmes, including the early career framework, which I have not touched on today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "At the recruitment stage, the Department has made progress in encouraging applications from the highest quality candidates through our marketing campaign and the transformation of our recruitment services. Meanwhile, our world-class teacher development programmes are designed to support all teachers in the early stage of and throughout their careers, right through to executive leadership. I am very happy to continue these discussions with my hon. Friend in the months ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}