{
    "url": "https://www.ukpol.co.uk/nick-gibb-2019-statement-on-relationship-education-in-schools/",
    "title": "Nick Gibb – 2019 Statement on Relationship Education in Schools",
    "post_date": "July 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Nick Gibb",
            "url": "/tag/nick-gibb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Nick Gibb, the Minister for School Standards, in the House of Commons on 16 July 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/nickgibb1-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/nickgibb1-1.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "This spring, Parliament passed the relationships, sex and health education regulations with overwhelming support. We know that many parents agree that these subjects should be taught by schools. We also know that for some parents, this raises concerns. Parents have a right to understand what we are requiring schools to teach and how their child’s school is intending to go about it. That is why we will be requiring schools to consult parents on their relationship education or RSE policy. Open and constructive dialogue can only work, however, if the facts of the situation are known to all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We are aware that misinformation is circulating about what schools currently teach about relationships and what they will teach when the new subjects are introduced. The Department for Education has undertaken a number of activities in response. In April this year, we published frequently asked questions designed to bust myths on the subjects. They have been translated into three languages. In June, we published the final version of the relationships, sex and health education guidance, as well as guides for parents on the subjects. Alongside that, we produced infographics that can be easily shared on social media—including WhatsApp, where we know much of the misinformation is shared—setting out the facts. We also sent an email to almost 40,000 teachers, providing them with factual information and links to various documents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Department has also been working on the ground with Birmingham City Council, Parkfield School, parents and other interested parties to convey the facts of the policy and dispel myths, to support a resolution to the protests in that school and nearby Anderton Park School. Nationally, we have worked with the National Association of Head Teachers to understand where there might be parent concerns in other parts of the country and to offer support. We will continue those efforts to support the introduction of the new subjects, which we strongly believe are hugely important for children growing up in modern Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}