{
    "url": "https://www.ukpol.co.uk/nick-gibb-2016-statement-on-term-time-holidays/",
    "title": "Nick Gibb – 2016 Statement on Term-Time Holidays",
    "post_date": "May 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Nick Gibb",
            "url": "/tag/nick-gibb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Nick Gibb, the Minister for Schools, in the House of Commons on 19 May 2016.",
    "content": [
        "[![nickgibb](https://www.ukpol.co.uk/wp-content/uploads/2015/09/nickgibb.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/nickgibb.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The High Court oral judgment represents a significant threat to one of the Government’s most important achievements in education in the past six years: improving school attendance. For this reason, the Government will do everything in their power to ensure that headteachers are able to keep children in school.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "There is abundant academic evidence showing that time spent in school is one of the single strongest determinants of a pupil’s academic success. At secondary school, even a week off can have a significant impact on a pupil’s GCSE grades. This is unfair to children and potentially damaging to their life chances. That is why we have unashamedly pursued a zero-tolerance policy on unauthorised absence. We have increased the fines issued to parents of pupils with persistent unauthorised absence, placed greater emphasis on school attendance levels in inspection outcomes and, crucially, we have clamped down on the practice of taking term-time holidays. Those measures have been strikingly successful: the number of persistent absentees in this country’s schools has dropped by over 40%, from 433,000 in 2010 to 246,000 in 2015, and some 4 million fewer days are lost due to unauthorised absence compared with 2012-2013. Overall absence rates have followed a significant downward trend from 6.5% in the academic year ending in 2007 to 4.6% in the academic year ending in 2015.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "These are not just statistics. They mean that pupils are spending many more hours in school, being taught the knowledge and skills they need to succeed in life. It is for this reason that we amended the 2006 attendance regulations in 2013. Previously headteachers were permitted to grant a family holiday during term time for “special circumstances” of up to 10 days per school year. Of course, the need to take time off school in exceptional circumstances is important, but there are no special circumstances where a 10-day family holiday to Disney World should be allowed to trump the importance of school. The rules must apply to everyone as a matter of social justice. When parents with the income available to take their children out of school go to Florida, it sends a message to everyone that school attendance is not important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The measure has been welcomed by teachers and schools. Unauthorised absences do not affect just the child who is absent; they damage everyone’s education as teachers find themselves having to play catch-up. Because learning is cumulative, pupils cannot understand the division of fractions if they have not first understood their multiplication. Pupils cannot understand why world war one ended if they do not know why it started, and they cannot enjoy the second half of a novel if they have not read the first half. If a vital block of prerequisite knowledge is missed in April, a pupil’s understanding of the subject will be harmed in May.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Government understand, however, that many school holidays being taken at roughly the same time leads to a hike in prices. That is precisely the reason that we have given academies the power to set their own term dates in a way that works for their parents and their local communities. Already schools such as Hatcham College in London and the David Young Community Academy in Leeds are doing just that. In areas of the country such as the south-west, where a large number of the local population are employed in the tourist industry, there is nothing to stop schools clubbing together and collectively changing or extending the dates of their summer holidays or doing so as part of a multi-academy trust. In fact, this Government would encourage them to do so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We are awaiting the written judgment from the High Court and will outline our next steps in due course. The House should be assured that we will seek to take whatever measures are necessary to give schools and local authorities the power and clarity to ensure that children attend school when they should.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}