{
    "url": "https://www.ukpol.co.uk/patricia-gibson-2021-speech-on-the-gender-pension-gap/",
    "title": "Patricia Gibson – 2021 Speech on the Gender Pension Gap",
    "post_date": "April 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Patricia Gibson",
            "url": "/tag/patricia-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Patricia Gibson, the SNP MP for North Ayrshire and Arran, in the House of Commons on 19 April 2021.",
    "content": [
        "I am delighted to have secured this important debate on the gender pension gap, which stands at a shameful 40.3%—more than double the gender pay gap of 17.3%. That is truly shocking, and I hope that the debate will both highlight this terrible inequality and perhaps persuade the UK Government to take some fairly straightforward measures to address it if they are truly committed to pension justice and equality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We are all aware of the justifications for women’s state pension age being raised, but equalising state pension ages is very different from pension equality. We could simply throw our hands in the air and exclaim that women have always had lower pensions than men, and that is just the way it is, but it need not be this way. It is simply unacceptable that all types of pension provision—whether state pensions, workplace pensions or private pensions—inherently discriminate against women. If they choose to do so, the UK Government could tackle this and thereby tackle the poverty that too many women face in old age. This can wait no longer, as an increasing proportion of women are simply not able to rely on their partner’s income in retirement, and nor should they be required to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**David Linden (Glasgow East) (SNP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I congratulate my hon. Friend most sincerely on securing the debate. The average woman in her 20s in the UK will have to work almost 40 years longer than her male counterpart to build up the same pension. Indeed, a female saver can expect to have £100,000 less in retirement savings thanks to time taken out of the workplace to raise children. In the previous debate, the Government spoke an awful lot about levelling up. Does she agree that, if the Government are serious about levelling up, the first thing they could do is tackle the injustice of the gender pension gap?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Patricia Gibson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Absolutely. I know that the Minister will be listening intently, and I hope he will take away the reasonable and straightforward suggestions that I will make this evening, so that we can truly level up in the way that the Government say they want to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Women born in the 1950s—WASPI women, or Women Against State Pension Inequality—have suffered hugely as their state pension age was accelerated, giving them insufficient time to prepare for retirement. Despite the clamour of outrage, the Government have refused to do anything to address the hardship caused to the women affected. I wish I could say that that policy decision was the only one that targets women in retirement. I wish this was the only measure I could find that has transformed retirement into a time of financial uncertainty and fiscal pressure for women. Sadly, it is a mere continuation of policy choices that have contributed to—indeed, exacerbated—the gender pension gap under which too many women now labour.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The hon. Lady, myself and others in this Chamber have supported the WASPI women the whole way through. Does she agree that there is not only a legal obligation but a moral obligation to deliver for them and that the WASPI women in our constituencies who have contacted us deserve to know that the battle has not ended for them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Patricia Gibson**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The hon. Gentleman is absolutely right. It is impossible, in all conscience, to have any debate about pensions and not mention the plight and difficulties into which the WASPI women have been thrust. Indeed, it would be remiss not to mention them and to pay tribute to the dignified campaign that they have fought and continue to fight.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let us take pension credit as an example. The uptake of pension credit is only around 60%—a matter that I have raised repeatedly over the years in the House, urging the UK Government to do more to improve uptake. Doing so could play an important part in helping to close the gender pension gap, since women are much more likely to need to rely on pension credit, which is additional support for the poorest pensioners, as their lifetime earnings tend to be lower than men’s. However, the so-called triple lock on state pensions does not apply to pension credit. This means that the poorest pensioners, who tend to be women, do not have the same income protection as those pensioners who are better off.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In addition to this gender penalty, the very lowest earners, who we know tend to be women—I keep saying it because it bears repeating—are excluded from building credit on their state pension. Those who have a job earning below the lower earnings threshold get no credit for their state pension at all, and that applies even if a person has more than one job. This exclusion disproportionately hits women hard as they are more likely to be in part-time work. When the Minister gets to his feet, I hope that he will explain why this stubborn inflexibility in the national insurance system has not been addressed and when we can expect this pitfall—that is what it is—to be removed, as it contributes to the impoverishment of women in retirement. The lower earnings threshold should be abolished so that all workers can claim credit for state pension, no matter the level of their earnings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The gender pension gap is exacerbated in all sorts of sneaky and labyrinthine ways, some of which most women do not know about due to the arcane nature of the system. The UK Government could fix many of these problems almost at a stroke; why this has not happened is curious.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "For example, even if a woman is not currently in paid work, if she claims child benefit for a child under 12, she will get national insurance credit towards her state pension, and is treated as though she has contributed to national insurance while she claims that child benefit, when her state pension is calculated. Even if her partner’s earnings deem her ineligible for child benefit, she needs to apply in order to get national insurance credit. Who knew?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "If a woman finds out subsequently about this rather silly and pointless method of gender discrimination—well, too bad. She cannot backdate her claim. In addition, research has shown that huge numbers of women simply do not know how child benefit claims affect their state pension calculation. And who could blame them? It would be fairly simple for the UK Government to address this by allowing all women who are looking after their children to claim state pension credit. Why not? What is the obstacle to this change, which could play a part in reducing the shameful gender pension gap?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let me turn to the issue of temporarily leaving the workforce to look after children adversely impacting on a woman’s pension. Workplace pensions discriminate against women, who tend to earn less and to have interrupted careers, meaning that they are active in the workplace for fewer years than men. This means that their workplace pensions are lower, as well as their state pensions. This could be mitigated if the Government introduced a family carer’s top-up, whereby the Government would pay the equivalent of the employer’s contribution—at least at the level of minimum wage—into women’s pensions if they are taking time out as carers. This would equate to around £820 per year and would boost pension outcomes for women by 20% if they took 10 years out of the workforce to undertake caring responsibilities and return to the workforce thereafter. Importantly, research shows that this could close half the pension wealth gap that is created by taking time out of work to care for others—so far, so good.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It was always traditionally the case that women were forced to leave company pensions if they married or switched to part-time working. I have lost count of the number of WASPI women who have told me that they were forced out of occupational pension provisions when they married. However, we know that women also tended to be less likely even to be offered an occupational pension in the first place due to the types of jobs women traditionally did. Again, we have inherent bias against women’s workplace pensions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We also need to remember that some workplace pensions do not aggregate women’s pensions following maternity leave. Not merging periods of pension service means that women have a reduced pension when they retire, relative to their male counterparts. Surely it cannot be beyond the wit of this Government to regulate pension provision so that women’s pension rights can be preserved whilst caring responsibilities are attended to?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "If this litany of how women get a raw pension deal and suffer institutional bias seems to be long, I am afraid it is set to become longer still, because we have not yet considered auto-enrolment. This much-heralded programme to ensure all employers provide workplace pensions leaves out, ignores and simply does not take into account millions of women.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "How can that be? It is actually very simple. Those who earn less than £10,000—again, disproportionately women of course—do not benefit from auto-enrolment and therefore do not benefit from their employer’s pension contribution. Again, it does not matter if someone has two part-time jobs, because if each pays below £10,000, they miss out on auto-enrolment and the employer’s contribution to the pension.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "New research from the Pensions Policy Institute shows that almost half of single mothers are currently ineligible for auto-enrolment—almost half. Does the Minister think that is acceptable? What will he do to persuade his Government to remove the £10,000 earnings limit for auto-enrolment so that the threshold can be reduced to the very first pound earned? When one considers the part that that measure alone could play in helping to reduce the gender pay gap, I can think of no good reason not to do it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "If that was not bad enough, those who are auto-enrolled into their workplace pension are often forced to pay an additional 25% for their pensions if they earn between £10,000 and £12,000. Again, that situation tends to affect women disproportionately and is due to the type of pension an employer may use, which operates on a net pay basis. That means that the employee has to pay extra to their pension provider instead of receiving the tax relief they could have in a different type of pension scheme, such as a relief at source scheme. Sadly, it seems that most employers use the net pay scheme, so contributions are collected before tax.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "However, if the relief at source scheme were used, women would benefit from an additional £8,000 in their pensions over their working lives. We have, quite frankly, a disgraceful situation in which women, who are most in need of help in building up their pension pots, are forced to pay more, usually without knowledge of how they are being financially penalised. If we want pension equality, why are the Government not legislating so that employers and pension providers ensure workers are enrolled into schemes that will qualify for tax relief?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "If, after all that, a woman finds herself widowed, her late husband’s life annuity will probably not provide her with any income, meaning that after the shock of being widowed many women are thrown into poverty, financially unprotected. Similarly, if a woman is divorced, she may find herself in poverty in retirement. Indeed, she is more likely to do so. It seems clear that there are institutional, inherent, ingrained and unfair barriers to women being able properly and fairly to build up a pension pot that will offer them protection from poverty in their later years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The obstacles, problems and barriers have been set out clearly tonight, and the Minister has been listening to the potential solutions. I urge him to respond to each barrier and to indicate what his Government will do to address the shocking and unacceptable gender pension gap that exposes women to poverty and hardship in their later years, because it does not have to be this way.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}