{
    "url": "https://www.ukpol.co.uk/peter-gibson-2022-speech-on-the-child-support-bill/",
    "title": "Peter Gibson – 2022 Speech on the Child Support Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Gibson",
            "url": "/tag/peter-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Gibson, the Conservative MP for Darlington, in the House of Commons on 9 December 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Broadland (Jerome Mayhew), and to speak for the second time today, this time in support of the Second Reading of the important Bill introduced by my hon. Friend the Member for Stroud (Siobhan Baillie). It is important to highlight that the Bill closely complements another private Member’s Bill, as has already been alluded to, currently progressing its legislative journey: the Child Support Collection (Domestic Abuse) Bill, introduced by my hon. Friend the Member for Hastings and Rye (Sally-Ann Hart). Both Bills will significantly improve the child support system. I was delighted to support the Child Support Collection (Domestic Abuse) Bill, and I am equally delighted to be here to see today’s Bill pass its Second Reading, as I am sure it will.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is absolutely right that all parents have a legal responsibility to support their children financially, quite apart from any moral responsibility that they have too. Child maintenance is key to reducing the number of children in low-incomes households through family- based arrangements and Child Maintenance Service arrangements. Parents in separated families receive approximately £2.4 billion a year in child maintenance payments, which are essential to those families’ wellbeing and financial security. There are an estimated 2.3 million separated families in Great Britain, with 3.6 million children in those families, and 60% of separated families have child maintenance arrangements.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Child Maintenance Service manages cases either through direct pay or, as we have heard, collect and pay. In both cases, the Child Maintenance Service calculates how much maintenance should be paid. For a direct payer, the money passes directly from one parent to the other. For collect and pay, the CMS collects the money from the paying parent and pays it to the receiving parent, but there are collection charges for the use of collect and pay—20% on top of the liability for the paying parent, and 4% of the maintenance received by the receiving parent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Under current legislation, direct pay is the default option unless both parents request collect and pay, or the receiving parent requests collect and pay and the paying parent is deemed unlikely to pay by demonstrating an unwillingness to pay their liability. That is so that paying parents have the option not to incur additional charges should they pay in full and on time. Some 846,300 children are covered by CMS arrangements, of whom 526,500 are covered through direct pay and 298,400 children are covered by collect and pay. Given the growing number of children covered by CMS arrangements, the Bill is welcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Bill deals largely with the way in which child support payments are recovered in cases in which arrears have accumulated. Currently, if arrears have accumulated under the collect and pay system, the non-resident parent is usually sent an arrears notice. Caseworkers may negotiate and put in place a repayment plan. The Child Maintenance Service aims to recover arrears within two years and expects the non-resident parent to pay up to 40% of their net income to clear it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In March 2022, the National Audit Office published a report on child maintenance that said that parents now rely less on the state to help them to make maintenance arrangements—an aim of the Government’s 2012 reforms. Although the number of people who make a family-based arrangement has increased as intended, there has also been an increase in the number of people with no maintenance arrangement. The report said that, as a result, there has been no clear change in the number of families with effective child maintenance arrangements since the Government reformed the system in 2012.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is estimated that only one in three separated families in Great Britain has a child maintenance arrangement for which the agreed maintenance is paid in full. Indeed, at the end of June 2022, cumulative arrears stood at £493.5 million and the National Audit Office projection is that at current rates the amount will reach £1 billion by March 2031. That figure is far too high. It is absolutely right that we have in place a system that ensures that we can and do enforce payments effectively. The House will be aware of the National Audit Office report that highlights ongoing issues with Child Maintenance Service collection and enforcement activities. I doubt that any Member has no constituency cases on the issue; indeed, I have had more than two dozen in my case load.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "If the paying parent refuses to comply, it can take years before payments are made to the receiving parent. Enforcement in respect of arrears does not always ensure future compliance. It can take years before payments are made to receiving parents if the paying parent refuses to comply. In addition, enforcement has not been properly built into the universal credit system. Currently, the Child Maintenance Service can deduct only a flat rate of £8.40 of maintenance from a person’s universal credit award and cannot deduct partial deductions. Before 2019, the maximum that the Child Maintenance Service could deduct from benefits towards arrears was a mere £1.20 a week.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "There are currently four ways for the CMS to collect arrears without a court order: a deduction from earnings order; a deduction from earnings request for those in the armed forces; a deduction order from bank accounts; and the collection of assets from a deceased non-resident parent’s estate. A court order gives much stronger powers of collection, with the use of bailiffs in England and Wales and of sheriffs in Scotland.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Following the removal of a parent’s right to enforce themselves in 2005, the state now has sole responsibility for enforcing obligations and has discretion over whether to pursue enforcement. It is clear that the state must do more to ensure the enforcement of child maintenance collection. The Bill introduced by my hon. Friend the Member for Stroud would do just that. Her Bill would alter the current regulations to ensure that if the DWP agrees that a person has failed to pay an amount of child support maintenance and a deduction from earnings has not been possible or is not appropriate, the DWP would be able to make a liability order in respect of that amount against the person. This will replace the existing system whereby the DWP must apply to the courts for a liability order, thereby streamlining the system and removing the unnecessary delay to the recovery of child maintenance arears that the process of applying for liability through the courts can create. The Bill would give the CMS the ability to ramp up the enforcement of collection much quicker than it has previously been able to.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I see how this Bill complements the Child Support Collection (Domestic Abuse) Bill introduced by my hon. Friend the Member for Hastings and Rye. It would allow child maintenance cases to be placed on the collect and pay service if there is evidence of domestic abuse, providing another layer of protection to some of the most vulnerable in society by preventing survivors of abuse from having to engage directly with their abuser through the CMS. However, on the collect and pay system an abuser may seek to continue to torture their victim by not paying the child support they owe. The Bill from my hon. Friend the Member for Stroud will ensure that swift action can be taken in such cases, so that an abuser cannot evade paying child maintenance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am delighted to be able to support this Bill, which will streamline the child maintenance system and enable us to ensure that more people can pay child maintenance on time and in full. I am sure it will command cross-party support, and I offer my sincere thanks to my hon. Friend for bringing it forward today. I wish her all the best as she continues to guide it through the legislative process, and I hope to see it pass all its stages very soon. I have got into the habit of offering Members my services on their Bill Committees, having offered once already this morning, so I offer the same to her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}