{
    "url": "https://www.ukpol.co.uk/patricia-gibson-2023-speech-on-raising-the-state-pension-age-to-68/",
    "title": "Patricia Gibson – 2023 Speech on Raising the State Pension Age to 68",
    "post_date": "February 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Patricia Gibson",
            "url": "/tag/patricia-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Patricia Gibson, the SNP MP for North Ayrshire and Arran, in the House of Commons on 1 February 2023.",
    "content": [
        "I echo the appreciation of the hon. Member for Amber Valley (Nigel Mills) for bringing the debate on the state pension age to the Floor of the House today. There is great concern that, according to reports, the UK Government plan to accelerate their current timeline for increasing the state pension age again, raising it to 68 by 2034. That means that those born in the 1970s or later could soon be told that a review of the increase in state pension age will further delay their retirement. If the Minister can tell us that that simply will not happen, we can all just go home and not worry about it, as the hon. Gentleman and the hon. Member for North East Fife (Wendy Chamberlain) said. We would all be delighted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is bad enough that the state pension age is due to rise again from 66 to 67 by 2028. It is even worse that the women born in the 1950s had their state pension age increased with little or no notice, a move that has robbed them of tens of thousands of pounds of their hard-earned and expected state pension, throwing many of them into deep poverty and unnecessary hardship. That is all bad enough, but now we face the prospect of the Government planning to bring forward the increase in retirement age from 67 to 68 from 2046 to affect anyone now aged 54 or younger.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Minister may say that no final decision has been taken, but how can anyone, having witnessed how women born in the 1950s have been treated, have any real faith that the Government understand how the increase in retirement age would have a disproportionate impact on those who have worked all their lives for poor pay? The UK already has one of the lowest pensions in Europe, and these plans will have an impact on millions of people, many of whom are already struggling financially. Age UK has said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“any Government decision to accelerate the rise in Pension Age will condemn millions to a miserable and impoverished run up to retirement—and often beyond too”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "So many people are already in poor health by the time they reach their state pension and they are already suffering financial hardship.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As the hon. Member for North East Fife said, probably every one of us has spoken to women born in the 1950s, and when we do they tell us that the biggest UK Government swindle in recent memory was robbing their generation of their rightful state pensions at the age of 60. Many discovered, often by sheer accident, that their anticipated pension would not arrive until years later, as there was equalisation with men. The anger, sense of betrayal and disappointment was only inflamed when UK Government Ministers bizarrely and insensitively insisted that this provided an opportunity for the women affected to train for new careers. Some of them then formed the Women Against State Pension Inequality Campaign, which continues to campaign for the injustice against them to be recognised and remedied. They must be given the compensation that is their right and I applaud the work they have done, because those women faced delays of up to six years to access their state pension, one in four of them now struggle to make payments on crucial bills and one third are in debt, with single women the worst affected. So that we can avoid this happening again, will the Minister tell us what impact assessment the UK Government have carried out, or will carry out, on any further proposals to accelerate the rise in the state pension age to 68 by 2034 or, indeed, to accelerate it at all?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It seems to the people outside this Chamber who are worried about this or who have experienced this, as the WASPI women have, that this Government have developed a taste for robbing people of their hard-earned state pension. The website Interactive Investor calculates that bringing forward to 2034 the increase in someone’s pension age to 68 could mean a lost year of full state pension of almost £17,000 for workers aged 46. Royal London insurance found that more than half of those aged 55 and over are likely to have the state pension as their main income, with 1.5 million of those in pre-state-pension years, and 31 % with no savings at all to fall back on. Many of them are also struggling with caring responsibilities as well as financial ones.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Pensioners relying on state pension as their main source of income are more likely to have already undergone a working life of low pay, and they are more likely to have health challenges in retirement and a shorter life expectancy. They are also the pensioners who simply cannot afford to retire early, even when health problems occur. Raising the retirement age even further will therefore have a disproportionate effect on poorer older people who will enjoy fewer retirement years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "A review of the state pension age in 2017 established that people should expect to spend one third of their adult life in retirement. As we know and as has been said, life expectancy in the UK is, at best, stagnating, which seriously undermines the case for raising the state pension age. I am afraid that those considerations will not have an impact on Government thinking and that the very logic they have used in the past for increasing state pension age—rising life expectancy—will not apply. If that is the case, I would remind the Minister that not only have life expectancy rates stalled across the UK, but they have actually fallen for the second year in a row in Scotland. Perhaps the Minister would like to factor that in when determining the state pension age. According to the UK Government’s own argument and the logic they have used so far, the state pension age should perhaps even be falling.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The UK Government must abandon any further acceleration of the state pension age across the UK. I hope that all parties will oppose that and commit to continuing that opposition beyond the next election. As the hon. Member for Amber Valley said, if you keep tinkering with, accelerating and rising the state pension age, you create uncertainty and undermine the whole concept of a state pension, perhaps fatally undermining it for future generations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Even talk of accelerating the state pension age feels like a grubby smash and grab of people’s hard-earned pensions to try to fill the black hole in the UK’s finances, which is a consequence of 13 years of austerity. That austerity started under Labour’s Gordon Brown and has continued ever since, compounded by the damage of Brexit to which Labour is fully signed up, cynically and disingenuously pretending that there is such a thing as a good Brexit after all. Labour knows that, but it is so desperate to win seats in England, it will say anything. But the public are watching.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "To raise the state pension age further is bad enough. To raise it even faster than originally planned as a cost-cutting measure is unforgivable. People in Scotland were told in 2014 that the only way to protect the state pension was to vote no to independence. Here we are nine years later, and the state pension does not support the minimum standard of living. Pensioners have already been short-changed by £6,500 on average, due to the state pension underpayments to around 237,000 older people, and a further 100,000 potential underpayments that have been identified, which will take a year to correct. Let us not forget how easily the Government discarded their manifesto commitment to retain the triple lock, the abandonment of which means that current state pension payments are £520 less than they otherwise would have been.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We must all learn from the huge injustice perpetrated on WASPI women—I applaud their campaign for justice—but we cannot permit even more people to be robbed of tens of thousands of pounds of their rightful state pension as life expectancy stalls or even falls in Scotland. Meanwhile, our Government desperately seek to fill their financial black hole because of their own incompetence, and therefore have decided to pick a fight over pensions. That is an outrage. In the dying days of this Government, as they thrash around seeking to pick the pockets of others to pay for their own economic mismanagement, we must say that enough is enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}