{
    "url": "https://www.ukpol.co.uk/patricia-gibson-2023-speech-on-commercial-breeding-for-laboratories/",
    "title": "Patricia Gibson – 2023 Speech on Commercial Breeding for Laboratories",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Patricia Gibson",
            "url": "/tag/patricia-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Patricia Gibson, the SNP MP for North Ayrshire and Arran, in Westminster Hall, the House of Commons, on 16 January 2023.",
    "content": [
        "Thank you for calling me to speak, Mr Efford, and I am delighted once again to lead for my party in this debate on calls to ban commercial breeding for laboratories and to implement reform to approve non-animal methodologies. I thank the hon. Member for Carshalton and Wallington (Elliot Colburn) for opening it so comprehensively.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Like many of my constituents in North Ayrshire and Arran, I am one of the majority of people who believe that we need to act on what is widely accepted as the unethical, cruel, immoral, counter-productive and damaging use of animals in experiments, as has been explained by Members from across the Chamber. We have, of course, debated the subject before, most recently, I think, in October 2021. We have debated it many times, but it keeps coming back to us via the Petitions Committee, because it simply will not go away. The huge number of people who repeatedly sign petitions about the matter ensures that it will keep coming back for debate unless and until common sense prevails—until science prevails, as inevitably it must. However, we need that to happen as soon as possible for a whole range of reasons, many of which we have heard about today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Before I go any further, I must thank all the organisations that have provided such excellent briefings for today’s debate, such as the Betsy, Beagle Ambassador For Life On Earth campaign; the Fund for the Replacement of Animals in Medical Experiments, or FRAME; the RSPCA; People for the Ethical Treatment of Animals, or PETA; and a whole range of other organisations that have campaigned on this issue for decades.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Animal experiments fail in the search for human treatment and cures. Penicillin stayed on the shelf for over a decade because the tests done on rabbits by that great Scot, Alexander Fleming, led him to believe that it would be ineffective in humans. There is a mountain of evidence to show that failure and that is why we need a rigorous public scientific hearing to demonstrate it. Anyone who wishes to argue the opposite, without any confidence or credibility, should relish the opportunity to demonstrate their views in the forum of a public scientific hearing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We know that some Members of this House and some on the Government Benches would argue in support of the status quo, yet in the repeated debates that we have on the issue they never seem to turn out to defend that position, except for the Minister, of course, who has little choice in the matter. We have MPs in this House who believe that the current situation is the correct one. If that is genuinely a held view, it should be able to be defended. If it cannot be defended, these things ought not to be happening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "While we wait and push for change, the opportunities for the treatment of and search for cures of terrible diseases such as cancer are, according to the USA’s National Cancer Institute, being lost, because studies in rodents have been believed. Far from assisting and advancing the treatment of and cures for terrible human diseases, which is what we all want to see, the use of animals in experiments is actively frustrating that end.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The problem with the petition calling for the NAMs specialist committee is that the fear is that it would be able to act in only an advisory capacity, whereas a public scientific hearing would require animal researchers to prove their claims about the efficacy of the use of animals in animal testing. A rigorous scientific hearing would show that the arguments being made for animal testing simply do not hold up to scrutiny.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Reducing licences and the range of animals on which tests can be carried out is all very well and good, and they are important steps, but we need to be much more stringent. The best way forward—the only way forward—is a robust public scientific hearing to secure the overhaul of the industry that so many of us want to see. Of course, such an overhaul is challenging, because we know that interests have grown up around it that, which defend it even in the face of evidence that it is not really the best way forward. It is certainly not the best way forward for treating diseases or, indeed, for animals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is widely reported by experts that 90% of new medicines fail to pass human trials because animals cannot predict human responses. The former editor-in-chief of the British Medical Journal has indicated that it is almost impossible to rely on most animal data to predict whether an intervention will have a favourable clinical benefit-risk in human subjects and, if that continues to be the case, endorsement and funding of pre-clinical animal research seems, at the very least, misplaced. That chimes with the conclusions of Dr Richard Klausner, director of the National Cancer Institute, who was mentioned by my hon. Friend the Member for Rutherglen and Hamilton West (Margaret Ferrier), that we have cured mice of cancer for decades, but it simply does not work in humans. In the world of science and in the pharmaceutical industry it is openly acknowledged that animal models on drug development simply do not work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We should have cause for optimism, however, because on 4 January the Prime Minister delivered a speech. In that speech, he set out his priorities for 2023 and declared that he wants to\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“make this country a beacon of science”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The UK of course comprises four nations, so I will generously assume that he meant to say “the UK” and not “this country”. Putting that aside, I look forward to his Government making good on that commitment, following the science on the issue, taking note of and acting on the significant body of science that tells us that animal experiments are not helpful and, worse, can even be obstructive as we seek to treat and cure a whole range of human diseases.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is worth recalling the remarks of Dr Lindsay Marshall, the UK’s biomedical science adviser for the Humane Society International, who said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“The UK cannot expect to have world-leading science innovation whilst we rely on failing animal-based research methods that are rooted in the past.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "She said that,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“animal models are really bad at telling us what will happen in a human body”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "and are sometimes “dangerously misleading”. That is despite the UK Government response to the petition indicating:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“The UK’s strengths in research and innovation put it at the forefront of global science. The Government is committed to supporting this science base”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "If we are following the science, there should not be a problem after we have a robust scientific public hearing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "There was much excitement among campaigners recently when President Biden signed into law the Food and Drug Administration Modernization Act 2.0, which removed the mandatory requirement that US-based animal tests are used in human drug development. That is a hugely significant step forwards, but animal data can still be used if those who are developing drugs choose to use them. There is no way round the fact that a public scientific hearing would be enormously helpful and useful as a global reference point for drug development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Animals (Scientific Procedures) Act’s three Rs— replacement, reduction and refinement—established in 1959 for humane experimental techniques on animals, are a concept developed decades ago to benefit individual experimental design, not to address the need to understand and develop treatments for many human diseases. The three Rs policy, as we have heard from hon. Members, is not fit for the purpose of advancing scientific progress through a shift to innovation without using animals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "A significant body of scientific thought believes there is urgent and pressing need to modernise UK research to keep pace with advancements. Far from the Prime Minister talking about being a world leader, we need to modernise for that to be the case. That requires redirecting resources from unreliable experiments on animals and shifting to a focus more fully on superior, non-animal methods that will benefit humans, animals and the world of science. Otherwise, both animals and patients who are waiting for treatments for terrible diseases will continue to be failed by outdated methods. Could anybody argue that this picture is compatible with the Prime Minister’s vision of the UK becoming a “beacon of science”?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "This Government have accepted that animals are sentient beings, and that principle is enshrined in law. However, it is a source of deep frustration, disappointment, concern and even anger that that recognition of sentience does not appear to extend to animals in laboratories, which are subject to painful, cruel and distressing procedures that are not necessary, and following which the vast majority are killed. The recognition of sentience must be extended to all animals through the Animal Welfare Act 2006 and the Animal Welfare (Sentience) Act 2022, so they can be protected by the unnecessary suffering clause.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We are often told that the experiments to which animals are subjected are not crucial to the development of any new human medicines. On the contrary, those experiments are failing the search for human treatments and cures, as is shown by unequivocal evidence and is widely reported in the peer-reviewed medical literature. We have heard today that the regulatory requirement that animals be used in tests before proceeding to human trials was first established in 1946 in the Nuremberg code. Since then, science has advanced by 77 years, so why are we still using outdated laws to govern human medical research practice? Where else has that happened—that there has been no change in 77 years? It is nonsensical and indefensible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Our EU partners are moving away from animal experiments. We need a rigorous, public, scientific and transparent hearing, so that we can have a full scientific debate on the reasons for banning animal experiments, where those who disagree can present their evidence for doing so in a transparent and public forum. As I keep asking, why would those who defend the current position shy away from that level of transparency? If those of us who wish to see an end to animal experiments are correct in our views and beliefs and in the evidence that is presented, that will accelerate the arrival of human treatments and cures, while also freeing animals from the cruel and unnecessary fate that awaits them in laboratories.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I hope that when the Minister gets to her feet, she will have taken full cognisance of the very powerful and reasoned arguments made across the Chamber today, and will respond by telling us how her Government have every intention of moving away from the use of animal experiments, as our EU neighbours are doing. I hope that she and her Government will mandate a rigorous public scientific hearing on this matter, which will show transparently and beyond doubt that lab animal models are not capable of predicting the response of human patients, as well as the need to ensure that all creatures are recognised as sentient beings in the Animal Welfare and Animal Welfare (Sentience) Acts. That is what the vast majority of the population across the UK wants to happen, and it is long past time that this Government acted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}