{
    "url": "https://www.ukpol.co.uk/peter-gibson-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Peter Gibson – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Gibson",
            "url": "/tag/peter-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Gibson, the Conservative MP for Darlington, in the House of Commons on 9 December 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for South Cambridgeshire (Anthony Browne). I congratulate my right hon. Friend the Member for Tunbridge Wells (Greg Clark) on bringing forward the Bill. He is taking the opportunity to raise a hugely important issue and has introduced a Bill that will better protect our constituents. We have heard some excellent and moving speeches, and with good reason, because this is an important issue that affects everyone, either as a victim or as a relative of a victim.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Having served on the Women and Equalities Committee under the excellent chairmanship of my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes) and on the Bill Committee for the Domestic Abuse Act 2021, together with regular engagement with my local police, my local domestic abuse refuge and the night-time economy, including a recent shift at the newly established night-time hub in Darlington, I am only too well aware of the need for our society to do more to protect people, and particularly women and girls. I am therefore pleased to support the Bill, which will help to put in place further measures that will improve the safety of our constituents.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Bill is undoubtedly another good step forward. It is simply wrong that, in modern Britain, women and girls still face harassment and fear being in public alone. Victims of abuse and harassment—predominantly women and girls—have been failed time and again by the criminal justice system. We can always do more, and we must do more to prevent that from continuing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I again commend my right hon. Friend the Member for Tunbridge Wells on bringing forward the Bill for its Second Reading. It will provide another layer of protection in our society and is a great move in the right direction. It is vital that we see it progress through its legislative journey, and I offer my services on the Bill Committee should he require them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}