{
    "url": "https://www.ukpol.co.uk/peter-gibson-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Peter Gibson – 2020 Maiden Speech in the House of Commons",
    "post_date": "February 1, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Peter Gibson",
            "url": "/tag/peter-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Peter Gibson, the Conservative MP for Darlington, in the House of Commons on 27 January 2020.",
    "content": [
        "The people of Darlington voted for Brexit in 2016 and, fulfilling my promise to them at the general election, we will be delivering on that this coming Friday. It is an honour to follow in the footsteps of others who have represented Darlington. My immediate predecessor, Jenny Chapman, served for almost 10 years, and many in this House have told me how she was respected and liked here. While she and I agreed on very little, Mrs Chapman stuck to her guns on her Brexit position and was a passionate campaigner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Sir Michael Fallon, in his first two Parliaments, and Alan Milburn, a former Secretary of State for Health, also represented the town. Further back in time, Joseph Pease was the first Quaker to take his seat in this House. Joseph’s family produced many Members of this House who represented Darlington and other neighbouring constituencies. Other notable MPs include Ossie O’Brien, who won a by-election in 1983 but served for one of the shortest periods on record when he lost his seat at the subsequent general election. Perhaps our most exotic ​representative was a Liberal MP elected in 1910 who went by the name Trebitsch Lincoln, and he was a convicted fraudster.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Darlington is the birthplace of the railways. We are the home of Locomotion 1, the engine that pulled the first passenger railway in 1825. Many will have read last week of the cultural vandalism seemingly imposed upon us in planning to relocate our most precious historical asset to another place. The retention of Locomotion 1 in our town is a fight I will continue on behalf of the people of Darlington. It is no longer good enough for decisions about the north to be taken by quangos here in London, with no consultation or consideration for the people that they affect. As it is a railway town, I will be continuing to campaign for further investment in our mainline train station, as we gear up for better train services in the north and ready ourselves for the 2025 bicentenary of the railways.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Our marketplace in Darlington is graced by the beautiful 12th-century church of St Cuthbert, along with buildings designed by notable architects, including the famous Alfred Waterhouse. He was responsible for our Market Hall clock tower, which was in part inspired by the Elizabeth Tower of this Palace. Indeed, I am told that the bell in our clock tower is in fact the sister bell to Big Ben. Our clock and our bell are in full working order, and I am quite sure we will be able to act as a stand-in for the 11 pm slot this coming Friday should a substitute be needed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Darlington is an ingenious town, notable for engineering too. Cleveland Bridge, which built the Sydney harbour bridge, has its home there. Cummins the engine manufacturer is there too, as is Subsea Innovation and many more besides. We are also home to a large EE workforce, the Teachers’ Pensions service and the Student Loans Company. Amazon is coming to Darlington, with over 1,000 jobs being recruited now. We have much to celebrate, but more work to do in bringing more investment and more jobs to this fantastic town.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We enjoy excellent transport links, spanning three junctions of the A1(M). Our ring road is not quite complete, but I am continuing to press my right hon. Friend the Secretary of State for Transport for the final piece of the jigsaw with the Great Burdon to A1 link, which will open up the A1 direct to the Tees valley. We are also connected by air via Teesside International airport, thanks to the intervention of our combined authority Mayor, Ben Houchen. Indeed, only on Friday last week I was delighted to attend the announcement of seven new routes from Teesside airport, including a direct daily flight to London City. Devolution has reinvigorated our region and rejuvenated our pride.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "For the past 20 years, I have practised as a solicitor, and for the 13 years up to August last year, I established and built a regional high street law firm. I am also proud to have served as a trustee of a hospice for almost 10 years, and it is my intention in this place, through the all-party parliamentary group, to promote the work of the hospice movement. Hospices provide an important service not only to those at the end of their life, but to their loved ones’ families, and it is right that we do all that we can to support them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Historical figures, buildings and companies are important, but it is the hard-working people and the fantastic community groups who make our town. I pay tribute to those valiant campaigners in Darlington who ​have saved our beautiful library, another gift from our town’s Pease forefathers. I pay tribute to the work of the 700 Club and First Stop, which work hard to ensure that no one need ever sleep rough in our town, and I pay tribute to the work of Firthmoor community centre, building a shining example of what a community centre can be. There are many examples in Darlington of service above self, right across town, and I look forward to working with them and for them all.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I welcome the NHS Funding Bill, which we are debating today, enshrining in law our commitment and pledge to our national health service. Darlington Memorial Hospital, at the heart of my constituency, is a fantastic hospital. It is loved by the community I represent. It holds a special place in my heart too, as the place where my mother, years before I was born, began her nursing career. I want to thank the Secretary of State for his visits to Darlington during the general election—two of them—and I look forward to welcoming him back on a visit and a tour of Darlington Memorial Hospital very soon. I have promised the people of Darlington that I will do everything in my power to preserve, protect and progress our precious memorial hospital, and by supporting this Bill today, I will be furthering that promise.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As a working-class boy, educated in a comprehensive school in the north of England, I never dared to dream that one day I would be elected as a Conservative MP for a great northern town, watched from the Gallery by my husband. It is a dream realised; an ambition fulfilled. Our country has changed, and so too have these Benches—from the places we represent to the backgrounds of our newly elected hon. Friends: a truly one nation party. The privilege and position that the people of Darlington have given me will not be wasted as I do all I can to serve them to the very best of my ability in the years ahead.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}