{
    "url": "https://www.ukpol.co.uk/patricia-gibson-2023-speech-on-snares/",
    "title": "Patricia Gibson – 2023 Speech on Snares",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Patricia Gibson",
            "url": "/tag/patricia-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Patricia Gibson, the SNP MP for North Ayrshire and Arran, in Westminster Hall on 9 January 2023.",
    "content": [
        "I am pleased to participate in this e-petition debate requesting that the UK Government prohibit the sale, use and manufacture of free-running snares under the Wildlife and Countryside Act 1981, putting them in the same category as self-locking snares, which are already illegal. I thank the hon. Member for Don Valley (Nick Fletcher) for his excellent opening speech on behalf of the Petitions Committee.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I applaud the League Against Cruel Sports, Animal Aid and Cats Protection for all the work they do to promote the welfare of animals. They provided such excellent briefings for this debate, as did the House of Commons Library. As we have heard, the matters raised are devolved to the Scottish Parliament, but I understand the concerns and the depth of feeling. As we saw in the previous debate on cats, animal welfare is very close to the hearts of all our constituents across the UK. Again, it is no surprise that such a petition attracted over 102,000 signatures.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Snares are used to catch foxes or rabbits. However, as we have heard, they cannot distinguish between different species of animals, so the consequences of their use are indiscriminate. For example, the Department for Environment, Food and Rural Affairs has reported that almost 30% of rabbit snare operators have caught a cat, causing horrible injuries. Cats often die long and painful deaths if they are not rescued or able to escape.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We have heard much about so-called humane snares today, but they still cause terrible problems, injuries and suffering for animals that become trapped or entangled. They make frantic attempts to escape, which is the natural reaction of any living creature. Of course it is going to make frantic attempts to escape when it feels trapped, and it suffers real mental and behavioural stress. The trapped creature fears predation and capture due to its restraint, and it ends up suffering from thirst, hunger, exposure and even infections arising from painful injuries caused by this so-called humane snare—something that I do not think many of us will put much weight on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In rural settings, sadly, sometimes it is considered necessary to enable land managers to control certain species to protect livestock, crops and wild birds. However, it is also true that the lawful use of traps can sometimes result in unintended harm to wildlife, and there are undoubtedly occasions when traps are not deployed or used in a way that complies with current regulations. That was made clear in the independent grouse moor management group report, which was commissioned by the Scottish Government and published towards the end of 2019.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Following the SnareWatch annual report in 2021, the Scottish Government commissioned an additional review that will look beyond the terms of the Wildlife and the Countryside Act 1981 to consider a potential ban on snaring. Both land management and animal welfare aspects will be under consideration because that is important, as the hon. Member for Don Valley outlined. Many people have been calling for that position for some time. In the meantime, Scotland has the most robust laws on snaring in the UK, including requirements for registration and training. However, there is no denying that creatures continue to suffer terribly and unnecessarily, despite any well-intended measures to mitigate this cruel and barbaric practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Scottish Animal Welfare Commission, as well as recommending a ban on the sale and use of glue traps, concluded that any traps that do not “instantly kill” or render a creature “irreversibly unconscious” are likely to inflict unnecessary suffering. Therefore, the use of snares must give cause for significant concerns for animal welfare. That is why the Scottish Government are reviewing snare laws: the inflicting of unnecessary suffering on any creature is simply unacceptable. I believe it is possible to ban snaring while working constructively with land managers, which is what we all want to see.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In testimony to the Scottish Parliament, Ranald Munro, professor of forensic veterinary pathology, said that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“snares are primitive indiscriminate traps that are recognised as causing widespread suffering to a range of animals…being caught in a snare is extremely distressing for any creature and vigorous attempts to escape are natural.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "That should not surprise anybody. He went on to detail the horrific injuries that a snare can cause, which I will not detail because they are truly harrowing, but suffice to say his conclusion was that:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“These unfortunate animals suffer immensely.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We heard further examples of that from the hon. Member for Don Valley, who opened the debate. We cannot allow this to continue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is my hope that both the Scottish and UK Governments will reflect on and consider the evidence and testimony. I have every faith in the Scottish Government’s robust and compassionate approach to animal welfare to date, and I am sure they will ban these appalling snares once and for all. In the meantime they have imposed more regulation around their use and operation, but nothing can truly mitigate the suffering and cruelty caused.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We need to move away from the use of snares completely, as Ireland and many of our European neighbours have already. Where there is a need to control foxes, rabbits and so forth, there are alternative, more humane ways to do so. We have heard about some of them today, including electric fencing, wire-netting fences, motion sprinklers, ultrasonic devices, tree guards, and the use of radios or reflective discs. A whole range of genuinely humane alternatives is available, which is why so many countries have already banned snares completely. Should we not be looking at that and learning from them?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I heard the right hon. Member for Scarborough and Whitby (Sir Robert Goodwill) talk about how we can deal with vast areas—for example, I think he mentioned the Yorkshire moors. I do not pretend to have an answer to that particular problem, but we must learn from our European partners, who will have grappled with the same kinds of issues. There is much to learn, and there are alternatives to be had. We cannot continue on the “there is no alternative” route when so much suffering is taking place, because that is what makes the barbaric use of snares all the more horrific. The fact is that we already have at our disposal, if we choose to use them, so many alternatives available. If so many other countries can use more humane and effective alternatives, why would we not consider using them in the UK?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I hope and believe that the Scottish Government will move to a position of banning snares, and I know that the Welsh Government intend to do so. In that spirit, I urge the UK Government to do the same for England as well. It makes eminent sense for policy on this issue to be co-ordinated across the UK, so that all creatures in the UK, wherever they happen to be, have the same protection from this cruel and, importantly, unnecessary practice.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}