{
    "url": "https://www.ukpol.co.uk/peter-gibson-2022-speech-on-the-power-of-attorney-bill/",
    "title": "Peter Gibson – 2022 Speech on the Power of Attorney Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Gibson",
            "url": "/tag/peter-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Peter Gibson, the Conservative MP for Darlington, in the House of Commons on 9 December 2022.",
    "content": [
        "It is a pleasure to be called to speak for the third time this day; I draw the House’s attention to my entries in the Register of Members’ Financial Interests. As a solicitor, I have prepared many hundreds of lasting powers of attorney for both health and welfare and property affairs and, before their advent, many enduring powers of attorney. I still act on a regular basis to take care of the affairs of individuals who have appointed me as their attorney, often in circumstances where they had no family to act for them or they did not want to entrust such responsibility to a family member. Indeed, I know I have many more future nominations that will require me to act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I welcome the steps the Bill takes to update the process of preparation for LPAs, which have been around for well over a decade, and I congratulate my hon. Friend the Member for South Basildon and East Thurrock (Stephen Metcalfe) on bringing it forward. An LPA is a very powerful document, and we should always be aware, in making changes to them, that they can, in the wrong hands, be open to abuse.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In my personal opinion, the engagement of a legal professional to assist in the preparation can be invaluable, but not essential. My own uncle, always keen to save a bob or two, especially in order to avoid legal bills, recently prepared powers of attorney and decided to do it himself, which in actuality involved him making many telephone calls to me while he filled the forms in. Sadly, his forms were rejected by the Office of the Public Guardian and he had to start all over again. At the end of the saga, he concluded that he wished he had gone to a lawyer to get the job done in the first place. I welcome the measures in my hon. Friend’s Bill, which would certainly have streamlined the process for my uncle.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My final point is about we are with powers of attorney in respect of the high street financial institutions. There seems to be a great lack of training among our high street banks on how to engage with people who have been appointed as attorneys and the security measures involved. They make it almost impossible to deal with them in a co-operative way as an attorney, and I would welcome the Minister’s comments on that. I wish my hon. Friend well with his Bill and, should he require assistance on his Bill Committee, I would be delighted to serve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}