{
    "url": "https://www.ukpol.co.uk/peter-gibson-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Peter Gibson – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peter Gibson",
            "url": "/tag/peter-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Peter Gibson, the Conservative MP for Darlington, in the House of Commons on 9 September 2022.",
    "content": [
        "Thank you, Mr Speaker, for your indulgence post 10 o’clock for those of us who are here; it is really appreciated. It is a privilege to follow so many incredible tributes to Her late Majesty Queen Elizabeth. She was a committed public servant, fulfilling her promise to our nation to serve us her whole life. That service was delivered with honour, duty and integrity. She stood as an inspiration to us all. On behalf of the people of Darlington, I send sincere and heartfelt condolences to His Majesty King Charles III and the whole royal family.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Throughout her long reign, Her late Majesty travelled more widely and met more people than any other monarch, and her travels included two visits to Darlington. The first was in 1967. Her late Majesty and the Duke of Edinburgh visited Darlington on the 100th anniversary of the town being awarded a royal charter by her great-great-grandmother, Queen Victoria, and Her late Majesty granted supporters on the town’s coat of arms. At the time, there were plans to concrete over much of the town and to remove much of its Victorian heritage. I understand that the royal party asked several probing questions of those plans, which included the removal of our clock tower—inspired by the Elizabeth tower of this palace. I am pleased to say that the plans were largely dropped, and our clock tower still stands proudly over our town today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Her late Majesty returned to Darlington in 2002 as part of her golden jubilee tour. The town turned out in force to line the streets and welcome her. The floral offerings were so many that scouts were needed to help carry them to the car. The crowds were so big that the palace issued a statement the following day noting the unexpectedly large crowds. The Queen was truly loved by the people of Darlington, and she will be deeply missed.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Just yesterday morning, at Auckland castle, I attended a ceremony for the presentation of the Queen’s award for voluntary service to the community peer mentors in County Durham and Darlington, recognising the public service and duty in my constituency that Her late Majesty embodied. We mourn her. We miss her. Her place in history and her lasting legacies are rightly assured. Now reunited with her husband, may she rest in peace until she rises in glory again. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}