{
    "url": "https://www.ukpol.co.uk/patricia-gibson-2023-speech-on-the-international-day-of-education/",
    "title": "Patricia Gibson – 2023 Speech on the International Day of Education",
    "post_date": "February 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Patricia Gibson",
            "url": "/tag/patricia-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Patricia Gibson, the SNP MP for North Ayrshire and Arran, in Westminster Hall, the House of Commons on 26 January 2023.",
    "content": [
        "I am very happy to participate in this debate, as an English teacher of 23 years before I was elected to this House. The International Day of Education is an important date in our calendar, and the theme this year is:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“To invest in people, prioritise education”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I pay tribute to the hard work of the teachers in my constituency. I am currently undertaking my annual visit to my local schools, and I am always impressed by our young people’s political engagement, which is both impressive and refreshing. I pay tribute to them and the staff, who work hard to deliver education in my constituency.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The United Nations General Assembly proclaimed 24 January as the International Day of Education in celebration of the role of education in peace and development. I thank the right hon. Member for Chelmsford (Vicky Ford) for securing the debate. Education is a human right, a public good and a public responsibility. The right hon. Lady reminded us that illiteracy across the globe disproportionately affects women and girls, and that educating women and girls provides huge and lasting benefits to their communities and children, and helps to avert child marriage, which is important for the future and prosperity of developing countries.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I agree with the point the hon. Member for Harrow West (Gareth Thomas) made about the FCDO doing international development work of such importance in this and many other fields. We really should be looking to restore the Department for International Development; everybody in this Chamber agrees that the FCDO does important international development work, but that merits a Department for itself.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The hon. Member for Maidstone and The Weald (Mrs Grant) reminded us of the huge benefits of educating women and girls and of the vast scale—some might say the daunting scale—of the challenge. It is important that the international community works together to address it, if for no other reason—although there are many reasons—than the risk of violence to women and girls, which goes alongside being deprived of and facing barriers to education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is indisputable that inclusive and equitable quality education and lifelong opportunities for all are inextricably linked to a country’s success in achieving gender equality and breaking the cycle of poverty that leaves millions of children, youth and adults behind. Today, 244 million children and youth are out of school, and 771 million adults are illiterate. Their rights to education and so much more are being violated. That is unacceptable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "UNESCO is dedicating this year’s International Day of Education to girls and women in Afghanistan who have been deprived of their right to education, and is calling for the immediate lifting of the ban restricting access to education. The hon. Member for West Worcestershire (Harriett Baldwin) said that global education commands agreement and support across the House—it is one of the rare occasions when we see that happening. I note her comments that children are being deprived of their education in far too many circumstances, both refugees and in a more general, global sense. The international community must continue to work to change that.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I want to focus on the situation in Afghanistan, which is alarming and bewildering to many of us looking on in the west. The Taliban regime is denying its daughters, wives and sisters access to any form of schooling whatever. Today marks 493 days since the Taliban banned teenage girls from school, and 32 days since it banned women from going to university and working in national and international non-governmental organisations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Currently, there are 2.5 million Afghan girls and young women out of school, 1.2 million of whom were denied access to secondary schools and university places following the regime’s diktat about women in education. Despite international condemnation, the Taliban regime justified that step on the basis that some women had not adhered to its interpretation of Islamic dress code, and that conservative traditions must be protected. It is an interesting conundrum that repressing, diminishing and controlling women in that way is such a priority for the Taliban regime, despite the fact that 28 million Afghans require aid, with some 6 million on the brink of famine—some 93% of Afghans do not have enough food, according to the UN. Winter temperatures are plunging as low as -17°C, and even lower in mountainous areas, so making it a priority to deprive women of their education seems bizarre to anybody looking on.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Amid all that, Save the Children had no choice but to pause its aid efforts in areas where it could not operate without its female staff, because women are essential to the safe and effective delivery of its services. Can it really be true—I cannot believe that I am asking this question—that the Taliban would rather its people died of starvation than women be seen to undertake useful work to assist Afghan civilians?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Being a girl or woman in Afghanistan under the Taliban must surely be a frightening, marginalising and desperate experience. In essence, Afghan women are back to being invisible in public life, imprisoned in their home and, where applicable, ordered to cover their ground and first-floor windows so that women inside cannot be seen from the street. Women can have the end of their thumbs cut off for wearing nail varnish. In such a regime, where women are viewed as chattels and the possession of male relatives, of no value as human beings, robbed of their dignity and their identity reduced to the clothes that they must wear, how can we be surprised that such a regime explicitly forbids the education of its women?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is heartbreaking to consider that in the 20th century, until the conflicts of the 1970s, Afghanistan was seen as a progressive country. Afghan women were first eligible for the right to vote in 1919, only a year after women in the UK enjoyed that right and a year before women in the US were allowed to vote. As part of that, how women’s rights to education in Afghanistan have been rolled back is remarkable and frightening.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "No society can truly prosper socially, economically or culturally unless there is access to education for all on an equal basis. Until the Taliban in Afghanistan understands that, the international community must continue to stress it and to engage on the issue when possible. I hope that the UK Government will play a leading global role in that international effort. Access to education is such a basic universal human right that denying it to women in Afghanistan or anywhere based on gender is incompatible with all that is right and decent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As we commemorate the International Day of Education, it is right and fitting that we dedicate this day in 2023 to girls and women in Afghanistan who have been deprived of their right to education. Only a regime that seeks to control and tyrannise would fail to recognise that access to education for all its people has no downside for that society. We see that depriving Afghan women and girls of education goes hand in hand with the loss of so many other rights.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I know that all right hon. and hon. Members will seek to show solidarity with Afghan women and seek to restore their access to education. That should be a fundamental red line in all international engagement with the Taliban regime. Without access to education, the lives of Afghan women will be poorer, their children will be poorer, their communities will be poorer, the once great country of Afghanistan will be poorer, the climate will be poorer and the world will be poorer—poorer in ways that are beyond measure. We must stand up for Afghan women and girls and for the access to education that they need and deserve, with all the opportunities and fulfilment that go alongside securing that education. That applies to women and girls not just in Afghanistan, but across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}