{
    "url": "https://www.ukpol.co.uk/patricia-gibson-2022-speech-on-the-cost-of-food/",
    "title": "Patricia Gibson – 2022 Speech on the Cost of Food",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Patricia Gibson",
            "url": "/tag/patricia-gibson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Patricia Gibson, the SNP MP for North Ayrshire and Arran, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "Thank you, Mr Gray. The premise of this debate, and all debates about food, is that everyone should have access to the food that they need. That ought not to be a controversial thing to say. The ONS today reported that food prices continue to rise, with annual food inflation hitting 16.5%—the highest rate for 45 years—and staple items such as tea, pasta and bread rising sharply. Alongside that, the UK is set to suffer the sharpest decline in economic growth of any European nation, with a drop in growth of 1.4% in 2023. That compares unfavourably with a small independent country similar to Scotland such as Ireland, which will see its economy grow by about 3%.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Bank of England Monetary Policy Committee told MPs that Brexit added 6% to UK food prices—or £210, as the London School of Economics study indicated, which has caused real harm—and a real-terms cut of 2.6% to wages across the UK. I know that that is uncomfortable for the Brexit enthusiasts in the Labour party, but there it is. Add to that the inflationary pressure created by the exchange rate going down due to Brexit, mix it through with the consequential increase in interest rates—despite a recession, as explained by the former Bank of England Governor Mark Carney—and add it all together with the complication of the disastrous mini-Budget, which we are now supposed to pretend did not even happen, and which blew a £30 billion hole in the UK’s finances, and here we are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My constituents in North Ayrshire and Arran and households across the UK are struggling to pay for essentials. Wages are eroded in the face of soaring inflation, with even buying food a challenge, not to mention heating the home. Where does this leave us? Food banks in Scotland experienced their busiest six months on record from April to September, providing 116,000 emergency food parcels during that period, with 40,000 parcels for children—a 29% increase on the previous year. That is the most parcels ever distributed for children in Scotland by food banks in the Trussell Trust network.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Alongside that, we have the issue of food security itself. We know that Ukraine has had an impact on food production, as have the soaring costs of fertiliser and energy. However, we need to take action now to better understand the full impact of challenges and disruption to our food supply chain and how industry and Government could work together to manage and mitigate the resulting impacts on the cost of food products.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Scottish Government have established the food security and supply taskforce jointly with industry experts—the first of its kind in the UK. I hope that the UK Government will follow the Scottish Government’s example and the Good Food Scotland strategy. As my hon. Friend the Member for Coatbridge, Chryston and Bellshill (Steven Bonnar) has told us, the Scottish Government are doing all they can with the very limited powers they have. They have allocated almost £3 billion this financial year to help households face the cost of living increases, including £1 billion to provide services and financial support not found anywhere else in the UK. That support includes the Scottish child payment, which has increased by 150% in less than eight months to £25 per eligible child per week for those aged between six and 15 years old, as well as free school meals for all primary 1 to 5 children, which will be rolled out for all primary pupils soon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let us not kid ourselves. The real way to tackle inequality is to have control over the full range of tax and welfare powers. Anything the Scottish Government try to do to tackle inequality is done with one hand tied behind their back, with 85% of welfare powers reserved to Westminster. The hon. Member for Plymouth, Sutton and Devonport (Luke Pollard) pointed out how wealthy the UK is, but it is also the most unequal country in Europe. The UK Government must wake up and come to terms with the shocking reality that work is no longer a route out of poverty. Indeed, the Institute for Public Policy Research found that the chances of being pulled into poverty have doubled for households where two people work. That is a disgrace.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Doing nothing is not an option. For those who are really struggling, what is already being done is simply not enough; really, what we need to hear is what more will be done. I sincerely hope that the Minister will respond to the debate in that spirit. I hope that he responds from the starting point that everyone should have access to the food they need and that whatever he plans to say about what is already being done to support people needs to be built on, because it is not enough.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}