{
    "url": "https://www.ukpol.co.uk/jo-gideon-2020-speech-on-the-trade-bill/",
    "title": "Jo Gideon – 2020 Speech on the Trade Bill",
    "post_date": "May 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jo Gideon",
            "url": "/tag/jo-gideon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jo Gideon, the Conservative MP for Stoke-on-Trent Central, in the House of Commons on 20 May 2020.",
    "content": [
        "This is an important Bill for global Britain, and important too for our local manufacturers, not least in Stoke-on-Trent. As a passionate supporter of free trade, I am grateful ​for the opportunity to speak in this debate, not only as the Member of Parliament for Stoke-on-Trent Central—an urban constituency with many excellent exporting businesses—but as a former small business owner who traded with many nations and sold products internationally for UK markets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Covid-19 is having a profound effect on world trade. We will not know the full impact for some time, but we do know that free and fair trade—the global movement of goods and materials—has been key to fighting this terrible virus. We all expect a vaccine, regardless of where it is first successfully developed, to be shared with the global community. Crucially, flexibility, wherever possible, is being demonstrated in the most extraordinarily creative ways by our domestic producers. After the pandemic, we will be able to embrace in full the exciting opportunity of free and fair trade.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Fair trade means rules-based trade. I welcome and am encouraged by the willingness of the Department to retain trade remedies against the outrageous practice of dumping, particularly of ceramic wares and especially by China. It is precisely because our manufacturers are not competing on a level, rules-based playing field that we need to keep tariffs on many ceramic goods. Our producers do not expect special favours, but they do expect safeguards against special favours being granted elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Free trade can lead to fierce competition, but this should not necessarily be regarded as negative. Under normal circumstances, world-class firms like Portmeirion, Wade Ceramics and Emma Bridgewater in my constituency are more than up to the challenge of producing the very best products in the global market, leading consumer trends, creating sales opportunities, and attracting investment. Indeed, in much of the quality ceramics markets globally, we are the fierce competition. The prospect of a trade deal with America that feeds the huge US demand for British ceramics is a real and positive one. I know that both my right hon. Friend the Secretary of State and the US ambassador are particularly keen to seize the opportunity of feeding the US appetite for British ceramics.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "But we are not currently in normal circumstances. The return to work is slow, and the new practices will take time to adjust to. The Trade Remedies Authority needs to be alert to the problems of rule-breaking and watch rogue actors, as we will be in Stoke-on-Trent. We hope that the Government take the lead by ensuring that “Made in Stoke-on-Trent” is emblazoned as a back-stamp on every piece of tableware they procure and that Potteries pottery is in use in our embassies and high commissions across the globe. Indeed, I hope that the Department will seriously look at housing a trade adviser in Stoke-on-Trent, hopefully at a purpose-built ceramics park and centre for international research into advanced ceramics manufacture. We are determined to keep Stoke-on-Trent as the world capital of ceramics, at the cutting edge of advanced manufacturing and traditional table and ornamental ware.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I welcome the clarity on the global tariff and support this Bill as a key step in realising the opportunities for global Britain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}