{
    "url": "https://www.ukpol.co.uk/jo-gideon-2022-speech-on-dormant-assets-funding-and-community-wealth-funds/",
    "title": "Jo Gideon – 2022 Speech on Dormant Assets Funding and Community Wealth Funds",
    "post_date": "December 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jo Gideon",
            "url": "/tag/jo-gideon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jo Gideon, the Conservative MP for Stoke-on-Trent Central, in Westminster Hall, the House of Commons, on 6 December 2022.",
    "content": [
        "I beg to move,\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "That this House has considered dormant assets funding and community wealth funds.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is a pleasure to serve under your chairmanship, Ms Harris. I begin by saying that I am pleased to see the proposal for a community wealth fund explicitly considered in the consultation on the next portion of dormant assets funding. As the Member of Parliament for Stoke-on-Trent Central, I welcome the Dormant Assets Act 2022 and the future unlocking of new investment in good causes. Dormant assets have been a significant source of funding for youth and social investment and it is important to ensure that the next tranche has a similarly transformative effect by backing plans for the community wealth fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Historically, underfunded neighbourhoods have seen essential social infrastructure deteriorate, decay and disappear, resulting in depleted levels of the social capital that is so important for underpinning healthy, prosperous and resilient communities. When combined with the absence of places to meet, the lack of an engaged community and poor connectivity, these neighbourhoods experience significantly worse outcomes across a range of indicators, from health and wellbeing to education and employment.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The 225 areas the Local Trust has identified and named as left behind have considerably fewer jobs, with only 52 available locally per 100 people. Many children face poverty and live in out-of-work households and participation in higher education is markedly lower. Despite being at greater risk, these areas have historically missed out on funding. Research by the Local Trust shows that in the past two decades, left-behind communities and neighbourhoods, including those in Stoke-on-Trent Central, have received an average of £7.77 per head in national charitable funding. That is less than half the amount received in other equally deprived areas, and is well below the national average. Understandably, this makes it harder for these communities to take action to improve local outcomes and work with partners to tackle what are often deep-rooted and multigenerational challenges.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We saw these areas fare disproportionately badly during covid. Now, they are again the most vulnerable to the cost of living challenges, as they have fewer resources to draw upon and often lack the ability and skills to apply for funding. The community wealth fund would provide a crucial opportunity to correct this by creating a long-term endowment for deprived communities that have not benefited from economic prosperity, helping to resolve some of the disparities at the heart of the levelling-up agenda.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "These communities are typically located in post-industrial areas in the midlands and the north of England, and are particularly prevalent in red wall constituencies like mine. In fact, seven of England’s 225 most left-behind communities can be found in Stoke-on-Trent, two of which—Abbey Hulton and Townsend, and Bentilee and Ubberley—are in my constituency of Stoke-on-Trent Central. These areas must be a priority when it comes to levelling up and fostering economic growth. Deep-seated disparities in social capital must be addressed by enabling communities to be the drivers of local social change. In particular, a community wealth fund would allow for a range of solutions that could be decided by communities based on what they know is most needed in their area.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Kim Leadbeater (Batley and Spen) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The hon. Lady is making a fantastic speech that I wholeheartedly agree with. While talent is everywhere, does she agree that opportunity, sadly, is not? The places and spaces where people from all backgrounds can come together and build meaningful relationships are crucial to our social wellbeing, but access to them is not evenly spread throughout the country. Local people know what is best for their neighbourhoods. It is vital that the community wealth funds be available as widely as possible across the country. That involves a radical new approach to make sure that responsibility is as close as possible to the people whose lives these funds are designed to benefit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Jo Gideon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I absolutely agree. By utilising the area-specific knowledge of local residents, priorities and desired outcomes can be determined at neighbourhood level. Polling by Survation found that the residents of left-behind neighbourhoods held a strong belief in the power of community action. A clear majority said that they would prefer a greater say over how money is spent locally. Research by the all-party parliamentary group for ‘left behind’ neighbourhoods has found that social infrastructure is what our neighbourhoods most lack. That has an impact on how people feel about their area. Clearly, we need to build community confidence and capacity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "An in-depth analysis of local area initiatives over the last 40 years by the University of Cambridge identifies characteristics that have improved participants’ chances of better social and economic outcomes. It found that the programmes that focused investment on a small geographical area of between 3,000 and 10,000 residents, which had control of decisions, design and resources to local people and adapted bespoke approaches rooted in each area’s particular characteristics, and areas that guaranteed a long-term, consistent commitment over 10 to 15 years, were found to be more likely to deliver benefits for communities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Dr Kieran Mullan (Crewe and Nantwich) (Con)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "When we talk about the politics of devolution and devolving power, too often we focus on local authority and regional level. Actually, what people really want is to get involved in their own local neighbourhoods. That is where they can make a difference. Does my hon. Friend agree that that is what the community wealth fund could potentially enable them to do?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Jo Gideon**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend makes a good point.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As a result, it is important to get the structure of a community wealth fund right, reflecting the knowledge and skills of the local community, the aspirations for that community and the necessary governance to ensure the appropriate use of funds. The community wealth fund is a place-based initiative aimed at natural communities in left-behind areas, typically with a population of around 10,000 people, which is much smaller than the typical local authority serving such areas. For that reason and others I have mentioned, a local authority is unlikely to be a suitable body to lead the community wealth fund process.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "By involving communities in the process, whether planting street trees, investing in community pantries or creating a group of community callers, we will move away from doing things for people, or even with them, to giving them as much ownership as possible. The more local people are involved, the more transformative outcomes are. Partnerships work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "For decades, we have had a system that has treated citizens as consumers of services, rather than members of empowered communities, so a fundamental shift in our national thinking will be required to enable this new social model approach. However, it is an approach that the Government can embrace because it is a fundamental principle of Conservatism to believe in small Government and local, community-led solutions. We must challenge the narrative that suggests the solution to all inequalities lies in growing ever-larger, top-down-controlled public services. That undermines the power of communities to support their health and wellbeing, and stifles a philanthropic approach, which has been a lifeline during the last year.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "During covid, we woke up to the power of communities. During the first lockdown, I conducted an online survey to gauge residents’ feelings, including the impact of volunteering on their mental health. The findings featured in the “Connecting Communities” report, which I co-authored for One Nation Conservatives. Of Stoke respondents, 39% stated that covid-19 changed their view of the local community. One resident from Stoke-on-Trent Central said about lockdown:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“I think it] highlights the untapped—undervalued—potential of people and neighbourhoods across the Country…Local community is essential in times like COVID. At first people were much more helpful and considerate but sadly the effect of this is fading fast. I feel that good will could have been harnessed and directed better locally and nationally.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "With the community wealth fund, we have the opportunity to harness this.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The indicator that shifts most when communities are part of levelling up is civic pride. When we see improvements for community outcomes, we also see improvements in other areas. Many success stories of locally empowered communities have shown that we can expect investment into projects that enhance environmental sustainability and stewardship of local resources, such as ethical food production and better green spaces. I was delighted to welcome several such local initiatives to the local food summit I hosted in Stoke-on-Trent. Standing Tall 2gether is based in Bentilee and improves the lives of local residents through food activities, training and bespoke volunteering, and has a household essentials refill hub. Birches Head Get Growing is another local initiative that encourages people to offer their time and skills to support unmet needs in the local community, moving from a gift model of support to an energetic exchange. In2 Health and Wellbeing is a social enterprise committed to improving the health and wellbeing of disadvantaged young people in Stoke-on-Trent. It uses sport, physical activity and education to engage local people across the community.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am convinced that not only would the community wealth fund help to meet Government goals, but we should also expect knock-on benefits for the economy. Replenishing stocks of social capital is vital for seeding economic activity, but also through the direct supply of local employment, opportunities for training and skills development, and building and rejuvenating community assets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Indeed, there is strong evidence for the impact of a community wealth fund. Modelling by Frontier Economics estimated that a £1 million investment in social infrastructure in a left-behind area could generate approximately £3.2 million in fiscal and economic benefits over 10 years, actually helping generate savings. Combined with the fact that in areas with locally led solutions there is a faster decline in crime rates, the community wealth fund is an exciting opportunity to significantly boost the Government’s levelling-up agenda without placing pressure on public finances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Community wealth funds can also play an important role in supporting early-stage social entrepreneurs in marginalised constituencies by connecting them to wider support to maximise their growth. The proposals would provide extra initial start-up support, among other things, in the most underserved parts of England. Harnessing the full potential of communities will require targeted interventions to create jobs, stimulate inward investment and grow social enterprise and trading charities.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Members of the APPG for ‘left behind’ neighbourhoods have expressed support for the community wealth fund in the past, and the Government listened when earlier this year we made the case for including the fund as a potential new beneficiary of the next wave of dormant assets. The dormant assets scheme has created a unique opportunity to repair the social fabric of disadvantaged neighbourhoods. Now that the consultation has finished, I am grateful for the opportunity to restate my support and to recommend that the Government capitalise on the potential of investment through a community wealth fund.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Backed by a growing alliance of over 600 public, private and community sector organisations, the fund would provide long-term investment to rebuild essential social infrastructure in the left-behind neighbourhoods that many of us represent in Parliament. It would empower communities to play a much more prominent role in local decision making and inspire civic pride, as has already been demonstrated. I am incredibly grateful to my colleagues who have supported our cause so far, and I urge them to keep up the momentum so that we can deliver real and meaningful long-term change for communities like those in my constituency of Stoke-on-Trent Central and across the country.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}