{
    "url": "https://www.ukpol.co.uk/jo-gideon-2022-speech-on-the-genetic-technology-bill/",
    "title": "Jo Gideon – 2022 Speech on the Genetic Technology Bill",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jo Gideon",
            "url": "/tag/jo-gideon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Jo Gideon, the Conservative MP for Stoke-on-Trent Central, in the House of Commons on 31 October 2022.",
    "content": [
        "It is always a pleasure to follow the hon. Member for Strangford (Jim Shannon). I think we have had a very thoughtful and good-humoured discussion. It is clear that animal welfare is a key feature for both sides of this House. I just want to mention amendment 7, with which I have a great deal of sympathy, but I will not be supporting it because I think the question of labelling needs to be looked at in a much wider context. I would very much urge the Minister, within that wider context, to look at consumer information, which I think is a really important issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Last week, I spoke in the Chamber on the national food strategy and food security. Much has changed since Henry Dimbleby published his recommendations last summer. The cost of everyday staples continues to rise as the war in Ukraine pushes food price inflation to its highest level in 14 years. So this is the right time to consider alternative ways that our Government can strengthen the nation’s food security.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "By removing barriers to precision breeding, the Genetic Technology (Precision Breeding) Bill will open the future to developing crops that are more resistant to pests, disease and climate change, reducing the need for fertilisers and pesticides. Genome editing provides the opportunity to achieve the outcomes of plant breeding, which has been so successful in controlling diseases and improving yields, but in a much more precise manner.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In encouraging this innovation, placing UK researchers and commercial breeders at the forefront of exploring what these technologies have to offer, we can use science to move away from chemical use and make land more productive, both reducing the cost of food and restoring the balance of nature. However, the UK’s world-leading animal welfare standards must be upheld, so I support the step-by-step approach to legislation, with a focus on plants and maintaining our high standards in animal welfare. I am sure that the Minister has listened to some of the concerns that have been expressed, and that will probably be reflected in looking at the wording of the Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "This Bill is a real opportunity to make a positive contribution to a more sustainable food system. For instance, by reducing the spoiling and browning of foods and increasing their shelf life, we can help reduce food waste. It could enable us to improve the nutritional profile of foods—for example, by increasing antioxidants, phenols and tannins in fruit and vegetables, or improving oil and carbohydrate profiles, delivering foods that benefit consumers and reduce the burden on healthcare providers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Precision breeding represents an opportunity to develop crops with modified macronutrient status, such as increased resistant starch, which naturally reduces the calorific content of food, but increases the level of fibre. Through agritech innovations, farmers around the world will have the opportunity to make better use of their land, fight off harmful pests and better regulate the nutrients in their soil, while removing unnecessary barriers, and helping the world grow more and strive towards a greener tomorrow. In that spirit, I think the Bill is the right step forward, and I just hope that we can all get behind it.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}