{
    "url": "https://www.ukpol.co.uk/jo-gideon-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Jo Gideon – 2020 Maiden Speech in the House of Commons",
    "post_date": "January 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Jo Gideon",
            "url": "/tag/jo-gideon/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Jo Gideon, the Conservative MP for Stoke-on-Trent Central, in the House of Commons on 20 January 2020.",
    "content": [
        "I am absolutely determined to focus on the economy and jobs in Stoke-on-Trent Central, and I am extremely grateful to have been called to speak today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Stoke-on-Trent is on the up—confident about Brexit, proud of our industrial heritage and committed to a manufacturing future. It is an incredible honour to represent the people of Stoke-on-Trent Central, and I thank them for sending me to this House. The city is, as my predecessor Gareth Snell rightly put it in his own maiden speech, “vibrant, welcoming and proud”. I pay tribute to him for championing the ceramics industry and its continued place at the heart of the Potteries’ economy. Gareth was always protective of the industry in this House, at every stage of the process—from bringing in the clay by freight train, to getting the finished product out into the world so that plate turners everywhere could flip their tableware and see the uniquely reassuring back stamp, “Made in Stoke-on-Trent”. There will be no change there from me.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Stoke-on-Trent is six historic market towns in one. Tunstall and Burslem are ably represented by my hon. Friend the Member for Stoke-on-Trent North (Jonathan Gullis), and Longton and Fenton by my hon. Friend the Member for Stoke-on-Trent South (Jack Brereton). Stoke-on-Trent Central is made up of Stoke-upon-Trent, commonly known as Stoke town or simply Stoke, and Hanley, which is often seen as the city centre, although not necessarily by everyone in Tunstall, Burslem, Longton, Fenton or Stoke. Our city is polycentric and rich with history, a fascinating place to visit and a wonderful place to live. The last time that either Hanley or Stoke town were in Conservative hands was back in the 1930s, and then only for one term. Much as I am proud to follow in the footsteps of Harold Hales and Ida Copeland in being a Conservative elected by the people of Stoke-on-Trent, I shall be looking to replicate the success of my hon. Friend the Member for Stoke-on-Trent South in being re-elected by the people of Stoke-on-Trent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The House may think that this was a Brexit election, but it was not just a Brexit election. It was a “Brexit and” election; it was a “Brexit so that” election. We are not just going to get Brexit done. We are going to invest in our NHS, schools, police, roads and infrastructure. With the right support, we can make Stoke-on-Trent an even better place to live and to visit. To do that, we must relentlessly improve education standards and skills, and revolutionise the public transport provision to cut ​congestion. Productivity is too low, exports do not match comparable cities such as Coventry and the city does not quite do what it says on the tin. We need more Stoke and we need more Trent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Stoke town needs every penny of the heritage high streets money it has been promised, and it needs clearer and more direct pedestrian routes to Stoke-on-Trent railway station. I will work with anyone who can preserve our heritage while taking us forward. For too much of its course through the city, you would not know the River Trent was there. I will learn lessons from anywhere as to how to improve public access to watercourses. Although I welcome the Government’s fund for new pocket parks, I will lobby relentlessly to get more funds into historic parks too.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Our identity as a city is closely linked to the ceramics industry, and preserving the authentic Potteries landscape must be part of our tourism offer, but the ceramics industry itself must always be allowed to move into the newest processes at the cutting edge of technology. I want to see the successful Ceramic Valley enterprise zone expanded, and the plan for an international research centre for advanced ceramics to materialise in my constituency. This would allow for the expansion of world-class innovation by companies such as Lucideon, where I recently learned about advancing sintering, which is a process that enables materials to handle the heat—something that we know all about in this House. In fact, on Friday I saw some scintillating sintering in Stoke with the Secretary of State for International Trade. The research centre will also be supported by Staffordshire University, the world’s leading centre for masters level ceramics and the successor body to the Burslem and Hanley schools of art that gave the Potteries such pioneers as Susie Cooper, Edith Gater and Clarice Cliff. Still today, international ceramicists who could base themselves anywhere in the world choose to locate in Stoke-on-Trent because it is the authentic capital of ceramics, and it must remain so.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Of course, the city has also embraced other industries. Stoke-on-Trent is increasingly a centre for the logistics industry, and over many years retail has been important to the six market towns. But the internet is threatening to harm our marketplaces and high streets even more than they have already been harmed by 1960s traffic schemes and 1970s architects. We need radical reform of retail business rates, and we need to make the high street a more relevant and attractive place to be, with more local residents living in town centres and more international tourists and buyers exploring our city. The entrepreneurial spirit that made the Potteries great must be unleashed again—unleashed and nurtured.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I set up and ran my own business from scratch. I did not have a business background, which probably helped me because I did not worry about the unknown—rather like the feeling I had when I first set foot in this place as the Member of Parliament for Stoke-on-Trent Central. Enterprise has no educational barriers, only barriers of self-belief. It must be the business of Government to enable more people to have the opportunity to pursue their dreams, and we need to include enterprise in the school curriculum. Ambition must be encouraged, supported and rewarded, and your background should never hold you back. Let us back those who have no family history of setting up a business, let us nurture those in business who have never yet exported a product ​and let us encourage those entrepreneurs who are yet to be employers to take on their first member of staff. For my part, I will gently encourage the Government at every turn to invest in the infrastructure and services of Stoke-on-Trent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Most urgently, that means nothing short of a transport revolution across the city to cut congestion for private vehicles and speed up services for bus and rail users. Beeching did not so much swing an axe in Stoke-on-Trent as wield a chainsaw. Too many branch lines were lost and too many stations were closed—and it got worse still. As late as 2005, the Strategic Rail Authority shut Etruria station, and dug it up completely in 2008. Stoke-on-Trent is crying out for better public transport. We need a big share of the transforming cities fund, the bus fund, the reverse Beeching fund, and more, to make up for the decades of under-investment in Stoke-on-Trent when we missed out on our fair share. I really hope that we will be a pilot scheme for the superbus project, as our geography of six towns in one city can offer best practice for places elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The people of Stoke-on-Trent have spoken and they need to know the Government are listening. I know they are, and I look forward to doing everything I can to keep it that way—to keep Stoke-on-Trent on the up, with our economy flourishing, our manufacturers making, our job satisfaction high, our earnings good, our talent retained and our opportunities increased. From Trent Vale to Baddeley Edge, and Etruria to Bentilee, my constituency has so much to offer. It deserves every bit of the attention that I will ensure it is going to get.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}