{
    "url": "https://www.ukpol.co.uk/jo-gideon-2022-speech-on-the-national-food-strategy-and-food-security/",
    "title": "Jo Gideon – 2022 Speech on the National Food Strategy and Food Security",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jo Gideon",
            "url": "/tag/jo-gideon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jo Gideon, the Conservative MP for Stoke-on-Trent Central, in the House of Commons on 27 October 2022.",
    "content": [
        "It is a particular pleasure to follow the hon. Member for Bristol East (Kerry McCarthy), with whom I sat on the all-party parliamentary group on the national food strategy, which has been disbanded. She covered a comprehensive range of issues that needed to be spoken about, so I will try not to cover some of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I have consistently highlighted the need for a robust food system to ensure that every one of our constituents has access to nutritious, affordable food. In achieving that, we must safeguard our countryside and restore the balance of nature. We need to reduce the health problems that result from poor diets, and we can accomplish that only by working together—both across all Government Departments and more widely in society—from field to fork.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The food system underpins our economy and security, and the health of our planet. Without restoring equilibrium to our food system, we will continue to have food production that depletes nature and makes us unwell. As the world faces ever more environmental and social challenges, ensuring a well-functioning and equitable food system becomes a matter of strategic importance. Food security depends on global peace, stability, and a healthy planet and population. We have been facing a threat to all three of those.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The war in Ukraine has seen millions across the world put at risk of starvation. Ukraine is commonly referred to as the breadbasket of the world. It boasts some of the most fertile land on Earth, with rich black soil—chernozem—perfectly suited to growing grains and producing and exporting vast amounts of barley, corn, rye and wheat. Ukraine ranks first in the world in global sunflower production and export. Even after the war is over, it is likely that up to 50% of the land will have been rendered unproductive by landmines, which will take many years to clear.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As buyers have looked to find alternative supplies, international commodity markets have faced turbulence and prices have risen. That affects the price of basic foods in shopping baskets in our local supermarkets.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Russia is one of the biggest exporters of fertilisers. Farmers in the UK have concerns about input costs—particularly about fertilisers and animal feed—as well as energy costs. Indeed, agricultural commodity prices have always been strongly correlated to the price of energy. We forget that energy prices were increasing before the war in Ukraine, and as a net importer, the UK is exposed to the increasing volatility in gas prices. Energy inputs for farms increased by 34% between January and April 2022, and farm motor fuel costs increased by 30% over the same period. That comes at a period of significant economic turmoil following the effects of a global pandemic, when the food supply chain has had to respond to a surge in demand due to panic buying. A cluster of hot, dry summers has led to crop failure and nature loss, making our land less productive. We will all notice the impact on familiar products. I read recently that there is a challenge with tomato ketchup, which is a key ingredient of Staffordshire oatcakes. It may become a rarer commodity as climate change threatens to halve the harvest in the coming years.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Fear of food shortages from multiple fronts has changed our attitude towards food. Increasingly, purchasing decisions are based on affordability and choosing the healthy option is more difficult than before. Lack of money means cold food and cold water. Some 71% of households who experienced food insecurity in the past month said they have cooked less, eaten food cold, turned off fridges and washed dishes in cold water.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "When families are being faced with the question of whether to eat or heat, it is more important than ever that we should have a national food strategy in place, aligning the nation’s hunger and health with UK climate goals and UK farm sustainability. Access to good food is essential to improving life chances and health must be a focus of our food production. Whatever the cause, we must recognise that the challenges around access to a healthy diet are major indicators of inequality. As I think the hon. Member for Bristol East mentioned, 18% of all households experienced food insecurity last month, compared with 54% for households on universal credit, so any Government policy developed needs to address that disproportionate impact.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Foods that are bad for our health should not be the cheapest foods on the market, yet people are having to compromise the quality of their diets to cut food costs. The Food Foundation suggests that of those experiencing food insecurity, 58% said they were buying less fruit and 48% said they were buying fewer vegetables. One young person from Bite Back 2030 said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“There’s two chicken shops about a one-minute walk from my school that sells two wings and chips for £1. A school dinner is £2.40.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "This is a serious issue. People are being forced to choose the cheapest calories, which are typically the least healthy. Families with lower incomes are not going to be driven by whether labels say food is high in calories, fat, sugar and salt. We should probably check those things, but we do not because the driver is money and that is what is affordable and within budget. Good food policy needs to reduce and rebalance the bombardment of unhealthy food and use the revenue raised to make more affordable, accessible, easy and appealing food for those on low incomes.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We see the need to work closely with the food and drink industry to ensure that our whole population can afford good food, but tackling obesity is also central to our commitment to levelling up. We need to support healthier options and behaviours by addressing social factors that lead to obesity and making them more conducive to healthy living. Underpinning any economic levelling up must be a levelling up of diet-related life choices.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Because I care passionately about the importance of fixing our food system from the triple challenges of climate change, biodiversity loss and diet-related ill health, I am hosting a food summit at Staffordshire University in Stoke-on-Trent on 4 November. I am delighted that the author of the national food strategy report, Henry Dimbleby, will be opening the summit. We will have a big conversation about food, and about inspiring new thinking and embracing new expectations of our food system, celebrating innovators and shining a light on the great work already under way. I think my right hon. Friend the Member for Tatton (Esther McVey) mentioned some of that work on innovation already.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Under the current food system, the amount of food being produced from a given area of land has increased and the amount of other life occupying that same area of land has decreased. Data from the Department for Environment, Food and Rural Affairs shows that wheat yields in the UK have doubled from 1970 to today. Yet through that time, we have also seen the number of farmland birds decrease by 54%. We have touched on land use, so I will skip over it, but it is very important that we have a clear understanding of how we should use land.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We need to recognise the dual role of farmers as food producers and conservationists, but we have to be careful not to turn farmers into environmental contractors with little incentive to continue food farming. Therefore, the food strategy could be clearer in linking food production to action against climate change and action to enhance the natural environment. Without such action, climate change further threatens to cause crop failures and nature loss, which makes our land less productive. Our priority must be looking at how we can reduce the environmental impact of the foods we consume, while making it easier and cheaper for people to consume healthier and more nutritious food. To build national resilience to food insecurity, we need to grow—quite literally—our local food production and enable smaller food businesses to thrive.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The strategy is right to recognise that promoting local food and drink can also increase cultural identity and community pride. That, in turn, makes an area a more attractive tourist offer, while also ensuring the resilience of the local food supply and supporting farmers and small producers. Growing community involvement in the redistribution of food will help us to minimise food waste and ensure that food surplus from the supply chain is not wasted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I welcomed the emphasis that the Prime Minister placed on delivering the 2019 manifesto commitments. The manifesto has high aspirations for agriculture, food standards, children’s dietary health and levelling up opportunities, which are impacted directly by access to good food. Research has already been conducted on health disparities, and this could be considered within the compassionate framework that the Prime Minister has committed to, so the motion has my full support.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}