{
    "url": "https://www.ukpol.co.uk/preet-gill-2022-speech-on-global-food-security/",
    "title": "Preet Gill – 2022 Speech on Global Food Security",
    "post_date": "October 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Preet Gill",
            "url": "/tag/preet-gill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Preet Gill, the Labour MP for Birmingham Edgbaston, in the House of Commons on 26 October 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Pritchard. I thank my hon. Friend the Member for Birmingham, Erdington (Mrs Hamilton) for securing this hugely important debate, which is an existential matter for many of our constituents and millions around the globe.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I also thank the hon. Member for Strangford (Jim Shannon), who cares about our role in the world and speaks up for the most marginalised at home and abroad. I also thank the hon. Member for Glasgow North (Patrick Grady) for his contribution, which made the link between food insecurity at home and abroad. I thank my hon. Friend the Member for Coventry North West (Taiwo Owatemi) for making a powerful case on the impact of aid cuts and the decimation of the Department for International Development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "At a time of converging global crises, I look forward to working with the new Minister for Development, who is not in his place, in the interests of the world’s poorest and most marginalised, and those of the British people, who expect us to play a leading role in building a fairer, safer world, which is in our national interest. Global food security is national security. The UK imports almost half the food it consumes, exposing us to fluctuations in global prices. In the year to September, food and non-alcohol beverage prices rose nearly 15%—the highest rate in 40 years. For many basics, the rise was even higher.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "For our poorest constituents, the impact stings all the more, as more of their disposable income is siphoned away on the essentials. At this point, we can all cite shocking tales from our constituency mailbag. I spoke to a headteacher from my constituency recently, who told me they have children turning up to school nervous wrecks, unable to concentrate. They have seen their parents skipping meals, and are often hungry themselves. One boy she spoke of was so hungry that they caught him trying to eat from a pot of PVA glue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "This not just a national crisis, but an international crisis that we have an interest in solving. Globally, food prices have soared over the past year. Despite dropping over the summer with harvests rolling in, the Food and Agriculture Organisation shows that prices remain high, at 8% above last year’s levels. Global wheat prices remain 10.6% above values in August last year. According to the World Food Programme, 345 million people are experiencing acute food insecurity.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The causes are multifaceted, but the consequences are invariably stark, as many hon. Members have highlighted. Putin’s barbaric war of aggression with Ukraine has poured fuel on the fire of inflation. Earlier this year, the Russian block on grain exports from Ukraine contributed to an international humanitarian crisis. Across the House, we are united in standing up for Ukraine in the face of Russian aggression. We welcome the UN-backed Black sea grain initiative between Ukraine, Russia and Turkey, which has been essential to get shipments out of Ukraine and to combat rising food prices. The UK has to put its diplomatic weight behind extending the agreement beyond November. Russia must continue to meet its commitment under the agreement in full. I hope that the Minister will continue to provide support to the EU solidarity lanes programme, which is helping to ship millions of tonnes of grain from Ukraine via land and river borders each month.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let us be clear: Ukraine is only one factor in the global hunger crisis. Even before Russia’s invasion, food, fuel and fertiliser prices were rising, and 70% of those facing acute levels of food insecurity in 2021 were in conflict-affected countries. Ukraine-related food price spikes are only the latest evidence that the global agriculture system is broken. That reinforces the global need to diversify our food sources and support developing countries with a bottom-up approach to food security. Households’ right to food is put under increased pressure when they experience extreme events that are out of their control. The hungry have few choices: they can migrate in search of food, take food from others by force or die of starvation. The question for us is how to work with partners to stabilise and build resilient local food environments.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Rising global food prices are being felt by people from Nugaal to Northfield. Like the pandemic before it, this crisis is a reminder that island though we are, the greatest challenges facing the world will also reach our shores. In these difficult times, there is cause for solidarity and international co-operation between allies and nations. It is a call that, in times past, Britain has answered proudly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As many colleagues have said today, the suffering across the world is enormous. Labour has been ringing the alarm about the hunger crisis for the best part of a year. From Afghanistan to Yemen to sub-Saharan Africa, conflict, inflation and accelerating climate change are creating a perfect storm. In June, the World Food Programme warned that the number of people at risk of succumbing to famine or famine-like conditions could rise to 323 million this year. The former Minister, the right hon. Member for Chelmsford (Vicky Ford), travelled to east Africa last week, where she will have seen the human consequence of the crisis at first hand. It is a shame that she cannot now turn that into action.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Extreme hunger is driving mass displacement and conflict, and putting hundreds of thousands of lives at risk. According to Oxfam, more than 13 million people across Ethiopia, Kenya and Somalia were displaced in search of water and pasture in just the first quarter of 2022, while the UN warned that 350,000 children could die by the end of the summer in Somalia alone.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "After the catastrophic famine of 2011, which killed 260,000 people—half of them children—the UK and the international community vowed “never again”. The UK learned lessons with a much stronger response to the famine of 2017, when it succeeded in saving thousands upon thousands of lives. However, despite the current crisis outstripping those of five and 11 years ago, the UK’s response this year has paled in comparison. The World Food Programme director, David Beasley, said that it has put aid workers in the unimaginable position of having to take food from the mouths of the hungry to give to the starving.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "At a time when we should be fortifying our alliances and building international co-operation, the UK, under this Government, has gone missing. Successive cuts to overseas aid and the chaotic block on spending this summer, just weeks after the Foreign, Commonwealth and Development Office budget was signed off, have left the UK isolated. Repurposing aid away from poverty has not gone unnoticed. In June, Samantha Power, chief of the United States Agency for International Development —USAID—expressed disbelief at this Government’s decision to strip back support from east Africa:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“at just the time of this, arguably, unprecedented food crisis, you’re actually seeing a lot of the key donors scaling back, if you can believe it…assistance in places like sub-Saharan Africa. And that comes on the heels of the British government…making significant cuts”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Last week, Abdirahman Abdishakur Warsame, the presidential envoy for Somalia’s drought response, made these chastening remarks:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“In the 2017 drought, the UK and its leadership was vital, its advocacy and energy was great, and it encouraged people like me to match that commitment. Britain was a great ally to Somalia but that is all gone. The UK is still an ally, and they help with security, but when it comes to humanitarian response they are not there, not in leadership or in aid. It’s all gone.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "He is right to speak out because the situation is so grave. Some 700,000 people are now on the brink of famine in east Africa, and many millions more are suffering from acute malnutrition.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let me be as clear as I can. When I say famine, I mean mass death. Under the integrated food security phase classification system, that means two in every 10,000 adults or four in every 10,000 children dying every single day. Oxfam has warned that across the region, someone is now dying of hunger every 36 seconds. By the time this debate finishes, that will be 150 people more.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The urgency of this crisis could barely be more stark. However, earlier this month, when the Minister in the other place, Lord Goldsmith, was asked how much of the £156 million allocated to this crisis had been disbursed to date, he said that less than half had been allocated. Let me impress on the Minister that when 260,000 people died in the famine of 2011, more than half died before the official declaration of famine was made. What are we waiting for? We cannot wait until a formal announcement to act.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "On the steps of Downing Street, our new Prime Minister tried to claim the mandate of the 2019 general election and recommitted to delivering on that manifesto. In the context of this debate, I remind the Minister what that manifesto said:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“Building on this Government’s existing efforts, we will end the preventable deaths of mothers, new-born babies and children by 2030”.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Given that malnutrition plays a role in 45% of all deaths of under-fives, and that in a food crisis it is women and girls who eat less and eat last, we would expect food security to be a top priority for this Conservative Government. Why was food mentioned only three times in the Government’s 10-year international development strategy? Why did Ministers turn up empty-handed to the Nutrition for Growth summit in December and take two years to renew its pledge? Why did an estimated 11.7 million women and children lose out on nutrition support last year due to the cuts?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I will finish by referring to the single greatest long-term challenge to global food security: the climate emergency. This summer, droughts, floods and wildfires wreaked havoc in the UK and across the world. In Pakistan, devastating floods left a third of the country—equivalent to the size of the United Kingdom—underwater. Acres of rice fields were lost. In India, extreme heat decimated crop yields in Punjab and Uttar Pradesh, leading to a domestic grain export ban. In the horn of Africa, we face an unprecedented fifth failed rainy season in a row.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Intergovernmental Panel on Climate Change has warned of the impact of global warming on food security—not only from the wanton destruction of extreme weather events, but as soil health progressively weakens and ecosystems collapse, pests and diseases become more common and marine animal biomass depletes. This is a disaster for the world, including for us in the United Kingdom. The Climate Change Committee has warned that global warming could lead to a 20% rise in food prices by 2050. That is a reminder why international co-operation and development is essential to protect people at home and across the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The truth is that the UK has a unique role to play, but under this Government we are falling woefully short. Our international development expertise, decimated with the destruction of DFID, is sorely missed here and abroad. Our research institutions and universities have an incredible role to play in unlocking long-term solutions to the global food security crisis, such as their role in developing drought-resistant crops.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In the crises of years past, we stepped up as leaders on the world stage to galvanise action and co-operation on the challenges that we have in common, helping to develop early warning systems so we can act decisively before tragedies strike. What happened to that ambition? Will the Minister tell us why his Government continue to invest in fossil fuels overseas? Why were central projects for adaptation and mitigation indefinitely paused this summer? When will the UK finally deliver on the international climate finance that it promised as host of COP26 last year?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Opposition know where we stand. We cannot keep lurching from crisis to crisis. It is only long-term development that will help us turn the tide on the greatest global challenges, and rebuild trust based on our shared values and common interests. Global crises demand global solutions. I hope that the new Minister for Development will recognise that and will fight to return the UK to the global stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}