{
    "url": "https://www.ukpol.co.uk/cheryl-gillan-2012-speech-to-the-national-assembly-for-wales/",
    "title": "Cheryl Gillan – 2012 Speech to the National Assembly for Wales",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Cheryl Gillan",
            "url": "/tag/cheryl-gillan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Wales",
            "url": "/category/wales/"
        }
    ],
    "summary": "The speech made by Cheryl Gillan, the then Secretary of State for Wales, at the Assembly on 23 May 2012.",
    "content": [
        "Diolch Llywydd. Thank you Presiding Officer. I am delighted to be here today in the National Assembly for Wales to discuss the government’s second legislative programme.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let me begin by paying tribute to our armed forces, who do such sterling work at home and, especially, overseas. I take great pride in the valuable contribution Wales makes to Britain’s armed forces, and pay tribute to those who have died in Afghanistan and elsewhere since we last met.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is almost 2 years since I first attended the assembly as Secretary of State for Wales, shortly after the coalition government was established, to talk about the government’s first legislative programme – a programme based on the principles of freedom, fairness and responsibility. The government has achieved a great deal since then, 32 Acts brought forward by the government have received Royal Assent, and we have reduced the deficit, capped welfare, scrapped ID cards, binned the jobs tax, raised personal allowance – allowing 95,000 people in Wales to be lifted out of tax altogether – and made much needed political and constitutional reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I have fulfilled all 3 of the commitments relating specifically to Wales in the coalition agreement. I took forward the Housing LCO, and enabled the referendum under which the assembly has assumed primary legislative powers in the twenty devolved areas. I have also established the Silk Commission, with the support of all four party leaders in the Assembly, to look at how the financial accountability of the Assembly can be improved and any modifications that may be needed to the boundary of the devolution settlement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**The Legislative Programme**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Our second legislative programme builds on our coalition agreement. We will bring forward 15 bills and 4 draft bills over the next twelve months based on three key themes: economic growth, justice and constitutional reform.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We are making the tough, long term decisions to restore our country to strength – dealing with the deficit, rebalancing the economy and building a society that rewards people who work hard and do the right thing. That, Presiding Officer, is what the Queen’s Speech is about.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The government’s key focus must remain the reduction of the deficit and restoring economic stability. We do not shirk our responsibilities when it comes to getting Britain’s economy back on track, and we are keeping a steady hand on the tiller as we chart a course through the global economic storm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We will introduce a Banking Reform Bill, to strengthen further regulation of the financial services sector to make it more stable and resilient and, crucially, protect the savings of hard working families and small business from the sorts of activity that led to the recession.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We will extend opportunity in the economy, and build on Britain’s global reputation as a great place to do business with the Enterprise and Regulatory Reform Bill. This will establish in statute the Green Investment Bank to accelerate the transition to a green economy, improving the way competition is enforced to make it more effective, encouraging workplace disputes to be settled earlier, improving the employment tribunal system – including introducing financial penalties to encourage employer compliance with employment rights – and giving shareholders a bigger say over directors’ pay.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We will also ensure a fairer justice system by bringing forward legislation to reduce and prevent crime. We have introduced a Defamation Bill to protect freedom of speech and will bring forward a Justice and Security Bill to allow the courts to hear a greater range of evidence in national security cases. The Crime and Courts Bill establishes a National Crime Agency to tackle the most serious and organised crime, make judicial appointments more transparent and flexible and deliver a more open and effective court and tribunal system. It will also make so called ‘drug driving’ a new offence, a move I feel sure we will all welcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Our legislative programme takes forward further constitutional reform, including an Electoral Registration and Administration Bill, to reduce electoral fraud by introducing individual electoral registration, and a Bill to reform the House of Lords. Also for Wales, is the Green Paper on future electoral arrangements for the assembly which I published on Monday, and I would like to encourage you and anyone who may have an interest in the future make-up of the assembly to contribute to the consultation which will be open for the next 12 weeks.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Benefits to Wales**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "There is much in this programme to benefit Wales. Establishing an independent Groceries Code Adjudicator is excellent news for small business across Wales and for Welsh farmers, who I know are being hard hit by these tough economic times and by our Welsh weather! Those who supply the big supermarkets will be protected by ensuring that large retailers treat them fairly and lawfully. The Small Donations Bill will boost the income of Welsh charities, especially smaller charities, by removing the need to collect Gift Aid declarations on their small donations.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Energy Bill, published for pre-legislative scrutiny yesterday, will reform the electricity market to ensure secure, affordable and low-carbon electricity into the future. Without reform, we will not attract the £110 billion in investment that Britain needs over the next decade to keep the lights on. The Bill will create the right regulatory environment to create jobs and help keep energy bills low. Crucially, as we work to secure the future of Wylfa, the Bill will create a new Office for Nuclear Regulation, as an industry-financed regulator to maintain public confidence in nuclear power and ensure the UK is an attractive place for nuclear consortia to invest.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We will publish a Water Bill in draft, reforming the industry to allow businesses to switch their water and sewerage supplier and encourage new entrants into the market. This draft Bill will provide a lot of opportunities for Wales, and the complexity of the devolution settlement when it comes to water and the distinctiveness of the water industry in Wales mean that we will need to work very closely with the Welsh government to find solutions that work effectively on both sides of the border.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I know how difficult it is for hard working families in these tough economic times. That is why our programme rewards people who work hard, those who make a positive contribution to our society. We will bring forward a Children and Families Bill which will include measures to make parental leave more flexible and reform the family justice system to speed up care proceedings. The Bill will also contain England-only measures to cut the time ethnic minority children wait to be adopted and the Welsh government and the assembly may want to consider whether these measures could be usefully extended to Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "To make devolution work well it is important that engagement and debate result in constructive outcomes. So we will publish a Care and Support Bill in draft to modernise adult care and support in England and I am delighted that agreement has already been reached in principle with all three devolved administrations to ensure that internal borders within the UK do not impede the effective delivery of residential care.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Last, but by no means least, this government will deliver pensions reform. The Pensions Bill will modernise the pensions system, providing a £140 basic state pension that will reduce means testing and reward those who work hard and save hard all their lives. The Public Service Pensions Bill will reform public service pensions in line with the recommendations of the independent Public Service Pensions Commission.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Working Cooperatively**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We have made a good start to implementing the programme and have introduced 5 Bills in Parliament so far – including some with important consequences for Wales, such as the Groceries Code Adjudicator Bill.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The government wants to continue to work co-operatively with the Welsh government as we deliver our programme. Some Bills have particular relevance to Wales, whilst for others I have mentioned, like the draft Water Bill, we will need detailed work to get through the complexities of the devolution settlement. I also hope we can learn from each other as we take respective policies forward on either side of the devolution settlement – adoption is just one such area I have touched on today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I hope that spirit of co-operation can also extend to other aspects of our work, so that we work together for the good of Wales. I have just returned from a diplomatic and trade visit to Thailand, Cambodia and Singapore on behalf of the UK, where I was delighted by the interest in doing business with Wales. I believe strongly that Wales would benefit from our common endeavour to attract more inward investment despite the obvious political differences between our two governments. Common purpose should bring out the best in politics across the political divide, particularly as we share the same ambitions for Wales.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Conclusion**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am a strong believer in the Union; a belief I know is shared by many Members here today and, more importantly, by the people of Wales. I want to see an inspired, confident and vibrant Wales, standing proudly alongside the other parts of our United Kingdom. What Wales needs to prosper is not independence; it is inter-dependence of the four nations of the Union to provide economic growth, investment, prosperity and security in these difficult times. So, this is a legislative programme to help rebuild Wales and rebuild the UK as a whole, and I commend it to you today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Finally, in her diamond jubilee year, I would like to pay tribute to Her Majesty the Queen, who has given such tireless service to the people of this country. I feel sure both in Wales, and in the United Kingdom as a whole, people are looking forward to the diamond jubilee celebrations in just a few weeks time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I look forward to answering Members’ questions, and listening to what I am sure will be a stimulating and interesting debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Thank you Llywydd.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}