{
    "url": "https://www.ukpol.co.uk/cheryl-gillan-2015-speech-on-syrian-air-strikes/",
    "title": "Cheryl Gillan – 2015 Speech on Syrian Air Strikes",
    "post_date": "December 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Cheryl Gillan",
            "url": "/tag/cheryl-gillan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cheryl Gillan in the House of Commons on 2 December 2015.",
    "content": [
        "[![cherylgillan](https://www.ukpol.co.uk/wp-content/uploads/2016/04/chewylgillan-240x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/04/chewylgillan.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "A dangerous and deadly cult is operating within this country, within Europe, and on Europe’s doorstep, and today we will decide whether we duck our responsibilities and do nothing, or whether we extend our military operations and widen our attack on the territories that that cult has taken over. To widen our airstrikes to include Daesh-held areas in Syria is only a small extension of current military activity, and I honestly do not think that this House has ever seen a Prime Minister set out so clearly the detailed options before us today, and his reasons for asking us to support the motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In my view, to vote for this motion is to respond positively to the requests of our closest allies in France and the USA. It will add value to current military operations by providing the precision bombing capability and reconnaissance needed to degrade Daesh’s capabilities and remove its leadership, thereby reducing the direct threat to our citizens. That threat is real, present and extreme, and goes from beheading aid workers, to slaughtering holidaymakers on a Tunisian beach, not to mention the seven foiled terrorist attacks from which the brave men and women of our intelligence services and operations have saved us.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Anyone saying that a positive vote tonight will increase the danger here in the UK needs to wake up and realise that the threat is already here, and controlled by Daesh leaders, mostly in Syria. If we add to the forces trying to eliminate that Daesh leadership, we will increase the odds of removing those who orchestrate violence, terrorism and wholesale murder.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I could not support the Government today if I thought that airstrikes would form our strategy on Syria and Daesh in its entirety. However, with the Vienna process and a reasonable estimate of the ground forces that should be available to back up more efficient air activity, I believe that focused diplomacy and military action will complement each other in moving us forward to what we all want, which is a negotiated and peaceful settlement in Syria. Although I admit it is likely that airstrikes will not be enough to eliminate the threat of Daesh, it is important to recognise the role that they can play at this exact time.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Like many hon. Members, I have received representations from my constituents in Chesham and Amersham on both sides of the argument, but after that attack in Paris and the wholesale slaughter of many young people, it has resonated even more with the general public that Daesh is a dangerous force that must be defeated at its roots. As it stands, I think that the best course of action is for Britain to increase its commitment to this complex, difficult and continuing conflict, and thereby increase the odds of improving the safety of our country and of the British people wherever they are in the world.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Prime Minister knows that we must constantly revise our plan for post-conflict Syria and the whole region, and if we want to see peace in our time, we will need to address that. Tonight I will be putting our security into the hands of our armed services, and I will support the motion.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}