{
    "url": "https://www.ukpol.co.uk/paul-girvan-2020-speech-on-the-trade-bill/",
    "title": "Paul Girvan – 2020 Speech on the Trade Bill",
    "post_date": "May 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Paul Girvan",
            "url": "/tag/paul-girvan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Paul Girvan, the DUP MP for South Antrim, in the House of Commons on 20 May 2020.",
    "content": [
        "It is a privilege to follow the hon. Member for Dudley North (Marco Longhi) and to have an opportunity to talk about the Bill, which is a road map to the UK and Northern Ireland’s future trading relationship with the rest of the world. It is important that we uphold and protect the good standards that we have set.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Bill is focused on five main areas: procurement and the GPA; trade agreements; the formation of a trade remedies authority; information collecting, mainly in respect of HMRC; and data sharing. I want to focus mainly on what will affect Northern Ireland, which has a large proportion of exports, with 17% of all Northern Ireland sales going out of the country—sales worth £6.2 billion in 2018-19.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Two of our main sectors are machinery and transport: machinery makes up £3.2 billion of our total, and food, agriculture and the export of live animals make up £1.5 billion. I agree with the comments by the hon. Member for Montgomeryshire (Craig Williams) about agri-food, which we have to protect. We must ensure that we maintain the standards that have been fought for and achieved, and that we implement them as much as we can in any future agreements. We have a fantastic farming and agri-food industry in Northern Ireland. We have fought hard to ensure that our industry is sustainable, and we want to ensure that it is there for the future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The pharmaceutical industry plays a big role in Northern Ireland. In my constituency we have Randox, and elsewhere in Northern Ireland we have Almac and Norbrook Laboratories. All are working hard during this covid-19 crisis. They have an offer to the rest of the world that we have to maintain.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We have a great wealth of talent in our tech industry. It was recently announced that 65 jobs are to be created in Northern Ireland at the American firm Cygilant. We have to ensure that we have opportunities to uphold. I am a free marketeer, but I do believe that we have to protect those industries that are currently struggling and make sure that they have every opportunity to be included in trade deals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The previous Bill fell in 2019 as a result of the Westminster election. As we did not have a Northern Ireland Assembly in place at that stage, we had no input ​from the Northern Ireland Executive in relation to what should or should not be included in that Bill. We have an opportunity to ensure that all areas of the United Kingdom are represented on the new body, the TRA, that will be set up. All regions of the United Kingdom and the devolved areas should be represented on it. I am asking for an assurance that when deals are put forward, they apply in full to Northern Ireland, are fully accessible to businesses and trade from Northern Ireland and will be for the benefit of all. This Bill is an opportunity for us to take back trade certainty and to take back control within our own Parliament and we will support it. I thank you, Madam Deputy Speaker, for giving me the opportunity to speak in this debate this afternoon.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}