{
    "url": "https://www.ukpol.co.uk/william-ewart-gladstone-1893-speech-on-unemployment/",
    "title": "William Ewart Gladstone – 1893 Speech on Unemployment",
    "post_date": "November 27, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1893",
            "url": "/tag/1893/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "William Gladstone",
            "url": "/tag/william-gladstone/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of an answer given in the House of Commons on 1st September 1893 by the Prime Minister and First Lord of the Treasury, William Ewart Gladstone, on unemployment.",
    "content": [
        "**COLONEL HOWARD VINCENT :** I beg to ask the First Lord of the Treasury whether, in negatively replying to the representations recently made to him on behalf of the large number of persons in London and elsewhere now without employment, he has considered the state of affairs disclosed by the last number of The Labour Gazette, officially published by the Board of Trade, as to the decline in trade, the increase in pauperism, the 20,000 highly skilled artizans unemployed, and the widespread reduction in wages; and if the Government propose to take any steps to mitigate the consequences to the masses of the people?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**MR. W. E. GLADSTONE :** I cannot help regretting that the hon. and gallant Gentleman has felt it his duty to put the question. It is put under circumstances that naturally belong to one of those fluctuations in the condition of trade which, however unfortunate and lamentable they may be, recur from time to time. Undoubtedly I think that questions of this kind, whatever be the intention of the questioner, have a tendency to produce in the minds of people, or to suggest to the people, that these fluctuations can be corrected by the action of the Executive Government. Anything that contributes to such an impression inflicts an injury upon the labouring population. Every and any suggestion with reference to the improvement of the position of the people, whether in respect to fluctuations in trade or any other matter, is always entitled to and will have our best and most careful consideration; but I believe the facts are not quite correctly apprehended. The decline in trade is not greater now than at previous periods of depression from which there has invariably been a recovery. Although there is a slight increase of pauperism as compared with last year, pauperism is much less in proportion to the population than at any previous period of our history. The Return of the Local Government Board for the year 1892 shows a percentage of 2.5 of the population, as compared with 3 per cent. in 1882, and 4 per cent. or 5 per cent. 20 or 30 years ago. The unemployed among the artizan population are at present about 6 per cent. for the Unions making Returns, but this rate is not specially high at this moment, and it has fallen pretty steadily since the beginning of the year, when it was 10 per cent., and higher percentages have been known in previous periods of depression.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**COLONEL HOWARD VINCENT :** Is it not proposed to take any steps at all in the matter?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**MR. W. E. GLADSTONE :** I have stated that I am not aware of anything in the present depression of trade which indicates any duty incumbent upon the Government except the duty of considering any proposal or suggestion which may be made, and which has about it the smallest promise of utility.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**MR. J. BURNS :** Will the right hon. Gentleman consider, with the President of the Local Government Board, the desirability of again sending a Circular Letter to all the Local Authorities asking them to give employment to the unemployed on reproductive and useful works, as was done in 1886, 1888, 1890, and 1892 by the late President of the Local Government Board?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**MR. W. E. GLADSTONE :** Yes; I shall be happy to consider that question.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}