{
    "url": "https://www.ukpol.co.uk/william-gladstone-1885-statement-on-lord-salisbury-becoming-prime-minister/",
    "title": "William Gladstone – 1885 Statement on Lord Salisbury Becoming Prime Minister",
    "post_date": "February 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1885",
            "url": "/tag/1885/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "William Gladstone",
            "url": "/tag/william-gladstone/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by William Gladstone, the then Prime Minister, in the House of Commons on 15 June 1885.",
    "content": [
        "[![williamgladstone](https://www.ukpol.co.uk/wp-content/uploads/2016/02/williamgladstone.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/02/williamgladstone.jpg)\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Mr. Speaker, I have received authentic information that Lord Salisbury has undertaken the formation of a Government, and I have likewise received an expression of a desire, to which I am sure the House will be as ready to conform as I am, that I should move to-day that the House, at its rising, should adjourn until Friday next. That accordingly is my intention, and I believe it will be quite conformable to precedent, as it is to the reason of the case, in this necessarily early stage of the arrangements. That being so, we have before us the question whether it is desirable to proceed with the Lords’ Amendments to the Redistribution of Seats Bill—a matter upon which, as I have said before, I am in the hands of the House. But my opinion is that, on the whole, it is for the public interest and for the satisfaction of all parties that we should proceed to deal with them and to complete the measure.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "There is another arrangement, rather less in magnitude, but which, at the same time, touches matters of feeling in relation to Royalty of such a nature as makes it desirable for me to submit to the House whether another exception ought not to be made to the more usual practice. The House will remember that some time ago—I do not know how many weeks ago—it was determined, by a very large majority, to introduce the usual Annuity Bill for the marriage of Her Royal Highness tie Princess Beatrice. That Annuity Bill has reached its third reading, and, although it is true a limited opposition was made to it on its first stage, that opposition has not been revived. The House has, therefore, on the various stages of the measure, except upon one occasion, given its unanimous assent to the Bill. As there are practical arrangements connected with that measure, and as it touches the relation of the House towards the Throne, and the loyal feelings of the House, my opinion is that there will be a general disposition on the part of the House to approve that course, if I should proceed to move the third reading to-day.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "There is another portion of the arrangements as to which I do not propose to take a similar course, for reasons which, I think, will be obvious. The custom has always been, besides the Annuity, to propose the grant of a capital sum. But towards the grant of that capital sum in the present instance—which is precisely based upon former precedents—owing to the course of Business, the first stage which is to procure the voting of that capital sum has not yet been taken. I have not the smallest doubt in my own mind that that capital sum will be voted with the same readiness and the same loyalty as was the Annuity. But the House has given no decision upon it, and I wish to call attention to that point—that the House has given no decision upon it, and has not become a party to it. The proposal itself is a responsible act, and I think it is better, being a responsible act, however sure we may be of the decision the House will give, that we should properly reserve it to the House, to be dealt with in the usual manner, upon the proposal of a responsible Government.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Consequently, I do not intend, as far as I am concerned, to take any steps in regard to that proposal; but with respect to the third reading of the Annuity Bill, the House will probably be inclined unanimously, as it has been on the later stages of the Bill, to think that, under these circumstances, it is just to make that also an exception to our usual methods of proceeding, and allow the Bill to go forward to the House of Lords by reading it a third time tonight. I beg leave to move that the House, at its rising, do adjourn until Friday next.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}