{
    "url": "https://www.ukpol.co.uk/john-glen-2021-statement-on-the-financial-conduct-authority-mortgage-review/",
    "title": "John Glen – 2021 Statement on the Financial Conduct Authority Mortgage Review",
    "post_date": "November 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "John Glen",
            "url": "/tag/john-glen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by John Glen, the Economic Secretary to the Treasury, in the House of Commons on 29 November 2021.",
    "content": [
        "The issue of mortgage prisoners is one of my key priorities. I recognise the difficult position these borrowers are in and understand the stress that many experience as a result. I remain committed to examining what further can be done to assist borrowers and this is why I asked the Financial Conduct Authority (FCA) to conduct a review on mortgage prisoners to provide the further detail necessary to continue this important work. The Mortgage Prisoners Review [CP 576] has today been laid in Parliament.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The review identifies that there are now around 47,000 mortgage prisoners—these are borrowers who are up to date with payments, who are unable to switch, and who could potentially benefit from switching if they were eligible for a new deal. Most mortgage prisoner loans originate from prior to the financial crisis, when lending standards were looser, and this means that many affected borrowers struggle to switch as a result of not meeting post-financial crisis risk appetite.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The report is clear that the underlying reasons mortgage prisoners are unable to switch are complex, and it is therefore crucial to understand the facts and data around this issue in order to consider our approach. The FCA’s review provides important insight into the mortgage prisoner population which the Treasury will now examine to determine if any further practical and proportionate solutions can be found for affected borrowers who struggle to obtain a new mortgage deal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "More widely the review shows that the number of borrowers with inactive firms has materially decreased since the FCA last collected data in this area in 2019. This partly reflects the ability of many borrowers in closed books to switch to an active lender if they so choose. I would encourage all mortgage borrowers to examine their switching options to ensure they are on as competitive a rate as possible for their circumstances.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am also encouraged to see that the interest rates paid by almost all borrowers in closed books are less than the rates they signed up to when they took out their mortgage, with a third paying at least 3.5 percentage points less.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "However, it is clear that challenges remain in addressing this issue. While there is evidence that some mortgage prisoners have switched as a result of significant regulatory interventions made to date, it is also clear that the number of borrowers who have benefited is small. This new report also makes clear that the reasons borrowers struggle to switch are complex and varied, and that there are no simple solutions to increase the number of borrowers who are able to switch to better rates with active lenders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Nevertheless, I remain committed to this issue, and am grateful for the work undertaken by the FCA on this review which provides the crucial insight necessary to consider any further action. I am also grateful to the industry partners who have committed to continue to work together on this issue and look forward to further engagement with them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "With the data from this review, the Treasury will now target our work to determine if there are any further practical and proportionate solutions for affected borrowers, including consideration of means through which we can help borrowers better position themselves to meet lender risk appetite. While I am approaching this further piece of work with appropriate ambition and optimism, I am also keen to manage borrower expectations by emphasising that any solutions tabled must avoid the potential for significant risk of moral hazard to consumers in the wider mortgage market or those who aspire to obtain a mortgage and must be value for money for the taxpayer. Any announcements on this will be made when the Treasury has had sufficient time to examine the review’s findings and consider any options available to address this complex issue.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Copies are available in the Vote Office and at: https://www.gov.uk/government/publications/mortgage-prisoner-review.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}