{
    "url": "https://www.ukpol.co.uk/john-glen-2016-speech-on-the-advertising-standards-authority/",
    "title": "John Glen – 2016 Speech on the Advertising Standards Authority",
    "post_date": "May 24, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "John Glen",
            "url": "/tag/john-glen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Glen, the Conservative MP for Salisbury, in the House of Commons on 23 May 2016.",
    "content": [
        "This evening, I want to raise an ongoing challenging issue with the Advertising Standards Authority Ltd, commonly known as the ASA, and related companies, including the Committee of Advertising Practice Ltd, the author and publisher of the CAP code.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I have been involved with two separate cases relating to the ASA on behalf of constituents. I intend to spend the balance of my time on the second, but the first is the case of Innovate Product Design, an excellent Salisbury company that provides a complete service to inventors, from patent search and product protection to design and prototyping and advice on marketing. It has had six complaints, not upheld, against it but still has outstanding concerns about the material subject to the ASA’s ruling and whether it was within the scope of the advertising code. I hope to resolve this with a meeting that I have asked Craig Jones of the ASA to convene with ASA representatives, but for now it would be helpful if the excellent Minister could confirm that Innovate has no outstanding ASA complaint against it and that it has never had a complaint upheld against it. It is a company that offers a first-rate service and there is nothing to suggest that it has misrepresented anything in its promotional literature.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The second of the two cases, which I will speak about in some depth, relates to my constituent Dr Alyssa Burns-Hill, PhD, MSc, fellow of the Royal Society for Public Health and member of the Institute of Health Promotion and Education. Dr Burns-Hill first came to see me on 13 November 2015 and explained that in November 2012 the ASA had upheld one complaint made against her. The first part of the complaint was that she was making misleading claims about saliva testing being able to detect hormone levels. My constituent believes that the study submitted as evidence was cited inappropriately in the ruling, demonstrating a lack of deep expertise in interpreting health-related data. The second part of the complaint was that she was being misleading in using the academic title “Dr”, as while she had a PhD, she was not a medical doctor.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Following the ruling, Dr Burns-Hill was told in an email from the ASA to change her website, business cards and publications to say only her name followed by “PhD” and then the phrase “doctorate in healthcare”, followed by the rest of her post-nominals, including her MSc and professional memberships. Dr Burns-Hill refused to comply as she felt it conveyed that she was the holder of two doctorates, a PhD and a doctorate in health. After being rebuffed by Lord Smith of Finsbury and Guy Parker, managing director of the ASA, she went through the extended process of an independent review at her request, while the original judgment was still published on the ASA website. After the independent review, the ASA partially admitted its mistake but still insisted that she had to qualify that she was not a medical doctor next to any listing of her qualifications. She had already made it absolutely explicit on her website’s “About” page that she was not a medical doctor as well as issuing substantial information on her qualifications and work practice, as was acknowledged in the ruling. Yet Dr Burns-Hill is held up by the ASA as a misleading advertiser, and is even referenced in the CAP advice and guidance.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Dr Burns-Hill refused to comply with this ruling, as she felt that the proposed remedy was still inconsistent with established conventions of listing academic qualifications and served only to justify the ASA’s initial ruling. In response, the ASA imposed sanctions on her, including taking out Google adverts claiming she was a misleading advertiser, which she claims has damaged her business and reputation in what is a narrow and specialist field. She also contends that, as a means of persuasion or sanction, the ASA is itself in breach of the Consumer Protection from Unfair Trading Regulations 2008. She was also advised that to pursue the case through judicial review would cost at least £20,000—a prohibitive cost by any estimate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Since first speaking to Dr Burns-Hill about her case, I have been in contact with the ASA and have been very grateful to have had an in-depth phone conversation just before Christmas last year. I subsequently received a detailed letter from Craig Jones, the director of communications at the ASA. None the less, my constituent still feels aggrieved, as she feels that the underlying issues surrounding her case have not been adequately addressed or remedied.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "First, there are legitimate concerns about the transparency of the ASA in terms of its processes and in particular with regard to its status and relationships to trading standards. I have looked into the legal framework within which the ASA operates, and I realise that it will always be complex for a self-regulatory body with a legal backstop. I understand that the ASA is recognised by the courts and the Government as the “established means” for the purposes of section 19(4) of the Consumer Protection from Unfair Trading Regulations 2008. Judicial review is therefore possible because the ASA is recognised as a public body. However, the advertising codes it enforces are not enshrined in law; it is funded by industry and its council is appointed by industry, so it is also a self-appointed, regulatory body. I do not doubt that the legal status of the ASA is sufficiently robust, but it is extremely complex, and was certainly opaque to my constituent, a well-educated professional.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In preparing for this debate, I have even heard differing views from the ASA and from the House of Commons Library on the ASA’s legal position and authority, which I think suggests that there is unacceptable and misleading uncertainty. This has fuelled Dr Burns- Hill’s sense that the ASA is not operating legitimately and is not accountable in the way that statutory bodies are.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am aware that similar concerns about the ASA have been raised previously in the other place by Baroness Deech. My constituent also feels that the recent South African High Court judgment against ASA Ltd reflects some of these concerns, and I understand that barrister Richard Eaton is raising questions with regard to the Competition and Markets Authority and its relationship to the ASA. I believe that there are some genuine transparency concerns here. The reasoning of the independent reviewer is not publicly available, and nor are the details of any original judgments that have been subject to revision, although it is noted when a judgment has been revised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Holly Lynch (Halifax) (Lab)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I, too, met the ASA in relation to a case raised in my constituency. Does the hon. Gentleman agree that there are inconsistencies regarding transparency in the ASA? One of the challenges is that where complaints have been made but not upheld, parts of the investigation are still published online, yet other evidence is not published and is withheld from the public.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**John Glen**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am grateful for the hon. Lady’s intervention. She raises other issues, which I hope the Minister will pick up on in his response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "To return to my case, after the independent review process, the only avenue remaining is expensive judicial review. Dr Burns-Hill was referred to trading standards in January this year, three and a half years after the ruling, but only heard from trading standards today— as a result, I believe, of the tabling of this debate. That referral is only on grounds on non-compliance, despite my constituent asking to be referred since the original ruling in 2012 and reiterating that request to them in January and September 2013. Would the Minister consider an option for an advertiser to require a referral to trading standards after independent review, who would then conduct their own investigation?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Secondly, I am concerned about the depth of the ASA’s technical expertise. In October 2015, Lord Smith of Finsbury, the chair of the ASA, said in the other place that in 2014 the ASA had used expert support in only 16 out of 900 cases. My constituent strives to reach the highest professional standards, and is a member of several professional bodies. Because of her significant experience in the healthcare sector, she is well aware that individuals with PhDs can call themselves “Dr” without having to qualify expressly that they are not medical doctors. That is true even in hospital settings, where, for example, holders of PhDs in public health and psychology often work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I believe there is a concern that the ASA did not pay sufficient attention to established academic practice, and, indeed, to the codes of professional healthcare bodies. I was told only recently that it consulted such bodies. That fact appears nowhere in the public ruling, and the evidence from the consultations has not been published. My constituent was put in the invidious position of respecting the authority of those bodies in relation to how she presented her professional and academic qualifications, and being confronted with the opaque authority of the ASA, which initially demanded that she use a completely non-standard way of conveying her qualifications and did not use the title “Dr”, as was her right.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "An advertiser without the tenacity of my constituent would probably have passively accepted the substandard—and subsequently adjusted—ruling of the ASA, the suggested remedy of which was to include the phrase “doctorate in healthcare” throughout her website and on her business cards. If the ASA did consult on the established professional and academic conventions for displaying qualifications, why was the evidence of those consultations not made available and cited specifically in the judgment? If the ASA is not seen to make use of readily available expertise in such an important area as academia, it is difficult for it to retain its full credibility as a self-regulating body. Will the Minister require the ASA to publish when it has drawn on external advice, what that advice is, and by whom it was provided? That would surely be a sensible step to improve the authority and credibility of the ASA in such specialist matters.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I thank the hon. Gentleman for raising what is clearly an important personal issue in his constituency. Many of us have had cause to have dealings with the ASA, and, all too often, have seen it go far beyond its intended reach. No doubt it does good work in rooting out misleading advertisers, but are there not occasions on which it goes too far? I hope that the Minister will assure us tonight that it possible to achieve a balance between credibility and responding to constituents’ concerns. If we can achieve that balance, we can do better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**John Glen**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The purpose of this debate is not to undermine the ASA—obviously, I am raising a very specific case—but I believe that its credibility is at stake, and that there are sensible steps that it can take to improve the transparency of its decisions and the way in which it represents them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "For my constituent Dr Burns-Hill, it is too late. She is left feeling aggrieved, because she had an uncertain basis for action given the opaque authority of the ASA, which required a remedy that did not fit her understanding of established academic and professional conventions. It is very difficult for her to have confidence in the ASA, given its apparent lack of relevant expertise in its dealings with her. I recognise that there is a difference between the academic recognition of a qualification and the implications of the marketing of that qualification to lay prospective consumers, and I recognise that the ASA’s role is to examine those matters. However, my constituent does not recognise the right of the ASA unilaterally to require an individual to adopt a non-standard use of post-nominals, when someone could work in a hospital and use the title “Dr” without the need to qualify it, if they were the holder of a PhD.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am grateful to the ASA, and in particular to Craig Jones, the communications director, for their engagement with me and my constituents and for their detailed responses to date. They have sought to answer my questions and address the case as far as possible. However, I have raised this matter today on the Floor of the House as my constituent still feels aggrieved and besmirched. I want to give satisfaction to my constituent on this matter and I sincerely hope that the Minister will be able to address the specific points I have raised. I would also be grateful if he would use the authority of his office to facilitate a meeting between the ASA and Innovate, the first set of constituents. I very much look forward to hearing his response.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}