{
    "url": "https://www.ukpol.co.uk/john-glen-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "John Glen – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Glen",
            "url": "/tag/john-glen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by John Glen, the Conservative MP for Salisbury, in the House of Commons on 10 September 2022.",
    "content": [
        "I rise to speak today on behalf of my Salisbury constituents. I wish to start by acknowledging the unique contribution that Her Majesty has made to our nation, the Commonwealth and the world. We will never see a monarch reign through so many decades. The overwhelming grief, sadness and disorientation that our nation is now experiencing is in proportion to and a direct consequence of the enormous role that Her Majesty played in our lives. As King Charles said in his moving address last evening, thank you, Queen Elizabeth. Thank you for your gracious presence in our lives.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Many of her subjects will never have met the Queen, but everyone felt that they knew her and that she cared for them. I have sat in this Chamber these past two days and heard so many wonderful speeches from colleagues on both sides of the House. I was moved by the sheer breadth and depth of the impact that Her Majesty has had in every corner of her United Kingdom and beyond.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Much has been said about her devotion to her family, her love of the countryside, horses and her beloved corgis, her humour, her kindness and the enduring impact of that remarkable smile that warmed the hearts and left an indelible impression seared into the soul of anyone she encountered. I cannot offer anecdotes from time spent at Balmoral, Sandringham or encounters at the Palace, but I feel no less privileged for that. None the less, I did meet Her Majesty when she visited Salisbury in 2012 in her diamond jubilee year. She visited the Rifles Regimental Museum in Salisbury Cathedral Close, our cathedral and an exhibition of our country’s history and communities on the cathedral lawn.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The abiding memory I will have is one of a sublime peacefulness, an aura of sincerity as she engaged so generously in so many conversations with my constituents. Each morning in my constituency home overlooking the great cathedral—I am so fortunate—I reflect on the day ahead. Looking out of my window, I have two pictures on the window ledge: one of my beloved parents and one of me shaking the hand of Her Majesty a few metres away. I met her once, but I think she will always be with me in my service in Salisbury.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Her Majesty led a life that was animated and fuelled by a deep Christian faith that sustained her through life’s highs and lows. I think that this will be the strongest legacy that she will leave me with. Her life was driven by duty, but sustained in full submission to the Gospel of Christ and his teachings. I thank God for what he showed us about his character through Her Majesty’s wonderful life. God save the King.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}