{
    "url": "https://www.ukpol.co.uk/john-glen-2021-statement-on-london-capital-and-finance/",
    "title": "John Glen – 2021 Statement on London Capital and Finance",
    "post_date": "April 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "John Glen",
            "url": "/tag/john-glen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by John Glen, the Economic Secretary to the Treasury, in the House of Commons on 19 April 2021.",
    "content": [
        "On 17 December 2020, I announced that the Treasury would set up a compensation scheme for bondholders who suffered losses after investing in London Capital & Finance (LCF) (HCWS678)[1]. This statement provides an update on the Government’s approach, including the details of the scheme and the next steps for bondholders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "LCF was a Financial Conduct Authority (FCA) authorised firm which issued unregulated non-transferable debt securities, commonly known as “mini-bonds”, to investors and then speculatively invested the funds received in a number of underlying businesses. LCF went into administration in January 2019 and at the point of failure 11,625 bondholders had invested around £237 million.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "This has been a very difficult time for LCF bondholders, many of whom are elderly and have lost their hard-earned savings. As I noted in my last statement, for some, this will have formed part of an investment portfolio, but for others, it will have represented a significant portion of their savings.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "One of the key purposes of regulation is to ensure that investors have the right information to understand their risk. Within this system even a regulator doing everything right will not be able to, and should not be expected to, ensure a zero-failure regime. That is why statute has established the Financial Services Compensation Scheme (FSCS), which is the compensation scheme for customers of failed financial services firms in the UK. Its scope is strictly limited and it is only able to pay out when a relevant regulated activity has been undertaken. The FSCS has considered LCF claims in detail and has been able to protect around 2,800 bondholders, paying out over £57 million in compensation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is an important point of principle that Government do not step in to pay compensation in respect of failed financial services firms that fall outside the FSCS. Doing so would create the wrong set of incentives for individuals and an unnecessary burden on the taxpayer. However, the situation regarding LCF is unique and exceptional. After considering the issues in detail, the Government have decided to establish a compensation scheme for LCF bondholders. The scheme I am announcing today appropriately balances the interests of both bondholders and the taxpayer and will ensure that all LCF bondholders receive a fair level of compensation in respect of the financial loss they have suffered.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "LCF’s business model was highly unusual, both in its scale and structure. In particular, it was authorised by the FCA despite generating no income from regulated activities. This allowed LCF’s unregulated activity of selling mini-bonds to benefit from the “halo effect” of being issued by an authorised firm, helping LCF gain respectability and grow to an unprecedented scale before it failed, resulting in losses for thousands of bondholders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "A complex range of interconnected factors contributed to the scale of losses for LCF bondholders. Clearly individuals have responsibility for choosing investments that are suitable for their risk profile. The high interest rates on offer from LCF, particularly when compared with deposit accounts, should have prompted questions from potential bondholders about the risks. While some may have understood those risks and invested anyway, LCF’s disclosure materials and marketing strategy may have led others to believe they were investing in a product that was far safer than it was.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Bondholders have reported LCF using a range of dishonest tactics to persuade them to invest. For example, some novice investors have said they were encouraged to declare themselves to be sophisticated and experienced, thereby enabling them to access products that should have been out of reach. Furthermore, LCF appears to have adopted flawed investment and marketing strategies and paid high commissions of up to 25% to the sales agent.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Bondholders have been badly let down by LCF, but they have also been let down by the regulatory system that is designed to protect them. The independent investigation led by Dame Elizabeth Gloster[2], which the Government published at the end of last year, concluded that the FCA did not discharge its functions in respect of LCF in a manner which enabled it to effectively fulfil its statutory objectives during the relevant period.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "While I have not seen evidence that would indicate that the regulatory failings at the FCA were the primary cause of the losses incurred by LCF bondholders, they are a significant factor that the Government have taken into account when deciding to establish this scheme. Indeed, the Government do not ordinarily step in to pay compensation to consumers in relation to allegations of fraud, investment losses, mis-selling or mis-buying of investments. I would, however, like to make it clear that neither the Government nor the FCA accept any legal liability for the failure of LCF or the losses incurred by its bondholders.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In these extraordinary circumstances, the Government have decided to establish a compensation scheme. However, it is imperative to avoid creating the misconception that Government will stand behind bad investments in future, even where FSCS protection does not apply. That would create a moral hazard for investors and potentially lead individuals to choose unsuitable investments, thinking the Government will provide compensation if things go wrong. The ultimate responsibility for choosing suitable investments must remain with individuals.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "To avoid creating this misconception, and to take into account the wide range of factors that contributed to the losses that Government would not ordinarily compensate for, the Government will establish a scheme that provides 80% of LCF bondholders’ initial investment up to a maximum of £68,000. Where bondholders have received interest payments from LCF or distributions from the administrators, Smith & Williamson, these will be deducted from the amount of compensation payable. The scheme will be available to all LCF bondholders who have not already received compensation from the FSCS and represents 80% of the compensation they would have received had they been eligible for FSCS protection.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Around 97% of all LCF bondholders invested less than £85,000 and therefore will not reach the compensation cap under either the Government scheme or the FSCS. The Government expect to pay out around £120 million in compensation in total and the scheme to have paid all bondholders within six months of securing the necessary primary legislation, which the Government will bring forward as soon as parliamentary time allows.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Bondholders do not need to do anything at this stage and Government will provide further details on how the scheme will operate in due course. The scheme will be simple and straightforward to navigate. Bondholders will not need to use a claims management company, solicitor or any other organisation to help them claim.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I am mindful that some individuals may be anxious to receive their compensation and I urge bondholders to be vigilant to the risk of scammers posing as services to help them claim. To reiterate, the scheme has not opened yet and bondholders should await further announcements from the Government on next steps.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "One of the challenges highlighted by Dame Elizabeth Gloster’s report is that, despite exhibiting many of the characteristics of other regulated financial services activities, the issuance of mini-bonds is not currently a regulated activity. The Government are committed to ensuring the financial services sector is well regulated and consumers are adequately protected, and the Treasury is therefore today launching a consultation on proposals to bring the issuance of mini-bonds into FCA regulation. This consultation is the culmination of a review into the regulation of mini-bonds that I announced in May 2019 and delivers on one of the recommendations made in Dame Elizabeth Gloster’s report.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In addition, the FCA is continuing its work to address the recommendations in Dame Elizabeth Gloster’s report, including through its ongoing transformation programme. A number of important steps have already been taken and I welcome the FCA’s commitment to report publicly on the progress of these vital reforms.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Finally, I wish to reiterate my sympathy for LCF bondholders. I hope the compensation offered by the Government scheme will offer some relief to the distress and hardship suffered and provide closure on this difficult matter.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}