{
    "url": "https://www.ukpol.co.uk/john-glen-2022-speech-on-safe-hands-funeral-plans/",
    "title": "John Glen – 2022 Speech on Safe Hands Funeral Plans",
    "post_date": "May 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Glen",
            "url": "/tag/john-glen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Glen, the Economic Secretary to the Treasury, in the House of Commons on 12 May 2022.",
    "content": [
        "I [thank the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier](https://www.ukpol.co.uk/margaret-ferrier-2022-speech-on-safe-hands-funeral-plans/)) for securing this important and timely debate on an incredibly emotive subject. I thank colleagues on both sides of the House for their contributions, including the hon. Members for Glenrothes (Peter Grant) and for Llanelli (Nia Griffith). I will specifically address the points raised by my hon. Friend the Member for Blackpool North and Cleveleys (Paul Maynard), and I thank my hon. Friend the Member for Harrogate and Knaresborough (Andrew Jones) for raising his constituent’s case.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I take this opportunity to remember our former colleague Sir David Amess. He was a friend to many of us here today, and he cared very much about helping people manage the financial impact of funerals. I thank hon. Members who have campaigned over the past few years in support of regulation. I recall conversations with Neil Gray, the former hon. Member for Airdrie and Shotts, who first tabled a private Member’s Bill to this effect in 2016.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Finally, I am grateful to hon. Members here today for the points they have raised. I think I will be able to address many of those points, and I will write to them on anything that I do not address.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As has been said, funerals are painful experiences, but they can also provide people with a degree of mental closure, because they help us to adjust to the reality of the loss of a loved one. We are all very much agreed that at such a moment mourners should be able to focus on their memories of their loved one and on their own emotions; no one should be consumed by money worries. Clearly, therefore, Safe Hands’ entering administration, as the hon. Lady accurately set out, is very distressing for its customers and their families. Obviously, she mentions eloquently the case of Mr Hughes and what he has experienced in recent weeks. Our thoughts should be with those who have recently lost someone close to them and now find themselves affected by Safe Hands’ failure. As has been mentioned, Dignity, one of the UK’s largest funeral plan providers, has stepped in to provide funerals on behalf of Safe Hands’ customers in the immediate period after the firm entered into administration. I echo the hon. Lady’s words in expressing gratitude that it has stepped up to the mark and agreed to do that for a further six months. I regret the fact that her constituent does not have clarity on exactly where that leaves him, but of course Safe Hands will be entering the administration process and that will need to be concluded before wider issues can be looked at. I met people from Dignity yesterday, along with my Treasury officials, and they reiterated their commitment for the next six months. It has been very welcome to see a funeral plan provider taking that responsibility for protecting the sector’s customers and upholding the industry’s reputation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I had the privilege of meeting my right hon. Friend the Member for South Holland and The Deepings (Sir John Hayes), and members of the all-party group and of the industry a few weeks ago to discuss what was happening with this difficult case. Although the Financial Conduct Authority does not yet regulate funeral plan providers, it is supporting the industry and administrators as they look to find a longer-term solution for Safe Hands’ customers. I am very hopeful that customers will not need to wait too much longer before they see further progress on this longer-term approach. However, I strongly believe that what has happened to Safe Hands is clear evidence of the pressing need for a better-regulated funeral plan market that will provide customers with the stability they need at such a difficult time and will allow us, as Members of Parliament with constituents who have been affected by Safe Hands’ demise, the reassurance and confidence that we can see them not worry in future.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Although the sector provides a valuable service, there is still some distance to travel when it comes to ensuring that all funeral plan customers are shielded from harm. Indeed, major reports and work carried out by the Treasury and the FCA revealed examples of consumer detriment in the sector. As a result, last year, we legislated to bring providers and intermediaries within the regulatory remit of the FCA. That change means that from 29 July funeral plan providers will be subject to robust and enforceable standards for the first time. These standards will benefit consumers in a number of ways, for instance, by giving them clarity about what is covered by their plans, and ending high-pressure and misleading sales tactics. In addition, for the first time funeral plan customers will be able to access a redress scheme, which will be provided by the Financial Ombudsman Service. Ultimately, we believe a well-regulated market will promote effective competition and drive better long-term consumer outcomes. I recognise that this industry does have an important role to play; the demise of Safe Hands will be dealt with through the administration process and there may well then be further examination of what happened, but my determination is that we will get this regulation right and provide security to the industry. The vast majority of firms in the industry are doing the right thing at the moment and I am clear that once they have adjusted to that new regime, we will have confidence going forward.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Government recognise that the new regulation presents a major change for providers, which is why we introduced an 18-month transition period before the new rules came into effect. That has given businesses time to take the right steps to familiarise themselves with the new requirements and prepare to adopt them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "We of course recognise that it is paramount that we minimise any disruption to customers as a result of the changes, which is why the FCA has said that providers that decide not to or cannot obtain authorisation should transfer their plans to a provider that will operate under the new rules. Alternatively, businesses should wind down in an orderly way before the regulation comes into force.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "On that note, Members may be aware that last month the Government made a supplementary statutory instrument that will make it easier for funeral plan providers that seek to exit the market to transfer their existing funeral plan to a regulated funeral plan provider. I discussed that change with Dignity yesterday, and it welcomed it. It should ease the process for the relatively small number of people who find themselves subject to a plan the provider of which will not go into regulation: they will be able to port their plan to one of the bigger industry providers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "When we bring a sector into regulation for the first time, there is clearly a possibility that some providers will be unable to meet the authorisation threshold. In addition, the process may reveal that some businesses are unable to deliver on promises they have made to their customers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**Peter Grant**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The Minister is understandably focusing on the new regulatory regime—I think he is aware of some of my concerns about the adequacy of the FCA as currently set up—but there should have been other regulation. Who should have been regulating the activities of the trust? Who should have prevented it from engaging in wildly speculative, insecure investments, directly against the promises that were made? Safe Hands Plans Ltd’s first two years of accounts contained demonstrably and obviously false statements, which were never picked up on by Companies House. Who should have been regulating that? Does the Minister accept that regardless of the changes to the regulation of funeral plan companies, there appear to have been serious regulatory failures elsewhere, again?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "**John Glen**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The hon. Gentleman makes his points somewhat speculatively, but expresses some valid specific concerns about the journey that Safe Hands went on. Other investigations cannot take place until the administration process is concluded. The driver for the regulations that we are to introduce was the fear among Members from all parties a few years ago. The important thing is to give reassurance going forward. There will be a day of reckoning for the directors of Safe Hands, who will have to account for what happened, but the administration process must happen first. I cannot say any more on that, but the hon. Gentleman’s relevant points are noted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I must stress that an inability to meet the new standards of regulation—because of issues with conduct, business models or trust arrangements—does not mean that the regulation is at fault; rather, by bringing the sector into regulation, we expose unsustainable practices that, left unchecked, could ultimately worsen and impact more consumers. As the famous adage says, sunlight is the best disinfectant. In this instance, by regulating we will turn the spotlight on businesses that operate with unworkable models, and will prevent consumer harm.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My hon. Friend the Member for Blackpool North and Cleveleys (Paul Maynard) asked about the low-interest loan scheme that we have been piloting with South Manchester Credit Union. I hope to visit Manchester in the week after next. My hon. Friend is absolutely right that there is a wider agenda in terms of affordable credit, and I am still very much committed to developing that instrument and making it widely available, alongside making other interventions in respect of credit unions that we can talk about when the financial services and markets Bill comes to the House shortly.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "It is right that the Government act to protect consumers, many of whom will be elderly or vulnerable, with a robust, proportionate regulatory framework. In addition, a well-regulated market will promote effective competition and drive better long-term outcomes for consumers. As I have said, Safe Hands customers can be assured that they will be covered for at least another six months. I encourage other providers and market participants to take further action, as Dignity has done, to protect consumers of firms that will not become authorised.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I assure the House that the Government and the Financial Conduct Authority continue to work closely with each other and with the sector—I have mentioned those two meetings that I have personally held, and meetings that my officials have held, with industry representatives—to ensure that that shift to regulation is as smooth as possible. I take account of the several valid points raised this afternoon. We all have a moral obligation to ensure that funeral plan customers and their loved ones receive the certainty that they need and deserve.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}