{
    "url": "https://www.ukpol.co.uk/mary-glindon-2023-speech-on-the-budget/",
    "title": "Mary Glindon – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Mary Glindon",
            "url": "/tag/mary-glindon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mary Glindon, the Labour MP for North Tyneside, in the House of Commons on 20 March 2023.",
    "content": [
        "I am sorry that I cannot be as enthusiastic about the Budget as the hon. Member for Bassetlaw (Brendan Clarke-Smith), but it is good to see somebody so upbeat about something.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Personally, I am very disappointed with the Budget. I had expected more from a Chancellor who had been a Secretary of State for Health, and subsequently Chair of its scrutiny Committee, with responsibility for one of our biggest and most treasured public institutions—the NHS. There was nothing in this Budget to address the staff crisis in the health service, and no mention of the long-awaited workforce plan. While the controversial decision to remove the lifetime pension allowance may or may not encourage senior doctors to put off retirement, there was no confirmation of a pay award for the health workers, or the thousands of other skilled and hard-working public sector workers across the board, who have had no option but to take strike action after 13 years of pay cuts and a fall in real wages. The OBR confirms they will fall again this year. Paul Nowak, the general secretary of the TUC, in commenting on the Budget, was right to say:\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“The Chancellor spoke about a high-wage and high-skills economy but did nothing to deliver it. The UK is still in the longest pay squeeze for more than 200 years. And our public services are still run-down and understaffed.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Childcare is important to the Budget and the economy, not just in North Tyneside but across the country. It is a massive issue for parents in North Tyneside and for nursery providers, and we know it will be a priority for an incoming Labour Government. The Chancellor’s increase in funding for childcare is welcome, but the two-year phasing in programme does nothing to solve the immediate need. Where does that leave families struggling to find and fund adequate childcare now? How does it help the childcare providers struggling to pay ever-increasing overheads and meet salaries for existing staff, when the increase in Government funding for free childcare places still falls far short of the hourly rate of pay for those staff? That is not to mention the problems attracting new recruits to the profession; the salary hardly seems appropriate for years of training and the prospect of working long hours when people can earn more money working in unskilled jobs.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Save the Children says that we also need a strategy for investing in skills development for childcare workers. High-quality childcare must be about enabling every child to have the best start in life. That does not seem to be a priority for the Government. Reducing the ratio of adults to children, for example, just sends out the wrong signal.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Our seven local authorities, including North Tyneside, have welcomed the north-east devolution deal, which will bring £4.2 billion of investment into our region over 30 years and see additional powers transferred from Whitehall to local people. However, the Chancellor did not mention the all-important trailblazer status that was agreed with the Secretary of State at the signing of the north-east authority agreement.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "North Tyneside itself was short-changed in the Chancellor’s Budget. The council will get £500,000 in pothole funding, but that is only £1 of every £8 the Government have cut from the pothole budget since 2021. North Tyneside will not receive any of the regeneration funding that has been announced and will still have to bid as a lower-priority area in the next round of the levelling-up fund. While I congratulate South Tyneside Council on its new levelling-up partnership funding, I am concerned—and, I confess, a little jealous—that there is no such funding for North Tyneside.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I continue to be worried about the future of small businesses in North Tyneside. The Federation of Small Businesses says that the Chancellor missed the chance to bring in measures that could have jump-started a new era of growth and productivity. For years, small business have been the backbone of the economy. The Chancellor would do well to listen to the FSB.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "With the cost of living crisis still bearing down on households in North Tyneside and across the UK, the Chancellor provided little comfort other than extending the energy price guarantee for a further three months and a few more crumbs from the table. For my constituents and people across the country, times have always been hard under the Tories, and that will continue while they remain in power. It is time for Labour to take the reins.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}