{
    "url": "https://www.ukpol.co.uk/shaista-gohir-maiden-speech-in-the-house-of-lords-baroness-gohir/",
    "title": "Shaista Gohir – Maiden Speech in the House of Lords (Baroness Gohir)",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Shaista Gohir",
            "url": "/tag/shaista-gohir/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Shaista Gohir, Baroness Gohir, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, it is a huge honour and privilege to be among you. I thank noble Lords for their warm welcome across the Benches, whether they have found me wandering the corridors or sat next to them, and for the warm welcome that I have received today. I want to particularly thank the noble and learned Lord, Lord Judge, the noble Baroness, Lady Watkins, and the many members of staff who have supported me in so many different ways. I also appreciate the words of wisdom and advice that have been offered to me so far. I am listening and I am learning: thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Let me introduce myself to noble Lords who do not know me. I am the CEO and one of the founding members of Muslim Women’s Network UK, a national charity based in Birmingham. We operate a national helpline and counselling service, conduct research—most recently on maternity experiences—and conduct awareness-raising campaigns. We also have a national membership. The late Baroness Afshar was also one of our founding members. I was really excited to tell her that I was going to be following in her footsteps and joining her on the Cross Benches, but I did not get to share my good news with her because, just a few days before the public announcement of my appointment, she sadly passed away. However, I will be continuing her fight for gender justice and women’s equality.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "As a women’s rights campaigner, I also work with many women’s organisations on many different issues. So I will be concentrating on women’s lived experiences, whether of the criminal justice system, the education system or the health service, or in employment. I will also be focusing on the economic impact on women of laws and policies. I will do all that I can to advance the rights of all women and girls and advocate for a fairer society.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "However, society will be fairer only if more money goes into the pockets of women, because money is power—the power to increase life chances. However, over the last decade or so we have consistently seen more money, and hence more power, go into the pockets of predominantly wealthy men. In real terms, money has been taken out of the pockets of the poor, especially women. According to analysis by the Women’s Budget Group, the spending cuts on public services and freezes to social security over the last 10 years or so have hit women the hardest because they are most likely to use public services, work in the public sector and depend on social security for a bigger portion of their income.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Public spending may have gone up briefly during the pandemic, but a return to the pattern of cutting public spending while cutting taxes will continue to benefit men because women earn less and are more likely to work part time. Research by the Women’s Budget Group along with the Runnymede Trust shows that cutting spending and taxes at the same time hits women in every income group harder than men, hits the poorest hardest and hits minority-ethnic women, disabled women and lone parents hardest of all. That means women will struggle to pay for food, energy bills, rent and mortgages. Children will go to school and to bed hungry and they will be cold. Because children cannot keep warm, they will get sick. Families will become homeless.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "If that situation is not bad enough, part-time workers have been told that if they do not increase their hours, their benefits will be cut. But many women work part time because they have caring responsibilities. They are looking after children, the sick, the disabled and the elderly. Women are not sitting idly by; they are working, but it is unpaid work that is not valued.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "If we want to see a fairer society, Budgets must reduce inequalities and not exacerbate them. I look forward to seeing one day—I hope not too far in the future—an intersectional and feminist approach to the Budget. The empowerment of women will be crucial if Britain is to recover from the current economic challenges. I will therefore be returning to these issues again and again. I know there are many allies in the House, and I look forward to working with noble Lords across the Benches on many different issues, including the ones that I have mentioned today.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}