{
    "url": "https://www.ukpol.co.uk/alastair-goodlad-2023-comments-on-the-australia-new-zealand-trade-deal-baron-goodlad/",
    "title": "Alastair Goodlad – 2023 Speech on the Australia/New Zealand Trade Deal (Baron Goodlad)",
    "post_date": "January 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Alastair Goodlad",
            "url": "/tag/alastair-goodlad/"
        },
        {
            "text": "Issue of the Week 2",
            "url": "/tag/issue-of-the-week-2/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The comments made by Alistair Goodlad, Baron Goodlad, in the House of Lords on 9 January 2023.",
    "content": [
        "My Lords, it is a great pleasure to follow the noble Baroness, Lady Liddell, who made such a distinguished contribution to British-Australian relations when she was high commissioner—comprehensively erasing my footprints in the process, not least in bilateral trade and investment promotion, which is an important part of the job. It is a privilege to open the batting with her; I just ask her not to ask for any quick singles.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "I look forward to the maiden speech of my noble friend Lord Swire, who also made a great contribution to British-Australasian relations during his period as Minister at the Foreign Office. I have some Australasian relations, descended from two uncles who migrated to New Zealand and Australia from the Shetland Islands when they were very young; those cousins were jolly supportive too. I welcome my noble friend Lord Johnson of Lainston to his new job and congratulate him on a very fine opening innings; I hope that we see many more of them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "This Bill is narrow and technical in nature. It is appropriate and important to recognise that our first post-Brexit ab initio—as opposed to rollover—trade agreements should be with Australia and New Zealand. They are important trading and investment partners already, as they have been for many years. They are also close intelligence and defence allies. We share a history that has led to the present deep family, cultural, educational, sporting, diplomatic and political relationships, together with legal systems rooted in the common law. The histories and destinies of our three countries are and will remain inextricably intertwined.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "My noble friend the Minister has comprehensively and authoritatively set out the provisions and merits of the Bill. I shall address some of the criticisms that have been made. In a forthright speech in the other place last November, the right honourable Member for Camborne and Redruth pointed out that CPTPP negotiations are under way, as are those with Canada, and he sought to draw lessons from our recent negotiations with Australia and New Zealand. He said that the first and most important was that\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "“we should not set arbitrary timescales for concluding negotiations.”—[Official Report, Commons, 14/11/22; col. 425.]\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "In this case, that meant the then-forthcoming G7 summit. There is nothing new in that. I remember negotiations with Australia in the early 1990s, when I was a Minister at the Foreign Office, over our respective shares of the cost of cleaning up the Maralinga test site in South Australia. The senior Foreign Office official responsible rejected the Australian suggestion that the negotiations be conducted while watching a test match. Instead, they were conducted in the Foreign Office and concluded in good time for the Australians to be at Lord’s by 11 am, which is what they wanted. The senior official—who went on to be a very senior official—and I believed that the UK was the beneficiary of that tactic but, as in the present case, we shall never know.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The second lesson that the right honourable Member suggested was on changes to the machinery of government. I have no particular view on this, provided that the chains of command are clear and unambiguous.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "The third lesson, which the noble Baroness, Lady Liddell, touched on, was on strengthening the role of Parliament in scrutiny and perhaps in agreeing the negotiating mandate. I am in full agreement on this. Other Members also commented on what some saw as defective scrutiny procedures for the Bill. For what it is worth, my experience, both in the other place and here, is that, in the long run, government has everything to gain and nothing to fear from effective parliamentary scrutiny, as other countries—notably Japan and the United States of America—have demonstrably found. But every Government have to learn their lessons in their own time and reinvent the wheel. I have no doubt that your Lordships will not let the side down in repairing any deficiencies in scrutiny of the Bill, as we always do with any legislation.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union",
        "Reference was made in the other place to the possibility of triggering Article 32.8 and thereby giving six months’ notice of terminating the agreements. I hope it does not come to that; such a move would not bode well for our success in concluding other negotiations. As the noble Lord, Lord Kerr, rightly said in a different context, pacta sunt servanda. Whether or not a better agreement could have been struck we shall never know. Not every match can be a draw—if Ben Stokes has anything to do with it in the summer, there will be no draws at all. Trade agreements are not a zero-sum game; as in the present case, everyone is supposed to benefit. These agreements are popular with business in all three countries and deserve our support. I hope that noble Lords will give a fair wind to the Bill and all who sail in her.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union"
    ]
}