{
    "url": "https://www.ukpol.co.uk/michael-gove-2011-speech-to-the-london-early-years-foundation/",
    "title": "Michael Gove – 2011 Speech to the London Early Years Foundation",
    "post_date": "September 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Michael Gove",
            "url": "/tag/michael-gove/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Gove, the then Secretary of State for Education, on 21 November 2011.",
    "content": [
        "Thank you for your incredibly warm welcome.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "As I think you’ll be aware, it’s half term. My wife and our two children are in France, and I had the opportunity to join them for a few days at the beginning of the week. Originally I could have taken the whole week off, but I said no, I’m going to be here for June [O’Sullivan] on Friday. So I knew that it was going to be slightly less than a week. And then there was a vote in the House of Commons on Monday – I can’t remember what it was about and I suspect most of the public don’t either – and we all had to be there. So that meant I couldn’t leave until Tuesday morning. In the end, the only time that I had with my children was from Tuesday afternoon until yesterday. Just a couple of days, but they were hugely enjoyable.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "One of the things my children are planning to do today is visit a fantastic place in the South West of France where there are some marvellous examples of prehistoric cave art. You’ll probably be familiar with those caves in the Dordogne, full of amazing drawings generated by our ancestors thousands of years ago. Recently, academics have been looking more closely at that cave art, and they’ve discovered something really striking: they’ve discovered that many of those pictures were drawn by children. They’ve looked at the scale, the size, the way the indentations have been made on the side of the cave, and they’ve realised that only children could have done those drawings. But they’ve also noticed that some of these drawings are so high up that children must have been held by their parents, or by other adults, in order to make them. And they’ve observed an intricacy that suggest children’s hands being guided by adults’. More than that, there is actually one section in the cave that is a children’s zone, as it were; where most of the drawings, so the prehistoric experts tell us, were done by children.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Now from that fascinating discovery, I take a number of lessons about how humans operated tens of thousands of years ago. The first is that the existence of a zone where young people are allowed to play and to explore – and where adults are there to watch over them and to help – suggests that children’s centres weren’t just invented ten years ago; they were invented tens of thousands of years ago. So all of you here are representatives of probably mankind’s oldest and most valued profession. The other thing that I learned from those cave drawings is that we’ve always had an understanding of the special role that childhood should play; and we’ve always had an appreciation of the importance of adults being there to foster child development.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "This appreciation was instinctive, and it was present tens of thousands of years ago. But it’s a lesson we’ve had to relearn in the course of the last century. In the last hundred or so years, we rediscovered the importance of childhood and the early years in particular, after a period where we tended to treat children as mini-adults, or as chattels, or as processions. Just over 150 years ago, child labour was a reality that politicians had to fight hard to contain. Children were seen as mini-adults who could be put into work – worse, mini-adults without rights, mere economic units of production. Families felt they needed to produce more children simply to keep afloat, and our economic system thought that children existed simply to generate profit.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "But in the course of the last hundred years, we’ve recognised once more the unique importance of treating children differently, conferring on children specific rights, and making sure that our education system recognises that, if children are to prosper and succeed, they need special care and attention in each stage of their development. The importance of conferring on young children special rights, and the importance of giving young children special support, is something that the Coalition Government believes we must not only grasp but deepen. Because the growing recognition of the special autonomy of young children – as well as the growing recognition of what they need – has been driven not just by a heightening sense of social awareness, but also by a deepening knowledge about the reality of what child development involves.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "We know that there are specific changes that occur in a child’s brain in the earliest years of its life that have a disproportionate impact on that child’s fate; on that child’s capacity to be able to make the right choices and avoid the wrong temptations. We know that the circumstances of nurture and attachment in the very earliest years of a child’s life will often determine the emotional generosity that that child shows later. We know that the range of stimuli that a child has early in life will determine whether or not that child is capable of responding well to other human beings; capable of absorbing knowledge; and capable of becoming a skilful and fully-rounded citizen in years to come. And that’s why, at the heart of what we’re seeking to do, is a renewed emphasis on the importance of the qualifications of those who work with young people. And that’s why we want to be guided by emerging science about how the brain develops. And why we want to look to emerging good practice on the ground from all of you represented here today and beyond. From those who are developing a better understanding of how to bring children up in a way that ensures that they’re resilient; that they’re intelligent; that they’re loving; and that they’re citizens of whom we can be proud, and whose values we admire.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Now it must be recognised that child development is changing. It’s important that we’re aware of the sophistication of some of the arguments that are now being developed about how we can best support children. In the past, there tended to be something of a division between different views about how we should encourage children to become ready for school. And I’m going to caricature, to exaggerate in order to simplify – and, I hope, to illuminate. On the one hand were those people who believe that the single most important thing that you can do with children was encourage them to play, encourage them to take delight in exploring their curiosity, and that everything about a child’s learning in the very earliest years should be driven by a child’s own impulses and instincts. And this was a view which, without wanting to be too highfaluting about it, developed from the ideas of Rousseau and the principle that the newborn child was capable of infinite goodness, but it was society that corrupted them. The important thing to do was to allow that innocence to be sustained and to flourish for as long as possible. Now there was also an alternative view – a view that believes children should be institutionalised at the earliest possible age, and that there should be formality, rigor and structure to their learning. Yes, play has its role. But that role shouldn’t overwhelm the vital importance of making sure that children are acquainted, for example, with the letters of the alphabet or the sequence of numbers at the earliest possible stage. I exaggerate, but we are all aware of people who exemplify some of those impulses: those who argue that the most important thing to do at the beginning is to nurture creativity, and others who believe that children need to be introduced to a formal body of knowledge at the earliest possible stage.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "I think it’s really important that we acknowledge that there is truth to both traditions. It’s really important that we recognise that when children are playing, they are learning; and that creativity is essential to what great child development involves. But it’s also critical that we recognise that children do need to be introduced to formal knowledge in a way and at a time that is appropriate for their own development. Some of you like me may have grown up watching the genius that is Jim Henson and the Muppets of Sesame Street. You may wonder why I’m mentioning Big Bird now. The reason that Jim Henson is a genius is not just because he was an amazing puppeteer and a fantastic communicator and a great entertainer. He was also a genius because Sesame Street sought out children growing up in homes where parents weren’t taking them through their ABCs and their 123s, and introduced them to the alphabet and numerical progression. Because he recognised that the allocation of cultural capital in our society is unequal. He recognised that for those who are rich and well-connected, their book-rich homes and their opportunity-rich lives give the children a fantastic start in life. But for those who don’t have those opportunities – who don’t have access to literature at home, to museums, to cinema – it’s sometimes more difficult to get the stimuli that give young minds the opportunity to flourish. Jim Henson recognised that, which is why Sesame Street concentrated on giving children a route into formal knowledge.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "But no one watching Sesame Street would have thought that it was a dry as dust, Victorian-style, schoolroom approach to learning. Sesame Street’s approach was driven by the belief that learning should be fun, that it should be entertaining, and that it should be built around the child’s sense of growing wonder as they mastered more knowledge and became more confident in the way they interacted with others. The very, very best practice in the early years acknowledges the sheer pleasure that comes from spending time with children and the delight of seeing them enjoy themselves. But the best practice also devotes itself to ensuring that all children grow up equally literate, equally numerate and with equal levels of access to cultural capital. Every part of what the wealthiest in our society have taken for granted as their birthright, belongs to every child.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Now in order to achieve that, we need to provide support for those working in the early years. We recognise the difficulties that some of you face, and we also recognise that there are some of the tremendous opportunities to deliver an even better service for the parents who depend on you. So I just want to say a little bit about what the Coalition Government proposes to do and how we hope to support you. Firstly, I’m aware that we’re all living through difficult economic times. One of the things that I saw in the newspapers just before I left was the Institute of Fiscal Studies report that drew attention to the fact that money was tighter than ever before. I was grateful to them for putting it on to the front page of the Daily Telegraph… but I didn’t really need it there in order to know it. As a constituency MP, as a Minister and as a father, I know that times are extraordinarily tight. I know that the money that’s available through the Early Intervention Grant and through the Dedicated Schools Grant is not as generous as any of us would like to see. However, what we have tried to do is two things. One is to allow as much flexibility as possible about how you spend that money. And the other is trying to ensure that the early years get their fair share. That’s why Sarah Teather fought a battle with the Treasury and made sure we honoured the last government’s guarantee of 15 free hours of pre-school learning for all three- and four-year-olds. Some people believe this was inevitably going to happen. It wasn’t. The move from twelve-and-a-half to 15 hours had to be fought for. And it was Sarah who won it for all of us. It was also Sarah who was instrumental in making sure that we extended 15 hours of free education to more disadvantaged two-year-olds. The last government, to their credit, introduced this offer to 20,000 two-year-olds. We’re extending it to 120,000. I’d like to go further. But at a time when there are so many cuts occurring, I think it’s testament to Sarah’s passion – and to her skill as a Minister – that she was able to get more money for a vital project at a time when funding was being reduced elsewhere.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "I know ‘you’re not suffering as badly as the next person’ is perhaps not the most inspiring message. And I know that the money you need is not there at the level you deserve. But we’re fighting hard to make sure that at a time of difficulty we do everything we can to support you. I’m also struck by the degree of leadership local government is showing. Of course the quality of councils varies. But I’m really impressed by the fact that local government as a whole is doing everything possible to keep children’s centres open and, more critically to my mind, to ensure that the services provided are preserved as well. There may be closures, there may be mergers, but there are also opportunities to ensure even better working. And I hope that our proposals to introduce payment by results will mean that those of you who are innovating will feel that we’re there to support you, to celebrate the superb practice that goes on, and to provide more resources for those who are in a position to be able to expand.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Now of course in mentioning good practice, I have to underline our commitment to making sure that we provide you with the curriculum, materials, and methods of accountability to help you with the work that you do. That’s why I’m so grateful to Clare Tickell for having looked at the Early Years Foundation Stage; for reporting on how we can make it less bureaucratic; and for reflecting in her work the vital importance of balancing school readiness with an appreciation of the best contemporary research on child development. I know that many of you have engaged both with Dame Clare’s review, and subsequently, with the consultation about how best to implement it. There’s more to say and more to do. But to use a jargon phrase: this has been a co-creative exercise. The work has been done with you, in order to ensure that the materials we produce reflect the best practice on the ground.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "And talking again of best practice there on the ground, one of the other things I’m very conscious of is the divorce between the workforce in schools and the workforce in early years. And we’ve tended to think that those who work in schools are teachers; they have their fantastic unions – with whom we enjoy talking – and their wonderful union leaders who get to appear on Question Time. They’re the people who get to command media attention. And resources. And ministers’ diaries. The early years workforce is sometimes seen as an amorphous group, not least because it is split between DCLG and the Department for Education in terms of the responsibility that we take for it. Well I think the time has come (in fact I think it’s long overdue) for us to recognise that all those who work with children – from the moment that they’re conceived and born, to the moment that they go out into the world of work – make up one fused and united workforce. All of you are teachers. All of you are involved in the business of education. All of you care about how well children will be integrated into the community. All of you will have skills in pastoral care. All of you are intimately involved in making sure that children learn – and that they find learning fun and stimulating, from the very earliest months through to the rest of their lives. That’s why I believe that it’s critically important that we reinforce the importance of the workforce in the early years. And that means support for your professional development. It means making sure that we provide the best possible routes to allow you to improve your qualifications and it means eventually that we should have one fused and unified profession, so that from the earliest years, right through to college and university, we think of everyone involved in the business of education as a teacher: equally valued, equally respected, and with equal prestige and esteem in the eyes of society. So that’s why I’m so pleased that Sarah has launched the Nutbrown Review, which is going to look specifically at how we can enhance the level of support that we give to the early years workforce. We’re going to look at the qualifications you need, the assistance you require, the professional development that should be available, and what government – local and central – can do to ensure that we have the best-equipped workforce possible.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "I mentioned that cave in the Dordogne right at the beginning of my remarks. One of the reasons why that story stuck in my mind is because it reinforces a perception which has influenced me during my time in government. There are some things that Education Secretaries are inevitably judged by. These are often things that tend to happen later on in children’s schools lives. We tend to be judged by improvements in Key Stage 2 results; we tend to be judged by increases in attainment at GCSE; we tend to be judged by the number of students going on to top universities or into great apprenticeships. Actually, how we should be judged is very different. What we should be judged by is the quality of the relationships that we foster and that we allow to be created. In some respects, it’s intangible. It can’t be measured. Ofsted can’t pat you on the head because data show the quality of relationships in the institution that you’re responsible for are better than those down the road. But it’s the quality of relationships that determine the health, the welfare, the worth of a society. And the reason why that cavern image stays in my mind is because, at a time when life was exceptionally tough, when people were living through subsistence agriculture, and through hunting and gathering, it was still the case that parents made time to be with their children at the earliest points in their life. And whether by parents or carers, the hands of those children were guided as they were inducted into that society’s values – and they were encouraged to become creative and become young adults in turn. I think it would be a tragedy if we were to create a situation where we so privileged work, where we were so focused on those things that could be measured, that we actually, 10,000 years on, forgot that simple, but powerful lesson: that the most important thing that we can do is to be there to guide the hand of the next generation. To allow them to become truly creative. To allow them to take the path alongside us as proud, confident adults. To allow them to have a healthy relationship with us and with the rest of society. It’s because of the work that you do that I know that the quality of relationships for children now is going to be better than ever before.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association"
    ]
}