{
    "url": "https://www.ukpol.co.uk/michael-gove-2011-speech-to-the-ofqual-standards-summit/",
    "title": "Michael Gove – 2011 Speech to the Ofqual Standards Summit",
    "post_date": "September 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Michael Gove",
            "url": "/tag/michael-gove/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Michael Gove, the Secretary of State for Education, on 13 October 2011.",
    "content": [
        "Thank you all for coming along this morning.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "As Amanda [Spielman] and Glenys [Stacey] pointed out, the purpose of today is to open a debate, not to close it. To ask some questions, not to come to firm conclusions. But I’m very conscious that when you have a debate in education, there’s always a danger that the participants in that debate can be caricatured. On the one hand, you have those people who believe in rigour, who instantly morph into Charles Dickens’s Thomas Gradgrind, demanding facts alone. And on the other hand, those people who believe there’s room for free play and creativity in education are sometimes caricatured as the offspring of AS Neill, the headteacher responsible for Summerhill, the school in which it was entirely up to children how they spent their time every day. I sometimes feel some sympathy for one of the children at Summerhill, who once at the beginning of the day asked their teacher, ‘Sir, must we do as we please today?’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "But in looking at that debate I think it’s also important to recognise that in Glenys and in Amanda we have two people who can help us steer it, who are superbly well-equipped. Now of course, as soon as I mention Glenys and Amanda, you’ll wonder which of the caricatured roles I’ve just described do they fit into. Are they Gradgrind’s daughters, or are they the spiritual sisters of AS Neill? Well I’d like to think of them in a wholly different light. I’d like to think of them as the Cagney and Lacey of the standards debate, two hard bitten cops who are out there to make sure that those of you who are responsible for doing wrong are put behind bars. But actually, despite the toughness that Cagney and Lacey displayed, which both Glenys and Amanda have, I actually think a better comparison would be to think of them as Kay Scarpetta and Jane Tennison. Both of them are skilled forensic investigators of crimes and believe me – and believe me, if you’re responsible for those crimes, there is no escape from these two.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "But in looking at the debate about standards overall, one of the questions you might be asking is where do I stand? And it’s very, very important, when one is talking about standards, to recognise that you’re tightrope-walking over a minefield. On the one hand, if you’re the sort of Education Secretary who praises the achievements of young people, than you can be accused of being Pollyanna, saying that everything’s wonderful and there’s no need to worry. On the other hand if you raise a critical eyebrow and say that you do have some concerns, then people instantly put you into the Eeyore camp, and instantly presume that you are a relentless pessimist. So which am I? Pollyanna or Eeyore? Am I Candide for thinking that all is for the best in the best of all possible worlds? Or Victor Meldrew who, when I look at Key Stage 2, GCSE or A level results, simply cry out, ‘I don’t believe it!’ Well, the truth is, I’m actually on the optimistic side of the equation – a qualified optimist, but an optimist nonetheless. I believe that our children are working harder than ever before. I believe that the trend suggests that the Flynn Effect, as it’s been called, is correct. That children are more intelligent than ever before. I certainly believe that the teachers that we have in our schools are the best generation ever. And I also believe that children and teachers are working harder than ever.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "But because they’re working harder, we have to make sure that our exam system works harder as well. And we need to make sure it works harder because education overall is being put to the test as a result of global forces. One of the most profound influences on me in doing this job has been Sir Michael Barber. And Sir Michael’s work for McKinsey has reinforced in my mind what so many studies have also underlined. That the tendency, which has bedevilled English education in the standards debate, to look to the past, is not the most effective way of making sure that standards are where they should be. What we should be looking at are the rest and the best. We should be comparing ourselves with other jurisdictions. We expect that each successive generation evolves, adapts, and does better than the previous generation. That’s what being human is all about: being the best, striving for excellence. It means, in a standards context, comparing ourselves with other countries and other jurisdictions that are doing even better.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "But it’s important, in asking our exam system to do more, asking our curriculum to do more, that we also recognise that exams cannot do everything. And it’s important again that I emphasise, in front of this audience and in front of every audience, that some of the most important things that happen in schools cannot be tested, examined or quantified, no matter how sophisticated the method we are that they used. How do you measure enthusiasm or love of learning? How do you quantify the sense of joy or anticipation that a pupil feels when they arrive in a classroom knowing they’re going to be entertained and inspired for an hour. How do you quantify good citizenship? How do you calibrate team spirit? It’s because there is so much that can’t be measured and quantified objectively that we’re changing the way in which schools are rated by Ofsted, so that the new Chief Inspector will have a direct brief to ensure that, alongside the data that we publish on the basis of exam performance, a more rounded judgement is made about the quality of teaching and leadership in each school, so that we balance exam performance with the performance of the school in so many other areas – such as what we might call the tacit curriculum, and what we might also call character building.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "But it is the case that exams do have a critical function alongside the changes that we might make to inspection, and indeed to the national curriculum, in making sure that we continue to raise standards in all our schools for all our children. They have, as we all know, an accountability function. Exams are one of the ways in which we judge schools, one against the other. But they also have a sorting function in letting us know which candidates are doing best. And that sorting function helps us identify, during the progress of a child’s education, which pupils need more support and which need more stretch and challenge. And it also helps, at 16 or 18, in allowing that individual child to decide which institution it might be best for them to progress to, and in helping institutions decide whether or not that young person has the capacity to benefit from what they have to offer.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "And of course qualifications have a preparation function. The programme of study and the syllabus that is tested in the qualification should be a body of knowledge that equips a young person to move on confidently to the next stage of their lives – whether that’s taking up an occupation, or moving on to further or higher education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Now some of you may be thinking, ‘Well, that’s all very well. But qualifications do you have, Secretary of State, to pronounce on this debate?’ I suspect I only really have only one qualification to enter into this debate. And that qualification is that none of the qualifications that I have come from the English schools system. I was educated in Scotland. And therefore, I don’t have a dog in the fight when it comes to deciding whether the A levels of the 1970s or the 1950s were a golden era. Because I was fortunate enough to be educated in that jurisdiction, I can look at the English exam system with – I hope – an element of detachment. And because I can look at the exam system as a citizen of the United Kingdom, but someone who was educated outside the system, I feel instinctively that we should judge that system against its international peers. And that’s why, throughout the time that I’ve been both the Shadow Education Spokesman and the Secretary of State, I’ve been so keen on those international comparisons that professor Michael Barber and others have drawn to our attention. Most of you will be wearily familiar with me pointing out the way in which we’ve slipped down the PISA league tables in the last 10 years. But let me reinforce the importance of what that means. Research published this week by the Department for Education drew to all our attention the fact that if our children performed as well children in Shanghai, then instead of 55 per cent of children getting five good GCSEs (including English and maths), it would be 77 per cent. So if you think about it: over 20% getting qualifications that they don’t currently get – over a fifth of the cohort overall. That means 100,000 more children getting the bare minimum of qualifications that most employers regard as a test of real employability. There’s 100,000 lives transformed for the better if we improve our education system. By a different measurement, it would mean that a child who currently gets 8 C grades at GCSE would – if they were as well-educated, and doing as well as pupils in Shanghai – would get 3 As and 5 Bs at GCSE. That’s a real difference. A concrete step forwards. And one that I believe that we should seek to take and aspire to reach here.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Now, specifically in asking if our examination system is helping us reach that level, one of the first questions we have to ask, and it’s a question, not a statement or a declaration, is are the examinations which we’re asking our children to sit delivering to them the level of knowledge that we have a right to expect if they are going on to compete against children from Shanghai for the jobs and the university places of the future. And into that debate there have already been some voices which have been very clear, that we are not giving children the level of knowledge that they require. I’m just going to reference some objective statements by individuals who again are the users of those from the education system generates as graduates and school leavers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "There was a recent survey from the British Chamber of Commerce and in it over half of small businesses in this country said they thought that the education system was failing to produce individuals with adequate skills needed for work. In their report they said, in general, and this is a reflection of business, not me, “younger people lack numeric skills, research skills, ability to focus and read plus written English”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "David Frost, who’s the Director-General of the British Chamber of Commerce, said that a generation had been ‘failed’ by schools. “After 11 years of formal education,” he asserted, “employers say that they’re getting kids coming to them who can’t write, can’t communicate and who don’t have that work ethic.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "And it wasn’t just small businesses. A poll of some of Britain’s largest businesses found that there was widespread concern about the quality of potential recruits. Three out of four of those large businesses surveyed said that school leavers and graduates lack the basic skills needed to join the workforce. And of course, many of those business leaders have subsequently gone on the record. Sir Christopher Gent expressed his concerns, specifically about A Levels, and he argued: “grade inflation has devalued A levels and it is now an OK exam that used to be an excellent one.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Sir Michael Rake, the Chairman of BT, said: “I personally think A Levels have been devalued.” And when he was still CEO of Tesco, Terry Leahy said: “Sadly, despite all the money that has been spent, standards are still woefully low in too many schools. Employers like us … are often left to pick up the pieces.”\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "I might disagree with any individual emphasis that any of those business leaders have put on their criticism of the exams system, but I can’t ignore what they say. And even if I were inclined to ignore what employers are saying, I couldn’t ignore what universities are saying as well. We know that more and more universities are considering remedial course for pupils, who when they arrive are unprepared for the rigours of further study. We know that there are many courses at elite universities, like Imperial, where a disproportionate number of places are taken up by students from outside the UK because they arrive better equipped for those courses. And indeed Sir Richard Sykes, the former Rector of Imperial College London, recently said of our GCSEs, that they produced students who were familiar only with “sound bite science” and he argued that the syllabus that prepared students for Imperial College, was based on a “dumbed down syllabus.” He believed that the examination we had was an inadequate preparation for Higher Education.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "And it wasn’t just Sir Richard. The Royal Society in 2011, concluded in its study of science GCSEs that the level of mathematics that was being tested was poor. The Royal Society of Chemistry argued that there had been a catastrophic slippage in school science standards. They said that pupils would get a good GCSE pass by showing only a superficial knowledge of scientific issues. And the Institute of Physics has been critical too. They argue that Physics A Level is not preparing students for university and in particular, the Institute of Physics has lamented the fact that A Level Physics no longer requires pupils to be tested in calculus and their report has found strong criticism from universities about the mathematical knowledge of physics undergraduates. And that’s even though these students are generally amongst the most qualified and hard working of undergraduates.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "So we can see there a weight of evidence, from distinguished voices, expressing specific concern about the body of knowledge with which students arrive into the workplace or at university.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Now again, I stress, it is not for me to endorse every single one of those findings or judgements. But it is for me to ask why, when there are so many voices asking critical questions, are they so concerned and what can we do to address them.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "It’s also the case that the discontent that is felt amongst employers and universities, or is felt in a more widespread way across the country, relates not just to the level of knowledge but also to the grade that is conferred on students – the badge that suggests that an individual is ready to pass on to the next level. As we saw earlier in Glenys’s presentation, there’s been a significant rise in the number of students securing good passes. Part of that is undoubtedly down to better teaching, to harder working students and to an increase in achievement overall. But is all of it? It’s a question that we need to look at seriously given the scale of the growth in grades. The number of students getting five GCSEs at grade C or above has gone from 45 per cent in 1996 to over 75 per cent in 2010. Is all of that due to an improvement in teaching? Last year, there were over 370,000 A* results. There were only 114,000 comparable results in 1994.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "And over the last 15 years, the proportion of pupils achieving at least one A at A level has risen by approximately 11 percentage points. In 2010, more than 34,000 candidates achieved three As at A level or equivalent, which allow them to progress to one the best universities. That’s enough to fill half the places within the Russell Group. Universities are increasingly asking: “how can they choose between so many candidates who appear to be identically qualified?” Again, some of that improvement is undoubtedly due to schools performing better. But for universities the question is, can it be entirely due to that?\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "As Glenys pointed out, there is research which suggests, from a number of independent academic sources, that there is evidence of grade inflation. Researchers at Durham University have been particularly good at challenging the growth in grade performance. One piece of analysis from Durham concluded that between 1996 and 2007, the average grade achieved by GCSE candidates of the same ‘general ability’ rose by almost two thirds of a grade. And the rise, they argued, is particularly striking in some subjects: in 2007, pupils received a full grade higher in maths, and almost a grade higher in history and French, than pupils of the same ability when they sat the exams in 1996. Similar trends have been found at A level. Academics at Durham found that in 2007, A level candidates received results that were over two grades higher than pupils of comparable ability in 1988. And pupils who would have received a U in Maths A-Level – that’s a fail – in 1988 received a B or C in 2007.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Now, again, I have to emphasise this for the third time, some of that improvement will be down to improvement in our education system: better funding, better teaching, harder working students, but all? We have a duty to ask those tough questions.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "We also have a duty to ask tough questions about the types of reforms or change that we might make. Glenys has pointed out that the process, when it comes to awarding grades we have at the moment, is of course a subtle one and it depends on individuals in this room, whose level of statistical knowledge and sophistication in manipulating numbers far outranks my own. But I just want to ask a couple of questions. And one them relates to, and what you might regard an arid debate, between criterion and norm referencing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Like Glenys, I believe that you can’t go back to a situation where exams all were graded on the basis of norm referencing. I do ask one question for debate, and I don’t mind if, at the end of it, people shoot me down. But I think it’s important to open the debate. Should it be the case that while we award As, Bs and Cs, entirely on the basis of the criteria which people reach, is there a case for exploring whether or not an A* should be allocated to only a fixed percentage of candidates. I’d like to see that debate explored and engaged with.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "There’s another question as well. Should we publish more data about how all candidates perform? So yes, of course you know that their work is capable of securing an A or an A*. But you also know how they’re ranked, depending on the subject. I know that there are some exam boards that are debating the advisability of this but one anecdote weighs very heavily with me. Now I know – and I suspect that others of you may point this out later – that data is not the plural of anecdote but I was struck when I visited Burlington Danes Academy that the headteacher there, Sally Coates, had a rank order system she devised. Every half term, students sit examinations in every subject. They’re ranked, and performance is shared between the student, their family and the teacher. So every student knows whether they’re first or 120th in English, mathematics, and history – and also for sporting achievement, cultural achievement and effort overall. At the end of each term, the performance is then published. So students have an opportunity to improve their performance between half term, when it’s private, and the end of term when it’s public. When I asked the headteacher, Sally Coates, if this wasn’t a bit – please excuse my phrase – ‘hardcore’, and had it resulted in a revolt amongst students and parents, she looked at me and said, ‘actually, it’s the single most popular thing that I’ve done.’ Parents love it, because they’re given information that they’d previously been denied.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "In the past, parents asked, ‘How has my son done?’ and they would receive the reply, ‘He’s a lovely boy.’ Now they accurately knew where he stood. But secondly, it was also the case that individual students could then compare their performance and their contemporaries’ performance in subjects. And students were now ranking teachers, on the basis of those who added value and demanding that certain teachers who were not getting them up the rankings be moved on, and that they be transferred into the classes of those teachers who were getting pupils up the rankings. So if ranking can achieve that in one school in White City, if additional data and transparency can generate those beneficial results, is there a case for exam boards publishing more data about the performance of students, rather than less. It could be a completely wrongheaded idea. But I put it out there explicitly for debate.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "**Technology**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "I also think, that as well as considering norm referencing and ranking, and the two of course are connected, we do of course need to look at other changes which are occurring elsewhere which will have a bearing on how achievement is assessed in the future. Technology is critical. As Jerry Jarvis pointed out, the examination system industry in this country has moved from being ‘a cottage industry to mass manufacturing.’ As it has done so, there is an inevitable move towards the greater deployment of technology in assessment. But the rate of technological change in education I think is rapidly going to accelerate in the next few years. We’ve already seen iTunesU and the Khan Academy have transformed the delivery of content. We already know that there are more and more sophisticated ways of using technology for formative assessment. So we have to ask ourselves ‘how will technology change the way in which assessment should be delivered and grades should be awarded?’ I think that looking at the capacity that technology has to transform the accuracy and the authority of assessment, it also gives us the potential to generate yet more data, in order to know how our schools, how our teachers and how our whole system is performing.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "**Resitting**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "In talking about teachers, I also want to ensure that our exam and our assessment system is fair to them. I recognise that the structure of accountability that we’ve set up and in particular the way that’s gone hand in hand with certain examination changes has put additional pressures on them. As Glenys pointed out, there are different views about the effect of modularisation. I’m very clearly of the view that modularisation has led to people absorbing knowledge and then forgetting it, rather that taking the whole body of knowledge necessary for a course together, and using it to best effect synoptically at the end of an examination course. I also think in sheer practical terms that modularisation and the culture or re-sitting has meant that more time is spent on external assessment and less time is spent on teaching and learning\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "**Early entry**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "I also think there is a case at looking at the culture of early entry. It is the case that there are many students of comparable ability who if entered early for exams do less well and that the culture of early entry is being driven by the way in which accountability is worked in this country. I don’t think there’s anything wrong with truly outstanding students getting particular qualification out of the way, as it were, so they can then progress. But we do need to look at the way in which the nature of accountability and the way in which our exams are offered have meant that the natural progression through the curriculum has become distorted.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "I also think that as well as looking at technology, early entry and the culture of re-sitting, we also need to ask ourselves, overall, if we are, in the questions that we ask, and in the design of those questions, encouraging the sorts of thinking skills and creativity that are so important.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "As we saw earlier, and as Glenys pointed out, the structure of some questions in modern exams sometimes leads the student by the hand through the process of acquiring marks. Curiously, I believe that many of those who are most anxious to reinsert creativity and original thinking, and a display of knowledge in the round, would actually find the question from an era that they would have derided as the time of rote learning, may in many respects be questions better designed to elicit that degree of creativity that some of the contemporary questions that our exams ask now.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "So some questions, which I’d like you to engage with. And in leading that debate, I’m confident that in the team we have at Ofqual, we have the right people and the right institution with the right remit to make a difference.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "**The role of Ofqual**\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "One of the things I’m specifically keen to do is to emphasise that, with the leadership that Ofqual has, there is a new requirement for Ofqual to do more. I believe that Ofqual shouldn’t simply be monitoring achievement over time. Ofqual specifically, and this is the injunction we place on it in our Education Bill, should be asking itself the question: ‘how do we do and how do our exams do, compared to the best in the world?’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "That necessarily means that Ofqual moves from being an organisation that perhaps in the past provided reassurance, to one that consistently provides challenge to politicians, to our education system overall and to exam boards and awarding bodies. That is why I think it is so important that Ofqual, like all regulators, if it is to be an effective watchdog.…sharper teeth. It is why I believe that Ofqual should the ability to fine if necessary. We do have to ask ourselves questions about this summer’s examinations. Why were there so many mistakes? Why did we leave students to have unnecessary heartache at a time of stress and tension? It’s not enough to be complacent and say that these things happen. We’re dealing with some of the most important moment in some people’s lives and therefore it is critically necessary for a regulator like Ofqual to have the powers required, to ensure that the many gifted people that work in our exam boards and awarding bodies, make sure that every year they do their best for students who are doing their best.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "In stressing the role that Ofqual plays, it’s important to recognise that no matter how gifted, effective or assertive that particular body is, the responsibility for maintaining standards, and indeed the responsibility for raising standards, rests on all of us. It’s important that collectively we recognise that exam boards and awarding bodies, in the natural and healthy desire to be the best as an exam board, don’t succumb to the commercial temptation to elbow others out of the way, by saying to schools and to others “we provide an easier route to more passes than others.” I’m sure that would be a temptation that would never be felt in any breast in this room, but it’s important that that temptation, whilst it exists, is resisted. If it isn’t, then action might need to be taken.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "It’s also important that we recognise that there is a direct responsibility on government. I talked about accountability earlier and the way in which it can skew performance. One of the things that I’ve been accused of recently is that by introducing a new accountability measure, the English Baccalaureate, I’ve skewed performance. Well actually, the importance of the English Baccalaureate cannot be overstated. It is one accountability measure amongst many. The reason that it has had the resonance that is has, is because it is popular and it reflects the truth. A good performance or strong performance in these academic subjects: English, mathematics, the three sciences, modern languages and a humanity, like history or geography, confers on students the chance to progress, whether on to a great job, or a high performing university. Nudging students towards these subjects and asking schools which don’t have pupils performing well in these subjects why not, is a way of generating greater social mobility and higher achievement overall.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "I believe the way in which parents now ask schools whether or not students are being offered these subjects reflects the fact that the common sense of the majority of parents, and the shrewd judgment of university admissions tutors, and the hard won experience of employers, all coincide in saying that these are the qualification that they prize. Not the only qualifications that they prize and schools shouldn’t be allowed to say that pursuing these qualifications squeezes out creativity. It is perfectly possible to combine these subjects with creative subjects with cultural reach, and with sporting achievements, and with everything that gives a rounded education. These are the subjects which are a passport to further progression and it’s important that schools recognise that that is the demand of parents, higher education institutions and employers.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "As well as having this accountability measure, we will be publishing more and more data. It will possible in the future for newspapers, for trade unions, for anyone to construct the data that we publish to create their own baccalaureate, or their own basket of measures by which schools can be judged. And if for any reason that the English Baccalaureate is superseded by another measure developed by another institution or media organisation, which has greater currency….great. My aim is to ensure that the data is there for meaningful, nuanced and rounded comparisons to be made and for us all to push things in the right direction.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "One of the reasons why I’m anxious that we should have that accuracy in the data is because I was moved so profoundly by Alison Wolf’s report on vocational education and the way in which she laid bare the fact that there are so many students that had pursued qualifications, which were nominally the equivalent of three or four GCSEs, but in the world of work weren’t seen as even amounting to a single GCSE. That is why we’re engaged in the process of ensuring that there is genuine equivalence and genuine parity between those vocational subjects that are every bit as testing as GCSEs and rigorous GCSES. We’ll be saying more in due course on how we’ll be taking forward Alison’s work.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "So some questions, some assertions and I hope a clear direction of travel.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Finally, a warning: if the changes that I make – or that I want to make – win some favour with the audience in this room, and we’re able to move together collectively, one thing may happen in English education. Something unprecedented. Potentially, some might say, revolutionary. We might have a year – even a year while I’m still in office – where GCSE and A level results dip. Where fewer students get A stars, fewer students get As. When that happens, there will be an inevitable pointing of fingers – mostly, in my direction. ‘You’re presiding over a decline, you’re presiding over failure.’ Well, I won’t believe that’s true for a moment. I believe that our children and our teachers will be doing better than ever. But I think that if our exam system is accurate, precise, demanding and world-class, there will be years where performance will dip, as well as rise. And it’s far, far, far better if we’re honest with our children, honest with ourselves as a nation, and have an exam system that is world beating and respected everywhere. Because what we want an exam system to do, in the word of my old Scots mother, is ‘tell the truth, and shame the devil.’\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association",
        "Thank you.\n  *[ISIL]: Islamic State of Iraq and the Levant\n  *[SDGs]: Sustainable Development Goals\n  *[IMF]: International Monetary Fund\n  *[UN]: United Nations\n  *[GDP]: Gross Domestic Product\n  *[UCL]: University College London\n  *[HIV]: human immunodeficiency virus\n  *[AI]: artificial intelligence\n  *[ABI]: Association of British Insurers\n  *[CMU]: Capital Markets Union\n  *[IMO]: International Maritime Organization\n  *[MARPOL]: International Convention for the Prevention of Pollution from Ships.\n  *[UK]: United Kingdom\n  *[IGF]: International Code of Safety for Ships using Gases or other Low-flashpoint Fuels\n  *[COP]: Paris Climate Conference\n  *[AOA]: The Airport Operators Association\n  *[BATA]: British Air Transport Association"
    ]
}