{
    "url": "https://www.ukpol.co.uk/sarah-olney-2022-speech-on-sri-lanka/",
    "title": "Sarah Olney – 2022 Speech on Sri Lanka",
    "post_date": "November 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Olney",
            "url": "/tag/sarah-olney/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Olney, the Liberal Democrat MP for Richmond Park, in the House of Commons on 9 November 2022.",
    "content": [
        "First, I declare an interest as a vice-chair of the APPG for Tamils, along with other Members who have already contributed to this excellent debate, which it is a privilege to be able to take part in. I thank the Backbench Business Committee for granting me and fellow vice-chairs of the APPG the opportunity to hold this important debate. That importance was highlighted by the chair of the APPG, the hon. Member for Carshalton and Wallington (Elliot Colburn), in his powerful speech. It covered many of the points I want to make, but there are a few bits I would like to amplify.",
        "It is a pleasure to represent my Tamil constituents in Parliament. My constituency of Richmond Park is home to a vibrant Tamil community. In the borough of Kingston alone, there are around 12,000 Tamils and Tamil is one of the most commonly spoken languages. It was an honour to attend Tamil Heritage Month celebrations in New Malden earlier this year. At those celebrations, a plaque was unveiled to commemorate Kingston being twinned with Jaffna, a historic city in the Tamil homeland of northern Sri Lanka. The plaque now serves as an important physical reminder of the close cultural ties between our two cities.",
        "While we celebrate the contribution of the Tamil population to the UK, it is vital that we remember and acknowledge the hardship that the community has experienced and continues to experience in Sri Lanka. I share the concern expressed by my constituents and fellow Members of this House about the devastating economic and political crisis that has unfolded in Sri Lanka. The economic crisis was self-inflicted. Ordinary people have been left to suffer the consequences of the Sri Lankan Government’s economic mismanagement, resulting in runaway inflation, power blackouts and fuel rationing.",
        "For the Tamil community, this period has also been marked by ongoing oppression and violation of their human rights. The homeland of the minority Tamil population in north-east Sri Lanka has seen a dramatic increase in military presence. According to the British Tamils Forum, there is now one soldier for every six civilians in the region. That is an intimidatingly high concentration of military personnel. Defence spending has also soared way above and beyond previous levels, contributing towards the economic crisis. Months of mass protests erupted this year over lack of food and worsening humanitarian and economic conditions. The Sri Lankan people have spoken out and demanded change.",
        "As a country with close historical links to Sri Lanka, the United Kingdom has a critical role to play in ensuring the humanitarian impact of this crisis is mitigated. I therefore join hon. Members in calling on the Government to use their international standing and position within the United Nations, the Commonwealth and the IMF to support peaceful political reform in Sri Lanka. It is vital that any such representations are communicated to parliamentarians. Can the Minister therefore provide an update on the conversations the UK Foreign Office has held with international partners to discuss their response to the economic and political situation in Sri Lanka?",
        "I also join my colleagues from the APPG for Tamils in urging the UK Government to use their role as a key stakeholder of the IMF to call for conditionalities to be imposed on any financial assistance provided to Sri Lanka. As stated in our motion, such conditionalities should support demilitarisation by requiring that Sri Lanka",
        "“carries out a Strategic Defence and Security Review to reduce its military spending”.",
        "We cannot stand by and allow IMF assistance to line the coffers of corrupt politicians.",
        "The UK’s commitment to a peaceful and democratic settlement in Sri Lanka must be shown right from the top level of Government. The Prime Minister was photographed meeting Sri Lankan President Ranil Wickremesinghe at COP27 just a few days ago. In the light of the continued oppression of the Tamil population at the hands of the current Administration, it is vital that the Prime Minister uses such opportunities to make constructive representations. There has been no official readout published of this meeting. Can the Minister confirm that the Prime Minister raised concerns for the Tamil population with the Sri Lankan President? It would be hugely disappointing if he did not, and raise further questions around the Prime Minister’s judgment.",
        "Since the end of the civil war, over 100,000 Tamils remain unaccounted for and presumed dead. Thirteen years later, many of those responsible for atrocious crimes against the Tamil population have borne no responsibility for their actions. It is clear that domestic mechanisms for accountability in Sri Lanka have eroded and failed over the past few years. The Sri Lankan Government seem set only to continue along the same path of denial and delay. The UK Government must not turn a blind eye to the injustices of the past. We are calling on the Government to take the vital step of finally recognising the crimes committed against the Tamil population as a genocide. Only once that has been achieved will the UK be truly honouring our human rights commitments."
    ]
}