{
    "url": "https://www.ukpol.co.uk/sarah-olney-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Sarah Olney – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Olney",
            "url": "/tag/sarah-olney/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Sarah Olney, the Liberal Democrat MP for Richmond Park, in the House of Commons on 10 September 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker, for allowing me to make this tribute on behalf of the people of Richmond Park. It was in our constituency that the first Queen Elizabeth passed away in 1603 at Richmond Palace. It is a great privilege to speak on behalf of my constituents at the conclusion of the equally great and historic reign of the second Queen Elizabeth.",
        "I will offer a personal reflection on the Queen. When I heard the sad news of her death on Thursday, my mind went back to April 2020. As everyone will remember, we had just gone into an unprecedented lockdown in response to a terrifying pandemic. I was a newly elected MP, suddenly receiving hundreds of emails from constituents who had complex questions and requests, and who were sharing stories of great sacrifice and suffering. I did not know how best to support them. As a parent, I saw my young children sitting at home, staring out of the window and wondering when their lives would restart. I was beset by uncertainty about what would happen next and it felt almost overwhelming.",
        "Then came the Queen’s message, with that gentle but firm insistence that, “We will meet again.” That message that the road ahead might not be visible, but that we would get to the other side, meant so much to me. It resonated partly because, as many hon. Members have said, the Queen was someone I had always known and respected, so I intrinsically trusted her. It was also the knowledge that her great age gave her the perspective that however dark the current day, better days would come. But I think it was also that she was our nation’s link to the past and all our previous ages. She reflected all the troubles and triumphs of our nation’s past that have brought us to this point. Her message at that point was tremendously reassuring to me and, I know, to thousands of others.",
        "Of course, the Queen was right. It was wonderful to come together for her platinum jubilee this summer. We had fantastic celebrations across Richmond Park and it was a particular pleasure to join the very joyful jubilee party at The Queen’s School, Kew, which is named after Her late Majesty. There could not have been a better opportunity for all of us to have a national celebration than in honour of the woman who has always united and elevated us. I am so glad that we had the opportunity to celebrate her life while there was still time.",
        "As we whistled, stamped, sang and waved our flags to say “Thank you”, however, I think we knew in our private hearts that we were also saying “Goodbye.” So on behalf of the people of Richmond Park, I extend my condolences to the royal family on their sad loss. May Her Majesty rest in peace and in the hearts and memories of her grateful nation, and may God save the King."
    ]
}