{
    "url": "https://www.ukpol.co.uk/sarah-olney-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Sarah Olney – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Olney",
            "url": "/tag/sarah-olney/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Olney, the Liberal Democrat MP for Richmond Park, in the House of Commons on 19 October 2022.",
    "content": [
        "Less than four weeks ago, we were sitting here listening to the Conservatives proudly announcing their plan for growth, which amounted to nothing more than a package of unfunded tax cuts for the wealthy. We have since witnessed the pound crash to a record low against the dollar, a run on pension funds and a crisis in the mortgage market. Now we are back here, but this time we are significantly poorer and with no plan for growth. The only growth that millions of struggling families and pensioners will experience as a result of the mini-Budget is in the increased price they will pay at the checkouts and in their monthly mortgage bills.",
        "Now, the Conservatives are proposing cuts that will break our public services and deliver further pain to millions of people across the country. It was good to hear the Prime Minister commit to increasing pensions in line with inflation at Prime Minister’s questions earlier today, but I note that this does contradict what the other Prime Minister—the Chancellor of the Exchequer—said on Monday. I note that the hon. Member for Broadland (Jerome Mayhew), who is sadly no longer in this place, said how outrageous it is that a few Liberal Democrats in Norfolk cannot decide on a road, but I think that is pretty ironic under the circumstances.",
        "What we need to hear now is that benefits are going to be increased in line with inflation. The news that these could also be undercut is the latest Conservative betrayal of the most vulnerable in society. These cuts were not inevitable, as the Chancellor may like us to believe; they are the result of choices made by this Conservative Government—choices that have trashed the UK’s financial credibility and added billions to the cost of Government borrowing. Meanwhile, the Government refuse to tax the eye-watering excess profits of oil and gas companies, which could bring in up to £60 billion more to the public finances.",
        "It is not just households and international markets that have lost faith in the Conservative Government; business confidence across the UK is also falling at an alarming rate after already tough market conditions were made worse by the botched mini-Budget. Small businesses are the engine of our economy, and business owners need a Government they can trust to deliver for them and support their recovery from the pandemic. But now businesses are facing higher borrowing and refinancing costs due to market volatility, at a time when SME debt has reached a staggering £204 billion. This leaves thousands of businesses at risk of going bust.",
        "A real plan for growth is needed to secure future prosperity. The IMF recently downgraded the UK’s growth forecast for 2023 to 0.3%, and the outlook from the OECD is even bleaker, predicting complete stagnation. A Liberal Democrat plan would focus on tackling chronic labour and skills shortages, by investing in our young people and delivering higher wages. We would also drive green investment and focus on rebuilding trade after Brexit, which is a major barrier to economic growth. According to the OBR, the UK has become a less trade-intensive economy, and trade as a share of our GDP has fallen by around 12% since 2019, which is two and a half times more than any other country in the G7.",
        "Global economic conditions are tough, but domestic conditions have been exacerbated by Conservative chaos. This economic crisis is a self-inflicted national humiliation that has put markets in the driving seat of UK fiscal policy. The UK is the only country in the G7 that has had to reverse policy that was enacted just three and a half weeks ago, and the only country where the central bank has had to step in to stabilise the economy and secure people’s pensions.",
        "After weeks of denial, the Prime Minister has finally accepted responsibility for the economic pain of the mini-Budget, but after years of Conservative chaos, culminating in four different Chancellors in the past four months, the Conservatives have lost all financial credibility and their time is up. The new Chancellor may like us to believe that he can wipe the slate clean by tearing up the plans of his colleagues, but the damage has already been done by the Conservatives, and millions of families and pensioners will suffer from the increased cost of living and reduced public services as a result.",
        "Nobody has voted for this new economic strategy, and this Government no longer have the legitimacy or mandate to push it through. The public must be given the opportunity to decide what they are willing to accept. It is time for people to have their say in a general election."
    ]
}