{
    "url": "https://www.ukpol.co.uk/sarah-olney-2023-speech-on-the-procurement-bill/",
    "title": "Sarah Olney – 2023 Speech on the Procurement Bill",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Sarah Olney",
            "url": "/tag/sarah-olney/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Olney, the Liberal Democrat MP for Richmond Park, in the House of Commons on 9 January 2023.",
    "content": [
        "The Liberal Democrats support the Government’s stated ambition in the Bill of speeding up and simplifying the procurement process and creating greater opportunities for small business to access public contracts. However, the Bill could be improved on a number of points. It is important that we get this right, especially at a time of straitened public spending and a cost of living crisis. It is fundamental that Government and Parliament are seen to be taking every care possible with taxpayers’ pounds. We have seen the recent shambolic procurement of PPE and the resulting scandals. I do not think the public currently have confidence in the Government’s ability not to waste money or to create value for local communities. As it stands, the Bill does not align procurement to our environmental and climate goals.",
        "The Bill as originally drafted by the Government included a huge carve-out for the NHS. It was originally proposed that instead of following the procurement regime provided for in the Bill, the Secretary of State for Health would be able to make up their own rules for huge swathes of NHS procurement by secondary legislation. I am pleased that Liberal Democrats in the Lords amended the Bill to ensure that the NHS would be brought into scope. It is important that we maintain that amendment because NHS spending accounts for such a large amount of public procurement. It would be absurd for it to be excluded. I would like the Minister’s assurance that they will maintain that Liberal Democrat amendment in the Bill.",
        "NHS procurement is the most recent example of the most egregious failures of public procurement. The bypassing of the usual procurement rules via VIP lanes saw £3.8 billion of taxpayers’ money handed over to 51 suppliers of PPE, many of whom were closely tied to Conservative Ministers and their friends. We have had months of allegations about PPE Medpro, and today we have heard that SG Recruitment was handed a £50 million contract after being referred by a former Conservative party chair.",
        "The Government will be resistant to some of the rhetoric around VIP lanes, but I urge them to look at the work of the Public Accounts Committee, of which I am a member. We have done extensive inquiries into PPE procurement over the last few years and have found a number of failings that cannot be excused by the urgency that we all accept was a key factor of that procurement. The Public Accounts Committee found that at no stage was any consideration given to",
        "“potential conflicts between individuals making referrals through the VIP lane and the companies they were referring.”",
        "It was therefore not surprising to see reports emerge of excessive profits from PPE contracts and confirmation of such conflicts of interest. The Government really must address that; the public will expect it if the Government are to live up to their stated ideals of transparency. The Prime Minister was apparently “absolutely shocked” to read of the allegations against Baroness Mone. We should attempt to save him from future such alarm. The Liberal Democrats tabled an amendment in the Lords to ban VIP lanes, which was voted down by the Conservatives, but I urge the Minister to reconsider.",
        "I want to talk a little about social value, which gives me an opportunity to welcome the hon. Member for City of Chester (Samantha Dixon) to her place and to [congratulate her on an excellent maiden speech](https://www.ukpol.co.uk/samantha-dixon-2023-maiden-speech-in-the-house-of-commons/). She summed up what social value is, in an excellent description of what it means in the city of Chester. I very much disagree with what the right hon. Member for North East Somerset (Mr Rees-Mogg) said about social value being in the eye of the beholder. I do not think that is true.",
        "The hon. Member for City of Chester described extremely well what can be done when public procurement is used to attain a number of different social outcomes. The danger of not providing specific examples or definitions of social value in the Bill is that procurers will default to a definition of purely financial value. That would be a huge mistake and lead to a huge number of missed opportunities. I urge the Government to look again at the drafting of the Bill to enable it to unleash opportunities for charities and social enterprises to innovate in public service delivery, and to ensure that local communities are the key beneficiaries of an improved procurement regime.",
        "The National Audit Office and the Environmental Audit Committee have found that departmental public procurement lacks consideration of net zero and environmental goals. We need a procurement system that encourages businesses to move their supply chains to a more sustainable model, but the Bill is just another piece of legislation introduced by the Conservative Government that fails to show the ambition that is needed. It is essential to have objectives that commit the Government to sustainable procurement as part of the net zero goal, and those should be included in the Bill. I hope the Government will look again at that.",
        "The Liberal Democrats support efforts to reform to our procurement regime. We want to increase transparency and create opportunities for small businesses, but as it is currently written, the Bill will not achieve that. It fails to put an end to VIP lanes, it fails to grasp the opportunities for a system to create social value and it fails to support the Government’s own stated net zero goals. However, I am glad that the Government seem already to have acknowledged that there is much room for improvement in the Bill. They tabled almost 350 amendments to their own legislation during its passage through the Lords, and I will be interested to see how it proceeds through the Commons. I hope the Government will continue to engage constructively and look to address some of the concerns that have been outlined today."
    ]
}