{
    "url": "https://www.ukpol.co.uk/sarah-olney-2022-parliamentary-question-on-the-potential-impact-of-artificial-intelligence-on-intellectual-property-rights/",
    "title": "Sarah Olney – 2022 Parliamentary Question on the Potential Impact of Artificial Intelligence on Intellectual Property Rights",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Olney",
            "url": "/tag/sarah-olney/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Sarah Olney, the Liberal Democrat MP for Richmond Park, in the House of Commons on 1 December 2022.",
    "content": [
        "**Sarah Olney (Richmond Park) (LD)**",
        "What assessment she has made of the potential impact of artificial intelligence on intellectual property rights for performers and creative workers.",
        "**The Minister of State, Department for Digital, Culture, Media and Sport (Julia Lopez)**",
        "The recent Intellectual Property Office consultation on artificial intelligence and intellectual property sought evidence and views on text and data mining. A response was published in June. We recognise that the creative industries have significant concerns about the potential impacts of the TDM proposal and as a result, we are reflecting on whether to progress it in its current form. The IPO will be engaging with interested parties over the coming months to help to inform the Government’s thinking and we will set out the next steps in due course.",
        "**Sarah Olney**",
        "It was encouraging to hear the Minister tell the Lords Communications and Digital Committee last week that she is confident that the text and data mining proposal will not go ahead. That has been warmly welcomed by the creative industries, which depend heavily on intellectual property rights for their income stream. What steps will the Minister be taking to ensure that any revised proposals to promote AI do not cause economic harm to the creative industries? Will she provide an update on her conversations with the Intellectual Property Office, including the detail of its plans to extend the consultation on the proposal?",
        "**Julia Lopez**",
        "I thank the hon. Lady for raising the issue and speaking on behalf of the creative industries; IP is the lifeblood of many of those industries. As I said in the Lords Committee, I am not convinced of the value of the proposal. Yesterday, the Under-Secretary of State for Digital, Culture, Media and Sport, my hon. Friend the Member for Sutton and Cheam (Paul Scully), and I met the Minister of State, Department for Business, Energy and Industrial Strategy, my hon. Friend the Member for Mid Norfolk (George Freeman), who has responsibility for the Intellectual Property Office. As I mentioned, he is extending the consultation on this and we will be talking to him in the meantime. We hope to provide further details as soon as we can."
    ]
}