{
    "url": "https://www.ukpol.co.uk/sarah-olney-2023-statement-on-the-minimum-energy-performance-of-buildings-bill/",
    "title": "Sarah Olney – 2023 Statement on the Minimum Energy Performance of Buildings Bill",
    "post_date": "April 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Sarah Olney",
            "url": "/tag/sarah-olney/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Sarah Olney, the Liberal Democrat MP for Richmond Park, in the House of Commons on 24 March 2023.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.",
        "The UK has the least energy-efficient buildings in western Europe. Millions of families are living in cold, damp homes, homes that are crying out for better insulation and for cheaper and cleaner ways of generating and retaining heat. The Government policy to upgrade our housing stock is failing badly. Homes across the UK account for 15% of greenhouse gas emissions, much of which is down to poor insulation standards and heat being paid for and then lost unnecessarily.",
        "The Secretary of State for Energy Security and Net Zero said last week that the Department for Business, Energy and Industrial Strategy had established 22 separate schemes to improve energy efficiency by the time he came to office. The majority of them have fallen far short of what is needed, wasting not only money, but precious time in the race against climate change.",
        "While the Government have failed to improve our draughty houses, many have stepped up; I would like to pay brief tribute to the many non-governmental organisations tirelessly researching this area and lobbying the Government for change. I also thank Lord Foster of Bath and the right hon. Member for North Thanet (Sir Roger Gale) for tabling a prior version of this Bill in last year’s Session and Ron Bailey for his time and commitment to this cause. I thank Citizens Advice Richmond for inviting me into its office yesterday for a discussion about how this is one of the biggest issues facing tenants in my Richmond Park constituency.",
        "This Bill would set out a legislative roadmap to upgrade homes to energy performance certificate band C by 2033—the minimum standard of energy efficiency that the Government’s own heat and buildings strategy has said is required. Currently, less than half of the buildings in this country meet that standard. How much longer can we kick this can down the road?",
        "The last year has shown us all just how volatile global energy markets are. Soaring energy bills have left vulnerable households paying the price for the Government’s failure to invest in vital home improvements to reduce energy usage. A recent report by Citizens Advice found that the average tenant in a property rated D or below will pay around £350 more for their annual energy bill than someone in a better-insulated property rated C or above. For those in the least efficient homes, that increases to £950 each year.",
        "The economic benefit of higher ratings does not stop solely with households: it is estimated that an EPC C rating could drive £12 billion of investment and save £1.75 billion annually. Not only will householders feel the benefit of improved energy efficiency in their monthly bills, but improved energy efficiency will significantly reduce damp, mould and excessive cold, all of which are detrimental to people’s health and mental wellbeing.",
        "When I spoke to Citizens Advice Richmond yesterday I heard many examples of parents living in damp and mouldy houses and the impact that that is having on their children’s health. I heard of many cases where children are now in and out of hospital with respiratory diseases that can be directly related to the quality of the housing they are living in.",
        "Research shows that homes in EPC bands D to G are 73% more likely to be mouldy or excessively cold than those in bands C or above. Tragically, research also shows that thousands of excess deaths each winter are directly attributable to cold and damp conditions. We must remember that those on the lowest incomes suffer most from the dangerous combination of draughty housing and soaring energy prices. That is why the Bill would put the Government’s target to upgrade all fuel-poor households to EPC rating C by 2030 on a statutory footing, placing a legal obligation on the Government to ensure that action is targeted at those who need it most.",
        "One of the most ludicrous examples of policy failure on energy efficiency was the decision taken by the Government in 2016 to scrap the zero carbon standard for new dwellings. This means that new homes are now being built, eight years later, which will have to be upgraded again in just a few years’ time to meet EPC band C targets. A green home building programme would create thousands of new green jobs, enabling economic growth and adapting our economy to meet future challenges.",
        "The Bill is just one step in the right direction. It would tie the Government to legally binding targets to decarbonise homes and buildings across the country. I accept that there is lots of work to be done to make those targets realistic: on developing green finance solutions, on training for suppliers, on supporting local authorities and on increasing public awareness. However, within those challenges are huge opportunities for cleaner, healthier and cheaper homes fit for the future, homes that benefit both households and the planet. I urge the Government to support the Bill today and to finally take the action that is needed.",
        "**Peter Gibson (Darlington) (Con)**",
        "The hon. Lady is making a very important speech about an issue that is very, very close to my heart. It is an issue on which I have held Westminster Hall debates, written newspaper articles and engaged with my social housing sector. Does she welcome the Government’s announcement this week of additional funding for decarbonisation in social housing? And I have a specific question for her. Where does she expect the cost of decarbonisation in private-owned non-mortgaged properties to fall?",
        "**Sarah Olney**",
        "The hon. Member makes an excellent point. The division between social and private is in many ways an obstacle to achieving our goals on this issue. In social and regulated housing, where there are opportunities perhaps to achieve economies of scale, certainly in whole blocks or whole estates of housing, a lot can be done, but obviously those opportunities are more challenging where private property is concerned. What we need is a range of innovative solutions in the private sector.",
        "**Robin Millar (Aberconwy) (Con)**",
        "This is a fascinating debate, which I have followed. It has been brought to my attention by land and property holders in my constituency who have a large portfolio of listed and conservation buildings. The Bill drives them into a difficult place. On the one hand, there is a drive to increase efficiency. On the other hand, they are confronted by planning rules which prevent easy modification and adaptation of the structure to, for example, accommodate solar panels. Is the hon. Lady arguing that we should move to an easing of planning regulation to allow efficiency improvements in listed and conservation building stock?",
        "**Sarah Olney**",
        "I thank the hon. Gentleman for his intervention. It is a live issue in my own constituency, he will be pleased to hear. We have conservation areas where people are keen to put solar panels on their roofs and it is possible on one side of the street but not on the other because of the impact on the streetscape. I very much urge local authorities—or whatever the planning authority is; it will be different in different parts—to look at that particular issue. We need to explore and weigh up the gain both for society at large and for individual householders. It will be different in different places. In some cases, it is about how the street looks, what people want to preserve and whether adjustments can be made. In other examples, the fabric of the building itself will need to be preserved.",
        "Before I came into this place in 2019, I was the financial accountant for Historic Royal Palaces. My old office was right in the middle of Hampton Court Palace, so a lot of these issues around fabric of the building are very close to my heart. Interestingly, there is no better place to be on a very, very hot summer’s day than right in the middle of a Tudor palace, with six-foot thick stone walls. I can confirm that it is just about the best possible natural cooling one can have.",
        "**Robin Millar**",
        "The hon. Lady is being generous with her time. We have much in common in our interest in and passion for old buildings. In fact, I came across the statistic that some 95% of conservation and listed buildings are still expected to be in use in 100 years’ time. That creates incredible economic pressure on the market to ensure that efficiencies are delivered, at incredible cost. I ask again, where do we think that cost might be addressed? Is she arguing for an easing of those conservation rules to reduce the cost on that particular sector of conservation and listed buildings?",
        "**Sarah Olney**",
        "I was coming to the point about the cost, which was raised by the hon. Member for Darlington (Peter Gibson). We need to rebalance and grasp the importance of energy efficiency right now. It is not just about climate change or fuel bills; it is about health and wellbeing, often of the very poorest in our society—if the hon. Member for Aberconwy (Robin Millar) will forgive me, they are probably less concerned about historic buildings. I mentioned Citizens Advice Richmond; one of its observations is that it is frequently the buildings built in the 1960s and 1970s where they find the most problems with damp and mould.",
        "I fear that we are getting distracted by some of the more minor concerns, when the issue is about the bulk of our housing stock—particularly the housing stock that our most vulnerable and low-income citizens live in—and what we can do. I want to pick up the point about where the cost will come from. Where it is an individual household and it is their responsibility, I want the Government to produce some clearer strategies about how the problem will be tackled. The private sector will then have more incentive to offer competitive options on things such as heat pumps, roof insulation and cavity wall insulation. We need a bigger take-up of those things to create a competitive market, but some of that has to come from the Government taking a lead in the sorts of strategies and products that householders might be tempted to take up.",
        "**Peter Gibson**",
        "The hon. Lady has been gracious in giving way once again, given the shortage of time. This issue is serious one for property owners. Having had a solid-wall property dry lined and insulated against a solid wall, I have seen the costs myself. Does she agree that it is incumbent on mortgage companies to develop a range of products that would help new homebuyers buying second-hand, older properties, to build in some sort of loan facility to enable such works to be undertaken?",
        "**Sarah Olney**",
        "The hon. Member is right. The sort of innovative products we are looking for are not just construction products, but financial products. Again, it is about opening up a private sector, competitive and well-regulated market that will enable homeowners to make the kind of investments that they will need to make in their own homes. The hon. Member is absolutely right at this time of heightened property values—again, a live issue in my constituency. I saw a league table recently in which Richmond Park is No. 6 for average property prices out of all the constituencies in the country. It costs a great deal already to live in Richmond Park. He is absolutely right that if we want to put an onus on homeowners to upgrade the quality of the properties that they are living in or renting out to other people, we need to offer them options for how they might finance that.",
        "**Mr Louie French (Old Bexley and Sidcup) (Con)**",
        "As a fellow London MP, the hon. Lady will recognise the pressures that have been highlighted. But there are parts of the market that are doing that organically already and have not required state intervention. Where there is state intervention, whether national or local, does she agree that it is important that trust is ensured? She may be aware of cases in her constituency of major doubts about the effectiveness of the Mayor of London’s solar scheme. People have signed up for the rollout of solar panels and have paid thousands of pounds, and that has not been delivered.",
        "**Sarah Olney**",
        "I confess I have not had a huge amount of casework on the solar panel issue. One case was raised with me but specifically on my earlier point about the conservation area. The hon. Member raises a good point about solar panels. I do not know why—a lot of people are asking this—we have not had a more extensive rollout of solar panels already, regardless of whether they are funded by the Mayor of London or anyone else. It is of huge benefit to homeowners to be able to install solar panels and participate in generating their own power and electricity. We really need to look at which policies are stopping people investing in solar panels, and what financial obstacles we may be able to overcome. This is not just about energy efficiency in insulating our homes, but about what more can be done to help people with the cost of fuel bills and keeping their homes warm, and about the health and wellbeing of the nation as a whole.",
        "The Deputy Speaker interrupted the business (Standing Order No. 11(2)).",
        "Bill to be read a Second time on Friday 24 November."
    ]
}