{
    "url": "https://www.ukpol.co.uk/sarah-olney-2022-speech-on-the-health-and-social-care-levy-repeal-bill/",
    "title": "Sarah Olney – 2022 Speech on the Health and Social Care Levy (Repeal) Bill",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Olney",
            "url": "/tag/sarah-olney/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Olney, the Liberal Democrat MP for Richmond Park, in the House of Commons on 11 October 2022.",
    "content": [
        "The Liberal Democrats were opposed to this tax to start with. We opposed the national insurance levy when it was introduced last year. Our argument at the time was that it would disproportionately impact lower earners and hit working families at precisely the time when they were struggling to pay their bills and prices were starting to increase in shops. We are really pleased that it is being reversed, and we support this Bill.",
        "We must not ignore the fact, however, that a great deal of damage has been done in the past six months, during which employees, the self-employed and employers have been charged with this levy. During that time, employees and the self-employed will have paid about £2.5 billion, and businesses about £3.8 billion. One of the main disruptions is that it has been incredibly disruptive to businesses. I speak with some feeling as an accountant who in a previous life spent many hours working on payrolls and forecasting employee costs. I can only imagine what it must have been like for businesses over the past three years. In 2019, a Conservative Government came in promising not to increase any business taxes, but in 2021 they increased national insurance, and now here they are in 2022 reversing that increase. That is an awful lot of change for businesses to have to deal with, and that is quite apart from the increased costs that they will have borne over the past six months.",
        "Let us think about the impact that that cost will have had on businesses. They will have been thinking, “Which employees can we have? If we want to grow our business, how many employees can we afford to take on?” They will have revised those assumptions in the light of the increased cost of national insurance, so we can only assume that the six-month increase will have stunted the very growth that the Conservatives say that they want to see, and that it will have contributed in part to the economic slowdown, not least because the impact on employees will have decreased their take-home pay, and that, of course, will have decreased their consumption.",
        "What businesses need above all is certainty and stability, but that has been continually undermined by this Government and their constant chopping and changing of national insurance. This, of course, is happening at a time of a huge increase not just in inflation but, as has been mentioned several times, in energy costs, primarily as a result of Putin’s illegal invasion of Ukraine. That is also having a massive impact on businesses in this country, and the chopping and changing of the costs of employing staff will not have helped.",
        "It has always been our argument that tax could have been more productively raised by an expanded windfall tax, which we have been calling for since last autumn. We are very pleased that the Government took on board some of our suggestions, but both Shell and BP have said that the Government could have gone further. Potentially up to an extra £60 billion of taxes could have been levied on oil and gas firms, which would have negated the need not just for the national insurance increase but for many of the other unfunded borrowing commitments that the Government made on 23 September.",
        "Now that we are repealing the health and social care levy, it is important to remember—the hon. Member for South Suffolk (James Cartlidge) made this point very well—that we still have to deal with a crisis in health and social care. The Government must immediately set out their plans. We all anticipate the much-awaited fiscal event on 31 October with a huge amount of excitement but, more than anything, we need to hear from the Government their plans for health and social care, because there is no doubt that the backlog in NHS hospitals is in itself having an impact on growth. I saw figures today that suggested that the number of people suffering from a long-term sickness that prevents them from working is at a record high. We can all see how that has come about from the events of the past few years, but these are people who cannot be available for work and who cannot contribute to the Government’s “growth, growth, growth” agenda; they are not able to take up posts in what we know now is a record number of vacancies simply because they are waiting for treatment. We welcome this reversal, but the Government must state, and soon, what they plan to do to address the backlog.",
        "Of course, this is not just about health; it is also about social care. There are 130,000 vacancies across our social care sector, and we know that that is caused by chronic underfunding. It cannot offer the kinds of salaries that care workers can find in other sectors. The shortage of care workers and of places in care homes is having a knock-on impact on our hospitals. I was at Kingston Hospital recently and was told that the reason it has problems, and one of the big contributors to its backlog, is that it cannot discharge patients because there is no care package for them to be looked after in their homes. The issue of social care, health and the backlog needs to be addressed urgently. It was not being addressed when the legislation to increase national insurance was first brought in, and it is not being addressed now. We urgently need to hear more from the Government on that.",
        "I say to the Government that we would support an increase in the windfall tax and that we oppose their plans to reverse the planned increase in corporation tax, which I believe is what is creating the biggest need for the additional borrowing announced on 23 September. The Government urgently need to look at that again and at all the plans announced by the Chancellor on 23 September, and I for one am very keen to see what they come up with on 31 October."
    ]
}