{
    "url": "https://www.ukpol.co.uk/fiona-onasanya-2017-maiden-speech-in-the-house-of-commons/",
    "title": "Fiona Onasanya – 2017 Maiden Speech in the House of Commons",
    "post_date": "January 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Fiona Onasanya",
            "url": "/tag/fiona-onasanya/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by Fiona Onasanya, the then Labour MP for Peterborough, on 5 July 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/01/fionaonasanya.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/01/fionaonasanya.jpg)",
        "It is with both a humble heart and abiding pride that I stand to make my first speech in the House of Commons. As is customary, I would like to pay tribute to my predecessor. There is nothing that highlights a person’s character more than when they are faced with adversity, and I will never forget the grace, kindness and authentic good wishes that Mr Jackson expressed to me on the night of the election. I hope that his life beyond Parliament is as fulfilling as he intends.​",
        "Also, I would like to speak briefly about my home constituency of Peterborough. It is rich in history. Its cathedral is a true gem: it was a temporary resting place for Mary Queen of Scots, and it is also where Catherine of Aragon, Henry VIII’s first wife, is buried. One could say that Peterborough attracts its share of powerful women!",
        "But when I look at Peterborough, my home, I see so much more than the legacies and treasures of its past; I see a city that cherishes its diversity. People have come to Peterborough from every corner of the globe, and many nations are represented. My presence here may be a symbol of this increasing diversity: I am the first black female MP ever elected by my constituency. In Peterborough, I see a place that has much to be proud of. Our major employers, like Perkins Engines and Peter Brotherhood, are world class. We also have entrepreneurs that are cutting edge, and our local newspaper, the Peterborough Telegraph, is dynamic and well read. Peterborough is also notable for its beauty, and there are rural parts of the constituency that serve as our own Gardens of Eden.",
        "Peterborough has a bright future and so much going for it, but my constituency and our country also have their share of challenges, which I intend to address as a Member of Parliament. When I began my campaign, one of the very first issues I said I wanted to tackle was housing. We all need a decent place to live. Never in my darkest nightmares did I expect to see this proposition so starkly illustrated as it was by the Grenfell Tower fire. It still seems incredible that such a disaster could happen in one of the richest parts of one of the richest cities in one of the richest countries in the world. It is incumbent upon the Government and Members of this House to do their utmost to ensure that such a tragedy can never happen again. With this in mind, the Government must ensure that adequate funding is provided to those councils that require it. Fine words and opaque promises of support are insufficient.",
        "We must also help those who do not have a home. According to Shelter, in December 2016 some 600 people in Peterborough were without a place to live. Homelessness is an increasing problem for the country as a whole. Shelter estimates that 150 British families become homeless every day. Far from any stereotype, these are often people who work or are willing to work. Some are veterans who have served our country with distinction. Some have physical and mental health problems. All deserve decent treatment.",
        "I am also very concerned about education. Peterborough had amongst the lowest SATs results in the country. Our schools are trying very hard to make do with ever-shrinking resources that have been tied up in experiments such as free schools. Beyond improvements in primary and secondary education, Peterborough needs a university. So many bright and talented young people in my city feel they have to leave home to achieve their dreams, which is why I am pleased to note that some progress has been made in that area.",
        "The NHS is also one of my key concerns. Cuts to the health service have left my constituents facing long waiting times for appointments. The healthcare “reforms” as implemented by this Government led to the fiasco of the UnitingCare Partnership, which collapsed in 2015 after only eight months. Attempts to marry up public service ​and private profit have tended to favour the latter over the former, which leads me to a final observation: we need balance in our policies, placing people at the centre. We need to acknowledge that there is a role for Government and regulation, as the markets we create are not necessarily compassionate, understanding or even humane.",
        "We need not only to hear but to listen to the voices of those we were elected to serve and we need to look around us. Those at the top continue to get wealthier, while those at the bottom are seeing their living standards eroded. Contrary to what some may think, austerity is expensive. Cutting budgets does not always save money, let alone lives. We cannot make a rich country out of one that makes the majority of its people poorer.",
        "I am motivated in all that I do by my abiding faith in God. As we look at the issues facing Palestine and Israel, there is the temptation to see religion as something that divides rather than unites people, but I believe that it is mankind’s frailties that cause conflict and strife, not one’s faith. I sincerely hope for a future in which the peoples of the middle east live in the harmony that God intends for them.",
        "It is on this note of faith that I would like to conclude my speech. Hon. Members who have encountered my acronyms will know that I refer to myself as MP FI because I endeavour to “Make People Feel Inspired” and my acronym for faith is “For All In This House”. As stated on the floor in Central Lobby:",
        "“Except the Lord build the House, they labour in vain that build it”.",
        "With His help, Mr Deputy Speaker, I intend to do right."
    ]
}