{
    "url": "https://www.ukpol.co.uk/fiona-onasanya-2018-message-to-parliamentarians-after-being-found-guilty-of-perverting-the-course-of-justice/",
    "title": "Fiona Onasanya – 2018 Message to Parliamentarians After Being Found Guilty of Perverting the Course of Justice",
    "post_date": "January 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Fiona Onasanya",
            "url": "/tag/fiona-onasanya/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Fiona Onasanya, the then Labour MP for Peterborough, on 19 December 2018, following her conviction for perverting the course of justice.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/01/fionaonasanya.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/01/fionaonasanya.jpg)",
        "I campaigned for justice and for the interests of ordinary people throughout my entire working life to date. Regardless of what you believe or suspect, the fact remains that I, Fiona, sought to be the choice and voice of change – but this may now take a different path. More than ever before, I am asking that you commit time in prayer for my family.",
        "In times like these, the natural inclination of believers is to ask God: why? I personally do not, because in my experience the answers are usually far above and beyond my reach. What I do know is that I am in good biblical company, along with Joseph, Moses, Daniel and his three Hebrew friends, who were each found guilty by the courts of their day.",
        "While God did not save them from a guilty verdict, he did save them in it and ensured that their greatest days of impact were on the other side of a guilty verdict. Of course this is equally true of Christ, who was accused and convicted by the courts of his day and yet this was not his end but rather the beginning of the next chapter in his story."
    ]
}