{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2021-speech-on-the-uk-space-industry/",
    "title": "Chi Onwurah – 2021 Speech on the UK Space Industry",
    "post_date": "February 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 4 February 2021.",
    "content": [
        "I thank the hon. Member for Midlothian (Owen Thompson) and the Backbench Business Committee for bringing forward this very important debate today. There have been so many excellent and well-informed contributions from all parts of the House and I am sorry that I cannot do them justice in my comments, but I will try to emulate their conciseness.",
        "Space and its many unanswered questions inspire awe and excitement. For nearly 70 years, the official British space programme has been seeking to answer the big questions of our universe, drawing on the expertise of our world-leading science and research sectors. In fact, the British Interplanetary Society is the oldest space advocacy organisation on Earth. As a nation, we have a proud history of space exploration and international collaboration. In 1957, British Skylark rockets were launched from Woomera in Australia. At the turn of the millennium, the British National Space Centre was the third largest financial contributor to the European Space Agency.",
        "The space industry is worth more than £14.8 billion per year and has grown five times greater than the wider economy since 1999. The success of this sector helps to drive prosperity across the UK. As we have heard, our UK space businesses spend around £750 million annually, with around 1,500 UK suppliers, based across every region of the UK. Many of the jobs created in space manufacturing are also highly productive, with the average salary of an Airbus UK space employee standing at £51,000, nearly 50% higher than the UK national average.",
        "The UK’s proud history in space exploration, research and development makes it an excellent launch pad for future growth, with the right leadership. The UK and its place in the world is changing. We have left the European Union, which meant turning our back on the Galileo project that we did so much to bring about, at a cost of £1.2 billion to the taxpayer. The Government then U-turned on their plans to develop a rival sovereign satellite system, at a cost of a further £60 million.",
        "Just this weekend, it was reported that the Secretary of State had decided to take control of strategy and policy away from the UK Space Agency, handing the almost £600 million budget directly to the Government. We are concerned that this constitutes a reactionary power grab following the controversy over the Government’s acquisition of OneWeb. Will the Minister publish the information that drove this decision, and set out the new remit for the UK Space Agency? What will she do with these new powers?",
        "The Government talk excitedly about “global Britain”, but Labour wants to see an interplanetary Britain powered by a booming space sector. Space is not just for the stars. As we have heard, it impacts every household in the country—from climate change and rural broadband to transport and agriculture. From our smart phones to our credit cards, the UK space sector helps us all to prosper. The Government have made commitments to develop a new space command, designed to",
        "“enhance the breadth of our space capabilities”",
        "and help to fund high-risk/reward innovation projects, but there has been no clarity on the support provided to space research from this new ARPA-style moonshot programme.",
        "Without a clear long-term space strategy, the hard work of our space sector—in developing spaceports and rocket launch pads, and space domain awareness projects and military-grade software, and embarking on satellite projects critical for our vital infrastructure—will not be fully realised. If we are to ensure the success of these programmes, we must understand whether we have the industrial capability to do so. Part of unlocking the potential of our space industry is knowing how we organise our industrial base to achieve our goals, and in turn where we will need further investment and finance to encourage outward investment in UK businesses.",
        "There is no strategy for external investment, no strategy for skills—in particular diverse skills; space requires everyone, regardless of gender, ethnicity, region or age—no strategy for industry and manufacturing, and no strategy for sovereign satellite capabilities, or whether and how we will compete with SpaceX and others. Instead, we have the manifesto of a Government with their head in the clouds. Down on earth, as we have heard, the sector is still waiting to hear about the future of the new regulations introduced under the Space Industry Act 2018, particularly those dealing with administrative burdens and liabilities.",
        "Nothing better illustrates the lack of strategy and transparency than the purchase of OneWeb, despite the advice of experts and the concerns of the UK Space Agency. First we were told it would be part of our sovereign GNSS—global navigation satellite system—programme, then it was not. We do not know what the Government have planned for OneWeb or whether this huge investment will even support jobs in the UK space sector, with the satellites continuing to be manufactured in Florida.",
        "The space sector provides the UK with so many opportunities to grow our economy, push technological boundaries and boost our soft power by developing strategic interdependence with our allies. What discussions has the Minister had about progressive partnerships in space exploration and research and development?",
        "A year ago, UKspace set out the urgent need for a coherent cross-Government space strategy. We still have not seen it. Labour would seek to support our sovereign capability in the space age and build on the UK’s proud history of technological innovation and space exploration. Labour is passionate about the long-term future and potential of the space sector. It provides high-skill, high-paid jobs, which are needed to address the major challenges of our time, but the absence of a clear and focused long-term space strategy raises many questions about how far we will benefit from the boundless possibilities of space."
    ]
}