{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2023-speech-on-the-budget/",
    "title": "Chi Onwurah – 2023 Speech on the Budget",
    "post_date": "March 22, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chi Onwurah, the Labour MP for Newcastle-upon-Tyne Central, in the House of Commons on 20 March 2023.",
    "content": [
        "This was a business-as-usual Budget, but after 13 years of economic failure, what my constituents desperately need is change. In the north-east of England, wages in real terms are on average 3% lower today than when Labour left office in 2010. I would like the House to think about that for a moment. Over 13 years of Conservative Government, my constituents have got poorer. Politicians are often asked if we know the price of a loaf of bread, so let me take that as an example. In May 2010, it was £1.16. In January this year, it was £1.39, a rise of 20%. How about a pint of milk? In May 2010, it cost 44p. In January this year, it was 69p, a rise of 57%. Prices have gone up, and wages have not kept pace.",
        "Last Friday, I visited Atkinson Road Primary Academy in my constituency and heard from the absolutely wonderful students there. Over their entire lives, they have seen their parents, their aunts, their uncles, their brothers and their sisters all getting poorer. There are Conservative Members of Parliament representing seats in the north-east, and I ask them this: did they set out to make people poorer, or did it just happen through incompetence and arrogance?",
        "It did not have to be this way. If the Conservatives had mirrored Labour’s rate of growth, workers in the north-east would be £11,000 a year richer. What a difference that would make. We would not have half the children of Newcastle growing up in poverty and we would not have 100,000 people in the north-east forced to use food banks. Tory MPs and Government Ministers are offering the public budgeting advice when they have constructed an economy where the majority of people do not benefit from the wealth that innovation creates.",
        "In addition to lower wages, £300 million-worth of cuts to Newcastle City Council mean our city has poorer public services. On Newcastle’s streets, lone women are left stranded at 11 pm because we have lost 15% of our region’s bus services in a single year. Of those buses we have left, just a fifth turn up on time. Businesses cannot open, because their workforce are delayed on different bus services. Across the board, and across our country, people are paying more for shoddy services. Regulated train fares have seen the highest increase since 2013 and, with the scrapping of HS2’s eastern leg, northern communities are paying the price for broken Tory promises. More than 7 million people are waiting for NHS treatment, often in pain and discomfort. Do not even think about trying to get an NHS dental appointment. In December, the north-east saw the longest wait times for accident and emergency, at four hours. The longer the Conservatives are in power, the longer people wait.",
        "In a statement last week, the Chancellor tried to claim that inflation was the root cause of strikes. Perhaps he forgot that it was his party, and this Government, who crashed the economy and left working people to pay for their mess. This Budget was a chance for the Government to unlock Britain’s promise and potential—a chance to reverse 13 years of low growth, low productivity and low wages, and a chance to spread and deliver opportunities to people in Newcastle Central. What did we get? Just a handout for the richest 1% and their pension pots.",
        "The Chancellor likes to talk about making the UK a science superpower, yet he failed to mention Horizon Europe in the Budget. At €90 billion, it is the world’s largest science funding programme, but his Government have left our scientists out of it. At the same time, research and development tax credit policy is changing almost as fast as Chancellors, but with even less preparation. The Chancellor gave back only a fraction of the £4.5 billion he took from innovative small and medium enterprises in the autumn statement. The Federation of Small Businesses has, in its own words, been “left feeling mystified” by the changes.",
        "The great businesses of Newcastle Central deserve a Government they can partner with to deliver jobs, growth and innovation. Fantastic life sciences start-ups and scale-ups, such as AMLo Biosciences, LightOx and NunaBio, and long-established innovative manufacturers, such as Spincraft, all deserve better. Labour will secure the highest sustained growth in the G7 through our long-term industrial strategy. A Labour Government will unleash the potential of the north-east. This Government just starve it."
    ]
}