{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2016-speech-on-housing-in-newcastle/",
    "title": "Chi Onwurah – 2016 Speech on Housing in Newcastle",
    "post_date": "May 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in Westminster Hall on 10 May 2016.",
    "content": [
        "I beg to move,",
        "That this House has considered housing in Newcastle.",
        "It is a great pleasure to serve under your chairmanship, Mr Hollobone. I am pleased to have secured this short debate on a subject that is so critical to my constituents.",
        "I am sure that everyone present is an avid reader of my website, chionwurahmp.com, and so will know that I publish pie charts that summarise the issues that constituents come to me with. At the moment, March’s pie charts are up, showing that I dealt with 36 housing issues that month—just behind the 37 benefits issues. Since I was first elected six years ago, housing has consistently been in the top three issues in Newcastle upon Tyne Central, and often No. 1, which is why I have secured several debates on housing and related issues, including on empty properties in 2012 and on local authority funding settlements and holdbacks in 2013.",
        "Earlier this year, I held a ward summit in Blakelaw in my constituency that was attended by local councillors, residents groups and other organisations. The minutes are on my website, and show that, again, housing was the No. 1 issue. Late last year, I held another ward summit, in Benwell and Scotswood, where housing was also the No. 1 issue. Just last week, I held an informal surgery with the Sisters Study Circle group at the Tawheed mosque in Elswick, and housing was of great concern to them.",
        "Why, I was asked, is it now next to impossible to get a council house in Newcastle? I tried to explain that there are 6,000 households on the waiting list, of which 4,000 are actively bidding for properties, but only 185 properties become available each month. I also explained that much of the council housing stock has been sold off and that, really, it was now available only to those with the greatest need. “Why did the Government not build more houses?”, they asked me. “Did they not realise the impact bad housing has on health, crime and education? How can young people focus on studying or getting a job if they haven’t got a decent roof over their head? How can parents give children the support they need if they are worrying where they are going to be living next week?”",
        "After some time, I grew tired of trying to explain the Government’s logic while at the same time thinking, “I myself don’t understand.” My job is not to justify the Government but to hold them to account. I am sure the Minister agrees that my constituents are right to be concerned about the lack of housing in Newcastle. I applied for this debate to find out from him exactly how he believes Newcastle City Council can overcome the barriers preventing it from building more houses to improve the lives of the thousands of people in my constituency who need a decent home.",
        "Last year, the Government presided over the building of just 9,590 homes for social rent, compared with the 33,180 delivered in Labour’s last year in office. Last year’s was the lowest level of affordable homes built for more than two decades. Having knocked on a great many doors over the last few weeks—indeed, over the last few years—I know that they bear testament to the last Labour Government’s investment in our housing stock. Labour could, and should, have built even more homes, but the decent homes programme—visible in new doors, windows, kitchens, bathrooms and the very fabric of so many homes in Newcastle—effectively renewed the existing stock so that it could last for another generation.",
        "That programme contrasts with this Government’s record of cutting investment and of building just one new social home for every eight sold off through right to buy—a Government whose use of the term “affordable rent” is not recognisable to most people; who thought up the unfair bedroom tax, which has affected half a million households; and who have overseen a 22% rise in private rents in Newcastle since 2011, when incomes have barely risen at all.",
        "Newcastle is a growing city. It is estimated that by 2021 there will be 16,200 more people living in our great city, and the Government have a duty to ensure that local authorities have the means—both the funding and the powers—to provide the homes that local people need. Newcastle needs 16,400 new homes between now and March 2030: around 1,000 new homes per year, not including student accommodation for those studying at our world-class universities. Residents quite rightly do not want to lose any of our fantastic greenfield assets in and around Newcastle, so much of the land available for building these homes for Newcastle is brownfield, with high clean-up costs.",
        "Providing the homes required in such circumstances is already a huge challenge for the council, given the ideologically and politically driven extent of the cuts to central Government funding, yet the Government seem insistent on piling on further pressure and putting further barriers in the way. The 1% cut in social housing rent over the next four years will leave a hole of £593 million in the council’s 30-year financial model—that is £0.6 billion. That investment was earmarked for building the homes that the city needs and for investing in the city’s stock. Although a 1% cut in social rent may seem a good thing for social tenants, it is the council that pays for it, not the Government. It will take money away from the capital investment needed for repairs, improvements and, critically, new homes.",
        "If the Government were so concerned about saving social tenants’ money, they would abolish the grotesque bedroom tax. By the way, the Government are actually the greatest beneficiary of this rent cut, because the housing payment bill for the Department for Work and Pensions will fall considerably. It is the Government who will benefit from this cut, not social tenants.",
        "It is not hard to see that when housing authorities’ incomes are cut, they will have less to invest—more than half a billion less, in the case of Newcastle City Council. Trampling over locally elected and accountable councils’ planned infrastructure investment in such a way deserves its own debate. But there is more: that hole in the city’s investment plan will be widened even further by the Government’s forced sale of higher-value housing to pay for the new right to buy. Building a new home in Newcastle costs a minimum of £120,000, but the result of the much criticised Housing and Planning Bill will be the selling off of homes at an average price of £80,000—so, £80,000 in income versus £120,000 to build them. Even if all the income were reinvested, at best we would replace only two thirds of all homes sold.",
        "I hope the Minister is aware of the analysis published by Shelter last month, which showed that Newcastle will need to sell more than 400 homes every year to raise the £52 million annual contribution to the Government’s policy. That £52 million contribution must be paid for by selling off homes. That is 100 more homes than are built each year now, before the Government’s housing Bill bites, with its inevitable knock-on effect on investment.",
        "My constituents who are on the lowest incomes already find it much more difficult to buy homes, even at the lower end of the market, than they would in other parts of the country. The council has done some brilliant work in recent years: delivering much needed specialist house building; building more affordable homes; returning vacant private sector properties to the market, which is very important; and working to reduce homelessness. But it is under attack from a Government who seem determined to dismantle our social housing stock from Whitehall. I simply cannot see how the council is supposed to meet the needs of local people, given the straitjacket that the Minister is putting them into. Those I have spoken to in Newcastle believe, as I do, that Government locally and nationally have a duty to provide homes for people. I want to see a healthy mix of tenures. [Interruption.] Perhaps the Minister is looking on his mobile phone to see how that can be achieved.",
        "The actions of the Government and the housing Bill will throw up more barriers to building homes that, frankly, seem designed to destroy social housing altogether. Will the Minister tell us what role he sees for councils in building and providing homes, and how much discretion they should have in fulfilling that role? What modelling have his Government done on the effect of the 1% cut in social rents on investment in Newcastle and across the country, and will he publish that modelling? Does he not agree that decisions on rent should be with the local authority, and that if central Government want to cut rent—a laudable aim—they should provide the money to pay for it, rather than punish future generations? What modelling has he done on the forced sale of council homes to fund his right to buy policy? Does he agree with the analysis that Shelter has done on this and, if not, will he publish his own sums?",
        "On the subject of the right to buy policy for housing associations, I wrote to the Minister last year about constituents of mine who are unable to sell their properties because the freehold is owned by the St Mary Magdalene & Holy Jesus Trust, which refuses to extend the leases. In his response, he said that my constituents should write to the advisory body LEASE, which they did, to no avail. There are three different housing Acts that affect three different types of properties and the rights they enjoy. The Minister said he would consider this further as part of the Housing and Planning Bill. Has he any hope, or indeed any clarity, to offer my constituents on that issue?",
        "What would the Minister say to my constituents who cannot get a council home and cannot afford the rising rents in Newcastle? Does he think that his housing Bill will enable Newcastle City Council to build enough homes in the next 30 years and can he explain how? If it will not, how does he expect the private sector to fill the gap at affordable prices for different types of tenure? Finally, will he take a leaf out of the book of the new Labour Mayor of London, Sadiq Khan, and commit to ensuring affordable housing in Newcastle?"
    ]
}