{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2022-parliamentary-question-on-restoration-of-the-tyne-railway-bridge/",
    "title": "Chi Onwurah – 2022 Parliamentary Question on Restoration of the Tyne Railway Bridge",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The parliamentary question asked by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 1 December 2022.",
    "content": [
        "**Chi Onwurah (Newcastle upon Tyne Central) (Lab)**",
        "As well as being a global icon of the north-east, the Tyne bridge is a critical part of our transport infrastructure. We are all the more reliant on it given the atrocious levels of service on the railways and buses, and given the lack of investment in our northern infrastructure, such as Northern Powerhouse Rail. The much-needed restoration of the Tyne bridge from its current dilapidated state will lead to further disruption to our transport links, which really cannot get any worse. Will the Minister meet me urgently to see what can be done to mitigate the impact on our transport links of restoring our great Tyne bridge to its full glory in time for its 100th birthday?",
        "**Huw Merriman**",
        "As I said, I am keen to meet as many hon. Members as require it—no doubt my officials will be tearing their hair out—and I am happy to meet the hon. Lady. We certainly know that, because our railways were built by our pioneering Victorians, much of the infrastructure needs renewal, some of which can be particularly complex and expensive to deliver. Ownership can have an impact on that as well. I am keen to meet her to find out more and see what we can do."
    ]
}