{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2021-speech-on-the-post-office-court-of-appeal-judgment/",
    "title": "Chi Onwurah – 2021 Speech on the Post Office Court of Appeal Judgment",
    "post_date": "April 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 27 April 2021.",
    "content": [
        "I thank the Minister for [advance sight of his statement](https://www.ukpol.co.uk/paul-scully-2021-statement-on-the-post-office-court-of-appeal-judgment-2/).",
        "This is the largest legal miscarriage of justice in our history: 900 false prosecutions, each one its own story of persecution, fear, despair, careers ruined, families destroyed, reputations smashed, lives lost, and innocent people bankrupted and imprisoned. I want to congratulate each and every postmaster and their families who withstood this onslaught of false accusations and fought back. I want to congratulate the Justice for Subpostmasters Alliance and the Communication Workers Union who campaigned to get at the truth for over a decade. I want to congratulate hon. and right hon. Members across this House who fought for justice for their constituents.",
        "I wish I could congratulate the Minister and the Government, but I cannot. I am pleased to see the Minister here making today’s statement, but the Government have consistently failed to stand with the postmasters in their quest for justice: investigations delayed, claims denied and not one word of explanation or apology as to why the Government let it take so long to clear these innocent victims.",
        "Now, to add insult to injury, the Government are failing to deliver the proper statutory public inquiry that postmasters, their families and the British public deserve. Let us be clear: Friday’s judgment vindicates the postmasters, but to deliver justice we need a statutory inquiry with genuine subpoena and witness compulsion powers, and a specific remit to consider compensation claims. We have the greatest respect for Sir Wyn Williams, but his inquiry has no real powers and key questions about compensation, the criminal prosecutions of postmasters, and the responsibility of civil servants and Government, are outside its remit. As such, the inquiry is toothless and may even lead to a whitewash. Postmasters have been clear that they will fail to recognise and participate in such an inquiry. How can the Minister stand there with the wreck of hundreds and hundreds of lives before him, and say that this scandal does not warrant a statutory inquiry?",
        "The sad truth is that this horrific miscarriage of justice did not happen overnight. For a decade now, we have known that there were serious problems with the Horizon system, but the Post Office denied all wrongdoing, pursuing the victims and imposing huge lawyers’ fees on the claimants. Even after the High Court ruling vindicated postmasters in 2019, the Government refused to act. Given the long litany of Government failure, there are a number of urgent questions for the Minister. The Government are the Post Office’s only shareholder, yet time and time again the Post Office was allowed to abuse its power over postmasters. That was the finding of the court. Will the Minister acknowledge the Government’s failure of oversight and due diligence with regard to public money? Will he apologise to the victims and their families today?",
        "The postmasters were criminalised for a culture that assumed technology is infallible and workers dishonest. How will the Minister change that and what are the implications for algorithmic management? The faulty software was provided by Fujitsu. What steps are the Government taking to hold it to account? Will ongoing Government contracts with Fujitsu be reviewed? Paula Vennells led the Post Office during this time and was honoured with a CBE. Is it right that she continues to be so honoured? The Minister referred to what he described as a full and final settlement for some postmasters with the Post Office. Their compensation was largely taken in lawyers’ fees. Does the Minister agree that they should be considered for appropriate compensation? Finally, does the Minister agree that actions should have consequences, and that it is therefore essential that there is a thorough criminal investigation into any potential wrongdoing?",
        "In recent weeks, we have heard about the special access and power that millionaires and billionaires have with the Government, Ministers and the Prime Minister personally. Compare and contrast that with how the postmasters have been treated. They did not have the Prime Minister’s personal phone number. They did not have a former Prime Minister lobbying for them. They were not millionaires looking for tax breaks. They were ordinary working people. This speaks to a broader question of whose voice the Government hear and whose justice they deliver. On behalf of the working people who have had their lives ruined, I urge the Minister to apologise, own the Government’s mistakes and commit to a real public inquiry so that justice, for far too long delayed, can finally be delivered."
    ]
}