{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Chi Onwurah – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 9 September 2022.",
    "content": [
        "The people of Newcastle have always held a strong and proud sense of our own identity as Geordies, as working people, as citizens of the United Kingdom and, for seven decades, as subjects of Her Majesty Queen Elizabeth. Her death leaves us bereft in ways we cannot fully comprehend.",
        "Queen Elizabeth cared about the things that we Geordies care about. She was, like so many Geordies, a veteran of our armed forces, devoted to our servicemen and women. I am proud that the Queen’s Own Yeomanry are headquartered in my constituency. The Queen loved her sport, as we do. We remember with great affection when she presented Newcastle United with our last FA cup trophy in 1955. We look forward to King Charles III making a similar presentation in the near future.",
        "Like the majority of my constituents, I never met Her late Majesty, but her presence graced our city. She first came to Newcastle Central in 1954—a day she said she would never forget. I remember when she opened Eldon Square in 1977 and our Metro in 1981, and I regularly look upon the plaque commemorating her opening of our beautiful city library.",
        "As Head of State, Queen Elizabeth was a profoundly important global figure. She could have tried to retain the imperial aura of the monarchy’s past or faded into the background as a distant symbol. Instead, she found a way to be a point of constant stability for our parliamentary democracy—a forceful presence, reassuring us that our unwritten constitution had a human embodiment beyond those of us who sit for a time here in Westminster, and that, should it come to it, our ancient liberties and our modern rights had a formidable guardian.",
        "When I heard the news, I was disorientated, in awe of the Queen’s service and unable to understand my country without her. But I also thought of when, as a young woman in the 1980s, I was devoted to the cause of ending apartheid in South Africa, at a time when many British institutions were entangled with that evil in a way that made me doubt whether I belonged in the country of my birth. The Queen stood in solidarity with the Commonwealth in the face of apartheid South Africa. Her love for the Commonwealth as a community of equals, and her fundamental understanding that racism and fascism are evil, ensured esteem from Newcastle Central to Newcastle, KwaZulu—across our Commonwealth.",
        "I end where I started, in Newcastle. The Queen’s platinum jubilee was celebrated with enthusiasm in our leafy avenues and in our less-cared-for council estates. I particularly remember a tea party at the Holly Court retirement home in Blakelaw. The love, respect, enthusiasm and laughter we shared that afternoon in the Queen’s honour were so sincere and so genuine, and they were made all the more poignant because the organiser, Mrs T, had just received a British Empire Medal for services to the community and was so, so proud.",
        "We miss the Queen, we are grateful to her and we say, God save the King."
    ]
}