{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2022-speech-on-post-office-compensation-scheme/",
    "title": "Chi Onwurah – 2022 Speech on Post Office Compensation Scheme",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 7 December 2022.",
    "content": [
        "I welcome today’s statement and apology, which represent an important step forward in the delivery of justice following what may well be the largest miscarriage of justice in our country’s history. There have been 900 prosecutions. All the postmasters involved have their own stories of dreams crushed, careers ruined, families destroyed, reputations smashed, and lives lost. Innocent people have been bankrupted and imprisoned.",
        "Let me start by paying tribute to the Justice for Subpostmasters Alliance, the campaigning group, and to the hundreds of sub-postmasters whom no monetary amount can compensate for the injustice that they have suffered. This has been a long walk towards justice, and Members in all parts of the House have stood and spoken out in solidarity with the postmasters. I want to recognise, in particular, my right hon. Friend the Member for North Durham (Mr Jones) and Lord Arbuthnot, who are rightly to be members of the independent advisory board.",
        "I also pay tribute to the Minister who was previously formerly responsible for the Post Office, the hon. Member for Sutton and Cheam (Paul Scully). I do not do so lightly, but after successive Conservative Governments had sat on the scandal, he was the first to take hold of it and eventually—following much campaigning by Members of Parliament and members of the Labour party—to establish a statutory inquiry. Finally, I want to thank the journalist Nick Wallis, whose BBC Radio 4 series “The Great Post Office Trial” did much to bring this scandal to general attention.",
        "While I am pleased that some kind of acceptable outcome for the postmasters seems finally to be in sight, I have some questions to ask. The press release refers to a compensation scheme for postmasters who helped to expose the scandal, but I remind the Secretary of State that it was his Government who spent years aiding and abetting the Post Office in targeting those self-same postmasters who were looking for justice. Nearly £100 million was spent by the Post Office to defend the indefensible as part of a campaign of intimidation and deceit. The Government are the only shareholder in the Post Office, so it is right for the Secretary of State to take responsibility.",
        "At the core of this unforgivable scandal is the belief that workers were dishonest and technology infallible. Perhaps that is not surprising, given the Government’s track record on defending the rights of working people. Decent, honest people have had their lives torn apart, have been put in prison, and have been made to wait years for justice. Will the Secretary of State tell us how long he expects it will take for this scheme, and the other schemes, to pay the appropriate compensation, and whether the aim of these schemes is to return people to what would have been their original position had it not been for their involvement in Horizon? Will he also tell us which legal firm will be involved in the administration of this scheme, and whether that firm has previously advised either the Government or the Post Office on this matter?",
        "Value for taxpayers’ money is a key consideration on this side of the House, even if the Government like to waste it. Having wasted tens of millions of pounds on persecuting postmasters, can the Secretary of State tell us where the money for the scheme will come from as we face a cost of living crisis made in Downing Street? Will post office services suffer, or will other budgets be cut? The press release does not mention the Justice for Subpostmasters Alliance or Alan Bates, who led its efforts. Does the scheme have their full support?",
        "I hope the Secretary of State agrees that those who were involved in this injustice should not benefit from their involvement. Will he tell us how he intends to hold Fujitsu to account, and whether it is still being given Government contracts? Will he also tell us whether he supports the continued retention of the CBE that was awarded to Paula Vennells—who oversaw the Horizon scandal—for services to the Post Office?",
        "The Post Office is a national institution. It is part of so many of our lives. Its reputation has been hugely tarnished by this scandal, and I hope the Secretary of State will tell us how he intends to ensure that this never happens again and that the sub-postmasters receive justice as soon as possible.",
        "**Grant Shapps**",
        "I am grateful for the hon. Lady’s comments, although I rather hoped the House would come together today and debate this matter in a non-political, cross-party way, and she sought to make a number of, I think, somewhat inappropriate political points. I should gently point out that it was her party that was in power for the first 11 years of this scandal. I am pleased that we have worked across parties to fix it, and I think we should leave it there.",
        "Earlier today I spoke to Alan Bates, the founder and leader of the Justice for Subpostmasters Alliance, who is sitting in the Public Gallery. Obviously the members of the JFSA will speak for themselves, as they always have, about the extent to which they are satisfied with today’s statement, but we have been working closely together. The Minister for Enterprise, Markets and Small Business, my hon. Friend the Member for Thirsk and Malton (Kevin Hollinrake), has been meeting them as well, and will be keeping a close eye on the operation of the scheme.",
        "I reiterate the hon. Lady’s comments in thanking not just the right hon. Member for North Durham (Mr Jones) —as I did earlier—but my hon. Friend the Member for Sutton and Cheam (Paul Scully), Lord Arbuthnot, and others who have campaigned endlessly on this issue, including the BBC journalist Nick Wallis, who has played an important role in this long battle.",
        "The hon. Lady asked about timescales. As I said in my statement, we aim to complete this part of the scheme by the end of 2023, or, I hope, sooner. The large number of documents that we are putting online this morning will enable people to get on with processing their applications before making formal applications early next year. Sir Wyn Williams, who is conducting the formal inquiry, will, I hope, be able to shed significant light on what went wrong and provide a set of recommendations to prevent it from happening again. I have no doubt that Members, certainly on this side of the House, will be anxiously awaiting those recommendations."
    ]
}