{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2021-speech-on-the-arrest-of-the-sudanese-prime-minister/",
    "title": "Chi Onwurah – 2021 Speech on the Arrest of the Sudanese Prime Minister",
    "post_date": "October 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 25 October 2021.",
    "content": [
        "I thank the [Minister for her comments](https://www.ukpol.co.uk/vicky-ford-2021-statement-on-the-arrest-of-the-sudanese-prime-minister/). The last military coup in Sudan resulted in a long and brutal dictatorship that caused extraordinary human rights abuses, including war crimes, genocide and crimes against humanity. The armed forces in Sudan must remember that the military belongs to Sudan, and Sudan does not belong to the military.",
        "Last week the UK Government relaunched the UK-Sudan strategic dialogue, and the Minister met General al-Burhan on Wednesday 20 October. According to the official communiqué, the discussions involved a productive exchange of views concerning the civilian-led transition to democracy. Can she clarify what those productive discussions included? Have the upcoming meetings of the strategic dialogue been cancelled? Is the additional assistance announced last week still planned?",
        "Will the Minister join me in urging the Sudanese military to ensure that protestors and those engaged in civic action in the coming days are not harmed in the horrific manner that we have seen in recent years? Today, reports of injuries and the use of live ammunition are already reaching us. The communication shutdown must be lifted, and we must be clear that not only will any attempt to cover up attacks on protests fail, but responsibility for the cover-up will be on the shoulders of those currently in power, and we will pursue them. There can be no sustainable peaceful transition unless there is also transitional justice. On taking power today, General al-Burhan suspended the investigation into the 3 June 2019 massacres. Will she join me in condemning that?",
        "Any truly global Britain must be assertive in its support for democracy. As chair of the all-party parliamentary group for Africa, I know that our reputation has yet to recover from the devastating in-year cut to our global aid budget that the Government announced this year. Our response today and in the coming days will be seen as a template for how the UK supports democratic transitions across Africa. We must not fail."
    ]
}