{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2020-speech-on-huawei/",
    "title": "Chi Onwurah – 2020 Speech on Huawei",
    "post_date": "July 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 14 July 2020.",
    "content": [
        "I thank the [Secretary of State for giving me advance sight of his statement](https://www.ukpol.co.uk/oliver-dowden-2020-statement-on-huawei/). All sides of the House agree that the first duty of any Government is to protect their citizens, and we have confidence in our national security services, which go to such lengths to keep us safe. It has been clear for some time that there are serious questions over whether Huawei should be allowed to control large sections of our country’s telecoms networks, yet the Government refused to face reality. Their approach to our 5G capability, Huawei and our national security has been incomprehensibly negligent. The current Education Secretary was sacked as Defence Secretary for leaking parts of the security services’ advice on Huawei, yet the Government went on to ignore large parts of it. In January, the Foreign Secretary said in a statement to the House that the Government would legislate at “the earliest opportunity” on high-risk vendors. They then refused to work with us and their own Back Benchers to enable that to happen. Will the Secretary of State tell us when he will bring forward the legislation on high-risk vendors, including the robust regulatory and enforcement powers required to limit or eliminate their part in our network? “As soon as possible” and “shortly” will not wash any more.",
        "Will the Government publish the security advice on which today’s decision has been taken? What new information have they been given that was not available to them when the initial decisions were made? I would also like to ask the Secretary of State what discussions he has had with the Foreign Secretary and the Trade Secretary on likely retaliation. Where else are we dependent on Chinese suppliers—for example, in our nuclear sector—and how are we working with our democratic allies, including but not limited to the United States, to develop alternatives in these areas? The Secretary of State says that this change is being made in response to US sanctions, but in the past he has emphasised how closely he was working with the United States, so were the sanctions a surprise? Is our security policy being led by the US? Did the very visible human rights violations by the Chinese in Hong Kong and against the Uyghurs play no part in the decision?",
        "The reality is that the original decision on Huawei was made because, over the past decade, this Government have failed to deliver a sustainable plan for our digital economy. Almost exactly a year ago, the “UK Telecoms Supply Chain Review Report” was published. It stated:",
        "“We will develop and pursue a diversification strategy—including by working with our international partners—to ensure a competitive, sustainable and diverse supply chain.”",
        "Now the Secretary of State claims to have set out a “clear and ambitious diversification strategy”. This will come as a surprise to anyone who has looked at the Government’s statements. I would like to ask the Secretary of State: what are the actions to implement the strategy—which has effectively been set out somewhere and which I have not seen—and can he tell me where it is set out?",
        "This is a car crash for our digital economy, but one that could have been visible from outer space. BT and other vendors have put the cost of this decision in the billions. The Secretary of State says £2 billion. What is the basis for that estimate, and how will he ensure that the cost is not passed on to consumers? Today’s announcement refers to 5G, but what are the implications for our emergency services network—a saga even longer than this one, in which BT was planning to use Huawei?",
        "Open standards such as open RAN limit dependence on any one supplier; what is the Secretary of State doing to mandate such standards and open our networks to UK companies such as Cambridge company ip.access and the north-east company Filtronic? Crucially, what proportion of the additional money that is spent will go to UK companies and how many jobs will be created here? The Government recently announced a £500 million investment in bankrupt American satellite broadband provider OneWeb; are similar investments planned for 5G or 6G companies?",
        "Labour has repeatedly offered constructive ideas to get the UK out of the Huawei hole; we have consistently argued to end our national dependence on all high-risk vendors and improve corporate responsibility for global supply chains. This entire saga has shown that the Government cannot sort this mess out on their own. We need a taskforce of industry representatives, academics, start-ups, regional governments and regulators to develop a plan that delivers a UK network capability and secure mobile network in the shortest possible timeframe. Will the Secretary of State commit to that and return to the House regularly to update on progress?",
        "Will the Secretary of State get a grip, get a plan and secure our critical communications infrastructure, our digital economy and our national security?"
    ]
}