{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2023-speech-on-the-science-and-technology-framework/",
    "title": "Chi Onwurah – 2023 Speech on the Science and Technology Framework",
    "post_date": "March 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Chi Onwurah, the Shadow Secretary of State for Science, Innovation and Technology, in the House of Commons on 7 March 2023.",
    "content": [
        "I welcome the Secretary of State to her place, and I thank her for the [advance notice of her statement](https://www.ukpol.co.uk/contact-your-mp-chi-onwurah/).",
        "I welcome the framework. It will take pride of place on my virtual bookshelf next to the Government’s innovation strategy, the R&D road map, the science plan, numerous grand challenges, industrial strategies, sector deals and two UKRI reorganisations. We have seen nine changes of Science Minister in five years. Britain is a world-leading science nation, and we deserve a framework with a longer shelf life than a lettuce, especially given the shortage of salad items under this Government.",
        "It is good to see the Government setting out the principles for identifying the scientific capabilities that we need to protect and grow, and the outcomes that we wish to see from science, as well as seeking to increase STEM skills in teaching and support for start-ups and spin-outs. On the eve of International Women’s Day, and as a chartered engineer, I enthusiastically welcome the ambition to diversify the science and technology workforce. Let us work together to make that ambition a reality.",
        "I have a number of questions for the Secretary of State. How do the five critical technologies in the framework relate to the 17 sensitive areas in the National Security and Investment Act 2021, and the five key growth industries in the autumn statement? When will each critical technology have the appropriate regulatory framework that she talked about? Science-driven industries critical to our future prosperity, such as space, autonomous vehicles, batteries and steel, are not even mentioned. Labour has committed to an industrial strategy council on a statutory footing. Do Government have an industrial strategy?",
        "The framework rightly says that procurement is key to innovation. Why, then, have the Government objected to our amendments to the Procurement Bill to ensure that procurement is not captured by cronyism? The Government committed to £22 billion of science funding by 2027. Will the Secretary of State say what the current funding commitment is now? How much of the £370 million mentioned in the framework is truly new? If it is new, how is she paying for it? The Government promised that science spend will double, but the framework talks of raising science spend outside the greater south-east by only 40%. That suggests that our regional centres of innovation will not benefit from this increased funding. Is that all she has to say about the importance of regional innovation? What of the clusters that the Science Minister talks up so much?",
        "Start-ups and scale-ups are key to sustainable green growth, but the £10 million uplift to the seed fund mentioned here would not meet the early-stage funding requirements of one future Google. Will the Government adopt the recommendations of Labour’s start-up and scale-up review to drive innovative growth across our country?",
        "The biggest question is what is not in the framework—Horizon Europe, the world’s biggest science programme. Did the Secretary of State really think that she could get through the statement without even mentioning it? Thanks to the Tories, our brightest and best UK scientists are still having to choose between the funding that they desperately need and the country that they love. British research and British business are feeling the chilling impact of not being part of the world’s greatest scientific collaboration. Can the Secretary of State confirm that now that the Windsor framework has been agreed, Horizon association will follow? Specifically, will the Chancellor’s Budget next week include association funding?",
        "Labour believes that innovation and science are critical to building strong and self-sufficient national and regional economies. We see a clear path from investing in scientific research to the jobs that people can raise a family on. With our ambitious national missions, Labour would stoke the innovation engine to drive high-skilled growth, access new and diverse talent pools and catalyse regions that have been left out of science investment. I fear that this framework is another wish list designed to be shelved or scrapped at the earliest convenience of a Government addicted to sticking-plaster policies. Only a Labour Government, with our long-term industrial strategy, will deliver the science sector and the jobs that our country needs.",
        "**Michelle Donelan**",
        "I thank the hon. Member for her comments, but in reality it is this Government who are here today delivering jobs and a better future for the British public. As I said in my statement, we are focusing not only on actions today, but on a strategic long-term approach to ensure that we are a science and technology superpower by 2030.",
        "The hon. Member said that there are more technologies than the five that we have identified. Of course there are. The ones we have identified are the key strategic ones, but there is a great deal of work that my ministerial team and I are doing. On funding, we are investing £20 billion by 2024-25, as we have said on the record. The £370 million that we announced yesterday is a new spending commitment that we had not previously outlined. On geographical spread across the nation, we have made a strategic commitment to ensure that 55% of the spend is outside the south-east.",
        "The framework that we have set out is just one part of the work that my Department is doing. Let us not forget that it was established just four weeks ago. In one month, we have not only published a comprehensive framework plan, but got on with key actions to drive the agenda forward. This Government mean business. We have worked very hard in the past few weeks to talk collaboratively with industry and with researchers.",
        "I am not going to take the Opposition’s word about what is wrong. Let us have a look at what experts and people on the ground have to say. Professor Sir Ian Boyd, president of the Royal Society of Biology, says:",
        "“Science and technology is already a central plank of modern life. Putting this centre-stage in government strategy is essential and welcome.”",
        "Professor Julia Black, president of the British Academy, says:",
        "“The Department for Science, Innovation and Technology’s announcements reaffirm the Government’s ambition to put the UK at the forefront of global research, development and innovation”.",
        "I could go on all day long, because our announcement has been wholeheartedly welcomed.",
        "The hon. Member asked about Horizon. This is an announcement about our framework—that is what is on the annunciator screen—and not about Horizon, but I will answer her question anyway. We have not changed our position on Horizon. For the past two years, we have tried to associate. It was in the original deal, and we welcome the comments from the EU. Of course, terms would have to be favourable for the UK—we have lost two years—and we would have to ensure value for money for the taxpayer. We cannot wait around for another two years, because we want to put our researchers first. That is why we have done the responsible and right thing and worked up a plan B, which stands ready should we need it, but our position on Horizon has not changed. We look forward to continuing our conversations with the EU."
    ]
}