{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2010-maiden-speech-in-the-house-of-commons/",
    "title": "Chi Onwurah – 2010 Maiden Speech in the House of Commons",
    "post_date": "November 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 8 June 2010.",
    "content": [
        "Thank you, Mr Deputy Speaker, for giving me the honour to follow so many excellent maiden speeches.",
        "I would like to start by paying tribute to my predecessor. To be able to say on the doorsteps of Newcastle upon Tyne Central that I was the new Jim Cousins was a huge asset. Perhaps one in five constituents knew him personally, and had a tale to tell about how he had helped them. As a constituency MP, he could not be bettered. He was also a champion of Newcastle and the north-east, and his long service on the Treasury Committee was of great benefit to his country and his city. His role in saving Northern Rock will be long remembered.",
        "In the boundary review, Newcastle Central gained the wards of Elswick and Benwell and Scotswood from the old Tyne Bridge constituency. I want to thank David Clelland for his dedication to his constituents in those historic areas of my city.",
        "The Romans chose Newcastle as the lowest bridging point of the Tyne, and later built Hadrian’s wall, which runs through the constituency. In the centuries that followed, we guarded England from the attacks of Scottish raiders. How times change! But as a port, we were ever open for trade. Newcastle played a huge part in the major industries—wool, salt, shipbuilding, coal and engineering. We were at the leading edge of the first industrial revolution.",
        "If history is merely the story of great men, I need mention only some of Newcastle’s favoured sons to prove our place: Earl Grey, who has found such favour on the Government Benches; Armstrong, the great industrialist and founder of Newcastle university; and my own hero and fellow engineer, Stephenson, who built the railways.",
        "But I believe that it is the contribution of those whose names are not recorded that it is most important to remember. It was the unnamed, ordinary men and women of Newcastle who built the ships that enabled this small island to wield global influence. My own grandfather worked in the shipyards of the Tyne. The men and women of Newcastle built the trade union and Labour movements, to which we owe so many of our working and voting rights. They built the co-operative and the Fairtrade movements, which combined the best of international idealism and local realism. Closer to home, they fought to protect the unique environment that is the heart, or rather the lung, of Newcastle.",
        "Newcastle’s town moor is justly famous—a vast expanse of open moorland, kept in common and grazed by herds of cows. In London, cows in the centre of the city are considered installation art. In Newcastle, our councillors debate the future of our city within spitting distance of cowpats, an arrangement that I recommend to the House as ensuring a grass-roots sense of perspective.",
        "With this history and community, it is no wonder that I felt a huge sense of privilege growing up in Newcastle. Yes, we were a one-parent family on a poor working-class estate, North Kenton, but good local schools, great public services, great housing and the health service meant that I could fulfil my ambition of becoming an engineer. But just as I was deciding to enter engineering, the country was deciding to leave it behind. We were going to become a service economy. I believe in a strong service sector, but time has shown that an exclusive focus on services left our country weaker. Certainly, I had to spend much of my career abroad. Still, I saw first hand the devastation brought about by the loss of the great northern industries of mining, shipbuilding and steel—whole communities robbed of a purpose. Let us be clear, that loss was not just a north-east loss; it was the country’s loss. Although we remain the sixth largest manufacturing economy in the world, building and making things is no longer a part of our culture. That has to change.",
        "I know that I should not touch upon controversial subjects, which is why I am so glad that what I am going to say is entirely uncontroversial. During the election, all parties were in agreement that the economy needs to be rebalanced in favour of manufacturing. Newcastle, with our great universities, specialising in medicine, design and engineering, our industrial heritage and strategic assets, has an essential role to play. We can help the UK to meet two of the great challenges that face us—securing sustainable energy resources and supporting an ageing population. These sectors need to be part of the new economy. We need to build up our science and manufacturing base and foster the spirit of innovation that led George Stephenson to invent the steam engine and make his fortune.",
        "I know from my own experience that building a business takes vision, courage, blood, sweat and tears. But manufacturing is particularly difficult. It needs long-term investment. I recently visited BAE Systems and Metalspinners, two engineering firms in my constituency. I saw 60-tonne pressing and cutting machines that cost millions of pounds and are expected to last for decades. We must continue to help these companies invest. They need a strong public sector. They need apprenticeships, good transport links, a strong regional development agency and tax allowances for manufacturing and innovation.",
        "We are a small country and it is no longer our ships that set the boundaries of the world. But even as a small country, we can set the direction of the new industrial revolution if we equip ourselves to grasp those opportunities, and I will fight to make sure that the Government do just that. My career in Parliament will be dedicated to ensuring that Newcastle upon Tyne Central is an economically and culturally vibrant contributor to the UK and the world."
    ]
}