{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2019-speech-on-newcastle-united-football-club/",
    "title": "Chi Onwurah – 2019 Speech on Newcastle United Football Club",
    "post_date": "January 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chi Onwurah, the Labour MP for Newcastle-upon-Tyne Central, in the House of Commons on 24 January 2019.",
    "content": [
        "Madam Deputy Speaker, I must start by declaring an interest: I am a Newcastle United fan. [Hon. Members: “Hear, hear!”] Thank you. When I raised this with the House authorities, I was told I did not need to declare it as I “derived no real benefit” from it. I would dispute that. Supporting Newcastle United has brought me great joy, and a sense of belonging, shared purpose, and community as well as the opportunity to watch the beautiful game at its beautiful best in that cathedral to football, St James’ Park. But it has also brought me deep despair and disappointment, particularly in the last few years. I also wanted to present myself in my Newcastle team shirt today, but I was told in no uncertain terms that that was not allowed. Instead, I have settled for a Newcastle Libraries T-shirt with our city on it.",
        "Newcastle United is at the heart of the city. Unlike Liverpool or London, we have only one professional football team and we are united in our support. And what support it is! Hon. Members may recall that, back when we had regional development authorities and investment in our regions, the One NorthEast tourism slogan was “Passionate people, passionate places”. Well, the passion of Newcastle is football. We have consistently high attendances—some of the highest in the league until recent times—and the economy of the city is influenced by the success on the pitch. If we are winning, we are singing—and spending. If we are losing, the gloom hovers over all our heads like individual storm clouds. It is part of our culture.",
        "Anyone who moves to Newcastle—and we certainly have an unparalleled quality of life, so I recommend that everyone does so—will find it an open, welcoming and warm city, but whereas elsewhere they might get away with talking about the weather, in Newcastle they will need to know how the Toon are doing. It is part of our mental wellbeing—90 minutes spent at the Gallowgate end would be enough to convince anyone of that—and this is true not only in Newcastle, as my hon. Friends—and fellow fans—the Members for Gateshead (Ian Mearns) and for North Tyneside (Mary Glindon) can attest. They would have liked to be here today.",
        "Football is the lifeblood of many cities, particularly in the north, and that remains the case despite changes that have seen money, not fans, become the driving force of football thanks to the creation of the Premier League and billions of pounds from Sky Sports. While I will speak mainly about Newcastle United football club, its finances and its owner, much of what I say applies to football as a whole.",
        "Since 2008, Newcastle United has been owned by Mike Ashley, who also owns Sports Direct, House of Fraser and several other retail businesses. In July last year, I presented a petition reflecting the concerns of fans groups, such as If Rafa Goes We Go and the Magpie Group, and that caught the attention of Mr Ashley, something which I had been unable to do as the MP for St James’ Park, despite writing to him to ask for a meeting. It is testimony to the power of Parliament that, after announcing this debate, I was able to meet Mr Ashley on Saturday. I committed to Mr Ashley that I would make no personal attacks on him—I will not avail myself of parliamentary privilege to do so—and I say to all the fans that personal attacks on Mr Ashley or his employees are wrong and hurt our cause.",
        "I shared with Mr Ashley my concerns about financial transparency and funding, and he was passionate in his defence of his investments and in saying that he has not taken any money out of the club other than, he said, short-term funding on a temporary basis. That, he said, was in contrast with the period prior to his ownership. He also emphasised that he had made it clear the club must stand on its own two feet and can only spend the money it generates. Well, to put it diplomatically, we disagreed. The meeting was open, frank and robust, with strong views on both sides, and I hope to continue the dialogue. Indeed, this debate is part of that dialogue. It has to be, because I have still to receive a reply to my letter of last year in which I raised several critical issues that I have also raised in correspondence with the Secretary of State for Digital, Culture, Media and Sport and the previous Sports Minister, the hon. Member for Chatham and Aylesford (Tracey Crouch).",
        "Mr Ashley said that the club can spend only what it is generates—a form of austerity economics of which those on the Tory Benches could be proud—but Newcastle United needs investment to reach its potential. Earnings have been hit by uncertainty and the bad feeling between fans and the owner, but even if we accept what he says, how are we to know what income the club generates? As the Secretary of State said in his letter to me, clubs are treated as any other private business and must submit accounts to Companies House. I am not an accountant, but I have an MA in business administration, studied corporate finance and worked in business for 20 years. However, I have looked at the NUFC accounts and cannot work out what is going on.",
        "Faith in Newcastle’s accounts has not been helped by comments made by Mr Ashley at the Housing, Communities and Local Government Committee last December, when he said:",
        "“People cheat. That is what businesses do.”",
        "He also said:",
        "“Accountants are able—this is their job, by the way—to move the numbers about pretty much at will.”",
        "That seems to be what is happening at Newcastle. Mr Ashley’s ownership of the club passes through four separate companies: Mash Holdings, St James Holdings, Newcastle United, Newcastle United Football Holdings. In addition, dozens of other companies are associated with the club and Mike Ashley, and managing director Lee Charnley has more than 30 other directorships. Newcastle United’s accounts do not include a cash flow statement, although having one is a requirement of reputable accounting. All that seems designed to make it harder to follow the money and see what income is being generated.",
        "I hope that the Minister will agree that that is unacceptable and that she will commit to ensuring that the following income streams can be identified. First, TV payments. These should be more than £123 million, but they are not reported separately. Secondly, merchandise. Mr Ashley turned the club shop into a Sports Direct shop, but the revenues from Sports Direct do not go to the club. Thirdly, player sales. The way in which the purchase and sale of players is booked and amortised is in itself arcane. Newcastle United are consistently reported as having one of the lowest spends on players in the English premiership, and many estimates indicate the club have actually made a profit on player sales overall during Mr Ashley’s ownership. Does the Minister agree that we should be able to calculate that sum?",
        "Fourthly, advertising. Sports Direct hoardings are all over St James’ Park and, yet again, we do not see the revenue in the accounts. Finally, land sales. Next to St James’ Park is an area called Strawberry Place, which Mr Ashley allegedly purchased from the club for less than it was worth—we do not know, because the price is not visible. What we do know is that Strawberry Place is being developed for student accommodation. Selling the land stopped any further expansion of the stadium, and fans believe that the profit from the sale of that land will not benefit the club, but how are we to know? There is also an issue about land and property apparently sold to companies called Project J Newco No.39 and Project J Newco No.40, which appear to be connected to Mr Ashley, but there is no evidence of any payment.",
        "**Eddie Hughes (Walsall North) (Con)**",
        "Has the hon. Lady seen Deloitte’s “Football Money League” report? It seems to identify some of those incomes, such as £27 million for match day, £143 million for broadcasting and £32 million for commercial, figures that we can only dream of for Walsall football club.",
        "**Chi Onwurah**",
        "I appreciate the hon. Gentleman’s interest in Newcastle United, and I have seen the figures in Deloitte’s report, which make Newcastle United the 19th richest club in the world. My concern is that those figures should be reported visibly for all clubs, particularly in the Premier League, where there is so much money going around.",
        "Mr Ashley appears to be able to move assets between his privately owned companies at will, despite the club being a historic cultural icon and the other companies being of somewhat less reputable status and longevity.",
        "We do not know what income the club is generating and whether that money is being used on the club. What is certain is that this transfer window, like the last one, is closing without money being spent on players or training facilities. Mr Ashley’s principal investment in the club has been in the form of loans, rather than equity—presumably to protect his financial exposure. Those loans are interest free, which is good, but as loans they can be called in if needed, so the sustainability of Newcastle United depends on his other businesses being successful.",
        "That leads me to Mr Ashley’s business practices more generally. The BEIS Committee likened them to a Victorian workhouse, with employees being paid below the minimum wage. A “Dispatches” investigation found employees were publicly shamed for talking, for spending too long in the toilet or for falling ill, and lived in fear of being fired. Now Mr Ashley says that he is going to save the high street. Forgive me for being somewhat cynical, having seen how he has saved Newcastle United.",
        "Newcastle United is an asset to our city, a cultural giant in our lives. I explicitly pay tribute to the fantastic Newcastle United Foundation, which uses the power and passion of football to do great work across the north-east and is, in part, funded by the club, although again that funding is not transparent. The Premier League also uses some of its vast wealth for the benefit of local communities, at least what can be spared from expenditure such as its £5 million farewell gift to departing executive chairman Richard Scudamore.",
        "Neither Newcastle United nor the Premier League consider themselves to be accountable to fans. As many constituents have made clear to me, fans feel powerless before the slow destruction of what we believe in. Newcastle United is the beating heart of our city, and we should be able to protect it.",
        "That goes to the heart of the matter. Why is it that a person can buy a stately home in the wilds of Wiltshire and not be able to change even a window frame, but they can buy Newcastle United, which is in the heart of Newcastle, and strip it of its assets without so much as an eyebrow being raised? Why is football left largely to regulate itself when other businesses, from pubs to social media companies, must meet social requirements?",
        "I know that the Minister recognises the importance of football clubs and the custodian role of owners, because she said so during the recent debate on Coventry City. Will she now put that recognition into action? Will she launch an inquiry into the reporting requirements of premiership clubs, using Newcastle United as a test case? Will she ensure that that inquiry answers the financial questions that I have raised? Will she ensure that supporters have a voice on football club boards, as Labour has called for? Will she make reputable custodianship a requirement of club ownership? The fit and proper person test is clearly not fit for purpose.",
        "It is with great sadness that I say that I have come to the conclusion that football is broken. Its governance has not kept pace with its income, and money has won over sport. We cannot turn back the clock, but we can put in place effective regulation so that financial transparency enables the beautiful game’s true splendour to shine forth once more."
    ]
}