{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2019-speech-on-visa-processing/",
    "title": "Chi Onwurah – 2019 Speech on Visa Processing",
    "post_date": "June 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 19 June 2019.",
    "content": [
        "This is an important debate about technology, automation, the Home Office, immigration and people’s lives. I came to the House in 2010 and have since often raised issues to do with technology, and I also feel that a better debate on immigration has often been needed, so the opportunity to spend two hours and 20 minutes debating this subject is an unexpected but welcome surprise. However, I do not intend to detain the House for much longer than the half hour originally estimated, although I will be happy if other Members wish to.",
        "I want to start by saying that I am happy to call myself a “tech evangelist”, having worked as an engineer in the tech sector for 20 years before coming into Parliament. Since then, I have worked to champion technology and how it can make all our lives better; I was the first MP to mention the internet of things in this place, for example. Over the years, I have also raised concerns about the impact of technology, especially with a Government who refuse to put in place a regulatory framework that reflects its potential for harm as well as good, and who, critically, refuse to accept that the impact of technology on society is a political choice.",
        "Along with others, I have been highlighting the potential harms of algorithmic decision making, artificial intelligence and data exploitation for years, yet the Government have done nothing. In fact, we now learn that they have done worse than nothing: they have taken advantage of the current regulatory chaos to implement algorithmic management in secret.",
        "On 9 June, the Financial Times revealed that the Home Office was secretly using algorithms to process visa applications, which is making a bad situation worse. I say that because of my experience as a constituency MP in Newcastle with a significant level of immigration casework—I will talk more about that. I am also chair of the all-party parliamentary group on Africa. We are currently conducting an inquiry into UK visa refusals for African visitors to the UK. We have met the Minister—we are grateful for that—and our report will be published next month. Furthermore, I am chair of the all-party parliamentary group on diversity and inclusion in science, technology, engineering and maths; algorithmic bias is one important example of how the lack of diversity in STEM is bad for tech and society.",
        "According to the Financial Times journalist Helen Warrell, the Home Office uses an algorithm to “stream” visa applicants according to their supposed level of risk—grading them red, amber or green. The Home Office says that that decision is then checked by a real-life human and does not impact the decision-making process, which is the most ridiculous justification for algorithmic decision making ever—that it does not make any decisions! Presumably it is just there to look good. We must not forget the inevitability of confirmation bias in human decision making, which was raised by the chief inspector of borders and immigration.",
        "The Home Office refuses to give any details of the streaming process, how risk is determined or the algorithm itself. That lack of accountability would be deeply ​worrying in any Department, but in the Home Office it is entirely unacceptable, particularly when it comes to visa processing. The Home Office is broken. We know that it is unable to fulfil its basic visa-processing duties in a timely or consistent manner. If we add to that a powerful and unregulated new technology, Brexit and bias, we have a recipe for disaster.",
        "I know that there are many able and hard-working civil servants in the Home Office, though fewer than there were. When I say that the Home Office is broken, it is not a criticism of them, but of the resources they are given to do their job. The all-party parliamentary group for Africa received detailed and, at times, excoriating evidence from a whole range of people and organisation—academics, artists, business owners, scientists and family members—who had been wrongly denied entry to the UK. I will give just a few examples.",
        "LIFT, the world-famous London International Festival of Theatre, applied for visas for well-known artists from the Democratic Republic of Congo for a performance exploring their experience of civil war. They were denied visas on the basis that UK dancers could perform those roles. We also heard from the Scotland Malawi Partnership, which highlighted a case where a high-profile musician invited to the UK from Malawi was given a visa rejection letter from UK Visas and Immigration that essentially stated, “We reject your visa because [insert reason here].”",
        "**Patrick Grady (Glasgow North) (SNP)**",
        "I thank the hon. Lady for giving way and wholeheartedly endorse everything she is saying. We have worked closely together. I chair the all-party parliamentary group on Malawi and assist her on the APPG for Africa. As she says, these examples are just the tip of the iceberg. She is right that we should not blame the individual decision makers in the Home Office. It is the policy, the lack of resourcing and, as I think she is getting to, the increasingly broad-brush approach to the use of automation. This is damaging the whole of the UK and everything the Government say about wanting to make Britain a great country to come to; that simply will not be the case if people cannot get through the door.",
        "**Chi Onwurah**",
        "I thank the hon. Gentleman for his intervention. Unsurprisingly, as we have worked together in the all-party parliamentary groups, I agree with everything he said. In fact, he anticipates some of the points that I will come on to make.",
        "Our APPG also heard of ordained ministers and priests being denied visas either because they did not earn enough—as if they had taken a vow of poverty—or because the Church of England is not considered a reputable sponsor. We heard of a son unable to reach his father’s deathbed and grandparents unable to see their grandchildren.",
        "**Mr Jim Cunningham (Coventry South) (Lab)**",
        "I have seen similar cases, particularly when somebody wants to bring a member of their family over here. I will not go into great detail, but I had a case where an individual was dying of cancer, which meant that her husband would have to give up his job to look after their four kids. The problem was trying to get somebody from her home country to come here to look after her until she died. It took a long time for us to sort that out, but eventually they were allowed a visa to come here. Nine ​times out of 10 with visas or even leave to stay, there are major problems with the Home Office. My hon. Friend is right; something has to happen. The Home Office is under-resourced and has a lack of personnel. It might tell us that it can put an application through in a given time, but it does not happen that way. People often turn up at our surgeries, and they are sometimes very distressed about the way these things are handled.",
        "**Chi Onwurah**",
        "I really thank my hon. Friend for that intervention, because he is of course absolutely right. He raises a heartbreaking case, but he also hints at the fact that, as a consequence, we as MPs are seeing more casework and having a higher case load. That in itself is putting more pressure on the Home Office because we raise cases and ask for them to be reviewed. It takes longer to effect a decision—a final, just decision—and the people concerned have their lives disrupted, in some cases heartbreakingly so, for a longer period of time.",
        "I want to mention the case of a United Kingdom mayor who was denied the presence of their sister at their inauguration, presumably because they were not considered to be a credible sponsor. Finally of these national cases, Oxfam has highlighted that, because of visa rejections, only one of the 25 individuals from Africa expected to attend a blog-writing training course at the recent London School of Economics Africa summit was able to do so. Non-governmental organisations and so on are trying to support in-country skills development, but it is often the case that it is very difficult to bring people, particularly young people, working for Oxfam or other NGOs to this country for training.",
        "The Minister should know that her Department is notorious for a culture of disbelief, with an assumption that visitors are not genuine. I will give one example from my own constituency. Last year, the University of Nigeria Alumni Association UK branch chose to hold its annual meeting in Newcastle—by the way, it is a fantastic location to hold all such events—but a significant number were initially denied visas on the grounds that they might not return to Nigeria. These were all businessmen and women, academics or Government workers with family in Nigeria. After my intervention, their visas were approved, but that should not have been necessary.",
        "Entry clearance officers are set independent targets of up to 60 case decisions each day, and our all-party group investigation found that this impacted on the quality and fairness of decision making. Home Office statistics from September 2018 show that African applicants are refused UK visas at twice the rate of those from any other part of the world. When visitors are denied entry arbitrarily, the UK’s relationship and standing with those countries is damaged, as has been mentioned, and we lose culturally and economically. International conferences and events, new businesses, trading opportunities and cultural collaborations are being lost to the UK because of the failings of the Home Office.",
        "The last report on visa services from the independent chief inspector in 2014 found that over 40% of refusal notices were",
        "“not balanced, and failed to show that consideration had been given to both positive and negative evidence.”",
        "Last month, it was announced that the six-month target for deciding straightforward asylum cases is being abandoned. This was a target that, as the Home Office’s ​own statistics show, was repeatedly missed. In 2017, one in four asylum cases was not decided within six months, while immigration delays have doubled over the past year, despite a drop in cases. As a constituency MP, I know from personal experience about the significantly longer delays to visa applications.",
        "This is a failing system, but it is run for profit. Applicants are routinely charged up to 10 times the actual administrative costs of processing applications. For example, applying for indefinite leave to remain in the UK costs £2,389, while the true cost is just £243.",
        "Fees for refused visas are not refunded and there is no right of appeal for the refusal of a visit visa application. Within the process, even communication with the Home Office is monetised: people are charged £5.48 to email the Home Office from abroad and non-UK-based phone calls cost £1.37 per minute.",
        "The fact that the Department has reputedly lost 25% of its headcount under the austerity agenda must be part of the reason for these failures, but there is also the culture of disbelief, which I mentioned earlier, the hostile environment, of which we have heard much, and the impact of Brexit, because what staff do remain are being moved on to Brexit preparation. It is in this environment that the Home Office decided that the answer was an algorithm.",
        "According to the Home Office, the use of algorithms in visa processing is part of an efficiency drive. They are being used not to improve the quality of decision making, but to make up for a lack of resources and/or to drive further resources out. As an engineer, I often say that whatever the problem is, the answer is never technology—at least, not on its own. I will say categorically that algorithms should not be used for short-term cost savings at this stage in their evolution as a technology.",
        "Let me define what we are talking about. An algorithm is a set of instructions, acting on data entered in a particular format, to make a decision. If the algorithm learns from performing those instructions how to make better decisions, that might be called machine learning. If it both learns from performing its instructions and can act upon data in different and unpredictable formats, it might be considered to be artificial intelligence—might, but not necessarily is, because not everything that is artificial is intelligent.",
        "Critically, algorithms are only as good as their design and the data they are trained on. They are designed by software engineers, who tend to come from a very narrow demographic—few are women, from ethnic minorities or working class. The design will necessarily reflect the limits of their backgrounds, unless a significant effort is made for it not to.",
        "There are many examples of problems with the training data for algorithms, from the facial recognition algorithm that identified black people as gorillas because only white people had been used to train it, to the match-making or romantic algorithm that optimised for short-term relationships because the training data showed that they generated more income, due to the repeat business. Unless algorithms are diverse by design, they will be unequal by outcome.",
        "Algorithms are now an integral part of our lives, but without any appropriate regulation. They drive Facebook’s newsfeeds and Google’s search results; they tell us what to buy and when to go to sleep; they tell us who to vote ​for and whom to hire. However, there is no regulatory framework to protect us from their bias. Companies argue that the results of their algorithms are a mirror to society and are not their responsibility; they say that the outcomes of algorithms are already regulated because the companies that use them have to meet employment and competition law. But a mirror is not the right metaphor; by automating decision making, algorithms industrialise bias. Companies and especially Governments should not rely on algorithms alone to deliver results.",
        "I hope that the Government are not accepting algorithms in their decision making processes without introducing further regulation. The Home Office has denied that the algorithm for visa streaming takes account of race, but it refuses to tell us anything about the algorithm itself. Home Office guidance on the “genuine visitor” test allows consideration of the political, economic and security situation of the country of application, or nationality, as well as statistics on immigration compliance from those in the same geographical region, which can often be proxies for race.",
        "When I announced this debate, many organisations and individuals sent me examples of how Home Office algorithmic decision making had effectively discriminated against them. Concerns were also raised about other automated decision making in the Home Office—for example, the residency checks in the EU settlement scheme, which uses a person’s Her Majesty’s Revenue and Customs and Department for Work and Pensions footprints to establish residency, but does not consider benefits such as working tax credit, child tax credit or child benefit. All those benefits are more likely to be received by women. Therefore, the automated residency check is likely to discriminate against women, particularly vulnerable women without physical documents.",
        "We do not know whether the visa processing algorithm makes similar choices, whether it was written by the same people, or indeed whether it originated in the private sector or the public sector. The Home Office says that algorithmic decisions are still checked by people—a requirement of GDPR, the general data protection regulation—but not how much time is allowed for those checks, and has admitted that the purpose of the algorithm in the first place was to reduce costs.",
        "Unfortunately, the Government’s track record on digital and data does not give confidence. When the Tories and Liberal Democrats entered Government in 2010, big data was a new phenomenon. Now it drives the business model of the internet, but the Government have done nothing to protect citizens beyond implementing mandatory European Union legislation—GDPR. They are happy to preside over a state of utter chaos when it comes to the ownership and control of data, and allow a free-for-all to develop in artificial intelligence, algorithms, the internet of things and blockchain. In 2016, for example, the DWP secretly trialled the payment of benefits using shared ledger or blockchain technology. Despite the privacy implications of using a private company to put sensitive, highly personal data on to a shared ledger that could not be changed or deleted, we still do not know what the process was for approving the use of this technology or the outcome of the trial. The Government should have learned from the Care.data debacle that the misuse of technology damages public trust for a long time.​",
        "I like to consider myself as a champion of the power of shared data. I believe the better use of data could not only reduce the costs of public services, saving money to be better used elsewhere, but improve those services, making them more individual, more personal, faster and more efficient. However, I am not the only one to raise concerns. Algorithmic use in the public sector was recently debated in the Lords, where it was estimated that some 53 local authorities and about a quarter of police authorities are now using algorithms for prediction, risk assessment—as in this case—and assistance in decision making. Now that we find it being used in the Home Office, it is essential that the Government—I am glad to see the Minister here today—answer the following questions. I have, I think, 11 questions for the Minister to answer.",
        "Will the Minister say whether this algorithmic visa processing is part of machine learning or artificial intelligence? Is the algorithm diverse by design? Will the Minister say whether the algorithm makes choices about what data is to be considered, as with the settled status check example? Who was responsible for the creation of the algorithm? Was it the Home Office, the Government Digital Service or a private sector company? What rights do visa applicants have with regard to this algorithm and their own data? Do they know it is being used in this way? How long is their data being stored for and what security is it subject to?",
        "What advice was taken in making the decision to introduce this algorithm? Did the Government consult their Centre for Data Ethics and Innovation, the Department for Digital, Culture, Media and Sport or the Cabinet Office? Does the duty of care in the online harms White Paper from DCMS apply to the Home Office in this case? What redress or liability do applicants have for decisions that are made in error or are subject to bias by the algorithm? What future algorithms are planned to be introduced into visa processing or elsewhere? Finally, why is it that journalists—in this case, from the Financial Times, as well as Carole Cadwalladr—seem to have identified and brought attention to the misuse of algorithms but the Government or any of their regulators who are supposedly interested in this area, such as Ofcom or the Information Commissioner’s Office, have not? Will the Minister say which regulator she feels is responsible for this area?",
        "A Labour Government would work with industry, local authorities, businesses, citizen groups and other stakeholders to introduce a digital Bill of Rights. This would give people ownership and control over their data and how it is used, helping to break the power of the monopoly tech giants, while ensuring a right to fair and equal treatment by algorithms, algorithmic justice and openness. We need to be able to hold companies and Government accountable for the consequences of the algorithms, artificial intelligence and machine learning that drive their profits or cost-cutting. A Labour Government would protect us not just from private companies, but from the cost-cutting of this Government, who I suspect either do not understand the consequences of their technology choices or do not care.",
        "I hope that the Minister can reassure me and answer my questions and that she can demonstrate that the use of algorithms in the Home Office and elsewhere across Government will be subject to proper transparency, scrutiny and regulation in future.​"
    ]
}