{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2023-parliamentary-question-on-the-cost-of-living-with-students/",
    "title": "Chi Onwurah – 2023 Parliamentary Question on the Cost of Living with Students",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Commons on 16 January 2023.",
    "content": [
        "**Chi Onwurah (Newcastle upon Tyne Central) (Lab)**",
        "What steps she is taking to help support students with the cost of living.",
        "**The Minister of State, Department for Education (Robert Halfon)**",
        "My Department has made a one-off reallocation of funding to add £15 million to this year’s student premium, now worth £276 million. Universities can support disadvantaged students by drawing on this student premium and their own hardship funds, and many universities such as Newcastle and Northumbria have allocated funds to support disadvantaged students.",
        "**Chi Onwurah**",
        "Newcastle University student union’s recent cost of living crisis survey revealed that 41% of students had considered dropping out due to financial pressures. They are trying to balance studying with part-time and full-time jobs, and they feel increasingly isolated and exhausted. The student union food bank is restocked daily and is emptied quickly, with the record being within seven minutes. The Minister knows that his additional hardship fund works out at about £10 per student, and students are £1,500 worse off because of the mismanagement of maintenance loans. Why is he punishing students like this?",
        "**Robert Halfon**",
        "Of course I recognise that some students are facing hardship with the cost of living challenges, like many people up and down the country. The £276 million is a lot of money that universities can draw on. As I mentioned, there has been an increase of £15 million. Students in private accommodation can get a £400 rebate on their energy bills. We have frozen tuition fees for the past few years; by 2024-25, they will have been frozen for seven years. We have increased maximum loans and grants by 2.8% and if students’ incomes fall below a certain level, they can reapply to get their loans looked at. I really welcome the fact that Newcastle University has increased the package of support available to students to more than £1.7 million—",
        "**Mr Speaker**",
        "Order. I call Matt Western.",
        "**Matt Western (Warwick and Leamington) (Lab)**",
        "As we hear, the cost of living crisis is serious for everyone, but students in particular are facing real hardship. Independent economists estimate that many students will be up to £1,500 worse off this year. Given the Government’s current focus on maths, can the Minister explain how his Government calculated an increase of just 2.8% in the maintenance loan, following 2.3% this year, when the rolling average inflation rate is running at 9.3%?",
        "**Robert Halfon**",
        "We have to be fair to students, but we have to be fair to the taxpayer as well. We recognise student hardship, which is why we increased the student premium by £15 million to £276 million. Universities have their own hardship funds, and I highlighted the £1.7 million given by Newcastle University. Universities across the country are helping disadvantaged students. Students whose family income falls below a certain level can apply to the Student Loans Company to have their loan reassessed."
    ]
}