{
    "url": "https://www.ukpol.co.uk/chi-onwurah-2022-speech-on-bowel-conditions/",
    "title": "Chi Onwurah – 2022 Speech on Bowel Conditions",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chi Onwurah",
            "url": "/tag/chi-onwurah/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chi Onwurah, the Labour MP for Newcastle upon Tyne Central, in the House of Lords on 11 October 2022.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to require the Government to publish an assessment of incidences of bowel conditions and diseases, including an assessment of geographical and socioeconomic disparities.",
        "We have a hidden epidemic—a hidden epidemic that this Government are making no attempt to understand, and a hidden epidemic that is devastating the lives of many in Newcastle Central: a hidden epidemic of bowel disease and bowel conditions in the north-east.",
        "Bowel conditions are not a sexy subject; needing the loo rarely is, though it can be a source of humour. I know that children are always fascinated to learn that there was a curtain around your Chair, Mr Deputy Speaker, for over 600 years to enable Speakers to relieve themselves during long sessions. Fortunately, we have moved on since then, but there is still a curtain around bowel conditions. That is why we are all so grateful for the much missed and tireless “Bowel Babe”, Dame Deborah James, who did so much to tackle the stigma surrounding the diagnosis and care of people with bowel diseases.",
        "Bowel ill health has a significant impact on my constituents, leading to lives lost and stoma surgery, which requires ongoing care and support. Like Members across the House, my primary concern is the wellbeing of my constituents. That is why I, like so many of us, attended the “Stomas in Parliament” event in July, to better understand the impact of stomas on constituents’ lives. It is also why in July, I visited Richard Brady, consultant colorectal surgeon at Newcastle Clinical Research Facility, to see how they are trialling innovative surgical products from the company Coloplast that reduce the burden of leakage on stoma wearers. It was fascinating to hear and see the reality of stoma wearing and changing, but I also learnt of the difficulties confronting so many patients in Newcastle and the north-east.",
        "One person living with a colostomy told me that he felt invisible to Government. One who has had inflammatory bowel disease since she was 16 and, later, ulcerative colitis has “lost count” of the number of medications and surgeries she has had. Another living with stage 3 bowel cancer explained the frustration and embarrassment they felt in public spaces when a toilet was not available in shops. One patient said that, during the first few months following her ileostomy, her stoma nurse felt like her only friend. Another said that she felt as though the world was crashing down when she was diagnosed with colorectal cancer after experiencing no symptoms, and one person living with a stoma told me that his condition made him fear leaving the house, thus isolating him from the people he loved and the things he loved to do. The lived experiences of those with bowel disease can be very distressing.",
        "Bowel disease comes in many forms. There is colon cancer, inflammatory bowel disease, Crohn’s disease, diverticulitis, gastroenteritis, diverticular disease, colitis, ileus and many more. All these conditions impact patients differently, and each presents its own challenges.",
        "The north-east appears uniquely vulnerable to bowel ill health. Scientists believe that that is because we have the perfect storm of contributory factors. According to The BMJ, the north-east has the highest rate of ulcerative colitis in the country, and the UK as a whole has the highest rate in Europe. The north-east also has the highest rates of colorectal cancer in the UK, with 646 patients diagnosed per 100,000 people—14% higher than London. The UK also has one of the lowest survival rates of colorectal cancer in high-income countries.",
        "Diverticulitis, in which tiny bulges in the colon wall become inflamed, leading to severe pain, is another condition linked with many social factors that are more prevalent in the north-east. One is smoking; 13% of people in the north-east smoke, which is the highest rate in England. Another is obesity. In the north-east, 34% of adults are obese, which is the joint highest rate in England, and 29% of year 6 children are obese—the second highest rate in England.",
        "Another critical factor is economic deprivation, to which the north-east is particularly vulnerable following 12 years of Conservative economic mismanagement and neglect. Two in five children in the north-east live in poverty—the highest rate of any UK region. According to a recent Survation poll, a third of people in the north-east are worried that they might have to use a food bank—the highest proportion in the country. Access to primary care is also a factor, and can be linked to poverty: when a person works two jobs to make ends meet, it is harder to get to the doctor’s. Other factors include Celtic heritage, lack of exposure to sunlight, and a diet high in animal fat. The consequence of all these factors combined is that the north-east suffers from higher rates of bowel ill health. Despite that, it has lower rates of screening uptake. That means more advanced cases, and higher rates of stomas that result in ongoing care demands and have a significant impact on people’s quality of life.",
        "As I have said, Newcastle Hospitals NHS Foundation Trust is a centre for innovative bowel disease treatment, and patients cross the Pennines for its support, but the Government need to do much more to highlight and address the unacceptable regional disparities in bowel illness. In answer to my parliamentary questions, the Department of Health and Social Care told me that it makes no assessment of regional disparities in the prevalence of bowel disease. The Bill would make patients living with these conditions visible in the NHS and in Government datasets, which would aid treatment and help to identify areas with a higher prevalence of a condition.",
        "The Government also told me that there were just under 2,000 newly formed stomas in 2021, but analysis of NHS patient activity data suggests that the true number is around eight times higher, at between 160,000 and 200,000. The Government simply do not know what is happening. We need legislation to better understand, identify, prevent and address bowel conditions, so that we can better target investment, and focus resources on reducing inequity across the UK. My Bowel Conditions (Assessment) Bill would be the first step in addressing the issue, not only for my constituents, but for the country.",
        "The Bill would provide for the statutory collection and reporting of statistics by region and by socioeconomic indices. This data would be invaluable to all those involved in the treatment of bowel conditions. More importantly, it would help in supporting existing patients, and contribute towards prevention and diagnosis of future patients. Better understanding will save lives.",
        "The Bill would force the Government to assess, and ultimately address, the inequalities that have grown over 12 years of Tory neglect. Twelve years of Government mismanagement have resulted in record waiting lists for care, and chronic staff shortages. Cancer waiting times worsened in every one of those years prior to the pandemic, and according to Bowel Cancer UK, England is also poorer at diagnosing cancers at an early, more treatable stage than the best performing countries. That is why the next Labour Government will undertake one of the biggest expansions of the NHS workforce, and will produce a long-term workforce plan for the NHS.",
        "People living with bowel conditions deserve to live in dignity. For this to happen, we need the stories and voices of patients to be heard by the Government. The Bill will make that patient living with a stoma who said that he felt invisible visible to the NHS, to integrated care boards, to the Department of Health and Social Care, and to the Government. I hope that the Bill progresses today, so that we can finally address this hidden epidemic, which affects and cuts short the life of so many in the north-east.",
        "Question put and agreed to.",
        "Ordered,",
        "That Chi Onwurah, Liz Twist, Mary Kelly Foy, Catherine McKinnell, Kate Osborne, Mrs Sharon Hodgson, Mrs Emma Lewell-Buck, Ian Lavery, Ian Mearns and Grahame Morris present the Bill.",
        "Chi Onwurah accordingly presented the Bill."
    ]
}