{
    "url": "https://www.ukpol.co.uk/guy-opperman-2020-speech-on-trustee-stewardship/",
    "title": "Guy Opperman – 2020 Speech on Trustee Stewardship",
    "post_date": "December 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Guy Opperman",
            "url": "/tag/guy-opperman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Guy Opperman, the Minister for Pensions, on 1 December 2020.",
    "content": [
        "I am grateful to David Weeks and to Janice Turner, co-chairs of the Association of Member-Nominated Trustees for inviting me to speak with you again.",
        "The last time I spoke at an AMNT event was in the October of 2019. Clearly a lot has happened since then. I was delighted to be reappointed as Pensions Minister after the December election. It is a job I asked to do at the start and it remains a job I really enjoy and believe in doing. I believe it is very, very important to do this job and I’m honoured and privileged that it is me taking it forward.",
        "I also believe we’ve managed to do a great deal, not least of which is almost completing the Pension Schemes Bill, which I believe will make our pensions safer, better and greener. And it is definitely the case we have managed to progress legislation notwithstanding the impact of Covid-19.",
        "I realise for all of us things are much less certain, and this is causing great uncertainty and much difficulty for many people. I experience it as a constituency MP, as every constituency MP does. So government is doing whatever it can to get us through this crisis and we are starting to see light at the end of the tunnel. But none of us are under any illusion that there are still several months of slog ahead, and I wish to thank all of you individually, and collectively.",
        "I also want to wish AMNT many happy returns and thank all of you, the leaders of the organisation, but all of you, for offering a genuinely innovative and vital and independent voice in pensions governance.",
        "This has unquestionably raised the standards of trusteeship with independent training and awareness sessions. I genuinely believe that the AMNT is very well placed for identifying problems and potential solutions, on key problems whether that is collective DC, ESG, or pooled fund voting as we’re going to talk about today.",
        "So the Bill itself, I believe has taken things forward in a safer, better, greener way. David mentioned the work with the Work and Pensions Select Committee, who I am working hand-in-glove with to ensure that we are combating scams and giving occupational pension scheme measures to ensure transfers of pensions savings are made in a safe way and not to fraudulent schemes. There is a whole host of measures that derive from section 125 of the Bill that we feel will make pensions a great deal safer.",
        "Clearly I think pensions will be better, and it is a combination of the huge amount of work by the team at DWP, and I’m speaking from Caxton House at the moment, and I’m very, very grateful for all the Bill team, all the policy teams, whether it is developing Collective Defined Contributions, a new product I think will be of fantastic assistance to many going forward, whether it is delivering on our legislation for pension dashboards to make savers better informed on how their money is growing and understand what they have, or the work on the DB white paper and all the reforms that flow from that.",
        "And finally I think it is a greener bill, because for the first time, obviously we were the first government of the G7 to legislate to put net zero on the statute book by 2050. There’s no question on my mind, having spoken in Europe with European colleagues, that we lead the way on ESG. And we now have a situation where we are the first country in the world to put TCFD onto the statue book. I genuinely believe that we are putting climate change at the heart of pensions going forward and that is a very good thing and it will be something we build upon going forward.",
        "I’ll touch upon another couple of clauses in the Bill before I get onto the substance of the report which we are going to talk about today.",
        "On clause 107 – I know that some trustees have some concerns about this – let me reassure once again that there is no intention to frustrate legitimate business activities where they are conducted in good faith.",
        "The Bill itself makes it clear, that offences are only committed if the person did not have a reasonable excuse for doing the act or engaging in the course of conduct.",
        "And on clause 123, the measures in the Bill seek to support trustees and employers. It builds upon the work we have done for some considerable period of time and I will be bringing forward secondary legislation which will work in such a way that it does not prevent appropriate open schemes from investing in riskier investments, where there are potentially higher returns, as long as the risks being taken can be supported, and members’ benefits and the PPF are effectively protected.",
        "There is, I repeat, no desire to see open schemes close unnecessarily.",
        "Now I will turn to the Association of Member Nominated Trustees’ report on Bringing Shareholder Voting into the 21st century.",
        "It is something I genuinely believe is an extremely important piece of work. I first spoke on this issue of trustees’ voting policies in February 2018 at the TUC Pensions Conference. I think I’ve spoken more at the TUC Conference than anyone else, maybe because people think I’m one of the most left-wing Tories around but whether I’m invited back in the Spring we will see.",
        "At the time I remarked on the fact that when many schemes – especially defined contribution schemes – invest in equities, they invest alongside others – ultimately in pooled funds. Many defined benefit schemes invest in the same way too. I queried why it was a pre-condition, when schemes invest in this way, that they surrender voting rights. They get to choose the manager and the fund and with it the investment manager, but they don’t get to choose how to vote at annual general meetings for the companies’ shares they hold.",
        "So at the tune I posed three questions and I think it’s worth contextualising what we’re doing today.",
        "First, I asked, if this was a technology problem, why fund managers or others couldn’t fix the technology.",
        "Secondly, I queried why, if this was all about asset managers thinking it was better to speak with one voice, what was so wrong with communicating that your investors have a diversity of views.",
        "Thirdly, I wondered why, if this practice was in some way legally questionable, why some investment managers are letting some clients vote their shares in pooled funds.",
        "On the question of technology, I do have a FinTech guide published earlier this year by the Investment Association, the trade body for fund managers, which remarks that historically investment and wealth management is a sector that has been slow to adopt emergent technology. That certainly does appear to be the case.",
        "On the importance of speaking with one voice – I also have the Law Commission’s report on intermediated securities published last month, which quotes the fund industry line on pooled fund and voting but remarks drily that “this approach assumes that the decision on whether to exercise voting rights to influence a company is one solely for the asset manager, and does not consider the wishes or objectives of an ultimate investor.”",
        "Which is certainly an interesting conclusion when principle 6 of the excellent updated version of the Financial Reporting Council’s Stewardship Code, which managers are expected to sign up to on a Comply or Explain basis, requires that signatory fund managers must explain “how they have sought and received clients’ views” and “how assets have been managed in alignment with clients’ stewardship and investment policies”. In some cases, not at all, appears to be the answer to both questions.",
        "And on the legalities – the asset managers who allow trustees to set their own voting policies remain at large, committing no greater crime than empowering pension scheme trustees and delivering better outcomes. Indeed, I understand that more are set to come forward with innovative offerings. I strongly welcome that.",
        "So I’m grateful to the AMNT for this excellent new report, written by Professor Iain Clacher, who is on the call I know, which sets out proposals for a new working group to examine:",
        "the overly complex and archaic voting infrastructure,  \nunderinvestment in the stewardship function in fund management.  \ntransparency of voting policies and outcomes.  \nscheme-specific reporting requirements.",
        "And I am pleased to announce the establishment of that group today – the Taskforce on Pension Scheme Voting Implementation. This will be a task and finish group, with a focused remit to look at:",
        "how we facilitate the delivery of solutions to voting system issues which overcome the present obstacles to trustees implementing their own policies",
        "secondly how we increase the number of asset managers who are prepared to engage with their clients’ preferences and follow or as a minimum “align or explain” on trustee voting policies, including via pooled arrangements.",
        "thirdly, recommending regulatory and non-regulatory measures to ensure the convergence of asset managers’ approaches to voting policy and execution with trustees’ policies and preferences, especially in pooled funds.",
        "I am also able to announce today the appointment of Simon Howard, until very recently the CEO of the UK Sustainable Investment and Finance Association as Chair, and Sarah Wilson, the CEO of Minerva Analytics as the vice-chair.",
        "Both come with a long pedigree, and many of you will be familiar with their work. Simon and his organisation have done sterling work in promoting the importance of ESG and responsible investment more broadly, and have done excellent work on pensions, including their report Changing Course earlier this year.",
        "As a result, I am taking forward their recommendations of a central directory of Statements of Investment Principles supported by TPR (The Pensions Regulator) and the DWP.",
        "We need a long-standing champion of the asset owner voice in voting, and I cannot improve on Sarah Wilson, who is the Chief Executive, Minerva Analytics. She was awarded the Excellence in Corporate Governance Award from the International Corporate Governance Network, for her efforts to improve the essential infrastructure that underpins effective corporate governance and investor stewardship.",
        "The group will also include representatives of the AMNT, with the rest of the membership to be announced in due course.",
        "The group will be supported by the DWP, but independent of the DWP. I have also asked the group to support and advise on the development of voting policies for occupational pension schemes, and further proposals for better disclosure of votes in a standardised and comparable way, which allows trustees and ultimately savers to see the quality of the service they are getting.",
        "I want genuinely for this to be a standardised approach across the board.",
        "In the final minutes of my remarks let me explain why I think this step is so important. It’s very simple. The investment chain is very long and very tangled, but ultimately you, as trustees of pension schemes are the asset owners at the end of that chain. And when you act, the ownership chain is tighter.",
        "That means better governance of firms in the real economy, more sustainable value creation and better outcomes for your savers.",
        "When trustees invest, too often they are being asked to select funds in advance on vague or sometimes non-committal voting policies and historic voting records which are opaque, inconsistent and sometimes incomplete. That’s why I’ve spoken a few times about a mixed economy in voting. The ability for trustees to set their own granular voting policy where they wish, and to expect to be able to find a manager who is willing to implement it at a fair price.",
        "Trustee voting policies more generally do need to improve – we urgently need to call time on SIP statements like “We leave it all to our fund managers”. But I see no reason why trustees shouldn’t be able to determine a high level policy, find an asset manager whose policy reflects it, and appoint that manager to implement their own policy.",
        "But we will get more engagement, better stewardship, better outcomes, and a stronger economy where asset owners who want to have a voice are able to speak up – however they invest, including in pooled funds –rather than be suppressed. It should not necessarily be the case that they need to switch to segregated mandates to set such a policy.",
        "For many schemes, such as defined contribution schemes investing via platforms, this will be impractical. I’m determined that this does work and I believe that it will. I realise that we could all sit back and do nothing, and one firm could emerge with some great innovation to make voting in pooled funds a really practical reality. But I don’t think it is right to sit back.",
        "Longer term we need more than one or two firms to come forward. I accept that the market will provide innovative solutions. But if we are to make that happen, trustees need to use their buying power NOW.",
        "Tell your adviser – remember, they are just an adviser, and you are the decision-maker – that you’re switching to a fund manager that will honour your policy unless similar flexibility is granted, at pace, by your current manager. I’ve invite you not to take no for an answer. Don’t tell me that the consultants won’t sign off unless you’ve paid them handsomely to certify that a more effective voting policy is in your members’ interests. Actually, do tell me, and I will tell the whole world.",
        "This system, a network of computers saying no to one another, a long system of blocked pipework, needs to be unblocked to allow trustees’ votes – and maybe eventually their beneficiaries’ votes – to be those that are counted by the companies they own.",
        "I rule nothing out in making this work properly.",
        "To my mind, doing this will make pensions safer – because if we give trustees a voice in voting, we can expect tougher action on pay for failure. The current tangled investment chain means that signals are far too often too weak, with sadly only 50 UK-listed votes on remuneration scoring dissent of above 20%, and only 5 defeated. I think it’ll make pensions better – because pension scheme memberships are more representative of the population than the fund management industry. And because trustees are ultimately accountable to their savers, they are going to be much better at pressing for boards who are more representative of the people who invest with them. In contrast, AMNT research last year found that 30% of fund managers had no voting policy on gender diversity and 75% had no policy on ethnic diversity. Trustees can do better than this.",
        "And I believe it will make pensions Greener – because for however much progress we have made, we have further to go. A survey from Edelman found that 69 per cent of institutional investors wanted companies to tie executive pay to sustainability. And yet almost no company does. Why is that? Sir Christopher Hohn of The Children’s Investment Fund Foundation has described asset managers as sheep, and highlighted that “a lot of them will say ‘we will vote for someone’s else’s resolution’, but why aren’t they filing their own resolutions?” I think that is a fair question. Engaged trustees can table their own resolutions and genuinely make a change on returns of voting.",
        "The Investment Association paper on FinTech I quoted earlier said that “for tech adoption to succeed there must be a clear specific business problem to solve, together with an organisational culture and multi-level sponsorship that supports innovation.”",
        "I believe this is a specific business problem crying out for a solution – that will allow asset owners to take ownership of their assets, however they invest.",
        "Thank you very much indeed."
    ]
}