{
    "url": "https://www.ukpol.co.uk/guy-opperman-2022-speech-on-child-maintenance-arrears/",
    "title": "Guy Opperman – 2022 Speech on Child Maintenance Arrears",
    "post_date": "May 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Guy Opperman",
            "url": "/tag/guy-opperman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Guy Opperman, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 17 May 2022.",
    "content": [
        "What an honour and a privilege it is to speak in this very important debate, which relates to every single constituency in the country. My hon. Friend the Member for Crewe and Nantwich (Dr Mullan) should be congratulated on raising a really important issue that has great relevance up and down the land, and every constituency Member will benefit from the fact that he has brought forward this issue in an Adjournment debate. I congratulate him doubly because, as I understand it, this is his first ever Adjournment debate. Obviously, no Member can have an Adjournment debate, as you know, Madam Deputy Speaker, without being blessed by an intervention from the hon. Member for Strangford (Jim Shannon), who I know has supporters in the Gallery and, frankly, across the House of Commons.",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "It is not an absolute rule.",
        "**Guy Opperman**",
        "It is not, Madam Deputy Speaker, but it is an honour for my hon. Friend to be blessed by such an intervention.",
        "My hon. Friend knows, because we have discussed this before, that I am not the Minister with direct responsibility for this issue in the Department for Work and Pensions; that is the noble Baroness Stedman-Scott. I have already informed the hon. Member for Motherwell and Wishaw (Marion Fellows), who has a Westminster Hall debate on the subject, that another Minister will be responding to that debate. As she knows, I have long booked that day off—I have a birthday—so the Under-Secretary of State for Work and Pensions, my hon. Friend the Member for Macclesfield (David Rutley), will be responding to her debate on Thursday.",
        "I want to deal with a number of key points at the outset. First, my hon. Friend the Member for Crewe and Nantwich asks whether there can be a meeting very shortly between him and the Minister concerned. I have spoken to the noble Baroness tonight, and she has assured me that on Monday or Tuesday, subject to the demands of his diary and hers, they will meet either in the House of Lords or in the Department for Work and Pensions to take this matter forward.",
        "We should not forget that the purpose of the Child Maintenance Service is to facilitate the payment of child maintenance from one separated parent to another when the parents are unable to reach agreement on how to care for their children following separation, but the interests of the child are at the heart of this policy. The key issue my hon. Friend raises today—this is a perfectly legitimate point that any Member would genuinely want to grasp—is the desire to get the best outcome for the child, namely the payment of the sums to support the child. There is also a desire, as he rightly outlined, to punish the parent who is not participating in the payment. However, the public policy point that always has to be grappled with is that it is very important that the punishment of the offending parent does not impact on their ability to make the payment for the child, because the most important thing is that the child is supported. There are balances to be struck, and that is the really difficult issue that the Child Maintenance Service has to grapple with at every single stage.",
        "**Jim Shannon**",
        "The Minister is absolutely right about the importance of the child, but the system sometimes falls down, as the hon. Member for Crewe and Nantwich (Dr Mullan) mentioned. One of the ways it falls down is in consistency in the officers who look after each case; they often change. Is there any way that that could be looked at, so that each case is looked after by one officer, rather than three, four, five or six?",
        "**Guy Opperman**",
        "The hon. Gentleman has forestalled one of the issues that I was going to raise. I remember the debate secured by the hon. Member for Motherwell and Wishaw on 21 January 2021, in which there was discussion of how the CMS was managing during covid. It was a struggle, to be perfectly blunt; all such services were struggling to provide assistance during the pandemic, and there were complications. I would like to think that all colleagues accept that the Child Maintenance Service has improved as covid has disappeared, as people have been able to return to work, and as consistency has returned because people are no longer getting ill, having to shield and having all the problems that follow.",
        "The hon. Member for Strangford raised the issue of numbers. There are approximately 4,000 staff working for the Child Maintenance Service in the United Kingdom. That is a lot of people who are addressing this problem on an ongoing basis. I take the criticism, and the constructive criticism, about consistency in dealing with a case. In every MP’s office up and down the country—whether on this issue, on passports, on the Driver and Vehicle Licensing Agency or on any public services—there are desires and hopes for consistency, so that people can build up a relationship with a particular individual. Clearly individuals working in the public sector are free to move on to other things, but the criticism is legitimately made, and I take it on board; I am certain that the noble Baroness does, too.",
        "My hon. Friend the Member for Crewe and Nantwich talked about collections in his outstanding speech. Collections are increasing. The criticism can be made that they are not increasing enough, but despite the difficulties of the pandemic, CMS collections have continued to increase; they rose by 8% between 2018 to 2021, and in 2021 some 71% of paying parents who used the collect and pay service were complaint.",
        "In the quarter ending December 2021, a total of £46.6 million was paid through the collect and pay service; in addition, £210 million was due to be paid through direct pay arrangements. As a result of child maintenance payments, between 2018-19 and 2020-21—the most recent period for which there are statistics—the households of some 140,000 children were taken out of the category of low-income households. That goes to the point made by the hon. Member for Strangford and emphasises the desperate importance of this issue. It is particularly relevant in a cost of living crisis. Those payments are made both through family-based arrangements and the CMS.",
        "The main point of the speech by my hon. Friend the Member for Crewe and Nantwich was about enforcement, and I turn to that now. When a parent fails to support their child and fails to fulfil their financial responsibilities, a number of options cut in. If arrears have begun to accrue, the CMS aims to take immediate action to re-establish compliance. For example, £3 million was collected between October and December 2021 through CMS civil enforcement action.",
        "There are other enforcement powers, too. If a non-compliant paying parent is employed, the service will first attempt to deduct the maintenance and any arrears directly from their earnings. That is done by a deductions from earnings order or request; employers are obliged by law to take that action. This represents a quick and efficient way of going directly to the source of income to obtain the money. We learn these lessons from those who are the best at this: the taxman, who basically goes to earnings directly and ensures that they get immediate recovery.",
        "**Marion Fellows**",
        "That works in the civilian world, but not always with certain military people. There are real issues with chasing them for child payments.",
        "**Guy Opperman**",
        "I will reveal the product of a conversation I had earlier with the hon. Lady. I take note of her point, and if she gives me details of specific examples, particularly if there are regiments where this is a problem, I and the Department will be most interested to know about them. Of course, it would be best if we could respond to them before her important Westminster Hall debate on Thursday.",
        "Where earnings cannot be accessed directly and there is a solely-held bank account—an absent father or mother has a bank account in their name—deductions can be taken directly from that account, and administrative methods can then be used to take control of goods, passports and other things on an ongoing basis.",
        "My hon. Friend the Member for Crewe and Nantwich talked about sanctions. We clearly use them only as a last resort, but a paying parent found guilty in court of wilful refusal to pay, or of culpable neglect in relation to payment of arrears, may be prevented from holding or obtaining a driving licence for up to two years, or alternatively may be committed to prison. As I indicated, we have also got the power to disqualify non-compliant parents from having a passport. Those are pretty serious penalties, but I take the point that that is not a direct penalty for the offending behaviour.",
        "**Dr Mullan**",
        "The important point is that those powers tend to be at the end of an extensive, long-winded process, but people get very good at dropping in and out of it and, as a result, are no worse off. They can play the game all the way to the end and then say, “Okay, fine. I’ve got some money that I’ll give you.” They give money for a couple of months and then drop back out. They are no worse off as a result—they have not paid an extra penny in maintenance or served any punishment. It is about tackling that wider behaviour. That is not to say that the powers are not used effectively on occasion—as the Minister said, the deduction orders work well for some people—but a contingent of people are playing the system and not getting punished for it.",
        "**Guy Opperman**",
        "My hon. Friend makes a totally fair point. As always, a way forward is to take up specific examples with the CMS and Ministers directly, and I urge him to go to the Minister next week with those specific examples so that she and the director of the Child Maintenance Service can be challenged on why a particular individual is not being pursued in a particular way. Although there is the public policy thing, I keep coming back to how, ultimately, one is trying to encourage payments to be made. That is the difficult bit that one must address.",
        "I want to touch briefly on sanctions, because these are pretty major powers. Between January 2020 and December 2021, the CMS initiated almost 6,000 sanctions against paying parents, so there are not one or two examples but thousands. While the majority of those do not involve the courts as compliance is achieved, between 2020 and 2021, £3.5 million of child maintenance was collected from paying parents undergoing sanctions actions. The trigger of a sanction producing payment does work, albeit I accept that in individual examples there are not sufficient amounts. I mentioned prison sentences, and in that period there were 249 prison sentences and a multitude of driving licence suspensions.",
        "I come finally to curfews. My hon. Friend raised a number of points in respect of the curfew policy, and it is very much the case that we are proceeding with that. He was right to raise it with the Secretary of State, and she agrees with it. We are required by law to consult on it, and I want to give him the specific dates and how he, his constituents and fellow colleagues in the House can get involved. First, he—and his constituents through him—can feed into the consultation process prior to it happening. A public consultation on the power is intended to run from 13 June to 22 July, with the aim of its being published on 12 October. The order will then be commenced, subject to the approval of Parliament—it must pass through this place. He therefore has two windows: the first to influence the consultation before 13 June; and, secondly, he, his constituents and other colleagues can feed into the consultation in the normal way. [Interruption.] I need to face the front of the House. I apologise, Madam Deputy Speaker. I meant no discourtesy to you—I was attempting not to be discourteous to my hon. Friend—and I accept the implied criticism.",
        "It is very important that representations are made in that way, and that there is the opportunity for my hon. Friend’s constituents to ensure that the extra power is a strong enforcement power and that there are more options, so that they can use the right lever to obtain compliance. The existing sanctions clearly disrupt a paying person’s earnings and that is the key conflict with the desire to get money to the children. The benefit of the power is that it is likely to disrupt a paying person’s lifestyle, rather than their earning capacity. Given that curfew orders will not affect employment or the ability to earn, we feel that that is the right way forward.",
        "I thank my hon. Friend for raising this important matter. I hope that I have addressed some of the points he considers important. I want to finish on one key outside point. We are in very difficult times with the pandemic having ended, but more particularly with international breakdown and the war in Ukraine. The Government’s priorities are: growing the economy to address the cost of living; making streets safer; funding the NHS; and providing the leadership we need in challenging times. One of those bits of leadership, unquestionably, is ensuring that the Child Maintenance Service, particularly in challenging times, is genuinely performing to the best of its possible ability, getting the best outcomes for individual children and the constituents who we all serve. This reform and the work we are taking forward, I hope, will get that outcome."
    ]
}