{
    "url": "https://www.ukpol.co.uk/guy-opperman-2022-tribute-to-jack-dromey/",
    "title": "Guy Opperman – 2022 Tribute to Jack Dromey",
    "post_date": "February 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Guy Opperman",
            "url": "/tag/guy-opperman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Guy Opperman, the Conservative MP for Hexham, in the House of Commons on 2 February 2022.",
    "content": [
        "Thank you for allowing me, exceptionally, to speak from the Front Bench on a very difficult occasion. What an honour, my dear Jack, and what a sadness it is to speak of the friend I got to know from the other side of the Aisle.",
        "For three years, Jack was the shadow Pensions Minister and we became close. We would meet, talk and plan, and sometimes agree to disagree, but always with equanimity. Politics is adversarial and heated. The media encourage us—in fact, demand of us—to be aggressive and mean-spirited. Jack did not play that game. Others have spoken of his decades of work for the union movement, of his being a loving father and a devoted husband, and even of his management of truculent children on a deserted Greek road. I want to talk about two things. First, he is the best example I know in 11 years in the House of Commons of cross-party working. Many used to joke about how often I would exchange texts with Jack. We worked together and we got results. I would give him briefings on all future legislation, ongoing inquiries and difficult issues. That requires a lot of trust, and such trust can go wrong, as we all know. But he never used confidences unfairly or for quick political gain. I believe that we and this House work better for such a thing. During the process of the Pension Schemes Bill, we spoke or sent texts to each other more than 110 times—I counted them up. Without his help, the Bill, in particular, the measures on collective defined contributions, and the work with the Transport and General Workers Union, would not have happened as they did.",
        "Secondly, I want to talk about Jack’s kindness and generosity of spirit. My children died in childbirth in June 2020 and I want to share with the House what he said when I tried to return to work, as we had two Bills to do that autumn. He saw that I was struggling at this Dispatch Box on 29 June. He sent a text to me afterwards and I wanted to share it with the House:",
        "“Guy, I know we both have a job to do, but I was not comfortable today. I feel for you, and your wife, my friend. We will build work around you. My thoughts are with you. Please take your time. Best wishes, Jack”.",
        "Jack Dromey was, in my opinion, a man made in the Teddy Roosevelt spirit: kind but combative; passionate but polite; and always in the arena, always striving for the benefit of others. There can be no finer compliment than saying that “The Man in the Arena” quote, which is my favourite, applies utterly and totally to Jack. Farewell my friend, it was an honour to know you."
    ]
}