{
    "url": "https://www.ukpol.co.uk/guy-opperman-2022-statement-on-the-mid-life-mot-offer/",
    "title": "Guy Opperman – 2022 Statement on the Mid-Life MOT Offer",
    "post_date": "July 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Guy Opperman",
            "url": "/tag/guy-opperman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Guy Opperman, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 6 July 2022.",
    "content": [
        "The mid-life MOT is a policy intervention designed to assist participants’ wealth, work and wellbeing. It provides access to tailored information to allow older people to return to or remain in work.",
        "Through the face-to-face programme, the mid-life MOT will provide a holistic assessment of an individual’s health, by making sure they are able to access the necessary services; skills, by helping older people access upskilling and retraining opportunities; and finance, by empowering individuals to take control of their retirement planning.",
        "In the winter 2021 budget, the DWP secured more than £5 million to develop and deliver more extensive pilots and development of the mid-life MOT. This follows private sector success led by the likes of Aviva, and the developing of an online version and 10 local enterprise partnership small pilots in 2021. I believe the mid-life MOT will improve participants’ wealth, work and wellbeing.",
        "The DWP has been committed to growing the mid-life MOT since its introduction in 2019. In 2021, 10 local enterprise partnerships received grants of up to £40,000 to develop and deliver local mid-life MOTs in partnership with local business. In these tests, the local enterprise partnerships worked with MOT content delivery partners, voluntary organisations, and community-based organisations to deliver support on health, skills and finances tailored to the needs of each region.",
        "We will build on this work to develop and deliver mid-life MOTs for people aged 45 to 55 across three new workstreams. This forms part of the wider autumn Budget and spending review 2021 announcement to develop a new, enhanced offer for older people to ensure they receive the support they need to return to or remain in work:",
        "The Department will develop and enhance the Government’s digital MOT offering. We are working in partnership with the Money and Pensions Service to deliver an online digital mid-life MOT over the course of the spending review period. This is match funded by both organisations and building on previous online iterations.",
        "We will deliver mid-life MOTs through our UK network of Jobcentre Plus offices, utilising the expertise and networks of our 50-plus champions to help older jobseekers address barriers to work associated with common challenges related to health, skills, and finance. Delivery in jobcentres will start in the summer and run across Great Britain.",
        "The Department has launched a market engagement exercise to identify providers for a holistic, face-to-face mid-life MOT programme delivered through employers and direct to employees in three pilot areas—the North East of England; Cornwall and Devon; and East Anglia. Providers will be identified via a commercial tender process. More information can be obtained by emailing: 50PLUS.Choices@dwp.gov.uk.",
        "These new measures are part of DWP’s £22 million package to help over-50s find new careers and earn more money, including by boosting time with work coaches and bringing in specialist support.",
        "This increased support will be furthered by 37 50-plus champions covering every district across England, Wales and Scotland who will work with local employers to help them fully utilise the talent of older workers."
    ]
}