{
    "url": "https://www.ukpol.co.uk/guy-opperman-2020-statement-on-private-pensions-and-annual-benefit-statements/",
    "title": "Guy Opperman – 2020 Statement on Private Pensions and Annual Benefit Statements",
    "post_date": "October 22, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Guy Opperman",
            "url": "/tag/guy-opperman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Guy Opperman, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 19 October 2020.",
    "content": [
        "The Government have published their response to the consultation on the approach to delivering simpler annual pension benefit statements.",
        "Participation in pension saving has been transformed through the success of automatic enrolment. However, there is a growing likelihood that people will have a number of different jobs in their lifetime, and therefore multiple pension pots and annual pension statements.​  \nThis is why the Government’s ambition is for pension benefit statements to be simpler, more consistent and jargon free. Consistency across pension benefit statements will help savers better understand their pensions and effectively plan for retirement. A standardised template will be more accessible, drive member engagement and signpost members to detailed information on costs and charges and investment strategy. It will also complement the work Government are doing with the pensions dashboard to bring pensions online to your phone or laptop.",
        "We will focus first on defined contribution schemes used for automatic enrolment, but it remains the long-term ambition to improve consistency across all schemes. We will consult later this year on draft regulations for a ​mandated approach to simpler statements, working with industry on the detailed design of the regulations and associated statutory guidance.",
        "In addition, the Government will work with the pensions industry to introduce a statement season, building on the success of pensions awareness month. It will support the normalisation of workplace pension saving, provoke debate among the public and enable easier comparison between statements and providers.",
        "These measures will help individuals engage with their workplace pension savings, and enable savers to achieve greater financial security in retirement."
    ]
}