{
    "url": "https://www.ukpol.co.uk/guy-opperman-2017-speech-on-pensions-dashboard/",
    "title": "Guy Opperman – 2017 Speech on Pensions Dashboard",
    "post_date": "December 13, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Guy Opperman",
            "url": "/tag/guy-opperman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Guy Opperman, the Parliamentary Under Secretary of State for Pensions and Financial Inclusion, on 11 December 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/12/guyopperman-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/12/guyopperman.jpg)",
        "Thank you all for coming along today to help us take forward the pensions dashboard project. It is really encouraging to know that such a broad spectrum of organisations is represented here, coming together to consider how we can make the dashboard a reality.",
        "The fact that we are all here is an amazing start. As I announced at the PLSA conference in October, the government is committed to making the dashboard happen and I am utterly pleased that responsibility has transferred to the DWP from HM Treasury. It makes sense – we have responsibility for the legislation and the State Pension (a key component to any dashboard).",
        "As the Chinese philosopher Lao Tzu said, ‘a journey of a thousand miles begins with a single step’. Well it’s true…we might have taken more than a few preliminary steps with this…but the journey is now on! The government is truly on board and I hope by being here today will mean that you are too.",
        "The pensions landscape is transforming and we need to bring the consumer with us, ensuring that the right technology is in place not simply to meet the expectations of a digital age (which is one thing) but to maximise opportunities to engage, and change the way people think about their pension.",
        "The pensions freedoms introduced the much needed flexibility to address the fact that we are living longer and thinking differently about work and retirement.",
        "Automatic enrolment is changing the behaviour of millions of people, turning them into savers by harnessing their natural inertia. By 2018, 10 million workers are expected to be newly saving or saving more into a workplace pension as a result of automatic enrolment.",
        "We also know the nature of work is changing, with more people taking on multiple jobs.",
        "People increasingly have built up multiple pension pots but it is easy to lose touch with these. There are £100s of millions in lost pension pots.",
        "The research tells us there is a lack of feeling of ownership among people of their pension pots. The difficulty accessing these and the complexity of pension information has led to very low levels of engagement, which causes confusion and frustration.",
        "However, engaging people with their pensions continues to be a key challenge.",
        "Increasing engagement can help people better understand their pensions and maximise their savings for retirement; developing a sense of personal ownership and building trust in the system. How we achieve that is of course not straightforward. It is not all going to be magically solved with a single tool. But clearly the pension dashboard could form a critical part of this journey.",
        "We have seen how people value simple and flexible ways to access pension information. Check Your State Pension has provided over 6 million estimates online since 2016. It is time to build on this success.",
        "More widely we have seen the rapid pace of change in how we access and manage our money through mobile banking. This change has been led by the consumer, with 19.6 million people using this type of service across the UK in 2016.",
        "But, as research published by B&CE highlighted, while almost 9 out of 10 people at working age know what’s in their bank account, only 4 in 10 are likely to know how much they have saved in their different pension schemes.",
        "As demonstrated by the example of mobile banking, for the pension dashboard to be successful it has to be led by the user.",
        "Being clear about what we are trying to achieve with the dashboard is key…the consumer is at the heart of our approach.",
        "The recent research from the industry consortium, the Pensions Dashboard Project, highlights the experiences of other countries that have already introduced a dashboard.",
        "We will take the learnings from these countries into our thinking – learning lessons and building on their successes. Though of course I recognise the context and policy aims of a dashboard will differ from country to country. The scale and complexity of the pension landscape in the UK brings about its own challenges. But these problems are surmountable.",
        "The report said that ‘while different dashboards had different impacts…a common theme across all dashboards has been an increased level of engagement with pensions’. (Page 45 ‘Changes in consumer behaviour following the introduction of the dashboard’.)",
        "This is encouraging.",
        "The dashboard offers a great opportunity to give people straightforward access to their pension information in a clear and simple form – bringing together an individual’s savings in a single place online.",
        "The architecture behind the dashboard has been shown to work and we have the digital capability to make it a success.",
        "But proper engagement will only happen if the consumer has trust in the dashboard and confidence that the information is complete to the extent that it is useful. The independent user research commissioned through the Money Advice Service highlighted the low tolerance among consumers for an incomplete dashboard. That is why we need all parts of the industry on board.",
        "Whether it’s the experiences of other countries or qualitative user research, there is growing evidence for some form of compulsion to bring about a complete dashboard in a reasonable timeframe. But there are different ways of approaching this – the Swedish example is an interesting one, where legislation was, in the end, not necessary.",
        "The DWP feasibility study is looking into the detail of all this and we will explore the user perspective and the requirements and concerns among industry. If it is appropriate and necessary to legislate to bring schemes on board within a reasonable timeframe, we will do so.",
        "It is time to bring pensions into the digital age.",
        "All scheme providers have a duty to ensure that a person’s data, information that belongs to them, is made available when the person requests it. The pension dashboard can help facilitate the provision of basic pension information, to the benefit of the consumer and industry. Particularly if it means reconnecting members with lost pots.",
        "It can also harness the potential for a great deal more.",
        "Whatever our approach, and particularly if we enable expansion into the open market, a consumer protection framework will be vital to mitigate the risks of poor choices, potential misselling and scams. And of course, the data must be kept secure.",
        "We need to maximise people’s engagement in their pension while maintaining their trust. We will ensure that consumer interests are properly safeguarded and their information protected.",
        "There are many complex issues and challenges to the delivery of a dashboard, and I want to hear your views.",
        "Whether we target those newly saving as a result of automatic enrolment, or the over 50s contemplating their quality of life at retirement, prompted perhaps by a mid-life MOT, the pensions dashboard can really help to transform the way people engage with and think about their pension.",
        "So if you take anything from what I’ve just said please remember this:",
        "– the government is on board and I hope you are too; the fact we are all here is a great start",
        "– consumers are at the heart of our approach (to give people a sense of ownership, access to their information and remove complexity) and  \nyes there are challenges but they are surmountable – just because there are no quick solutions doesn’t mean we shouldn’t start the work",
        "So thank you for your participation here today, and continuing to work with us to make the dashboard a reality."
    ]
}