{
    "url": "https://www.ukpol.co.uk/guy-opperman-2022-speech-on-benefit-sanctions/",
    "title": "Guy Opperman – 2022 Speech on Benefit Sanctions",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Guy Opperman",
            "url": "/tag/guy-opperman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Guy Opperman, the Minister for Employment, in Westminster Hall, the House of Commons, on 13 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Pritchard. In the limited time that I have, I will endeavour to answer the various points raised. I start by briefly addressing the point made by the hon. Member for Westminster North (Ms Buck)—that there is a reduction in the value of benefits. She will be acutely aware that UK Government welfare spending has increased from £151 billion in 2010 to £245 billion in 2022-23, and that there have been significant increases in Scotland, which I will come to. I wholeheartedly reject the suggestion that there has been a reduction in the value of benefits, not least given the fact that this Government increased welfare support for the most vulnerable by 10.1% at the autumn statement.",
        "Let me address the original points raised by my hon. Friend, the hon. Member for Glasgow South West (Chris Stephens). I hesitate to call him an hon. Friend, because I realise that he will receive an SNP pile-on as a result. I was not aware that he is standing down from the Work and Pensions Committee after many years of distinguished service, and I congratulate him on that. As always with promotions, one never knows whether to congratulate or commiserate. I also welcome back the hon. Member for Glasgow East (David Linden) to his Front-Bench position. I believe I have held my position for 47 days, after my personal sacking over the summer and the sabbatical that I enjoyed on the Back Benches courtesy of the previous Prime Minister.",
        "**David Linden**",
        "Plus one.",
        "**Guy Opperman**",
        "Plus one. The long and short of it is that, in that time, I have engaged at length with multiple employers, Jobcentre Plus and individual work coaches at the Department for Work and Pensions.",
        "I will endeavour particularly to address the points raised by the hon. Member for Glasgow South West, given that this is very much his debate. He has engaged with the Department on a number of individual cases, and I will endeavour to write to him on the specifics of the particular case that he raised most recently. I am advised that we have responded to the case that he raised today, but I undertake to write to him with more detail before Christmas. Given the circumstances that we face, the letter will obviously have to be communicated by email as well as post.",
        "I turn to the second point. With no disrespect to the hon. Member and other colleagues who have raised this issue, I do not recognise the comments against individual DWP members of staff. Where there are particular examples of named individuals who people genuinely feel have transgressed and behaved in an inappropriate way, clearly there is a process that must be entered into.",
        "It is certainly not the case, in any way whatsoever, that there has been a change of policy by individual Ministers—either by myself in the 47 days that I have held this post, or by previous Ministers. I cannot speak for colleagues who have held these positions.",
        "**Grahame Morris**",
        "I am sure the Minister gives that assurance in good faith, but how does he explain the rapid increase in the level of sanctions in recent months? Can he rebut the allegation that there is a sanctions regime that incentivises DWP staff to apply sanctions?",
        "**Guy Opperman**",
        "On the second point, I am not aware of any such policy or any such incentivisation in any way whatsoever. If the hon. Gentleman has any evidence of such incentivisation, he should publish it and name it individually, because there is no such evidence as far as I am aware.",
        "The hon. Gentleman also asked about the rise in the numbers. It is right to have a legitimate discussion about what is a fair and effective welfare system that supports people into work and provides value for money for taxpayers. Our work coaches support claimants by setting out the activities to move them into work or to progress in work and work more. Activities are set out in the claimant commitment, which is surely the start or base of all the discussions. They are tailored to reflect individual circumstances and take into account health conditions, caring responsibilities, current work and opportunities for training.",
        "The hon. Gentleman asked specifically about the rise in the number of sanctions. Some 98.2% of sanctions are for missing a meeting with a work coach. Such sanctions can be quickly and simply resolved by attending another appointment. The evidence is that approximately 50% of such sanctions are resolved with mandatory reconsideration.",
        "I wish to address in particular the issue in relation to the most vulnerable. It is right that the most vulnerable in society receive extra support. The Government have clearly shown a commitment to that by adding a further £26 billion in the cost of living support in the autumn statement, on top of the £37 billion for 2022-23 that we announced earlier this year, in May.",
        "Where benefit claimants have vulnerabilities, safeguards exist to ensure that they are not sanctioned inappropriately. Those with severe health and mental health conditions, those with full-time caring responsibilities and those with children under the age of one are not required to look for work and cannot be sanctioned. Many of the most vulnerable receive other elements of universal credit in payment, such as housing, child or disability support. Those payments are not affected by a sanction.",
        "Finally, when people experience particular challenges, such as childcare difficulties, accommodation issues or bereavement, work coaches have the discretion to switch off work-related activities for a period of time. Such measures enable us to support vulnerable claimants and provide tailored support. To answer the follow-on question, we have a well-established system of hardship payments, which are available as a safeguard if a claimant demonstrates that they cannot meet their immediate and most essential needs—including for accommodation, heating, food and hygiene—as a result of sanctions. I am advised that the relevant percentage is 1.987%.",
        "Various colleagues made specific points. The hon. Member for East Lothian (Kenny MacAskill) and the hon. Member for Slough made the point that work is hard to find. I will address that point in two particular ways. First, the evidence from the labour market statistics shows that the employment rate is up 0.2 percentage points on the quarter; the number of payroll employees is up on pre-covid levels by 932,000 to a record high; and the inactivity rate has fallen. On the vacancies rate, which surely relates to the point that work is hard to find, there were 1.2 million vacancies. Although obviously it remains high, the rate has fallen for the fifth consecutive month, to 1.187 million. Inactivity, which is a long-term issue, has fallen by 0.2 percentage points on the quarter, to 21.5%.",
        "Scotland was raised specifically, so let me give the Scottish figures. The number of people employed is at 2.725 million, up 22,000 on the quarter and up 61,000 on the year. The employment rate is at 75.9%, up 0.7 percentage points on the quarter and 1.4 percentage points on the year. Unemployment is at 93,000, down 21,000 on the year and 12,000 against February to December 2020. The number of people in workless households has fallen by 113,000 since April to June 2010.",
        "**John McDonnell**",
        "I do not want to stop the Minister’s flow, other than to correct him: there is no Member here from Slough. I may have missed his answer to this question, but why has there been an increase in the number of sanctions on such a scale, even compared with pre-pandemic levels? Could he answer the question that we have all asked?",
        "**Guy Opperman**",
        "The answer has already been given to the hon. Member for Easington (Grahame Morris). The figure in respect of persons failing to attend an individual appointment is at approximately 98%. That 98% is for failing to attend a specific appointment.",
        "**John McDonnell**",
        "Will the Minister give way?",
        "**Mark Pritchard (in the Chair)**",
        "Order. Is the Minister giving way?",
        "**Guy Opperman**",
        "No. I have one minute left to address this debate. In November 2018 the Work and Pensions Committee specifically said that the Committee agreed with the Government that the principles of conditionality and sanctions were an important part of the welfare system.",
        "I congratulate the hon. Member for Glasgow South West on securing the debate. The Government have been utterly clear that we are fully supportive of all people who are on benefits.",
        "**John McDonnell**",
        "Just answer the question!",
        "**Mark Pritchard (in the Chair)**",
        "Order. The right hon. Gentleman is very experienced in this place and should know better. If the Minister is not giving way, he should not be speaking.",
        "**John McDonnell**",
        "I can tell the Minister—",
        "**Mark Pritchard (in the Chair)**",
        "Order. We are running out of time. Minister, I think the hon. Member for Glasgow South West would like to hear replies to his questions at least.",
        "**Guy Opperman**",
        "I welcome the opportunity to respond to the hon. Gentleman’s debate and set out how the Government are helping to get people into work. We have intensified our support for jobseekers. We have made great efforts on in-work progression. Employment figures are up. There is more to do, and I will write to the hon. Gentleman with specifics."
    ]
}