{
    "url": "https://www.ukpol.co.uk/phillip-oppenheim-1985-speech-on-english-sewing-ltd/",
    "title": "Phillip Oppenheim – 1985 Speech on English Sewing Ltd",
    "post_date": "July 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Phillip Oppenheim",
            "url": "/tag/phillip-oppenheim/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Phillip Oppenheim, the then Conservative MP for Amber Valley, in the House of Commons on 11 December 1985.",
    "content": [
        "I am grateful to my hon. Friend the Member for Derbyshire, West (Mr. Parris) for allowing me to take part in the debate, and I echo my hon. Friend’s gratitude to my hon. Friend the Minister concerning the meeting earlier today. I wish to take part in the debate because although the mills in question are just outside my constituency just over half the work force lives in it. Most people probably agree with the principle of regional assistance as an acceptable form of public expenditure if the money is properly spent, but today we must question whether the money is being properly spent.",
        "I visit many companies in my constituency and I see many hopeful signs such as new factories and some companies expanding quite rapidly. Unfailingly, however, companies ask me whether they should not go elsewhere to take advantage of the grants on offer. I am told about Department of Trade and Industry regional assistance, the Scottish and Welsh Development Agencies and a plethora of local authority incentives, often in mutual competition.",
        "That might be all very well if Amber Valley were in the south, but it is not and it has an unemployment problem. The overall rate is 12 per cent. and although in Belper there is slightly less than 10 per cent. unemployment, half the work force at English Sewing comes from my constituency, in parts of which unemployment is more than 16 per cent. I do not blame the Government for that high unemployment as there are many reasons for it, not least the huge growth in the work force in the past three or four years. Moreover, the area is still trying to recover from the loss of 15,000 jobs due to the closure of so many pits by the Labour Government in the 1960s. More recently, new technology has led to job losses in the textile sector and it is clear that there are substantial structural problems.",
        "All this is made worse and, indeed, almost unbearable by the fact that we are surrounded by areas receiving substantial regional aid—south Yorkshire to the north, Gainsborough to the east, Corby to the south and the west midlands, which qualify for EEC assistance, to the west, all beavering away trying to entice jobs away from the east midlands. It is thus especially galling to see such a blatant case of poaching as English Sewing. The work force has been sold down the river helped on its way by Department of Trade and Industry regional assistance grants. The situation is all the worse in that the work force has been noted for its loyalty. It is a good work force which for many years accepted low wage rises and gave high productivity in return. Moreover, the work force was backed by a responsible trade union which was more interested in the success of the company than in changing the face of society. In return for that loyalty and good service, their jobs are simply being shunted to areas where there is a tradition of militancy. What makes this all the more stupid is that, as a result of this Government expenditure, there will be no net increase in the numbers employed.",
        "The decision may surprise hon. Members, but it must come as a surprise to my right hon. and learned Friend the ​ Secretary of State for Trade and Industry who, two weeks ago, told my hon. Friend the Member for Derbyshire, West in Trade and Industry Questions:",
        "“my hon. Friend will be aware that the policy is normally to give assistance only where there is a net increase in jobs.”",
        "—[Official Report, 27 November 1985; Vol. 87, c. 871.] That is precisely what is not happening with English Sewing Ltd. The pack is merely being reshuffled at the taxpayers’ expense —£1 million of regional assistance grants to be precise. To make matters worse, only a couple of years ago, English Sewing Ltd. was given £300,000 in grants to modernise its mill. On top of all of that, the Government will have to contribute £100,000 towards redundancy costs. How can such expenditure—well in excess of £1 million of taxpayers’ money—be justified, and what is the benefit?",
        "The area has the advantage of one of the best and most loyal work forces in the country. What assurance can they have that this type of nonsense will not happen again? I blame the last Labour Government to some extent for the anomalies in the legislation, but I have to blame the present Government for not repealing the worst of those anomalies. Local people and taxpayers have got a rotten deal. When the subject was debated one and a half years ago, Ministers assured the House that such nonsense would not be allowed again.",
        "Well, it is happening. People in Amber Valley can probably survive fairly well without Government grants and handouts, but when their taxes are wasted by financing other areas to take away what jobs we have, they have a right to be extremely angry. I suspect that, in his heart of hearts. my hon. Friend the Minister realises that his Department’s position is untenable and wrong. I therefore urge him to prevent this misdemeanour."
    ]
}