{
    "url": "https://www.ukpol.co.uk/guy-opperman-2021-speech-on-pension-schemes-act/",
    "title": "Guy Opperman – 2021 Speech on Pension Schemes Act",
    "post_date": "March 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Guy Opperman",
            "url": "/tag/guy-opperman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Guy Opperman, the Parliamentary Under-Secretary of State for Work and Pensions, in the House of Commons on 2 March 2021.",
    "content": [
        "The Pension Schemes Act 2021 received Royal Assent on 11 February. We are now setting out next steps, delivering on the commitment made during the passage of the Pension Schemes Bill and following extensive engagement since report stage in the House of Commons. The Act will introduce:",
        "Three new criminal offences, including a sentence of up to seven years in jail for bosses who plunder or run pension schemes into the ground.",
        "The legislative framework needed to usher in pensions dashboards that will give savers greater control over, and awareness of, their pensions.",
        "The legislative framework to allow collective money purchase pension schemes to operate.",
        "Powers to require pension schemes to take the Paris agreement temperature goal into account, and other climate change goals set by the Government.",
        "Strengthened rules around pension transfers to prevent members being misled in relation to transferring their pensions pots.",
        "Measures to support trustees and employers to improve the way they plan and manage scheme funding over the longer term and enable the Pensions Regulator to take action more effectively to protect members’ pensions.",
        "We are now progressing the secondary legislation to ensure the UK’s pension system is safer, better and greener. The sequencing of the subsequent legislation will allow for proper consultation, engagement with key stakeholders and further parliamentary debate, through affirmative procedure where required.",
        "Following our consultation in January 2021 on climate change, we will lay these world-leading regulations this summer to come into force ahead of COP26. This will make the UK the first major economy in the world to legislate for, and bring into practice, the recommendations of the Taskforce on Climate-related Financial Disclosures, ensuring climate change is at the heart of the pensions system.",
        "On the Pensions Regulator’s powers, we will consult on the majority of draft regulations this spring, and will commence these powers and the criminal offences measures in the autumn. For the duty to give notices and statements to the regulator in respect of certain events, we will consult on the draft regulations later this year, for commencement as soon as practical thereafter.",
        "In early summer we plan to consult on draft regulations for scams and collective defined contribution schemes, with commencement on the scams measures from early autumn 2021.",
        "We aim to consult on proposed regulations for the pensions dashboard later this year and lay draft regulations before Parliament for debate in 2022. Delivery remains on track for 2023 in line with the plans published by the pensions dashboards programme.",
        "On defined benefit scheme funding, later this year we will consult on draft regulations, following promised engagement with key interested parties, working closely with colleagues at the Pensions Regulator as they develop the revised funding code, which will also be subject to a full public consultation.",
        "Both Ministers and regulators will continue to engage with both Houses of Parliament as these measures progress."
    ]
}