{
    "url": "https://www.ukpol.co.uk/guy-opperman-2018-speech-at-plsa-conference/",
    "title": "Guy Opperman – 2018 Speech at PLSA Conference",
    "post_date": "October 25, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Guy Opperman",
            "url": "/tag/guy-opperman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Guy Opperman, the Minister for Pensions and Financial Inclusion, at the Pensions and Lifetimes Savings Association on 18 October 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/12/guyopperman-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/12/guyopperman.jpg)",
        "Thank you very much indeed, and thank you to the PLSA for inviting me.",
        "It is good to be back, I’m not quite in Steve Webb territory of repeat appearances but to misquote Mark Twain, rumours of my demise, or the government’s demise have been grossly over-exaggerated.",
        "As you know, I asked to do this job, I wanted very much to do this particular job and I hope that I will be able to continue and I hope I’ll be coming back next year. And whilst I welcome the chance to be here, I love Liverpool, if you want to hold it somewhere in the true North, rather than somewhere halfway up England then my suggestion is that Hexham is a delightful venue, and really if you haven’t been you should go soon.",
        "It is very true to say that in the last year we have seen a significant and large number of changes designed – I believe – to improve savers’ experience. In fact, in my last speech last year, I set out a number of those particular matters. But there were a key 4 things that I tried to explain that we were working on.",
        "The creation of the Single Financial Guidance Body, expansion of auto enrolment, the Defined Benefit white paper and the feasibility study for the Pensions Dashboard.",
        "Now I’m going to change the habit of every single Pensions Minister for a very long period of time, by setting out not in great detail, auto enrolment, and the many things we’ve done in that area. But I do accept that the dashboard, for example, has taken longer than I would’ve liked. There are good reasons why and I’ll be discussing those later on today.",
        "When I spoke last year about the Single Financial Guidance Body, this was the first bill that the government brought in after the 2017 General Election. And you may think that we’re all focused on Brexit and other things, but the truth is the first thing the Prime Minister asked us to take through the House of Commons was a bill to provide pensions guidance and to provide financial capability on an ongoing basis.",
        "So it is something we have worked absolutely hand in glove with the Treasury on, and I’m delighted that we’re up and running. We have, in Hector Sants and John Govett, outstanding leadership for this organisation, we have the new non-executive directors who have been appointed, I’m meeting the organisation on a regular, almost weekly basis, to discuss financial capability generally, and more specifically the long-term strategy they have to take things forward.",
        "At the same stage, we have taken forward the DB white paper, and we have looked at consolidation on an ongoing basis.",
        "We have consulted on The Pensions Regulator’s powers, and my apologies, I missed the speech from Lesley earlier today, but the aim of the new powers it seems to me, is quite clearly to enable the regulator to be clearer, quicker and tougher so that they can be more proactive and get involved earlier, and then if necessary, and this should be in exceptional circumstances, punish wrongdoing when employers make changes which could adversely affect their pension scheme.",
        "We’re currently considering the responses to this consultation along with the feedback, and we are in a position that the publication of the conclusions will be towards the end of this year.",
        "Now, aside from the DB white paper, we have made changes to legislation this year that have made it easier for DC schemes to move members to a new scheme should they wish to exit the market, or consolidate.",
        "Fundamentally, and I want to make this clear. I and the government are in favour of consolidation and superfunds. We genuinely believe that big is better and we believe that consolidation within superfunds offers and alternative option for schemes and sponsors that have no realistic option of being able to fund an insurance buyout now or in the foreseeable future.",
        "We believe that superfunds will not only incentivise sponsors to improve funding levels, but will also reduce the risks created by future employer insolvencies.",
        "However, whilst we welcome this innovation, we need to ensure it is managed safely. We need to set perimeters and parameters which strike the right balance between enhancing member protection, being affordable for employers and commercially viable.",
        "Consolidation within superfunds offers an alternative option for schemes and sponsors who have no realistic prospect of being able to fund an insurance buyout now or in the foreseeable future.",
        "We believe that superfunds will not only incentivise sponsors to improve funding levels, but will also reduce the risks created by future employer insolvency.",
        "However, whilst we welcome this innovation, we need to ensure it is managed safely. We need to set perimeters and parameters which strike the right balance between enhancing member protection, being affordable for employers and commercially viable.",
        "Once we have confirmed our position and approach we will of course engage with your good selves and I hope to announce this consultation on DB consolidation very shortly.",
        "As you’ll see, in this speech, there are an awful lot of consultations coming shortly.",
        "As you’re aware we set out a range of proposals in the DB white paper. Our intention is to legislate for them as soon as possible; I’ll talk about the statutory process later today.",
        "I want to talk a little bit more about the TRIG work on reducing transfer times.",
        "I have been pleased to hear that the PLSA has publicly committed to supporting the work being progressed by the TRIG group.",
        "I know that many schemes, including personal pensions and master trusts, are already signed up to standards and platforms which allow for routine DC to DC transfers in 10 to 12 days, and I sincerely applaud those industry bodies who have made this commitment.",
        "However, I do want to take this opportunity now to encourage all pension schemes – specifically those who have not already signed up to any standards or platforms – to adopt this approach. Given that we can fly to the moon in less than a week, given that we can invade the Falkland Islands in about 21 days, it seems to me that 100 days is too long to transfer.",
        "It is quite clear that there is work to do to ensure there is an equal standard in the industry, and I’m committed to do that.",
        "But I’m a firm believer in encouraging the industry to lead from the front. So I encourage you all to collaborate and to take action to ensure that those schemes whose performance is lagging behind are encouraged to change their processes.",
        "As part of that I want to talk about Ruston’s work on Simplified Annual Benefit Statements.",
        "I want to give my full support to the work the PLSA are doing to develop retirement income targets, and the work Ruston is doing to build agreement across the industry for a Simplified Annual Benefit Statement. I regard this as utterly key.",
        "One of the key points coming out of our review of automatic enrolment in 2017 was that engaging people in pension saving is a shared responsibility – it’s not just government, it will require government, the industry, the advisory community and employers all having roles to play, and to play them collectively.",
        "The review called on industry and others to be creative, and to work together, and the PLSA’s work in this area is an example of how that can happen.",
        "The development of the Simplified Annual Benefit Statement is a testament to what you can do together frankly. I believe it is a simple and more engaging statement focused on user needs. We’ll be hearing more about it in the conference I know, and I’m sharing a stand with Ruston at a later stage today.",
        "But it’s an example of the industry working together, and I want to thank all the team, and it’s not just Ruston, there’s a huge amount of people that have got behind it, for the work they’ve done.",
        "We’ve also introduced regulations that will ensure DC pension schemes are more transparent about how much members pay.",
        "We laid the Administration and Disclosure (Amendment) Regulations in February. Schemes will now have to publish details of all member-borne costs and charges on a rolling basis between this November and next.",
        "I know there remain a few people who believe that members don’t care about, or won’t understand the costs and charges they pay. But I do think that costs matter and transparency matters. This is not the only thing which matters, but it is a factor. And I’m not aware of any other financial products with uncertain returns where members are not told what it will cost them.",
        "So, I really want to thank all the members of the Independent Institutional Disclosure Working Group for their work to agree templates for disclosure to pension schemes. But I believe that transparency – sunlight is the best disinfectant – is actually something that will aid all of you.",
        "I want to turn, if I can, to the issue of sustainable and responsible investments, and the nature of the particular investment.",
        "I accept that it is a difficult and tricky issue for someone in my position to give an opinion on to independent trustees.",
        "But the government has also undertaken some important work to clarify on pension schemes and how they invest, specifically when trustees consider their fiduciary duty in relation to environmental, social and governance factors.",
        "Our recent consultation on this issue attracted more than 3,000 responses. For a pensions consultation that’s a very large number of responses. It is I believe an indication that as more people begin to save, and begin to understand how their pension savings are invested, we could see a significant and realistic step change in the engagement and interest of this new population of savers.",
        "I believe that investing for social, environmental, economic and climate change issues, remains a topic we should be passionate about. I welcome the work that parts of the industry have done – led by Elizabeth Corley – in creating a culture of social impact investment. I will continue to engage across and beyond government to identify how we might remove barriers and make it easier to invest in a way that supports the sort of world we want to live in, going forward.",
        "But we’re not just doing that, we’re doing a number of different things in this area, and it merits discussion today. I’m excited about the work that the Treasury, led by my colleague John Glen, with whom I’m working absolutely hand in glove, have contributed on Patient Capital – another group with many representatives of industry from here today bringing forward radical proposals and compelling arguments about how we make it easier to invest in innovative and unlisted firms, and other assets such as unlisted infrastructure.",
        "As an aside, one of the things I’d like to see pensions schemes do more is to look again at their investment strategies. The DC scheme consolidation is gathering pace as we know. This means we will have larger master trusts who will increasingly be free to move beyond equities, gilts and bonds – important as those assets are – and to start to look at investing directly in firms, in infrastructure, in housing, and in a different way frankly to how they have on a traditional basis.",
        "This is something that I wish the industry to consider, to look at and it’s certainly something I’m discussing with industry on an ongoing basis. In the meantime, the department will be looking at how we can address this, how we can remove barriers and we will be considering what announcements can be made on this topic in the coming months. But as always my door is open.",
        "The next thing I want to talk about is the mid-life MOT. I think this is something I’ve personally championed until I’m blue in the face.",
        "The reality of the situation is this: every single one of us here, receives interventions on a public health basis, at all particular stages. So if like me, you’re reaching a certain age, my GP is announcing that various parts of my anatomy are going to fail unless I come to see him as a matter of urgency. If like me, you get a text from your dentist saying I really haven’t flossed enough and need to come and see him again. Or if like my missus, you’re getting the regular invites and updates to have the standard sort of checks that are absolutely life-preserving to public health in the modern era, then you will appreciate that to their credit the Department of Health, and health professionals have engaged with us as a wider community to do preventative health in a way that is genuinely transformational.",
        "The reality is that we don’t really do that in finance. Almost all of you are in the business of finance. I believe that the sea change will be as we go forward, that there is proper intervention one way or another to engage people, not just with their pension savings but with a whole host of other matters, whether it is their health outcomes, their retraining, their long-term employability, and so much more.",
        "But it’s something that we’ve taken forward as a department. I believe that it’s in your interest because I think that the more that we engage people at an earlier stage in their long-term retirement and savings plans, it’s going to be better for the industry.",
        "We’ve been working over the summer, as a department, with a number of employers, and I’d particularly like to praise Aviva who have done a mid-life MOT test, and have done a trial and a pilot in their Norwich office. I went to see them and I’ve met many of the people that were engaged in that pilot.",
        "And there’s one really interesting thing about a mid-life MOT, if you are an employer, you will probably be thinking this is the sort of worthy thing that HR would like us to do and that will cost my business, in certain circumstances; I might do it because it’s a good thing in terms of employee management but it’s not actually going to bring me any commercial benefit to the business.",
        "I genuinely believe you could not be more wrong, and the evidence I believe from the Aviva pilot and the other pilots that are ongoing, will show absolutely conclusively, that if you wish to retain your people, your 20-year people who have absolute muscle memory of your business, if you wish to have a real understanding of how you’re going to have the people that are 40, 50 and 60 continuing to work for your business and making sure that they continue to push your business forward, then a mid-life MOT is something that helps them do that. And the drop-out rate – taking advantage of pension freedoms, taking advantage of the change in lifestyles – is much lower for those doing a mid-life MOT.",
        "So I’m a massive fan of this, there are other companies who are beginning to embrace this, I would be doing a disservice to the endless lobbying that Tom McPhail does to me if I didn’t make the point that Hargreaves Lansdown are offering a mid-life MOT to all of their staff, and my point would be simply this: if you are in the business of selling finance to all of your customers, what are you doing for your individual staff? Because if they aren’t engaged with finance, and financial decisions and an awareness of their situation, frankly I don’t know who is.",
        "So I believe it’s something we should get behind, and at the same stage we are working on a number of other things.",
        "The 2 photos here I have to say something, it’s a fair point to say that I’m working with the lovely Jack Dromey and obviously on CDCs we’re working with Royal Mail and the CWU. I’d like to say, we’re so tight we held a joint meeting, it’s not often I invite a Labour shadow minister into the Department for Work and Pensions, but we held a joint meeting to try and make sure we are joined up in the way we do this.",
        "The longer-term viability of pensions legislation means that by and large if you aren’t working together on a cross-party basis you will not get things through.",
        "If you haven’t noticed the Prime Minister doesn’t enjoy the largest majority. Obviously everything is going fine, but you do need to work together. And it is absolutely the case that Jack and I are speaking together on a regular basis, mostly in a nice way, occasionally robustly. But we are working very hard to bring things forward.",
        "The reality of CDCs is that we’ve been working hand in glove on a regular basis, meeting with Royal Mail, the CWU; they are with the department literally on a bi-weekly basis. And we believe we are very, very close, I would love to have stood up here today and said ‘here is the consultation’ but we’re not quite able to do that. But we are very close to announcing the consultation on CDCs. It is something that we have been working hard on to ensure we have the legislative and regulatory framework, which would work best for such schemes in the UK.",
        "Any changes we make to facilitate CDCs have got to work for both the employers and members, and must have the adverse impact upon the rest of the pensions system. But we are making tremendous progress, and contrary to popular belief we’re also making tremendous progress on the Pensions Dashboard.",
        "Everyone agrees, and I don’t think there’s any doubt whatsoever, and I’m sure I’ll be grilled later on to within an inch of my life if I was in any doubt. Everybody agrees that a Pensions Dashboard, facilitated by government, led by industry, will be truly game-changing. I certainly believe that.",
        "As I set out in my written statement given to the House of Commons in September, we are going to make this happen, we remain utterly committed to making the dashboard a reality – you shouldn’t read too many things in the newspapers that’s for sure – and the feasibility study, examining ways to facilitate an industry-led dashboard is still under way. It is genuinely true that the department is in daily contact with the industry; if we haven’t contacted you individually my apologies but I promise you we’re contacting a lot of people. I’m unable to make a specific announcement today, and I’m sorry that that’s something I can’t do, but I promise you the work that has been done in assessing the feasibility of the Pensions Dashboard, has made it clear that while we shouldn’t underestimate the size and complexity and difficulty of the challenge, at the same stage this is something that we passionately want to do.",
        "The simple point is this, very often people will come to any government, particularly this government and say ‘we want you to do this’. It’s quite clear that the government has a role to play in the dashboard, a very significant and real role, and I don’t shirk from that in the slightest but at the same stage so does industry, so ask what you’re doing to make this happen. This is something that can only happen on a collective basis.",
        "I want to finish on 2 final points.",
        "I want to renew my desire for all of you to work with me in the financial inclusion space.",
        "It was a massive honour that the Prime Minister decided to make me the Minister for Pensions and Financial Inclusion, and I think the 2 are utterly linked and over the course of the last year, I have drawn a number of conclusions, one of which is that increasingly, customers want all information in a mobile or laptop friendly form. Fintech is transforming banking, without a shadow of a doubt, it is transforming savings and in my view, pensions will be next.",
        "At the same time, I’ll make the point again, you all have to ask what you’re doing to enhance financial inclusion amongst your own staff and amongst the customers you have.",
        "I want to end on what I consider to be the elephant in the room, which is Brexit.",
        "It’s clearly nothing to do with a speech to the PLSA but I think it’s important.",
        "It’s easy to get bogged down in the process of our exit from the European Union.",
        "For my part though, I’m more interested in the future after our departure, I’m more interested in ensuring we are able to be positive and optimistic about our place in the world, that we’re able to say in a few years’ time ‘look at how we’ve embraced tech, look at how we’ve embraced flexible working, look at how we’ve embraced automation, look at how we’ve embraced lifelong education and training and how that has impacted on the country, on who we are and who we want to be.",
        "I want to be able to say ‘look at how we have confronted the politics of anger and rage and nationalism, and replaced it with quiet hope and positive optimism and an ability to rationally disagree, rather than to abuse’. I want to be in a position that we look at how we have reshaped our role in the world, while still championing equality, while still championing international aid, while still upholding human rights and the rule of law. And look at how we have remained open and inclusive.",
        "Yes it is the case that this country wants greater control but at the same time, that is the kind of country I am striving for. I think we all accept we are on a journey, and a difficult journey but if we work together, if we commit to, in the future, to being a sunny, optimistic, positive country, then I believe that if we work together we can make this happen. Thank you very much."
    ]
}