{
    "url": "https://www.ukpol.co.uk/abena-oppong-asare-2022-speech-on-alcohol-duty/",
    "title": "Abena Oppong-Asare – 2022 Speech on Alcohol Duty",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Abena Oppong-Asare",
            "url": "/tag/abena-oppong-asare/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Abena Oppong-Asare, the Labour MP for Erith and Thamesmead, in the House of Commons on 19 December 2022.",
    "content": [
        "I thank the Minister for [advance sight of his statement](https://www.ukpol.co.uk/james-cartlidge-2022-statement-on-alcohol-duty/). The Government have confirmed that they are freezing alcohol duty rates for six months. I know that the sector will welcome the announcement, especially given the difficulties that businesses are facing, whether they are producers, suppliers or hospitality venues. I must say, however, that it is absolutely laughable that the Government have announced the change in the name of certainty. We should call it what it is: a U-turn. The previous Chancellor announced a freeze, the current Chancellor scrapped it, and now it is back on.",
        "How did we get here? In October 2020 the Government announced a call for evidence to seek views on how the alcohol duty system could be reformed. At the time, they said that they would make the system",
        "“simpler, more economically rational and less administratively burdensome on businesses and HMRC.”",
        "What we have seen since then, however, is indecision, U-turns and delays.",
        "The Government finally published a response to the alcohol duty consultation in September this year. Then in the shambolic mini-Budget that crashed the British economy, the then Chancellor announced a freeze on alcohol duty that was due to come into force in February 2023. The new Chancellor scrapped the planned freeze, however, in October’s autumn statement—just a couple of months ago. We now have a screeching U-turn; the freeze is back in place.",
        "We see again that the Government have no long-term plan for the British economy. They cannot provide the certainty that businesses and their hard-working employees need to plan for the tough winter ahead. They have left businesses and consumers out in the cold. They may not want to hear it, but that is the reality. They are unsure what regulatory systems will be in place in as little as two months.",
        "Today, Labour found that more than 70,000 venues have had to reduce their opening hours due to the price of energy bills, which means that almost a third of pubs, bars and hotels are missing out on customers at the busiest and most profitable time of the year. Those businesses and producers of wine, beer, cider and spirits enrich our communities and boost our high streets. I recently popped into the Standard, a pub in my Erith and Thamesmead constituency, which is really struggling with soaring energy bills and the lack of Government support. It needs the Government to be on its side. The Government promised to tell the House what the new energy bills support scheme would look like before Christmas, but we have yet to hear anything from them. Only Labour has set out a long-term plan to get our economy growing again.",
        "Looking to the future, we agree with the principles behind the alcohol duty review and we want the alcohol duty system to be made simpler and more consistent. We recognise that there is a balance to be struck between supporting businesses and consumers and protecting public health, and maintaining a source of revenue for the Exchequer, but this statement leaves many questions unanswered.",
        "Can the Minister give an indication of his plans for duty reforms in the coming spring? Can he confirm whether the alcohol duty reform package will be implemented in full? If so, what impact assessment has been carried out on the impact of the transition to the new duty regime? I hope that he can provide some clarity. The alcohol sector and the businesses and jobs that it supports have suffered enough uncertainty and U-turns. These are major changes that will affect businesses and consumers in all our constituencies, so I hope that they will be properly thought through and that we will not see last-minute policy announcements and changes, as we have today.",
        "**James Cartlidge**",
        "I am grateful to the hon. Lady. To be clear, this is good news for every single part of our alcohol industry and for those who drink in our pubs. Crucially, it gives certainty to the industry. The hospitality industry employed 2.1 million people at the latest reckoning, so it is a huge part of our economy and we want to do what we can to support it.",
        "The hon. Lady mentioned a U-turn. To be clear, we said that we would introduce a radical reform of alcohol duty, and we will introduce that reform. It will come into effect next August. That reform could not have happened if we had not left the European Union. It will introduce, for the very first time, differential duty rates on tap and in the supermarkets. The public want that, because they value their pubs and understand the importance of pubs to their communities. [Interruption.] The hon. Lady intervenes, having sat down. She talked about her local pub. Obviously, we want to assist her local pub, and all pubs up and down the country; that is why we have put in place an energy bill relief scheme worth £18.1 billion, which is a huge intervention.",
        "The energy bill relief scheme is very generous, but it is expensive, and we need to ensure longer-term affordability and value for money for the taxpayer. That is why we are carrying out a review of the scheme, with the aim of reducing the public finances’ exposure to volatile international energy prices from April 2023. We will announce the outcome of the review in the new year to ensure that businesses have sufficient certainty about future support before the scheme ends in March 2023. We should remember that this energy-related support comes on the back of the enormous support that we put in place during the pandemic. There were grants, bounce back loans, and of course furlough for all staff working in the hospitality sector.",
        "We are proceeding with this ambitious reform package next year. We felt that it was appropriate to give the sector certainty as soon as possible that it would face only one uprating. That is the right thing to do, and it shows that the Government are supporting the hospitality industry."
    ]
}