{
    "url": "https://www.ukpol.co.uk/abena-oppong-asare-2023-speech-on-energy-support-package-for-businesses/",
    "title": "Abena Oppong-Asare – 2023 Speech on Energy Support Package for Businesses",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Abena Oppong-Asare",
            "url": "/tag/abena-oppong-asare/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Abena Oppong-Asare, the Shadow Economic Minister, in the House of Commons on 9 January 2023.",
    "content": [
        "Thank you, Mr Deputy Speaker, and happy new year. I thank the Minister for advance sight of his statement.",
        "Businesses have been crying out for some much-needed clarity. In September, the Government promised a review to look at targeted support, saying of the energy bills support scheme:",
        "“We will publish a review…of the scheme in three months”.",
        "I noticed the Minister made limited mention of this review. Could he tell the House where it is, who was consulted, what were the outcomes and whether it even took place? Many industries have suspected that the review was always intended as a delaying tactic. They have strung businesses along, playing for time, just like everything the Government do—living day to day and crisis to crisis, and hoping the blame does not land on them.",
        "It is criminal that this sticking-plaster politics has forced British businesses into the same cycle, with firms unable to plan and not knowing what the next month will bring, let alone the next quarter. Business owners and their staff have faced two Christmases racked with worry because of covid and half-baked announcements from this Government, not forgetting the £6.5 billion of money recklessly squandered by this Tory Government. Firms were promised clarity last year, but Tory chaos meant that they spent another Christmas worrying about their energy bills. Will the Minister apologise today for the distress and uncertainty caused by the Government, not least for the hospitality sector during what should have been its most profitable trading period? What has been announced today is just a sticking plaster. What are the Government doing to ensure the take-up of energy efficiency measures for small businesses, and what plan does he have to deliver energy security and lower bills for the long term, or are businesses to be treated to this merry-go-round every winter?",
        "The Minister spoke about support for energy-intensive industries. Can he confirm what businesses are in scope and how this will be implemented? Can I point out that Wade Ceramics in Stoke-on-Trent closed while the Government dithered and delayed over energy support? What does he have to say to those 140 workers? Our steel producers paid twice as much per megawatt-hour than German producers did last year. [Interruption.] Conservative Members do not want to hear this, but these are the facts. Reports from the Scunthorpe plant are deeply alarming, so can I take this opportunity to ask what steps his Government are taking to secure the future of the domestic steel industry? Will the Minister confirm today that he will commit to the long-term investment that steel needs to protect our manufacturing base and national security?",
        "With delayed announcements, constantly changing plans and a Government living day to day, they are forcing industries to do the same. I agree that firms need to invest, but what steps have the Government taken to make this possible? There was no mention in the statement of support for businesses investing in green technology. The British Chambers of Commerce and Make UK are very clear that, rather than inspiring business confidence and investment, the Government’s policy decisions have reduced confidence.",
        "It simply does not need to be like this. Labour would back British businesses and give them the certainty they need to plan and invest, scrap business rates with a fair tax on the online giants, have a long-term industrial strategy alongside which our industries can invest and, crucially, deal with the energy crisis at source.",
        "For 13 years, Britain’s energy policy has been a perfect example of sticking-plaster politics. Of course the Government are not responsible for the effects of the war in Ukraine, but the truth is that it was not the war that banned onshore wind, scrapped the home insulation and shut our gas storage facility; the Tory Government did that. That is why we are so exposed as a country, and families and businesses are paying the price. Labour’s green prosperity plan will deliver green electricity by 2030, getting bills down, ending the cycle of Tory crisis; the choice is between proper energy security that benefits Britain and a real plan to back British business with Labour, or an out-of-touch Tory Government with no ideas.",
        "**James Cartlidge**",
        "I am grateful to the hon. Lady. She asked what happened to the review. Well, I am making a statement about the results of the review, and the policy decisions that we have come to a conclusion on, based on the review and consulting all the key stakeholders in business and industry and also the voluntary sector, who I spoke to only this week.",
        "The hon. Lady used the word “criminal” to describe the announcement today. I think that is a little over the top. We are continuing to provide significant support for businesses. We have a universal scheme, plus the targeted support for energy and trade-intensive sectors, with significant expenditure of up to £5.5 billion. We must balance this, however. She talked about failing to support business, but I remind the House that at this precise moment we are in the middle of a six-month scheme worth £18 billion, which is an extraordinary sum.",
        "The hon. Lady said that we have somehow betrayed hospitality. The last statement I made, the day before the House rose for the Christmas recess, was that we would be freezing alcohol duty for another six months. We have supported pubs throughout the pandemic. To a typical pub, this will be worth about £2,300 in support over the next 12 months. Beer duty is now at the lowest real-terms level for 30 years, having been cut or frozen in nine of the last 10 Budgets, and spirits duty is at the lowest level in real terms since 1918, and of course we have extended the discount on business rates for the hospitality sector—previously it was 50% and we are increasing it to 75%. So there is a huge amount of support for hospitality.",
        "The hon. Lady called for energy security. I agree that the long-term answer to this problem is investment in energy security; it is about having robust British energy, and we should look at the figures on that. Only a few days ago we heard from the BBC that in 2022 we had a record level of wind production in this country producing electricity: almost 27%, with just 1.5% from coal compared with 43% from coal in 2013. No other country is making that sort of progress. I am proud as an East Anglian MP to say that offshore wind has made a massive contribution; we have the largest array of offshore wind in Europe. We are delivering energy security and, as the Chancellor said in his statement, we are going to keep doing it, investing in nuclear and putting other investment in place, backing contracts for difference.",
        "I will make one final point. A few days ago the Leader of the Opposition said that it was no longer the time for the big Government cheque book and that we need to put the cheque book away. I am not sure that his Front-Bench Members have got the memo, because there is a balance to be struck here: we need fiscal prudence. The underlying problem for the country is inflation: inflation is the reason why people are experiencing cost of living problems. If we want to get a grip of inflation, we need to set a path for fiscal sustainability, because the problem with what the hon. Lady is suggesting is that it implies not just getting the Government cheque book out again, contrary to the words of the Leader of the Opposition, but getting a blank cheque book out. The problem with that is that if a Labour Government start writing blank cheques, we know where that ends up: with them writing a letter saying there is no money left, and bankrupting the country. We must balance prudence with supporting businesses and the voluntary and public sectors with their energy bills. We have done that today as a result of our review, and I believe this is the right balance of policy for the House."
    ]
}