{
    "url": "https://www.ukpol.co.uk/kate-osamor-2022-parliamentary-question-on-the-asylum-backlog/",
    "title": "Kate Osamor – 2022 Parliamentary Question on the Asylum Backlog",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Kate Osamor",
            "url": "/tag/kate-osamor/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Kate Osamor, the Labour MP for Edmonton, in the House of Commons on 19 December 2022.",
    "content": [
        "**Kate Osamor (Edmonton) (Lab/Co-op)**",
        "What recent progress her Department has made on reducing the backlog of asylum applications.",
        "**Vicky Foxcroft (Lewisham, Deptford) (Lab)**",
        "What recent progress her Department has made on reducing the backlog of asylum applications.",
        "**The Minister for Immigration (Robert Jenrick)**",
        "Last week we set out plans to clear the initial decision backlog of asylum legacy cases by the end of next year. Over the summer and autumn, the Home Office reduced the number of older asylum cases by 11,000, and the number of asylum caseworkers has doubled.",
        "**Kate Osamor**",
        "Last week the International Development Committee heard from organisations working closely with refugees in the UK. I was disappointed but not surprised to hear Enver Solomon, the chief executive of the Refugee Council, say that it was not consulted about the proposals, announced last week, to tackle the backlog. Why have the Government neglected to widely consult experts, and would the Minister be willing to consider their recommendations if I was to write to him?",
        "**Robert Jenrick**",
        "I would be interested in the views of any of our stakeholders, but the Prime Minister set out a very compelling case last week to radically re-engineer the end-to-end process, with fewer interviews, shorter guidance, less paperwork, specialist caseworkers by nationality, including tackling Albanian cases, and reforming modern slavery by reducing the cooling-off period from 45 to 30 days—all steps to clear the backlog as quickly as possible.",
        "**Vicky Foxcroft**",
        "One of my constituents arrived in the UK from Afghanistan and claimed asylum in September 2021. Despite my caseworkers making regular inquiries since August 2022, we have received no updates regarding the status of his application. He tells us that the situation has made him seriously depressed. Does the Minister agree that excessive wait times can have a hugely detrimental impact on mental health, and will he agree to look at this case in further detail?",
        "**Robert Jenrick**",
        "I would be happy to look at that case and any others that are brought to my attention. The backlog, however, is a symptom of the problem, which is that far too many people are crossing the channel illegally, and that is what this Government are determined to tackle. The hon. Lady and her Opposition colleagues have voted against every tough measure that we have sought to take in recent years. I hope that she will now get behind the measure that we are taking, the statement the Prime Minister made last week and, of course, our world-leading Rwanda partnership, which the Court today gave its agreement to.",
        "**John Redwood (Wokingham) (Con)**",
        "Will the Government introduce urgent legislation to strengthen control of our borders, and could that include a notwithstanding clause to guide the courts against using other laws that undermine the fundamental principle of the Prime Minister’s policy?",
        "**Robert Jenrick**",
        "My right hon. Friend the Prime Minister set out last week our intention to bring forward legislation early next year, and at the heart of that legislation will be a simple point of principle that we on this side of the House believe: no one should gain a right to live in this country if they entered illegally. From that, all things will need to flow. Nothing is off the table. We will take our obligations to deliver on that policy very seriously. That is in stark contrast to the Labour party. At the weekend, the shadow Home Secretary, the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper), could not even say whether illegal entry to this country should be an offence. That says it all. We believe in securing our borders and in controlled migration. The Labour party is the party of mass migration.",
        "**James Gray (North Wiltshire) (Con)**",
        "We in Wiltshire are proud of the fact that some 900 Ukrainians will be enjoying Christmas dinners with us, and that we have entertained a large number of Afghan people who looked after us so well during the war. However, we were very surprised when last Friday 82 young Albanian men were moved into the very rural, very distantly located Wiltshire golf club without any notice at all being given to the neighbouring retirement village. Does the Minister agree that this is an inappropriate location for people of this kind, who are very probably economic migrants, and will he seek to advance them elsewhere as soon as he possibly can?",
        "**Robert Jenrick**",
        "I am grateful to my hon. Friend for that question. We do not want to use hotels in any part of the country; we want to tackle the issue at its source. I understand his constituents’ concerns with respect to the hotel in Wiltshire. As I understand it, a smaller number of individuals have been accommodated there than he has perhaps been advised and the local authority was informed in advance, but that does not diminish his constituents’ concerns. I am happy to talk to him to see what we can do to end that at the earliest opportunity.",
        "**Mr Speaker**",
        "I call the shadow Minister.",
        "**Stephen Kinnock (Aberavon) (Lab)**",
        "The Nationality and Borders Act 2022 is profoundly counterproductive legislation, as illustrated by the fact that, since it was passed, the number of dangerous crossings has reached a record high. The Act includes the so-called inadmissibility clause, but the fact that the Government have failed to negotiate a returns agreement with a single European country means that just 21 out of 18,000 inadmissible people have been returned. Sending 300 asylum seekers to Rwanda will not even touch the sides of that 18,000. Does the Minister recognise the inadequacy of the legislation? Will he explain why the Government’s utterly self-defeating approach has led directly to the British taxpayer footing an extra bill of £500 million?",
        "**Robert Jenrick**",
        "First, whatever the inadequacies of the current system, they would be far worse if the Opposition were in power—in fact, the backlog of cases was 450,000 when the last Labour Government handed over to us. They have opposed every tough measure that we have taken, including the Nationality and Borders Act. If the hon. Gentleman thinks that Act did not go far enough, I will welcome his support next year when we bring forward further and even tougher legislation. We will make sure that we secure the borders and control migration. He cannot see the difference between people genuinely fleeing persecution and economic migrants. He is testing the will of the British people; we will take action.",
        "**Mr Speaker**",
        "I call the SNP spokesperson.",
        "**Alison Thewliss (Glasgow Central) (SNP)**",
        "My casework in Glasgow Central speaks to the fundamentally broken asylum system, and a failing immigration system more widely, as other types of applications are regularly delayed and people are left waiting for years. The barrister Colin Yeo suggests that, to get the asylum backlog down to 20,000, the Home Office would need to make 8,000 decisions a month. In the year to September, only 16,400 decisions were made in total, so precisely how will the Minister meet his target?",
        "**Robert Jenrick**",
        "Last week, my right hon. Friend the Prime Minister set out our plan to re-engineer the process and hire more decision makers. It is about not just people and resource, but ensuring that the process is faster and less bureaucratic, and that the guidance is cut and simplified. If the hon. Lady wants to help us with the issue, perhaps she will get on to her colleagues in the Scottish Government, because today in Scotland, in contrast with the rest of the United Kingdom, only one city—Glasgow—is doing its fair share and taking asylum seekers. In the whole of Scotland, only a dozen hotels outside of Glasgow are taking asylum seekers, which is not fair and equitable. She might sound pious, but her words and rhetoric are not matched by action from the Scottish Government.",
        "**Alison Thewliss**",
        "Local authorities in Scotland are reticent to take more because they know that the UK Government are not funding asylum seeker provision properly, and that pressed budgets due to another round of austerity are coming down the road, as the Minister knows just fine. Can he confirm that the Home Office is recruiting asylum decision makers from people in customer service and sales positions at McDonald’s and Aldi who have no prior experience of the asylum system, who are consulting Lonely Planet guides for knowledge of applicant countries, and who have described being",
        "“left to fend for themselves”",
        "after two days to conduct complex interviews and make life or death decisions? Is that really an adequate way to conduct sensitive decision making?",
        "**Robert Jenrick**",
        "I do not recognise anything that the hon. Lady just said. The problem with the current system is that it is too complicated and too bureaucratic. We want to simplify that, speed up those decisions and make sure that the teams are more productive. To come back to her first point, the Scottish Government are refusing to take any of the asylum seekers who are arriving in the UK on small boats, which is not right. There is a widening gulf between the actions of the Scottish Government and their rhetoric, which I ask her to consider."
    ]
}