{
    "url": "https://www.ukpol.co.uk/kate-osamor-2022-parliamentary-question-on-the-sovereign-debt-of-african-countries/",
    "title": "Kate Osamor – 2022 Parliamentary Question on the Sovereign Debt of African Countries",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kate Osamor",
            "url": "/tag/kate-osamor/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Kate Osamor, the Labour MP for Edmonton, in the House of Commons on 13 December 2022.",
    "content": [
        "**Kate Osamor (Edmonton) (Lab/Co-op)**",
        "What assessment he has made of the potential effect of trends in the level of sovereign debt in Africa on stability in that region.",
        "**The Minister of State, Foreign, Commonwealth and Development Office (Mr Andrew Mitchell)**",
        "The significant debt vulnerabilities in many sub-Saharan African countries create risks for their growth, development and stability.",
        "**Kate Osamor**",
        "I thank the Minister for his reply. We have seen crippling crises affect various parts of Africa this year, from drought in the horn of Africa to floods in Nigeria. The debt burden of many low and middle income countries impacts the state’s capacity to cope, and the crisis only worsens the economic outlook further. As the charity Debt Justice has proposed, will the Government commit to supporting a universal framework for debt cancellation when an extreme climate event strikes, to prevent that double whammy?",
        "**Mr Mitchell**",
        "We look at every way of helping to address the problem that the hon. Lady sets out. We are providing bilateral technical assistance to help many countries better manage their public funding, and we are working with partners in the Paris Club and the G20 on how to address international debt issues together. We have already seen the progress that results from that in Ghana, where I am going today, and in Malawi.",
        "**Sir James Duddridge (Rochford and Southend East) (Con)**",
        "Is my right hon. Friend concerned, as I am, that Chinese sovereign debt is perhaps understated in countries such as Zambia, where banks lend directly to the Government but are effectively controlled by the ministry of finance in China? Will he do more to understand the totality of the debt and the indebtedness of specific countries to the Chinese Government?",
        "**Mr Mitchell**",
        "Yes. My right hon. Friend makes a very good point, and we need to show through what we do that there is a much better alternative. In 2020, we provided debt relief on repayments to the International Monetary Fund for 23 countries and contributed £150 million to the IMF catastrophe containment and relief trust. It is by doing such things that we show that there is a better way than the one the Chinese are using.",
        "**Mr Speaker**",
        "I call the shadow Minister.",
        "**Preet Kaur Gill (Birmingham, Edgbaston) (Lab/Co-op)**",
        "The IMF says that three out of five of the world’s poorest countries are now in debt distress. The last Labour Government cancelled billions of pounds of multilateral debt. Any solution now depends on China, which receives 66% of all bilateral payments, and private creditors such as BlackRock. The future of millions of the world’s poorest depends on halting debt defaults, so what steps will the Government now take to engage seriously with China and bring forward the incentives, regulation and education needed to force private creditors to the table?",
        "**Mr Mitchell**",
        "The shadow Minister makes a good point. I think she is referring specifically to vulture funds, which we will certainly address. I want to make it clear to the House that we are working very closely with the international financial community. We understand absolutely the risks of instability that the situation creates, and the hon. Lady will have seen the work on stabilisation that has been done by both the Africa Development Bank and the World Bank."
    ]
}