{
    "url": "https://www.ukpol.co.uk/kate-osamor-2022-question-on-situation-on-flood-relief-in-nigeria/",
    "title": "Kate Osamor – 2022 Question on Situation on Flood Relief in Nigeria",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Kate Osamor",
            "url": "/tag/kate-osamor/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The question asked by Kate Osamor, the Labour MP for Edmonton, in the House of Commons on 8 November 2022.",
    "content": [
        "What steps he is taking to support flood relief efforts in Nigeria.",
        "**The Minister for Development (Mr Andrew Mitchell)**",
        "Nigeria is one of the world’s most vulnerable countries to climate change, and it is experiencing the worst floods in a decade. The UK is providing support through the multi-donor Start fund, which has allocated £580,000 so far this rainy season. That funding is supporting 26,288 people affected by flooding. We will continue to help Nigeria make progress towards long-term climate change adaptation and resilience.",
        "**Kate Osamor**",
        "I welcome the Minister to his place. The floods in Nigeria have already left more than 1 million people displaced, 200,000 homes destroyed and, sadly, 600 people dead. In the wake of those floods, cholera cases are skyrocketing in some areas, due to a lack of access to clean water. Will the Minister assure me that the Government will be focusing aid to help ensure access to water and sanitation, and prevent the death toll from rising further?",
        "**Mr Mitchell**",
        "I thank the hon. Lady for her comments and her question. Over the past five years, Britain has provided £425 million of humanitarian support, which has specifically reached more than 2 million people in north-east Nigeria, including individuals affected by the flooding. I give her a commitment that, working with Nigerian agencies, we will seek to strengthen flood risk management. Prior to COP26 we supported Nigeria’s national adaptation work to help cope with climate change."
    ]
}