{
    "url": "https://www.ukpol.co.uk/kate-osamor-2021-speech-on-universal-credit/",
    "title": "Kate Osamor – 2021 Speech on Universal Credit",
    "post_date": "January 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Kate Osamor",
            "url": "/tag/kate-osamor/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kate Osamor, the Labour MP for Edmonton, in the House of Commons on 18 January 2021.",
    "content": [
        "I support the motion. My constituents have felt the impact of the pandemic particularly harshly. We have seen some of the highest rates of infection in the country, and the unemployment rate has shot up almost 12%, which is double the national average. As of last August, 16,000 households in Edmonton relied on universal credit and another 11,000 households remained on legacy benefits such as employment and support allowance. Those 11,000 households have been ignored by the Government and have received no £20 uplift. The Government must reconsider that arbitrary decision.",
        "Every week I hear from constituents who are struggling to get by, even with the uplift. The £20 may be nothing to the Cabinet or to the Prime Minister, who complained that he could not afford to live on a salary of £160,000 a year, but for thousands of families across the country, that £20 a week is the only thing that stands between them and the food bank, or being able to pay their rent or heat their home. One of those people is my constituent Sarah, who claims universal credit and has a seven-year-old child. Universal credit only just covers Sarah’s rent and bills. If this cut goes ahead, she will have to choose between falling behind with her rent and staying warm. That is a choice no one should have to make.",
        "That is why it is important to understand the uplift in context. It barely made a dent in the cuts to benefits the Government have made over the last 10 years. Even with the £20 uplift, UK unemployment and in-work benefits rank as some of the least generous in Europe. Only last week, the Prime Minister was asked by my right hon. Friend the Member for East Ham (Stephen Timms) about the £20 cut. In response, the Prime Minister said that he wanted to focus on jobs, not on welfare. Can you imagine how my constituents felt, hearing such a callous reply? This is not a choice between helping people in work and helping the unemployed, because people both in and out of work are claiming universal credit. Many are in low paid work, or may be unable to work due to illness or disability.",
        "This motion argues for a change in priorities. By making this reckless cut to universal credit, the Government will be taking money out of the pockets of the people who need us the most during the biggest recession for hundreds of years. I ask the Minister to cancel the cut and to apply the £20 uplift to the thousands of people in receipt of legacy benefits."
    ]
}