{
    "url": "https://www.ukpol.co.uk/kate-osamor-2015-maiden-speech-to-the-house-of-commons/",
    "title": "Kate Osamor – 2015 Maiden Speech to the House of Commons",
    "post_date": "December 3, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Kate Osamor",
            "url": "/tag/kate-osamor/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Kate Osamor, the Labour MP for Edmonton, in the House of Commons on 2 June 2015.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/12/kateosamor-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/12/kateosamor.jpg)",
        "I am most grateful to you, Mr Speaker, for calling me during today’s debate to deliver my maiden speech.",
        "I have dedicated 15 years of my life to the NHS, working as a practice manager in a GP surgery—so I have seen at first hand how hard it is to get an appointment—and as an administrator in an out-of-hours GP co-operative. I will be proud to apply the same principles and values as an MP. I stood for election as a Labour and Co-operative candidate, and now I have the privilege of representing the Co-operative movement in the House. With my colleagues, I hope to bring its principles, values and experience to bear on Members’ deliberations.",
        "Among the distinguished list of my Labour predecessors, I pay tribute to Lord Graham of Edmonton, but my immediate predecessor was Andy Love. He was the eighth Member of Parliament for the constituency and all his predecessors were men, but I have broken that tradition as the first woman to represent Edmonton. I feel most honoured and proud of the responsibility bestowed upon me. It is a measure of the regard in which he was held that Andy Love served for 18 years in this House, and I pay tribute to him. I have big shoes to fill: he was a tireless representative of constituents, and he will be particularly remembered in the House for his advocacy on behalf of Cypriot communities both here and abroad.",
        "The name Edmonton is of Anglo-Saxon origin. The medieval parish was centred on the church of All Saints, the oldest building in the borough of Enfield, which is still in use. There are several other listed buildings in Church Street, such as Lamb’s Cottage, the Charity School Hall, the former Charles Lamb Institute, and some Georgian houses. In the 1970s it was designated the first conservation area in Edmonton and there are now three others. In 1996 the Montagu cemeteries, comprising the Tottenham Park and Jewish cemeteries, were also designated because of their unique landscape qualities.",
        "Fore Street, an historic main road leading north from London, attracted rapid development in the 17th century. As some of the buildings survive, it was designated a conservation area in 2002. The Crescent in Hertford Road was added to the borough’s list of conservation areas in 2008. Besides the buildings in these special areas, there are other listed buildings—St Michael’s church and vicarage in Bury Street, Salisbury House in Bury Street West, and St Aldhelm’s church and Millfield House in Silver Street.",
        "Since the 1960s Edmonton has been transformed from a predominantly white, working-class industrial suburb into a multicultural area through Commonwealth immigration, asylum seekers and the expansion of the European Union in May 2004. Edmonton Green ward has been identified as having one of the highest numbers of working-age adults living on state benefits in the UK. Much of the industry for which Edmonton was famous—furniture making, electrical goods and electronics —has disappeared or moved to greenfield sites. We do not have one dominant employer to bring an end to adult worklessness in Edmonton, but despite the lack of low-skilled jobs on offer, Edmonton has a growing entrepreneurial spirit. A hub of small and medium-sized businesses along Fore Street make the best of things, whatever the circumstances. True community spirit is fostered and rewarded and we see this in the numbers of small businesses within the constituency.",
        "Edmonton is a community of many contrasts. Alongside increasing prosperity, many people suffer considerable hardship and deprivation. Edmonton is a priority regeneration area. Edmonton Green and Angel Edmonton have been identified as town centres that need improvements to make them look and feel like much better places to shop. There are a wide variety of schemes and projects happening in Edmonton under a Labour-run council to ensure that these priorities are delivered.",
        "Regenerating the wider Edmonton area is focused on improving the shopping centres, creating access to new jobs, and improving the education and health of our local people. These plans will also deliver improvements to transport facilities and links to other areas, such as central London. They will improve the quality of and access to open spaces and parks, as well as restoring and maintaining connections with all the historical sites.",
        "Up to 5,000 new homes and 3,000 new jobs will be created by the £1.5 billion Meridian Water redevelopment on a former industrial site. This should be completed by 2026. The improvements to the wider Edmonton area and the plans for Edmonton Green will all come under a Labour-led council. I am happy to report that only yesterday Transport for London appointed London Overground as the train operator to run local train services out of Liverpool Street to north-east London. TfL’s presence will bring immediate improvements to Edmonton Green station, improving security and safety for passengers and disability access. This will improve standards for everybody.",
        "It is a great honour to represent the people of Edmonton and I thank them for electing me as their Member of Parliament. I would like to thank all those who campaigned for me and worked hard to achieve a Labour victory in Edmonton."
    ]
}