{
    "url": "https://www.ukpol.co.uk/george-osborne-2008-speech-on-the-credit-crunch/",
    "title": "George Osborne – 2008 Speech on the Credit Crunch",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the then Shadow Chancellor of the Exchequer, on 8th April 2008.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Last Friday I was in New York City meeting some the heads of the major investment banks who are on the front line of the current financial turbulence.",
        "Today I am honoured to be here at Harvard, where I want to learn from those who are at the cutting edge of current economic thinking.",
        "And I’m particularly pleased to be here for the centennial of Harvard Business School.",
        "But my journey between the two cities took me on a detour via a museum in upstate New York.",
        "Hyde Park was the home on the Hudson River of Franklin Roosevelt and today it is the site of his presidential library.",
        "Visiting that library this weekend I was reminded that the first and most immediate of the economic crises which the new President Roosevelt had to confront in 1933 was a banking crisis.",
        "And the foundations of the current US regulatory structure which is trying to deal with today’s credit crunch was laid down as a response to the credit problems of the Depression era.",
        "The creation of the FDIC to protect the savings of the American family.",
        "The split between commercial and investment banking enshrined until recently in the Glass-Steagall Act of 1933.",
        "And the powers granted to the Federal Reserve to preserve financial stability in the 1930s which were invoked over seventy years later to preserve stability again by the rescue of Bear Stearns.",
        "The bankers, economists and politicians of the great Depression era had to confront problems that few had foreseen and shape a whole new set of answers.",
        "Today’s generation of bankers, economists and politicians across the western world are also confronting problems that few had imagined possible even a year ago.",
        "The fact that wholesale debt and credit markets would simply freeze.",
        "The fact that everyday financial products from mortgages to student loans to auto finance would be withdrawn from thousands of families.",
        "The fact that in Britain the Government would end up nationalising a $200 billion retail bank and that in the United States the Federal Reserve would intervene with taxpayer guarantees to save a major investment bank.",
        "And the fear that this financial turbulence on Wall Street and the City of London heralds economic misery on Main Street and in the high streets in Britain.",
        "It is incumbent on us to think through what the long term implications of these events might be, not just for our system of financial regulation, but for the way governments and central banks seek to manage the economy.",
        "Not to rush to rash judgements or premature solutions. Not to assume that every problem needs a new law and a new piece of regulation. But to acknowledge that we have not reached the end of economic history.",
        "Many people thought we had. Economic policy seemed to have reached a consensus on independent central banks, inflation targeting and floating exchange rates.",
        "Some politicians went so far as to boast that they had ended ‘boom and bust’. They now look ridiculous.",
        "Of course, there were those who pointed out that the build-up of debt could not continue, that the current account could not grow for ever, and that an economy built on such levels of debt was unsustainable.",
        "Their worries have been largely ignored – indeed many of the most advanced macroeconomic models barely have a role for money or balance sheets.",
        "Macroeconomic policy over the last fifteen years or so has been focused on the need to control inflation and the demand cycle.",
        "This is particularly true in the UK, where we finally settled in 1992 on a policy of inflation targeting, cemented in 1997 by the independence of the Bank of England.",
        "Bank independence was an idea whose time had come. I welcome it and in office we would strengthen it.",
        "But it was designed to deal with the old challenges: of persistent inflation and excess demand.",
        "The credit crisis demonstrates starkly that controlling retail inflation is not enough. Recent threats to stability have come not just from the demand cycle but from the credit cycle.",
        "Over the past decade both the UK and the US have seen in rapid rises in the liabilities of households, companies, and banks. But under the terms of the former economic consensus, all looked well: retail price inflation was low, and growth was positive.",
        "With the addition of the deflationary power of China and the rest of the developing world to the global economy, the debt and the deficits were ignored.",
        "We could, we were told, survive with increasing leverage for ever. Yet we are discovering – as Milton Friedman might have predicted – that the link between money and inflation has not in fact been broken.",
        "Inflation expectations have been held down by the knowledge that the central banks were mandated to keep inflation low. But we are now all discovering that the extra liquidity has flowed not into retail prices, but into asset prices and unsustainable increases in household balance sheets.",
        "For a long time this has been good news for home-owners and investors, but it is at the core of the problems we now face.",
        "An unsustainable rise in asset prices relative to retail prices can only unwind in one of two ways. Either asset prices fall. Or retail prices rise. Both are disruptive to the economy, and to millions of families in America and Britain. Both are happening now.",
        "In the UK house prices are falling and consumers are witnessing a steep rise in the cost of living.",
        "Harvard’s own Ken Rogoff, the former IMF Chief Economist, summed it up with a quote from Robert Frost: “Some say the world will end in fire, some say in ice.” I look forward to meeting him tomorrow to find out which it will be.",
        "What would be quite wrong is simply to reflate the bubble, and imagine our problems would be solved. Instead, the short term priority is to manage the unwinding of asset prices rises and increased leverage, while keeping a firm grip on retail price inflation.",
        "But the question of how we get ourselves out of this mess in the short term, is tied to the question of how we make sure it doesn’t happen again.",
        "In the medium term, we need to recognise that the cycle of easy money and easy credit is a function of the financial markets and macroeconomic policy and it’s there we need reform.",
        "And finally, this crisis reveals the weaknesses in our economies that we have to fix in the long term.",
        "So let me set out my thinking on what the policy response should look like in the short, medium and long terms.",
        "The priority in the short term must be to weather the current crisis and prevent the emergence of a vicious spiral of restricted credit, falling asset prices and falling demand.",
        "But in doing so we mustn’t lose sight of controlling inflation and undoing twenty years of hard work.",
        "The Fed’s dramatic action to prevent the collapse of Bear Sterns was necessary to stop counterparty risk becoming a generic issue across markets.",
        "As we discovered, interconnected banks are not just normal companies, or indeed just providers of money in the financial system. Increasingly, banks have become part of the infrastructure on which the system relies.",
        "But this implicit Government insurance brings with it problems. Bear Sterns’ creditors were paid for the risk they took lending to the bank. Now that risk has been shouldered by the taxpayer.",
        "We had the same problem in the UK with Northern Rock, one of the largest mortgage lenders. The Government guaranteed not just retail deposits but wholesale deposits.",
        "So there is now an implied Government guarantee on any bank that can’t fail. But even the Government’s balance sheet isn’t big enough to guarantee the whole banking sector. There must be a concern that risk will be mispriced once again.",
        "There are some solutions to these difficult problems.",
        "We need considered and proportionate reforms to the systems of financial regulation and oversight that failed.",
        "I know that a vigorous debate has been started here in the US by Secretary Paulson’s proposals.",
        "I have been impressed in New York by the leadership shown by the Federal Reserve and the authorities in managing the crisis. The attitude appears to be: we will do what it takes.",
        "If that means selling an investment bank over a weekend then that is what will be done.",
        "In the UK the system set up by Gordon Brown in 1997 to ensure financial stability failed its first real test with the run on Northern Rock.",
        "There was five months of dithering before the British Government was forced to put through the nationalisation they had tried for so long to avoid.",
        "In Britain, we argue that the Bank of England should be given new powers to step in quickly to rescue failing financial institutions.",
        "We should also look carefully at the way new credit and debt products on both sides of the Atlantic have grown on the back of tenuous bilateral agreements rather than any system of central clearing.",
        "The result is that counterparty risk can threaten the whole system, as we saw with Bear Stearns. We need to avoid that.",
        "An idea raised with me last week both at the New York Stock Exchange and by George Soros is that we should create much more transparent and independent clearing houses for these new debt and credit products like CDOs. Others have suggested to me that we should look carefully at the prime broking role of hedge funds too.",
        "Another immediate lesson of the credit crunch is that we need to remain open to other sources of capital, including from the sovereign wealth funds that operate on a commercial basis.",
        "And, away from the financial markets, we need to make sure that our public finances are sufficiently robust to be able to help families and businesses who are on the sharp end of the current problems.",
        "The lesson could not be clearer. We should use the good years to set aside something to help in the difficult years.",
        "In the US the bi-partisan fiscal stimulus package means that millions of households around the country are about to receive cheques for hundreds of dollars to help them through difficult times.",
        "In the UK, by contrast, our Government is raising taxes on the lowest paid, on small businesses and on capital gains. They are adding to the cost of living instead of easing it.",
        "This is a function of the UK having the largest budget deficit in the developed world. We have been reminded again of the consequences of not fixing the roof when the sun was shining.",
        "And finally, even without the crutch of fiscal support, it helps no-one to see a spiral of repossessions and fire-sales, so we have called on all mortgage lenders to follow best practice and support those borrowers in difficulty.",
        "These are all part of the immediate responses to the immediate problems we face on both sides of the Atlantic.",
        "But I believe there is also a broader lesson to be learned for the medium term. Because the truth is that we cannot and must not separate financial policy from the macro-economic framework within which it operates.",
        "Imagine for a moment that the last five years had been characterised by better regulation and tighter controls aimed at producing fewer sub-prime loans that will never be repaid and less investment in the complex financial products that have played such a fundamental role in the current crisis.",
        "One intended result would have been lower aggregate demand in the economy, probably accompanied by lower inflation.",
        "But the monetary response on both sides of the Atlantic would almost certainly have been lower interest rates, and as a result the financial system would have found other ways of expanding credit.",
        "Because the reality is that while we may have successfully controlled inflation, this has largely been accompanied by disregard for the current account, asset prices, the rate of growth of credit or household balance sheets.",
        "Fundamentally, a macro-economic policy that overshoots the sustainable rate of growth by encouraging millions of households to borrow more than they can afford is not going to be made safe through financial regulation.",
        "In the UK we have gone further than the US in using monetary policy to target a single narrow measure of inflation.",
        "But the problem with all defined policy targets is that they only work so long as they maintain a consistent relationship with the longer term goal they are designed to achieve – in this case sustainable economic growth.",
        "As has happened repeatedly before in economic policy, while the targeted variables behaved, the information they contained about the rest of the economy became less useful.",
        "Goodhart’s law has been proven once again.",
        "In particular, the UK system was not designed for a situation in which excess domestic demand was combined with downwards pressure on inflation from elsewhere.",
        "And it has not proved easy to integrate concerns about other economic signals into the formation of monetary policy – the deterioration in the trade and current accounts, and in particular the unprecedented increase in household debt.",
        "We have warned for several years that the boom in household indebtedness was unsustainable – as I said two years ago “an economy built on debt is living on borrowed time”",
        "But the British government ignored this warning because their economic policy refused to see it as a problem.",
        "The result is that household debt stands at 175 per cent of incomes, higher even than the 140 per cent in the US.",
        "Of course debt is not a bad thing in itself – for millions of people it is the means to their dream of home ownership. But the debt has to be sustainable.",
        "The new economic challenge of our time, then, is to tame the credit cycle without damaging the dynamic financial sector that is so vital to the success of both our economies. That is the way to ensure real economic stability.",
        "I’m not going to propose a quick fix solution – the right answer will only emerge from a thoughtful and measured debate. But there are some ideas beginning to emerge that might point us in the right direction.",
        "It is clear that better regulation and risk management alone will not solve the problem – important as they are.",
        "And the traditional instruments of monetary policy – interest rates – are not well suited to controlling asset and credit bubbles.",
        "The IMF recently added its voice to calls for central banks to pay greater attention to housing markets when setting interest rates, particularly in countries where sophisticated mortgage markets appear to create a powerful “financial accelerator”.",
        "But as Ben Bernanke has argued convincingly, the danger is that by targeting asset prices as well as retail prices with just one policy instrument the real economy may become less stable not more.",
        "An alternative is to use the other tools at the disposal of central banks to target the credit cycle while keeping the focus of interest rate policy on the demand cycle and inflation.",
        "This idea has been suggested by Professor Charles Goodhart amongst others, and was raised recently by Paul Tucker, the Director of the Bank of England responsible for markets.",
        "At the core of this approach is the insight that financial crises are born during the financial booms that precede them – the only way to prevent the bad times is to stop the good times getting out of control.",
        "The proposed solution is to vary the capital requirements that control the amount an institution such as a bank can lend.",
        "Currently these requirements vary across institutions to reflect the amount of risk they are exposed to.",
        "There is an emerging view that one lesson of the credit crunch is that these capital requirements need to be higher, and the opportunities for avoiding them by going off balance sheet with special investment vehicles should be curtailed.",
        "Last month David Cameron, the Conservative Leader, rightly argued that we need to look again at the Basel accords that govern capital rules at an international level.",
        "But what if the capital requirements could be varied not just between institutions, but also over time in order to target the credit cycle?",
        "Under such a system a bank’s capital adequacy ratio would comprise of an element set by the prudential supervisor, specific to that bank as now, combined with an element set by the monetary authorities across the whole financial system.",
        "Counter-cyclical capital requirements could also help to dampen the unhelpful pro-cyclical tendencies built into the Basel accords – which tend to encourage risky lending during a boom and to discourage lending when times are difficult.",
        "This idea is still at an early stage but I believe it deserves serious consideration.",
        "The difficulties are considerable, and in a globalised world we need to look at a global solution. But the potential rewards are so great that we should carefully consider all of the options available to us.",
        "So the medium term challenge is a macroeconomic framework that can deliver real economic stability and sustainable growth – both on the fiscal side so that we are never again so badly prepared for an economic slowdown, and on the monetary side so that we can reduce the severity of credit cycles.",
        "But over the long term, for all the problems of the free market, let us not forget that the responsibility we are fulfilling is quite simply to improve the best instrument even invented for improving the condition of mankind.",
        "The credit crunch will be used by some to make the case against capitalism itself, to regulate anything that is risky, and to cut each economy off from the rest of the world.",
        "But far from undermining the case for capitalism, the credit crunch makes the case for improving the way our global free markets works.",
        "In the United States, your flexible economy means that you have bounced back quickly from past recessions.",
        "We in the UK need dynamic supply side reform, to reduce taxes sustainably, and to improve the skills and build the infrastructure business needs.",
        "For as the tide of debt-fuelled growth recedes in the UK, we are now seeing rocks exposed: the rocks of an economy that will find it increasingly difficult to compete against the emerging giants of China, India, and Brazil.",
        "We must resist the siren calls of protectionism, here in America and in Britain. For whatever the depth of the current problems, all the evidence shows that cutting yourselves off from the world is surely worse.",
        "Every generation must make its case for free markets. Not just free markets at home, but free trade overseas.",
        "For what else, could over a generation lift two billion people – a third of the world’s population – out of grinding poverty and connect them to the world economy?",
        "What else could have brought so many opportunities to so many of our fellow citizens?",
        "Yes, globalisation brings with it new challenges.",
        "Yes we must work tirelessly to make globalisation work better.",
        "But globalisation has been the greatest driver of prosperity the world has ever seen.",
        "And as we work together, to improve our understanding of the world we live in, and to solve the great intellectual challenges of our age, we should never forget that powerful truth."
    ]
}