{
    "url": "https://www.ukpol.co.uk/george-osborne-2010-speech-at-the-cbi-annual-dinner/",
    "title": "George Osborne – 2010 Speech at the CBI Annual Dinner",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chancellor of the Exchequer, George Osborne, on 19th May 2010 at the CBI Annual Dinner at the Grosvenor House Hotel in London.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you Helen.",
        "I am very grateful for the opportunity to speak at your annual dinner.",
        "This is my first major speech as Chancellor, and Richard, you were the first person I called after I got the job.",
        "That is a reflection of the importance I attach to Britain’s business community, and it is testament to the effectiveness of the CBI as the leading voice of that community.",
        "I’d like to begin by thanking so many of the businesses here, who normally stay out of the political frame and are independent of any political party, for coming together in their hundreds in a newspaper letter-writing campaign to make the case for enterprise during the election campaign.",
        "With your help we fought and won an argument about the best way to build a sustainable private sector recovery.",
        "Instead of more wasteful spending and more taxes on job creation, we said we would start identifying savings immediately so that we could stop the jobs tax.",
        "And that is exactly what we have done.",
        "I can confirm that we will deliver on our promise to stop most of the increase in employer National Insurance Contributions in the Budget in order to save jobs and support the recovery.",
        "As a result, we will make employing someone less expensive than it would have been, regardless of income.",
        "And it will help protect people, especially those on low incomes.",
        "This will do more than anything else to protect those on low and middle incomes from rising unemployment.",
        "This argument – that government needs to do everything it can to support a private sector recovery – will be my guiding principle as Chancellor.",
        "Because I believe that when you succeed, Britain succeeds.",
        "Back in the late 1990s this seemed a rather obvious argument to make.",
        "All politicians paid lip service to enterprise.",
        "But the events of the last 13 years have shown that we can never assume that the argument is won.",
        "Today, public spending has risen to almost 50 per cent of the economy.",
        "Over 5 million people are out of work and on benefits.",
        "Record numbers are economically inactive.",
        "Even now, there are still those who argue seriously that yet more increases in public spending are the answers to our problems.",
        "No wonder too many people around the world thought that Britain had put up a sign that said ‘closed for business’.",
        "Today we take that sign down.",
        "And we need to start making the case for enterprise all over again.",
        "This is something every generation needs to do in its own way.",
        "Let me tell you about my generation.",
        "We were shaped by the collapse of communism and the fall of the Berlin wall.",
        "This Government is comprised of people whose views are forged by that experience.",
        "For us it was a vindication of our economic arguments, but perhaps we were too slow to understand that the free market and smaller government needs to go hand in hand with a Big Society.",
        "We understand that now.",
        "And it brought to the fore a new breed of liberals – such as my excellent Chief Secretary David Laws – who understood that a fair society needs free markets to sustain it.",
        "Just as we have looked to the future and reached back to our One Nation tradition, so they have looked to the future by reaching back to the inspiration of Gladstonian Liberalism.",
        "So together we will use the opportunity provided by this new coalition Government to send a new signal that Britain is, once again, open for business.",
        "I want people around the country and all over the world to know that if you want to come here, invest here, and create jobs here, then we will be on your side.",
        "We will back enterprise, not just as an end in itself, but as the way to build a stronger and fairer society.",
        "I believe that is what this coalition is all about.",
        "And on the subject of coalitions, let me be absolutely frank.",
        "As a member of the negotiating team, we did consider whether we could try to bluff our way into a minority government.",
        "But it was David Cameron’s bold vision and Nick Clegg’s great foresight which saw, before anyone else, that that option would be the greatest compromise of all.",
        "A weak, unstable government, risking defeat night after night in Parliament.",
        "Struggling to take the tough decisions that have been put off for too long.",
        "How much better to try and form a stable government with a majority of about 80, able to govern in the national interest?",
        "And at the heart of the agreement that we reached is a firm commitment to tackle Britain’s debts and create the space for a private sector recovery.",
        "The very first item on the very first page of the coalition agreement – “deficit reduction and continuing to ensure economic recovery is the most urgent issue facing Britain.”",
        "Of course, the question I get asked all the time is “where is the growth going to come from?”",
        "I was asked this question in my very first press conference as Chancellor.",
        "Certainly we can no longer rely on ever increasing public spending, or debt-fuelled consumption, to drive growth.",
        "Over the past decade, over half of all jobs created were associated in some way with public spending.",
        "Over the past decade, business investment grew at around 1 per cent each year, only a quarter of what it was in the 1990s.",
        "Of course we were not the only country affected by the financial crisis.",
        "But our consumers became the most indebted, our banks became more leveraged, and our Government borrowed more than any other major economy.",
        "So Britain does need a whole new model of economic growth, where we save and invest for the future, instead of building our economy on debt.",
        "An economy where we sell our goods and services to China and the rest of Asia, instead of simply borrowing from them in order to buy the things they make for us.",
        "But let’s be clear – when you ask the Chancellor of the Exchequer the question ‘where is the growth going to come from?’ – there is not some lever in my office I can pull to get the answer.",
        "Because actually the answer is that the growth will come from you, the businesses of Britain.",
        "So this evening I want to explain briefly how this Government will make the case for enterprise, and how we will help you to succeed.",
        "And I want to explain how we will do that while building a fairer society and an economy that works for everyone.",
        "I believe that enterprise needs three things above all.",
        "First, the sunlight of confidence and stability, instead of living in the shadow of debt and uncertainty.",
        "You need to know that the Government is controlling spending, dealing with its debts, so that you are not hit by ever higher interest rates and never-ending tax increases.",
        "Second, the freedom to compete.",
        "You might have the best product in the world, but how can you win the order when the taxes you pay and the regulation you face price you out of the market?",
        "And third, the raw materials to succeed.",
        "I don’t just mean the iron ore, copper and oil – important as our heavy industry is.",
        "I mean the raw materials of new industries, like an educated workforce, a welfare system that rewards work, modern energy, digital and transport networks.",
        "Tackling the deep underlying problems in our economy and our society that have been holding Britain back for too long.",
        "Let me take you through each in turn.",
        "First, controlling public spending and delivering economic stability.",
        "The situation we inherit is the worse any modern government has bequeathed its successor.",
        "The British state is borrowing one pound for every four that it spends.",
        "Sitting at my first Ecofin council meeting yesterday, I was very conscious I represented the country with the biggest budget deficit of any of the 27 around the table.",
        "That is a heavy responsibility, but it is a challenge that I am determined to meet.",
        "And having mentioned it, let me tell you my approach in Europe – engage, understand, seek agreement, don’t be afraid to disagree, and never forget that I am there to do what is right for our country.",
        "We should pay heed to what is happening in the Eurozone, not just because they are our largest trading partner, but because it is a vivid demonstration of the threat our public finances pose to the recovery.",
        "This is the reason that we must tackle our record deficit – because otherwise there will be no recovery at all.",
        "It will be undermined by rising interest rates, falling confidence and the fear of higher taxes.",
        "We simply have to do this.",
        "And let me be blunt – don’t rely on me to make this argument alone.",
        "We need to do it together so that we can take the whole country with us.",
        "We need to explain why what seems like the easier option in the short term will actually lead to rising unemployment and decline.",
        "The case for early and accelerated action is already supported by the main governing party, their coalition partners, the Governor of the Bank of England and the analysis of the Treasury.",
        "I want the business community to join us in actively making that case – not for my benefit, but for the national interest.",
        "You can explain how a higher budget deficit will mean higher interest rates and rising business insolvencies.",
        "You can explain how out of control debt will mean ever higher taxes.",
        "Let’s make the argument together against all the vested interests that exist to defend every single line item of government spending.",
        "We have already started to take action.",
        "Let me tell you what we have done already, in the space of a week.",
        "We have launched a programme to identify £6 billion of in-year savings, while protecting the vulnerable and the quality of key front line services.",
        "We will do what you have all done over the last two years – renegotiate contracts, cut out discretionary spending, control recruitment and reduce overheads.",
        "£6 billion represents less than one in every hundred pounds the government spends – show me the business that has not cut its costs by more than that in the last two years.",
        "In addition we have started a review of all spending decisions taken since the beginning of the year.",
        "It is increasingly clear that the last Government embarked on a reckless and irresponsible spending spree in the run up to the election.",
        "Their attitude was summed up in the letter that the former Labour Chief Secretary Liam Byrne left on the desk for his successor.",
        "“Dear Chief Secretary, I’m afraid there is no money”.",
        "Let that letter stand as the handwritten testament to their period in office.",
        "I have also announced a complete change to the way budgets are made, by giving away the power to make forecasts to an independent Office for Budget Responsibility.",
        "We need to fix the budget to fit the figures, not fix the figures to fit the budget.",
        "And I have set an ambitious timetable for an emergency Budget on Tuesday 22nd June – because we need to get on with it.",
        "That Budget will set the fiscal path for the coming years, and the mandate for the public finances against which the independent OBR will judge us.",
        "Over the summer we will conduct a far-reaching spending review to allocate spending to the different departments within the overall envelope set out in the Budget.",
        "Britain will then have what it has been lacking – a comprehensive and credible plan to deal with our debts and live within our means.",
        "By turning the tide of debt threatening our economy, we will help businesses up and down the country.",
        "Creating the space for the independent Bank of England to keep interest rates lower for longer while maintaining low and stable inflation.",
        "Safeguarding Britain’s credit rating.",
        "Boosting confidence, promoting stability and attracting foreign investment into our country.",
        "That is our first and most urgent task.",
        "The second thing that enterprise needs to succeed is the ability to compete.",
        "This presents us with a huge agenda.",
        "Reducing the burden of inappropriate regulation and red tape.",
        "Ensuring that businesses have a sufficient supply of affordable credit – something that Vince Cable and myself will be making a priority.",
        "We will also be working together to reform our banking system – a subject I will return to in my Mansion House speech next month.",
        "But in particular I believe we have an opportunity to boost our economy and improve our society with radical tax reform.",
        "I believe that we can make our tax system both more competitive and more fair.",
        "The tax system has become hugely complex over the last thirteen years.",
        "Since 1997, the tax legislation handbook has more than doubled in length.",
        "It is now over 11,000 pages long.",
        "This spider-web of tax rules is holding back people who want to set up businesses.",
        "And our corporate tax rates are increasingly uncompetitive.",
        "A World Economic Forum report ranks the UK 84th out of 133 countries in terms of the competitiveness of the tax system.",
        "So we need wholesale reform.",
        "I particularly want to focus on corporate taxes.",
        "I want corporate tax reform to be a priority for this government, and I can confirm that the final coalition agreement that we will publish tomorrow will commit us to lower and simpler corporate tax rates.",
        "Let me give you advance notice of what it will say.",
        "“We will reform the corporate tax system by simplifying reliefs and allowances, and tackling avoidance, in order to reduce headline rates”.",
        "“Our aim is to create the most competitive corporate tax regime in the G20, while protecting manufacturing industries”.",
        "At the Budget I want to set out a 5 year road map for a big reform of corporation tax.",
        "As well as lower rates and a simpler system, I want to reform the complex Controlled Foreign Companies rules that have driven businesses overseas.",
        "I want multinationals coming to the UK, not leaving.",
        "I am under no illusions.",
        "Achieving all this will be hard and it won’t happen overnight.",
        "But let us work together for the long term, because ultimately all of Britain’s businesses will be winners if we succeed.",
        "Of course reforming corporation tax is not the only goal.",
        "I want Britain to be the easiest place in the world to start a business.",
        "I want to do everything we can to support small companies.",
        "And I want to help new businesses by abolishing employers national insurance contributions on the first ten jobs they create.",
        "But as well as a making the tax system more competitive, we need to make it fairer.",
        "When times are difficult, we want to give people more of a stake in the economy.",
        "I believe it is right that people on low and middle incomes should be helped through the tax system.",
        "This is why at the Budget I will be announcing a substantial increase in the personal income tax allowance.",
        "And our longer term goal is to raise the allowance to £10,000, with real terms steps in that direction every year.",
        "This will ensure millions of people pay less tax.",
        "It will send a message that if you put the effort in, you get a job and earn yourself an income, you will keep more of your money.",
        "I also believe that the same principle must apply to those who invest in new businesses and create jobs.",
        "So while we will increase the rates of capital gains tax for non-business assets, there will be generous relief for entrepreneurial investment in businesses, as made clear in the coalition agreement.",
        "Third and finally, this coalition government understands that enterprise needs much more than just the freedom to compete.",
        "We have a radical programme to tackle the underlying structural problems that have been holding Britain back for far too long.",
        "We want to be far more than just deficit cutters – we want to lay the foundations of a more prosperous society, and a fairer economy that works for everyone.",
        "So we will launch a programme of radical education reform under Michael Gove.",
        "David Willets and Vince Cable will ensure our universities are among the best in the world for decades to come.",
        "Iain Duncan Smith and David Freud will reform our welfare system so that we reward work and support those who need help.",
        "And Chris Huhne, Jeremy Hunt and Philip Hammond will ensure that we attract the right mix of public and private investment in Britain’s creaking energy, broadband and transport infrastructure.",
        "Next week, in the Queen’s Speech, you will see a truly ambitious agenda, the scale of which I do not believe that most people yet appreciate.",
        "And at its heart is the understanding that it is not government ministers who create the jobs we need.",
        "You will create those jobs.",
        "Let me finish by saying that – despite the challenges we face – I am profoundly optimistic about our future.",
        "As a country we have spectacular opportunities ahead of us – we have reasons to be cheerful.",
        "There is a prize that is there for the taking.",
        "Every day around the world, in places like China, India, Brazil, Indonesia and Vietnam, people leave the grinding poverty that has trapped their families for centuries and become connected to today’s global economy.",
        "They go to work for low wages in factories – and I know the massive challenge that presents to our businesses here.",
        "But from Asia to America, from Eastern Europe to Southern Africa – nations of manufacturers are taking their first step in their journey to prosperity.",
        "And as they become richer, they will become nations of consumers, just as we did after our Industrial Revolution.",
        "According to the World Bank, the middle class in emerging and developing countries is expected to treble by 2030.",
        "That’s 1,200 million people who will want to buy the things that we can sell them.",
        "Modern medicines and branded goods.",
        "Aircraft engines, high-tech machinery, green vehicles and renewable energy.",
        "Computer software, television programmes, oil and gas expertise.",
        "Pensions, insurance, advertising, accountancy and legal services.",
        "British goods and services, made in Britain, exported around the world.",
        "The whole world must be our marketplace.",
        "Our whole future depends on it.",
        "So let us tell the world.",
        "Loud and clear.",
        "That Britain is once again open for business."
    ]
}