{
    "url": "https://www.ukpol.co.uk/george-osborne-2012-speech-to-cbi-leaders-at-davos/",
    "title": "George Osborne – 2012 Speech to CBI Leaders at Davos",
    "post_date": "January 25, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at the CBI Leaders Meeting at Davos on 27 January 2012.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "It’s good to see such a strong British presence in Davos.",
        "Someone said to me yesterday that they’d never seen such a sombre mood here.",
        "That reflects the very difficult economic outlook, as shown in the UK by the negative fourth quarter GDP data earlier this week.",
        "But my argument today is that policy makers are not powerless in the face of these economic forces.",
        "Let me explain that with three propositions.",
        "First, it is possible to resolve the eurozone crisis, and that would provide the biggest possible boost to the British economy.",
        "Second, we in Britain can deal with our own problems – including the colossal debts and imbalances that built up during the long boom.",
        "And third, we can win the argument for open markets and free enterprise as not the source of the problem but the solution.",
        "Let me begin with the eurozone, the main topic of debate here in Davos.",
        "And let me start by saying something that is not acknowledged enough in our national debate.",
        "Eurozone countries have achieved a lot over the last eighteen months.",
        "Pooling their resources into a central fund, giving up sovereignty in a fiscal compact, fiscal consolidation and structural reforms in many countries.",
        "These are all difficult and courageous decisions, and they are having an impact.",
        "But while we should acknowledge these achievements, it would be a disservice to our own citizens to pretend that they are enough.",
        "As David Cameron argued yesterday, more still needs to be done to reach a convincing and lasting solution.",
        "The evidence for this can be seen in the continuing scepticism of investors around the world, in volatile financial flows, in continued stress in bank funding markets and in the still elevated interest rates on periphery sovereign debt.",
        "The problem is simple: how will some countries in Southern Europe be able to make the adjustments required of them and retain the competitiveness they have lost in a way that is politically sustainable in a democracy?",
        "The argument is not that fiscal consolidation and structural reform are the wrong prescription when budget deficits are unsustainable and economies are uncompetitive – they are absolutely crucial.",
        "But in the absence of the flexible exchange rate and independent monetary policy that are helping to smooth the process of adjustment and rebalancing in the UK, the resulting cost may be simply too high to be credible.",
        "That’s why I agree with Christine Lagarde, the Managing Director of the IMF, when she said earlier this week that the eurozone “needs some form of fiscal risk-sharing” to complement the fiscal compact and provide more support for countries making painful adjustments.",
        "That risk sharing could take many forms.",
        "One solution suggested by the IMF is the creation of Eurobonds to finance at least some proportion of national budgets – something that I first argued last summer was part of the inexorable logic of monetary union.",
        "Political agreement to the principle of Eurobonds would go a long way to convince financial markets of the euro’s long term future.",
        "We in the UK should not be anxious about eurozone countries embarking upon deeper fiscal integration without us – we should welcome it as a way of resolving the current crisis on our doorstep.",
        "Nor should we be paranoid about our influence as a member of the EU.",
        "In the last week Britain has supported EU action to take sanctions against Iran, and we are very close to agreeing a complex directive on the regulation of derivatives.",
        "We will remain active members of the EU, pushing for an expansion and deepening of the single market on which so many British jobs depend.",
        "A large number of EU countries see us as vital allies in than task, which should be the main focus of the EU Council meeting on Monday.",
        "If fiscal risk sharing is the way to make the euro work in the future, the most urgent requirement to address the current crisis is an increase in the resources of the eurozone’s financial firewall.",
        "Eurozone countries need to convince financial markets that they can respond to any eventuality.",
        "The eurozone economy as a whole has sufficient resources to put the credibility of the firewall beyond doubt.",
        "All that is required is the political agreement to make those resources available on a credible timescale.",
        "At the same time the global community – through the IMF – should always be ready to support individual countries that get into trouble and need temporary financing while they adjust.",
        "As I have said many times, the UK is a longstanding supporter of the IMF – indeed we were instrumental in its creation – and we stand ready to play our part in that global effort if certain conditions are met.",
        "No new vehicles or funds specific to the eurozone.",
        "Full IMF conditionality.",
        "The participation of other G20 countries.",
        "And crucially, IMF resources to support individual countries cannot be a substitute for further credible steps by the eurozone to support their currency.",
        "In other words, the world needs to see the colour of their money before it contributes any more.",
        "A resolution of the eurozone crisis would provide the biggest single boost to the British economy in the short term.",
        "But we will not put our economy back on the path to prosperity unless we confront our domestic problems.",
        "And the biggest of those is captured by a single word: debt.",
        "Over the last decade Britain experienced the biggest increase in debt of any major economy.",
        "The total of household, corporate, financial and public sector debt in the UK reached 500% of GDP.",
        "As a country we went on a debt-fuelled binge.",
        "We are now experiencing the reality of deleveraging.",
        "History tells us that this process is painful, and as Carmen Reinhart and Ken Rogoff have shown recoveries after debt-fuelled financial crises tend to be slower than other recoveries.",
        "We cannot change what happened in the past, but we can ensure that we manage the process of deleveraging as best we can.",
        "And that means that we must never lose sight of this crucial point – when the underlying problem is debt, deliberately adding to the stock of debt is exactly the wrong thing to do.",
        "The initial crisis of banking and private sector debt has now evolved into a sovereign debt crisis.",
        "When this Coalition Government came to power, the UK was forecast to have the largest budget deficit in the G20.",
        "Since then, the argument we have made, supported by the CBI, about the absolute necessity of a credible deficit reduction plan has been vindicated by events.",
        "Growth has been weaker than originally expected due largely to a commodity price shock and the eurozone crisis.",
        "But the arguments for deficit reduction have become stronger, not weaker, over the last year.",
        "You only have to look around us to see how a loss of fiscal credibility can lead to higher interest rates.",
        "In an economy as indebted as the UK, that would make recovery all but impossible.",
        "And once credibility has been lost, it is a long, hard road to get it back.",
        "We have taken difficult decisions that others have ducked.",
        "By confronting our country’s problems we have secured the same low interest rates as Germany and the US, and we have won credibility where once it was being lost.",
        "None of this is easy for elected politicians to achieve.",
        "So I welcome the continuing support of British business in making this argument.",
        "We are winning it for now, but we can never afford to let our guard down against the vested interests that will defend every line item of government spending.",
        "The other aspect of deleveraging that must be carefully managed is the deleveraging of the financial sector.",
        "More capital and lower leverage is a crucial part of making our financial system safe for the future.",
        "Again the process can be painful, and pace of change must not be excessive, but the destination cannot be in doubt.",
        "The Basel III agreement and the Vickers reforms in the UK provide the right framework, and the transition timetable will give banks enough time to make the necessary changes.",
        "In the meantime, the Government is doing what it can to ensure small businesses aren’t the innocent victims of a squeeze on credit – so we will be passing on the hard-won low interest rates that the Government can borrow at through our £20bn National Loan Guarantee Scheme.",
        "I am today publishing the Financial Services Bill that will overhaul the failed system of financial regulation which allowed such dangerous levels of leverage to emerge.",
        "The failings of that system are now well understood.",
        "The tripartite structure was incoherent, without clear lines of accountability.",
        "The tripartite committee didn’t meet for almost a decade.",
        "Everyone was so focused on ticking off a regulatory check-list that nobody felt it was their responsibility to use their judgement.",
        "The astonishing result was that RBS was allowed to take over ABN Amro when the credit markets had already frozen up.",
        "And crucially it was unclear who was in charge in a crisis when taxpayers’ money was at stake.",
        "We are putting in place clear lines of accountability, and restoring that crucial element of judgment.",
        "One body will be put back in charge of prudential regulation and systemic stability – the Bank of England.",
        "A new Financial Policy Committee with independent external members will monitor the evolution of leverage and risk in the economy as a whole.",
        "And when taxpayers’ money is at risk in a crisis this legislation gives the Chancellor the power to direct the Bank of England to act.",
        "This power will be a more credible tool than the 1946 power of direction, which has always been regarded as a nuclear option and therefore never used.",
        "For the first time it will allow the Chancellor to direct specific liquidity interventions to assist individual entities, the Special Resolution Regime for banks, and general interventions to preserve stability as long as the Government is willing to take responsibility for the action and take the resulting risk on its balance sheet.",
        "Independent central banks should not be put under pressure to do what governments do not have the courage to do on their own account.",
        "There will be no ambiguity about who is in charge.",
        "During normal times the independent Bank of England will be responsible for prudential regulation and systemic stability, accountable to Parliament.",
        "But in a crisis, when taxpayers’ money is at risk, both the responsibility and crucially the power to act will rest with the Chancellor of the day.",
        "I hope that we will never again see the paralysis and confusion that did so much damage when the latest crisis hit.",
        "Resolving the eurozone crisis.",
        "Tackling our problems at home.",
        "These are necessary requirements to get our economy back on its feet.",
        "But I believe that we need to do much more if the British economy is to fulfill its potential.",
        "We need to redouble our commitment to open markets and free enterprise.",
        "Last year at this lunch I said I needed the support of British business against the forces of stagnation.",
        "I would argue that we are an unabashedly pro-enterprise Government that is doing almost all of what you have asked of us.",
        "We are reforming employment law, doubling the period before employees can claim unfair dismissal and introducing fees to deter vexatious tribunal claims.",
        "We are changing the planning system to include a presumption in favour of sustainable development.",
        "We are cutting corporation tax from 28% to 23% and reforming the controlled foreign companies rules so that multinationals are coming back to Britain instead of leaving it.",
        "We have introduced one of the most generous tax regimes for investors in new businesses with improvements to the Enterprise Investment Scheme.",
        "We are unblocking the barriers to infrastructure investment and taking a more activist approach to coordinating the necessary finance.",
        "We will continue to push forward on all these fronts and many more.",
        "In each case we will continue to need your support to confront the vested interests that oppose reform.",
        "But there is one more thing that we need to fight for.",
        "The unique British advantage – more I would argue than any country in the world – of open markets and free enterprise.",
        "We still understand the British insight of 150 years ago that when you open your markets you benefit even if others don’t do the same.",
        "We welcome foreign investment for the jobs and prosperity it brings.",
        "This is a source of huge strength for the British economy.",
        "When I was in Asia earlier this month I was hugely encouraged by the enthusiasm I found for Britain.",
        "We are in the EU single market without being in the euro.",
        "We are a liberal Anglo-Saxon economy and even more open to trade and investment than the US.",
        "The recent investment by the China Investment Corporation in Thames Water and the progress we are making in establishing London as an offshore RMB centre are hugely positive signals.",
        "With your help we must continue to preserve this openness against those who seek to undermine open markets and free enterprise.",
        "We must ensure that Britain remains connected to future source of growth.",
        "And continue to send the signal around the world that Britain is open for business."
    ]
}