{
    "url": "https://www.ukpol.co.uk/george-osborne-2014-speech-at-uk-china-financial-forum/",
    "title": "George Osborne – 2014 Speech at UK-China Financial Forum",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, in London on 18th June 2014.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Ladies and Gentlemen,",
        "We all share an interest in greater economic relations between the UK and China. And nowhere is that more important than in finance.",
        "That’s why I wanted to hold this conference here in London – the world’s leading financial centre.",
        "As someone who is a passionate believer in the importance of the UK-China relationship, can I begin by expressing my huge thanks to Premier Li for joining us this morning.",
        "Premier Li – your passion and your leadership is driving radical reform in China.",
        "It is a hugely exciting agenda that you set out in the Third Plenum – one that I am confident will bring prosperity and economic security to the people of China, and to the global economy.",
        "I want Britain to play a major role in helping you achieve those reforms – and I look forward to hearing from you today about the opportunities for closer financial cooperation.",
        "Yesterday, with Premier Li and Prime Minister David Cameron we spent many hours writing the next chapter in the story of the UK-China partnership.",
        "We have seen historic agreements between our countries.",
        "Agreements on energy – with multi-billion pound contracts for UK companies, and further steps towards a historic deal that could bring billions of pounds of Chinese investment into our new civil nuclear programme.",
        "We have seen agreements on science investment and research partnerships – as two nations dedicated to expanding the frontiers of human knowledge.",
        "But today we focus on finance, and the momentous progress that China, and the UK and China together, have made in this arena.",
        "Modern finance is constantly changing.",
        "But the number of historic changes in our financial world are relatively few: the emergence of the dollar as the world’s reserve currency after the First World War, is one; a second was the disintermediation of banks and growth in securities markets in the 1980s as savers sought higher returns.",
        "And I believe the emergence of China’s currency as one of the world’s leading currencies will be the next huge change.",
        "And, bluntly, I want the City to facilitate that change and be central to it.",
        "In the last three years, Renminbi has overtaken 23 other currencies to become the seventh most used currency in international payments.",
        "And that presents huge opportunities – both to China, who benefits from more investment, greater returns, and more diversification – and also to the UK.",
        "We are the world’s leading financial centre.",
        "And since coming to office I have been determined to make sure we capitalise on that position – and lead the way in this exciting new market.",
        "In 2011 there was almost no offshore Renminbi activity in London.",
        "Now we account for two thirds of Renminbi trading outside China and Hong Kong.",
        "Two years ago we saw the first UK bank, HSBC, issuing an RMB bond.",
        "Last year, with the permission of the Chinese government, we saw the first Chinese bank do the same. And now Chinese banks will soon be able to apply to set up wholesale branches here.",
        "We have made huge steps forward – and I am hugely grateful to my Chinese colleagues with whom we have worked so closely over the last four years.",
        "I have worked in partnership with my good friend Governor Zhou in particular on many occasions, and I look forward to continuing that strong relationship.",
        "We are so pleased to welcome you today, and my colleague, Finance Minister Lou Jiwei.",
        "Today we build on the progress we have made so far.",
        "First, I am delighted that yesterday the People’s Bank of China, with the Bank of England’s agreement, selected China Construction Bank as the Renminbi clearing bank in London.",
        "That makes it the first RMB clearing bank outside of Asia.",
        "It’s hugely important in underpinning the future growth of London’s RMB business.",
        "Second, I am very pleased to announce that UK Export Finance will now provide guarantees for transactions denominated in RMB.",
        "That’s a huge boost for UK businesses looking to export to China.",
        "This week UK Export Finance signed an agreement to commence work on its first transaction involving an RMB guaranteed loan, with a view to completing a major transaction later this year.",
        "Third, I welcome the news that the Chinese authorities have awarded new licenses to UK companies so they can make RMB denominated investments into China.",
        "Licenses will go to UK asset managers, HSBC Asset Management and Blackrock’s UK subsidiary.",
        "This was a major outcome of my visit to Beijing last October.",
        "And now that agreement is being put into practice, giving UK investors more opportunities to invest directly into Chinese securities.",
        "And finally, I welcome the news that the People’s Bank of China will launch direct trading between sterling and Renminbi on the China Foreign Exchange Trading System.",
        "Another boost to bilateral trade and investment – building further economic ties between our two great nations.",
        "We have made huge progress in the last four years.",
        "Everyone here has played a role in making the London RMB market what it is today.",
        "And I would like to thank you for the many contributions that you and your firms have made.",
        "And to thank the City of London initiative for all that they have done over the past three years.",
        "But of course, what we have achieved so far is just the beginning.",
        "And today we gather to work out what the next steps in our relationship should be.",
        "Here are some of my ideas:",
        "Firstly, I want to see the links between our financial markets grow further.",
        "For example, Hong Kong and Shanghai are developing arrangements to connect their stock exchanges. I want London to explore something similar.",
        "Secondly, we have already secured licenses for asset managers in London to invest RMB directly into China.",
        "I now want us to explore ways for Chinese individuals and institutions to invest RMB into London’s global capital markets.",
        "Thirdly, I want to see more British businesses grow in China, including in the very exciting Shanghai Free Trade Zone.",
        "And finally, as Chinese companies go global, I want them to find London the most attractive place to set up their international headquarters.",
        "But more than that, as Premier Li set out last night, I want UK and Chinese companies to be working together in third countries.",
        "Because that is the true sign of a successful partnership.",
        "These are just some of my thoughts, but there will be many others discussed at this conference.",
        "It’s a hugely exciting agenda, where the future belongs to those ambitious for reform.",
        "Let me be clear.",
        "Our long term economic plan is working, but the job isn’t done.",
        "We need to export to fast growing economies like China, and attract more investment to our shores.",
        "To do that we need to make sure China’s currency, as it emerges onto the world stage, is used and traded here – as that will not only be good for China, but good for UK jobs and investment too.",
        "Together – the people here in this room – we’ll work to make that happen."
    ]
}