{
    "url": "https://www.ukpol.co.uk/george-osborne-2012-speech-at-ict-olympics-event/",
    "title": "George Osborne – 2012 Speech at ICT Olympics Event",
    "post_date": "January 20, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at the ICT Olympics Event held on 3 August 2012.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "It’s a great pleasure to be here today.",
        "Thank you all for joining us at Lancaster House for this Olympic trade event.",
        "We’re here to celebrate the best of British technology and innovation, and to help forge new business partnerships with companies and countries from across the world.",
        "It was a week ago today that millions of people tuned into the Olympic opening ceremony, and witnessed the wonderful tribute to the British inventor of the World Wide Web, Sir Tim Berners-Lee.",
        "What a special moment that was.",
        "Not just because it was great to see Tim’s achievement honoured in such a generous way, though that was certainly the case.",
        "To me it was so special because of what it said about Britain in 2012.",
        "It showed that Britain is a country that’s so passionate about technology that an entire section of our opening ceremony was dedicated to the man who created the Web.",
        "I’m proud that this message was heard around the world last week.",
        "And it’s a message that I want all of you to leave this event with today.",
        "Because our passion for technology is not only reflected in our brilliant opening ceremony – it’s reflected in our economy as a whole.",
        "The statistics speak for themselves.",
        "Earlier this year, a report by Boston Consulting Group showed that the internet economy was responsible for 8.3% of UK GDP in 2010.",
        "This is a far bigger share than any other G20 economy.",
        "The report found that the same is true when it comes to e-commerce.",
        "13.5% of UK purchases were made online in 2010 and this is projected to rise to 23% in 2016.",
        "In fact, British shoppers make more purchases online than any consumers in any other country in the world.",
        "This isn’t just great for retailers, but it also means that a bigger proportion of advertising budgets are spent online in the UK than anywhere else.",
        "No wonder that the UK web economy is projected to grow at a rate of 11% a year between now and 2016 – a growth rate better than the US or China.",
        "So it really is no exaggeration to say that the UK is the most “wired” economy on the planet.",
        "And I’m here to tell you that the British Government is every bit as pro-technology as our economy.",
        "You really will not find a government anywhere that is more supportive of new technologies, or doing more to back technology entrepreneurs and investors.",
        "We are pulling out all the stops to ensure that you – the world’s leading investors and technology companies – have everything you need to innovate and succeed right here in the UK.",
        "Let me explain how.",
        "First, tax.",
        "We are making the bold changes to the tax system that businesses and investors need.",
        "We are cutting the top rate of income tax…",
        "…Cut our corporation tax to the lowest level in the G20.",
        "And introduced the most generous early stage investment tax breaks of any country in the world, along with new tax reliefs for animation video games production.",
        "In my view, this video game tax break is a fantastic complement to our long-term incentives for film production.",
        "These film tax breaks have brought billions of pounds of investments and thousands of new jobs to the UK, and they are very much here to stay.",
        "A great example of this investment is the £100m that Warner Brothers has invested to create a world class studio at Leavesden.",
        "And I’m pleased to be able to reveal today that the first film shot at Leavesden Studio will be a major production starring Tom Cruise and our own London-born Emily Blunt.",
        "This will create over 500 jobs – many of which will be in digital and special effects.",
        "This is a great example of how our tax policies are creating the right environment for investment and innovation.",
        "But we recognise that technology investors in particular have specific challenges and needs, so we have put in place special policies to help.",
        "Take our Research and Development tax credits, for example, which offer a tax relief of up to 225%.",
        "In case you didn’t catch that, let me say that again.",
        "A tax relief of up to 225%.",
        "So investing £1 million in R&D could mean getting up to £2.25 million back in tax relief.",
        "No country in the world can match that.",
        "And we have also introduced a tax incentive we call the Patent Box, which offers a corporation tax rate of just 10% on profits generated from patents created in the UK.",
        "So if your company is doing R&D and creating intellectual property, there really is no better place in the world to do it than the UK, and no better time to do it than right now.",
        "These, then, are the tax policies we’ve put in place to support technology entrepreneurs and investors.",
        "But, even for a Chancellor, tax isn’t everything.",
        "So let me tell you about some of the other ways that we’re making the UK the best place in the world for technology and innovation.",
        "We know that top business talent is truly global.",
        "So we’re rolling out the red carpet for the next generation of technology entrepreneurs by introducing a brand new Entrepreneur Visa.",
        "This Entrepreneur Visa enables venture capital backed start-ups to move to the UK quickly and easily.",
        "So if you’re investing in early stage companies outside the EU, you can bring them to London using this targeted Visa.",
        "We’re not only changing our immigration system, we’re also overhauling the way that ICT is taught in schools.",
        "For too long, our young people have been taught how to use computer programmes, not how to write code.",
        "We are putting an end to this, and making sure that our school system is producing the next generation of coders that technology companies need.",
        "We’re being just as ambitious when it comes to investing in fibre broadband – the fundamental infrastructure of the internet economy.",
        "Earlier this year, I announced a further £50 million – bringing Govt investment up to £150 million – for ultra fast (80 megabit+) broadband rollout in Britain’s major cities. This is in addition to £530million already committed for superfast broadband in local areas across the UK.",
        "This investment in super-connected cities will mean that the UK has the fastest internet speeds in Europe by 2018, providing the bandwidth that technology companies need to expand and flourish.",
        "So right across the board, the British Government is leading the world when it comes to ensuring that our policies are supporting technology and innovation, not holding it back.",
        "Nowhere is this more true than when it comes to Tech City, the technology cluster in East London, which is home to some of the UK’s most innovative companies, such as Mindcandy, Songkick and Mendeley.",
        "In November 2010, the Prime Minister launched the Government’s major initiative to support the growth of this exciting cluster.",
        "Ever since then, we have been pulling out all the stops to help this cluster go from strength to strength.",
        "We have created a dedicated unit, the Tech City Investment Organisation, which can help global investors and companies come to East London.",
        "And we are bringing cutting edge research facilities to Tech City to ensure that the cluster isn’t just at the forefront of today’s innovation, but tomorrow’s too.",
        "Take the Open Data Institute, for example, which is being built in Shoreditch with public and private funding.",
        "This “ODI” will be an incubator where businesses and researchers can come together to work on innovative new products that take advantage of the incredible power of big data.",
        "We’re also bringing together two of London’s leading universities, University College London and Imperial College London, to create a Smart Cities research centre in Tech City.",
        "No wonder that the world’s leading technology companies are beating a path to London.",
        "Google has opened a seven storey “Campus” in the heart of Shoreditch, housing literally hundreds of start-up entrepreneurs.",
        "Intel is establishing a cutting edge research facility in East London that will develop new technologies to make 21st Century cities more connected and efficient.",
        "And the likes of AirBnB, Yammer and General Assembly have made Tech City their European home.",
        "In the last week alone, we have seen two of the world’s technology giants unveil major new investments in London.",
        "Facebook has committed to open its first non-US engineering base, right here in London.",
        "As Facebook software engineer Philip Su put it, “London is a perfect fit for Facebook engineering.”",
        "And just a few days later, Amazon announced that it is establishing an eight-floor, 47,000 square foot research and development facility in Tech City.",
        "Why did Amazon choose Tech City?",
        "In their words, it was because “London is a hotbed of tech talent”.",
        "I couldn’t agree more.",
        "And I am pleased today to be able to reveal three major new investments in Tech City.",
        "First, Vodafone.",
        "Vodafone is today announcing the creation of a new technology lab and incubation centre in East London.",
        "Vodafone xone [pronounced Zone] will help bring together Vodafone’s technology experts and VC investors with start-up companies in East London.",
        "It’s a brilliant example of how large companies can support the growth of the Tech City ecosystem, and we applaud Vodafone for making this far-sighted investment.",
        "The second new investment in Tech City I can reveal is by Barclays, who are opening a 4,000 square foot space in Shoreditch right next to the Google Campus.",
        "This “Central Working” hub will be a collaborative space for local entrepreneurs to come together, share ideas and find the support they need to take their company to the next level.",
        "Barclays estimate that this space will help over 10,000 businesses over the next decade, which will be a huge boost for entrepreneurs in East London and beyond.",
        "The third and final new investment that I’m pleased to be able to announce is from GREE, one of the world’s largest social gaming companies.",
        "GREE is today announcing that it will establish a new game development studio in Tech City, making the most of East London’s talent base to create the next generation of video games.",
        "Taken together, these major investments by Vodafone, Barclays and GREE represent a triple whammy for Tech City.",
        "Coming so quickly after the announcements from Facebook and Amazon, British technology has hit a purple patch.",
        "You will not find a country anywhere in the world that is more open to technology more open to investment and more open for business.",
        "We’re putting in place the right vision and the right policies to help your company succeed right here in the UK.",
        "That’s why the world’s leading technology companies are beating a path to our shores.",
        "And that’s why we will continue to do everything we can to help technology investors and entrepreneurs invest, innovate and succeed in the UK.",
        "Thank you."
    ]
}