{
    "url": "https://www.ukpol.co.uk/george-osborne-2016-speech-on-the-eu-made-at-ryanair-stansted/",
    "title": "George Osborne – 2016 Speech on the EU Made at Ryanair, Stansted",
    "post_date": "May 16, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at Ryanair in Stansted Airport, on 16 May 2016.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you Michael **[O’Leary]**. It’s good to be here at Ryanair today.",
        "Ed Balls, Vince Cable and I are from different political parties.",
        "We fought each other at the last general election with different economic arguments and we’ve clashed repeatedly in the House of Commons over the years.",
        "But there’s one thing we all agree on.",
        "And it’s that it would be a huge mistake for Britain to leave the EU and to leave the Single Market And we’ve come here today to Ryanair to make that point.",
        "You are an Irish company, but you’ve got 3,000 thousand employees here in Britain, flying 41 million British passengers to over 200 destinations every year.",
        "That would not be possible without the Single Market.",
        "And it’s because you’re part of a growing British economy that you’re announcing today a plan to invest $1.4 billion this year – that’s almost £1 billion – and create 450 new jobs in the UK.",
        "And you are very clear: those are jobs and investment that would be at risk if we left the EU.",
        "It’s one, very practical example of what is at stake on June 23rd when we vote in this referendum.",
        "In the past week we’ve seen two defining moments in the campaign.",
        "The first was the 24 hour period when both the Monetary Policy Committee of the Bank of England, and the Managing Director of the International Monetary Fund told us that Britain’s economy would suffer if we left the EU.",
        "Their message could not have been clearer: Britain will be poorer and the British people will be poorer.",
        "A vote to leave could see family incomes fall, growth hit, and borrowing costs rise.",
        "It is difficult to think of more credible observers of the British economy than the 9 members of the Monetary Policy Committee and the staff of the International Monetary Fund.",
        "And they join a line of observers that range from the OECD, to the London School of Economics, to 8 former US Treasury secretaries, to the President of the United States of America, to the Prime Minister of Japan, to the leaders of Australia and New Zealand – indeed every member of the G20, every one of our major trading partners and every major international financial institution has been unequivocal: leaving the EU would come at an economic cost.",
        "And what has been the response of the leave campaign?",
        "They say it’s all a massive conspiracy.",
        "So that’s everyone from Mark Carney to Christine Lagarde, to Barack Obama, to the entire editorial team at ITV, the staff at the IMF and the OECD, to hundreds of economists, a majority of leaders of small, medium and large firms – they think they’re all part of some global stitch up to give misinformation to the British people.",
        "The next thing we know the Leave camp will be accusing us all of faking the moon landings, kidnapping Shergar, and covering up the existence of the Loch Ness monster.",
        "The response to the sober economic warnings from around the world by those who want to leave the EU has not been credible or serious.",
        "There is a reason the three of us are standing here today, putting aside our very obvious differences.",
        "It’s not a conspiracy – it’s called a consensus.",
        "The interventions of the last couple of weeks, from the IMF to the Bank of England make very clear that the economic argument is beyond doubt.",
        "Britain will be worse off if we leave the EU. British families will be worse off – equivalent to £4,300 per household.",
        "Leaving the EU is a one way ticket to a poorer country.",
        "This emergence of this overwhelming consensus has been one of the defining moments of the last week. But there is now a second key development and it’s just as revealing.",
        "And that is that the leading advocates for Britain leaving the EU have finally conceded – after weeks of evasive answers – that not only do they want Britain to leave the European Union, they want us to leave the Single Market too.",
        "It’s a major admission from the leave campaign – and a major moment. For it means we can begin to quantify just what the economic costs of leaving are.",
        "And it’s important for everyone in Britain to understand what the Single Market is.",
        "This is the arrangement that Margaret Thatcher took us into in the 1980s.",
        "The arrangement that the House of Commons, under Labour, Conservative and Coalition governments has endorsed.",
        "The Single Market gives British companies and the people who work for them access to half a billion customers. It is the world’s largest trading area.",
        "It means that when you sell something like a car, or an aeroplane engine, or a plane ticket or a food product, they can all be sold to consumers in other European countries without paying any tariffs or customs duties – in other words, there’s no extra costs to selling to our neighbours.",
        "And it means we, as consumers, can buy those things from our European neighbours without us having to pay extra costs for doing so.",
        "It also means we can offer services like insurance premiums and architectural designs and pensions and engineering plans direct to customers in Europe and vice versa.",
        "The Single Market is more than just a free trade area. It’s a set of common standards.",
        "And in an age when we’re buying and selling things on the internet, it’s more important than ever.",
        "The Single Market means that when we buy things from companies, we know that they’re safe, that they don’t cause environmental damage, that the labelling is accurate and that you know you’re going to get what you pay for.",
        "In the European Single Market instead of having 28 sets of rules, we have one agreed set of rules, that Britain helps shape and influence.",
        "If we leave the EU Single Market we would lose all of that.",
        "Ed Balls and Vince Cable are going to explain what this means in practice for British companies, British workforces and British consumers.",
        "But I can tell you today what the overall impact on the British economy would be.",
        "In recent weeks the leave campaign have made clear they would be prepared to see Britain leave the EU and fall back on default World Trade Organisation rules.",
        "This is the worst case scenario and would be a disaster for the British economy.",
        "New Treasury analysis shows that if we left the Single Market and relied on the rules of the World Trade Organisation, then after 15 years we’d be doing £200 billion less trade every year, in today’s terms.",
        "And we’d miss out on over £200 billion of overseas investment into our country.",
        "And let me tell you what £200 billion less trade every year and £200 billion less overseas investment means.",
        "It means we don’t see the new jobs and facilities like we see here today at Ryanair.",
        "It means less investment in offices, factories, car plants, shopping centres, high street shops and local industrial estates.",
        "It means companies don’t sell as much, don’t make as much, don’t employ as much.",
        "What does all that mean for you? It means fewer jobs, lower incomes and higher prices in the shops.",
        "So let me end by saying this – the British people want to know the facts. In the last week we’ve learnt two key facts.",
        "Fact: we now know the Leave campaign want to take us out of both European Union and the Single Market.",
        "Fact: we know that the overwhelming consensus of the independent economic experts is that Britain would be poorer if we left.",
        "And from those two facts, we can work this out:",
        "Those who will pay the price if we leave the EU are the working people up and down this country, doing the right thing, providing for their families, worrying about their children’s future; these are the people that politicians from all parties should seek to represent.",
        "These are the working people who will be stronger, safer and better off if we remain in the EU."
    ]
}