{
    "url": "https://www.ukpol.co.uk/george-osborne-2010-bloomberg-speech/",
    "title": "George Osborne – 2010 Bloomberg Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at Bloomberg in London on 17th August 2010.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you.",
        "I am very grateful to Bloomberg for inviting me to speak here today.",
        "August used to be regarded as a quiet month for the economy. In the last three years, it has been anything but.",
        "It was in August 2007 that the inter-bank credit markets froze up and heralded the start of the credit crunch.",
        "By the following August we were on the cusp of a full scale banking crisis that led to taxpayer-funded bailouts of some of the largest banks in the world.",
        "And last summer we saw the first signs that fears about the liquidity and solvency of banks would become fears about the creditworthiness of the governments that stand behind them.",
        "Thankfully, this August is proving to be a little quieter – so far.",
        "And here in Britain we can start to be cautiously optimistic about the economic situation.",
        "GDP growth in the second quarter surpassed expectations at 1.1%, with all but 0.2% of that coming from the private sector.",
        "Employment is growing at the fastest pace for over a decade, confounding predictions that the economy cannot generate private sector jobs.",
        "Manufacturing is picking up and exports are recovering thanks to increasing global demand.",
        "As the Bank of England confirmed last week, this is consistent with the kind of gradual recovery forecast by the Office for Budget Responsibility at the time of the Budget.",
        "The much-needed rebalancing of our indebted economy – away from government and towards the private sector, away from consumption and towards business demand, away from imports and towards exports – is beginning.",
        "But of course, we must remain cautious.",
        "Inflation is proving more persistent than expected, as the Bank of England Governor explained in his letter to me this morning.",
        "The availability of credit to support business expansion is limited and needs to improve.",
        "Despite the strength of the German economy, data for Japan and the US has been less encouraging, undoubtedly contributing to lower global confidence.",
        "And of course, the world remains concerned about sovereign debt issues at a time when our budget deficit remains the largest in the G20.",
        "So I agree with Mervyn King when he said last week that we are likely to face a choppy recovery.",
        "To expect a smoother ride after the biggest economic crisis of our lifetimes, and with the debt problems this Government has inherited, would be asking too much.",
        "But I’m optimistic that if we:",
        "– stick to the course we have set ourselves on;",
        "– hold firm to our plans;",
        "– deal with our debts;",
        "– start to rebalance our economy;",
        "– and provide the stability Britain has been so lacking in recent years;",
        "– then we can navigate our way through to calmer waters.",
        "The alternative – to change course, put off dealing with our problems, be in denial about the scale of the deficit – is the surest way to disaster.",
        "It would wreck the British economy.",
        "And that is my central argument today as we start to approach the spending review this autumn.",
        "There are some political opponents who claim that in setting out our decisive plans to deal with the deficit we have a taken a gamble with Britain’s economy.",
        "In fact the reverse is true.",
        "The gamble would have been not to act, to put Britain’s reputation at risk, and to leave the stability of the economy to the vagaries of the bond market, assuming investors around the world would continue to tolerate the largest budget deficit in the G20.",
        "The actions we took in the Budget have removed the biggest downside risk to the recovery – a loss of confidence and a sharp rise in market interest rates.",
        "Britain now has a credible plan to deal with our record deficit. We must stick by it. To budge from that plan now would risk reigniting the markets’ suspicions that Britain does not have the will to pay her way in the world.",
        "I will not take that risk.",
        "So today I want to explain why the Spending Review this Autumn is a crucial stepping stone on the way to recovery, and I want to set out how the choices within that review will lay the foundations for future growth and for a fairer society.",
        "First we need to understand how Britain got here.",
        "The previous Government’s economic policy was based on two central assumptions:",
        "– that they had abolished the economic cycle;",
        "– and that they had achieved a permanently higher trend rate of economic growth.",
        "These assumptions were used to justify increased spending, persistent deficits, cheaper credit, growing imbalances and ballooning personal debt.",
        "Of course many of the same features existed elsewhere, notably the US, but they were more pronounced in Britain than anywhere else.",
        "We were left with the biggest deficit, the most indebted households, and the most leveraged banks.",
        "I don’t think it’s unreasonable to say that this was the greatest failure of British economic policy-making for more than 30 years, since the IMF crisis of 1976.",
        "The fallacy of the first assumption – the end of boom and bust – is plain for all to see.",
        "What was said to be sustainable growth turned out to be a debt-fuelled boom that was followed by the deepest and longest bust since the War.",
        "Sadly for all of us, the second assumption – an increase in the trend growth rate – also turned out to be a fallacy.",
        "Much was made of the impact of the previous Government’s policies on the economy’s long term potential to grow – after all that was what “post neo-classical endogenous growth theory” was meant to be all about.",
        "Year after year, Budget documents used increasingly optimistic assumptions – authorised by the then Chancellor – about the trend growth rate to justify never-ending increases in public spending and the emerging deficit needed to fund them.",
        "When disaster struck, the explanation was simply that a perfectly sustainable economy had been hit by a bolt from the blue that knocked 5% off the economy’s sustainable level of output.",
        "In the June Budget, the independent Office for Budget Responsibility looked at the evidence and concluded that the economy’s trend rate of growth is in fact close to its long-term average of around 2¼ %, significantly lower than the previous Government’s assumptions.",
        "Rather than a bolt from the blue, the recession now looks wearily familiar – the bust that follows a boom.",
        "And this view is supported by what happened to the deficit – it turned out the country could not afford the extent of the extra spending after all.",
        "Thanks to the hard work of Sir Alan Budd the interim OBR has taken the business of forecasting out of the hands of politicians.",
        "In the week in which he steps down, I want to thank him for his public service. Those interested in replacing him have just one more day to apply for the job.",
        "This autumn we will legislate to put the Office on a permanent footing so that no future Chancellor can invent their own forecasts to justify their fiscal follies.",
        "We are learning from past mistakes, even as we deal with their consequences.",
        "Those consequences are clear.",
        "A record budget deficit of 11% of GDP.",
        "Government spending that accounts for almost half of national income.",
        "One million additional people out of work.",
        "A large debt overhang for both government and households.",
        "And serious imbalances in the structure of our economy that have gone unaddressed for too long.",
        "But these considerable challenges can be overcome.",
        "The UK is a very open trading economy.",
        "It now has a stable and strong coalition Government, able to take the very decisions which my predecessor now admits were delayed for too long.",
        "I make no apologies for setting a brisk pace since taking office.",
        "In the space of 100 days we have:",
        "– completed a review of in-year public spending and found over £6bn of savings;",
        "– established the OBR to audit the state of the public finances and provide unbiased forecasts;",
        "– set a fiscal mandate to eliminate the structural current deficit by the end of the parliament;",
        "– delivered a Budget which proved to the world that Britain now has the will, the determination and the resolve to live within her means.",
        "Now, across government, we are working on the crucial next step that is the Autumn’s Spending Review.",
        "There are already some early signs that our determined approach is working.",
        "The international community has welcomed the Budget.",
        "The G20 has recognised that those with serious fiscal challenges need to accelerate the pace of consolidation.",
        "The OECD said that our Budget was “an essential starting point” which signals the commitment to provide the necessary degree of fiscal consolidation over the coming years…while still supporting the recovery.",
        "At the same time market interest rates – the rates actually paid by businesses and families – are down by over half a per cent since the election.",
        "That is a significant monetary stimulus for the British economy.",
        "In other European countries, like Spain, these rates have not fallen.",
        "Yet despite this, it would be fatal to become complacent or think that the job is done.",
        "Investors at home and worldwide – the very people we are relying on to buy our gilts, and invest in our economy, and create jobs – are today waiting to see if we will deliver on our promises.",
        "So imagine what would happen if those promises were abandoned altogether.",
        "Even in the face of all this evidence there are still those who would have us change course and put at risk the very stability of our economy.",
        "There seem to be two types of opponent to the Budget.",
        "There are those who deny that any action was necessary.",
        "That we could wait years even before setting out plans to reduce the deficit.",
        "This group of critics would put themselves at odds with an international consensus which understands that the sovereign debt crisis is every bit as dangerous as the financial crisis of 2008, if not more so.",
        "Just because government bailouts helped to calm the markets for now does not mean that the risks have gone away – they have simply been transferred from banks to governments.",
        "Economic stability now depends on a credible plan to restore the public finances to a sustainable path.",
        "To fail to do that would mean higher market interest rates and higher debt interest payments – hardly a foundation for growth.",
        "There is a second group of people who opposed the Budget.",
        "It is those who accept in principle that we must reduce the deficit, but then in practice oppose every cut that is suggested to achieve it.",
        "Let me remind everyone of the numbers.",
        "Under current plans, we are set to tighten the public finances by a total of £113 billion by 2014-15.",
        "Of this, around £30 billion will come from tax measures.",
        "£11 billion will come from welfare reforms announced at the Budget, and another £10 billion from lower debt-interest costs.",
        "And around £61 billion will come from cuts to departmental expenditure.",
        "But that already included £44 billion of cuts inherited from the previous Government.",
        "But what was the plan to deliver these cuts?",
        "Well, I’ve searched for it and I can tell you – there was no plan.",
        "Out of that £44 billion not a single penny had been allocated to any significant public spending programme.",
        "To say we must deal with the deficit, but refuse to say how, is simply taking the British people for fools.",
        "People are debating these issues up and down the country.",
        "Anyone who is serious about tackling the nation’s debts needs to come forward with an alternative plan.",
        "Both those who deny the need to cut the deficit and those who refuse to say how to do it are placing themselves outside of the domestic and international debate.",
        "And in becoming deficit deniers they are saying that they would set the country on a road to economic ruin.",
        "We won’t do that.",
        "So as we stick to the course of the deficit reduction we have set, the next challenge is to deliver the Spending Review that will restore the public finances to stability.",
        "Let me update you on where we have got to.",
        "Right now we are running a wide and inclusive public engagement programme to inform the Spending Review.",
        "Our two dedicated websites have received over 100,000 ideas from people keen to help us find ways to make savings and transform the public sector.",
        "We will shortly be asking the public to choose some of the best of those ideas.",
        "Meanwhile, David Cameron and Nick Clegg have been holding open meetings across the country.",
        "I have hosted a series of seminars with leading professionals in many of the different areas of government activity.",
        "At the same time my colleague Danny Alexander has been meeting with coalition Ministers from across Whitehall to discuss their departments’ savings.",
        "The Public Expenditure Sub-Committee of the Cabinet will start regular weekly meetings at the end of this month – and I look forward to more of my colleagues joining that group as their departments agree their settlements.",
        "This Spending Review is a genuinely collective effort – collective around the Cabinet table and collective with the British public.",
        "Difficult choices will have to be made.",
        "Not just to make the sums add up – but so that this Spending Review is about more than making those sums add up.",
        "As we take decisions that will affect the budgets of government departments and public services for years to come, we have to make sure that:",
        "– we are shaping the economy of the future by promoting a pro-growth agenda;",
        "– that we are shaping the big society of the future by decentralising power and empowering people;",
        "– that we are shaping the public services of the future by reforming the public sector so it delivers value for money;",
        "– that we are shaping Britain’s future role in the world through our review of defence and security.",
        "It is not about how much the Government spends but about what the Government actually does with the money.",
        "We want to be laying the future foundations for economic growth and for a fairer society.",
        "Fairness and growth. Two guiding principles we will apply to the decisions Britain has to take.",
        "Let me say something about each of them.",
        "First growth.",
        "Obviously some things Government spends money on make a far greater contribution to our long term prosperity than others.",
        "It’s time we prioritised the former over the latter.",
        "People can already see that we are following a ruthless approach to waste, inefficiency and bureaucracy in Government.",
        "And if that means bringing in external expertise to help, of course we will do that.",
        "We are determined to tackle soaring welfare bills – and to create a simpler benefit system that supports work.",
        "And we will re-focus public spending in those areas that will make a difference to our long-term economic success.",
        "We are looking at what lies behind the UK’s relatively weak productivity and asking whether Government can help.",
        "How can we remove barriers to people and capital in a way that maximises returns on investment, encourages greater human capital accumulation, and promotes labour participation?",
        "We all know that the Government can’t pick winners or transform the economy overnight.",
        "But we can work with the private sector to identify the impediments to growth.",
        "We can do this by asking ourselves how to go about:",
        "– providing macroeconomic stability;",
        "– removing uncertainty from the tax system and making business taxes more competitive;",
        "– ensuring the banking system works for the good of the whole economy;",
        "– enabling product markets to work efficiently;",
        "– improving the planning system and the housing market;",
        "– and supporting the most economically productive investment.",
        "We have learnt the mistakes of the past.",
        "That’s why the Budget included no further cuts to capital budgets.",
        "We want to maintain the assets we have in good repair, and we want to provide the new infrastructure our country needs for the future.",
        "And we will scrutinise every line of government spending, to identify those that will do most to promote sustainable growth and future prosperity, and which should therefore be protected, and those other areas where spending is less productive, and where savings can safely be made.",
        "Only that way will the spending review promote a more balanced and sustainable model of growth.",
        "While at the same time creating a society that is fundamentally fairer.",
        "Fairness is the second guiding principle.",
        "Let me start with this observation, which is at the core of what I believe.",
        "Fiscal responsibility is both fair and progressive.",
        "Governments that lose control of their public finances are the most unfair and unprogressive.",
        "In recent decades, this is a lesson which has been learnt across the world, by politicians of both the right and of the left.",
        "In the US it was Bill Clinton and the New Democrats who made the case for balanced budgets and deficit control in the early 1990s.",
        "And during an economic recovery they eliminated the budget deficit and pushed ahead with deeply controversial welfare reform.",
        "In Canada, Jean Chretien and Paul Martin took the necessary steps to bring their exploding deficit under control.",
        "Or there is Goran Persson, the Swedish Social Democrat Prime Minister, who turned a 9% budget deficit into a 4% budget surplus.",
        "In our own country’s history, it was James Callaghan who argued that you could not “spend your way out of a recession and increase employment by cutting taxes and boosting government spending”.",
        "It was Roy Jenkins who warned that governments could not keep pushing up public expenditure and “maintain the values of a plural society with adequate freedom of choice”.",
        "And it was that former Treasury Minister in the last government, Paul Myners, who reminded us again this week how he believes that:",
        "– there is nothing progressive about a Government who consistently spend more than they can raise in taxation, and certainly nothing progressive that endows generations to come with the liabilities incurred by the current generation.",
        "I repeat these observations because I reject entirely the false choice that some in the present political debate seek to establish between being responsible, and being progressive or fair.",
        "Successful centre-left parties root themselves in a progressive belief that governments must live within their means, or the poorest suffer.",
        "Those that do not – and find themselves arguing for investment over cuts – lose their way.",
        "Of course, the choices made within a fiscal consolidation should also seek to be fair ones.",
        "I believe the choices in the Budget, choices that included an increase in capital gains tax for higher-rate taxpayers and a new bank levy, were fair choices.",
        "I believe the choices on public spending that we have already made, and that shape the entire spending review, are also fair ones.",
        "We are protecting the National Health Service – which so many millions of families depend on – from real cuts.",
        "That is a conscious choice. Our opponents object to it. They would cut the NHS.",
        "We are also honouring – almost alone in the world – our commitments to raise the international aid budget to 0.7% of our national income.",
        "Helping the world’s poorest is a conscious choice, which some oppose.",
        "Both, I believe, are fundamentally fair choices.",
        "But so too is our drive to reform welfare and provide a pupil premium for the most disadvantaged children – for fairness is about equality of opportunity too.",
        "And fairness extends across the generations, for what is fair about forcing the next generation to pay for the debts of our generation?",
        "We are all in this together.",
        "And the spending review we will produce in two months time will show that."
    ]
}