{
    "url": "https://www.ukpol.co.uk/george-osborne-2013-conservative-party-conference-speech/",
    "title": "George Osborne – 2013 Conservative Party Conference Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "2013 Conservative Party Conference",
            "url": "/tag/2013-conservative-party-conference/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chancellor of the Exchequer, George Osborne, to the 2013 Conservative Party Conference.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "At every Party Conference since the election, as we have gathered, the question for us, the question for me, the question for our country, has been: ‘is your economic plan working?’. They’re not asking that question now.",
        "The deficit down by a third. Exports doubled to China. Taxpayers’ money back from the banks, not going in. 1.4 million new jobs created by businesses. 1,000 new jobs announced in this city today. Our plan is working.",
        "We held our nerve in the face of huge pressure. Now Britain is turning a corner. That is down to the resolve and to the sacrifice of the people of this country. And for that support we owe the British people a huge heartfelt thank you. Thanks to you: Britain is on the right track.",
        "So now families, working hard to get on, anxious about the future, are asking these questions: Can we make the recovery last? And will I feel it in my pocket?",
        "My approach has always been to be straight with people. So let me answer these questions directly.",
        "‘Yes’, we can make the recovery a lasting one. But it won’t happen by itself. Many risks remain. We have to deal with our debts and see our plan through. And ‘Yes’, if the recovery is sustained then families will start to feel better off. Because what matters most for living standards are jobs, and low mortgage rates, and lower taxes. But family finances will not be transformed overnight. Because Britain was made much poorer by the crash. That is what happens when you get a catastrophic failure of economic policy of the kind we saw under Labour. When no-one prepares in the boom for the bust. When banks get bailed out. And when government budgets spiral out of control. We are never going to let that happen to our country again.",
        "I share none of the pessimism I saw from the Leader of the Opposition last week. For him the global free market equates to a race to the bottom with the gains being shared among a smaller and smaller group of people. That is essentially the argument Karl Marx made in Das Kapital. It is what socialists have always believed. But the irony is this: It is socialism that always brings it about. And it is the historic work of this Party to put that right. Because attempts to fix prices and confiscate wealth crush endeavour and blunt aspiration. And the people who suffer are not the rich, but the hundreds of thousands put out of work. The millions made poorer. The generation whose hopes are blighted. It is working people who always pay the price when the economy is ruined. That is what Labour did to the workers. And the British people are never going to let them forget it.",
        "By contrast, I’m an optimist about the world. I am a believer in freedom and free markets. I see the global economy growing. I see hundreds of millions of people in places like India and China leaving grinding poverty to join it. That is something to celebrate.",
        "It doesn’t have to be a threat to this country. It is a huge opportunity. But we have to understand that the wealth of nations depends on some basic truths. Jobs are only created when people build businesses that are successful and can expand. Exports only happen if those businesses are making things that others in the world want to buy. Investment only flows if your country is a more attractive place to do business than other countries. The wealth this creates can be spread widely across the nation.",
        "But only when every child gets a good education; when each adult has the incentive to work; and every family gets to keep more of what they earn. To achieve all this you need to get the fundamentals right: economic stability, sound public finances, safe banks, excellent schools & colleges, competitive taxes, amazing science, welfare that works.",
        "There’s no short cut to any of these things. Just the hard graft of putting right what went so badly wrong and forging a new attitude in this country that says: We are not afraid of the future because we intend to shape it.",
        "So there’s no feeling at this Conference of a task completed or a victory won. We know it’s not over. Until we’ve fixed the addiction to debt that got this country into this mess in the first place. It’s not over. Until we can help hardworking people to own a home, to save, to start a business. It’s not over. Until we’ve helped the long term unemployed condemned to a life on the dole. It’s not over. Until there is real faith that our childrens’ lives will be better than our own. It is not over. This battle to turn Britain around – it is not even close to being over.",
        "We are going to finish what we have started. What I offer is a serious plan for a grown-up country. An economic plan for hardworking people. That will create jobs. Keep mortgage rates low. Let people keep more of their income – tax free. It is the only route to better living standards. For without a credible economic plan, you simply don’t have a living standards plan. We understand that there can be no recovery for all – if there is no recovery at all.",
        "The events in Italy and deadlock in Washington this week are a stark reminder that the debt crisis is not over. And yet the last fortnight has shown there’s no serious plan coming from any other party. The Liberal Democrats at their Conference were jostling for position. I have to tell you today, that Nick Clegg has informed us of his intention to form a new coalition. For the first time, he’s intending to create a full working relationship with Vince Cable. Mind you, at their conference Vince Cable did do something that was undeniably Tory. If I’d been there, I wouldn’t have turned up to the Lib Dem economic debate either. But at least they had an economic debate.",
        "Labour’s economic announcements amounted to: Declaring war on enterprise; a tax rise on business; and an apprenticeship policy that turned out to be illegal.",
        "And then there was the energy announcement that completely unraveled. Any politician would love to tell you that they can wave a magic wand and freeze your energy bill. Everyone wants cheaper energy. So we’re legislating to put everyone on the cheapest tariff.",
        "But I’ll tell you what happens when you draw up policy on the back of a fag packet. Companies would just jack up their prices before the freeze so in the short term, prices go up. And companies would not invest in this country and build the power stations we need – so in the long term, prices go up.",
        "So that’s Labour’s offer: Get hammered with high prices now. Get hammered with high prices later. Higher energy prices for all. But don’t worry, there’s a phony freeze on prices in between. How should I put it? Britain can do better than that. But perhaps with all this talk of blackouts we’ve been a bit unfair on Ed Miliband’s leadership. We used to think: lights on, but nobody’s home. It turns out we were only half right.",
        "I remember when we were in opposition and we made uncosted commitments and unworkable promises to abolish things like student fees. We felt good at Conferences like these. Then we lost elections. David Cameron got us to face the truth about the way we had come to be seen. He forced us to be credible.To reach out to all parts of society.Last week, Labour didn’t do that. They retreated to the left.",
        "Ed Miliband told delegates he could make all our problems disappear.That he could send everyone a cheque in the post.But it isn’t based on truth. More borrowing and more debt remains their economic policy.",
        "But they no longer dare talk to the British people about it.Instead, they’d much rather just talk about the cost of living. As if the cost of living was somehow detached from the performance of the economy. Well you ask the citizens of Greece what happens to living standards when the economy fails. You ask someone with a mortgage what happens to their living standards when mortgage rates go up. Just a 1 percent rise means an extra £1,000 on the average mortgage bill.",
        "You ask the citizens of this country what would be an absolute disaster for living standards. They’ll tell you. Higher borrowing. Higher welfare costs. Higher taxes. Meaning: Higher mortgage rates, and higher unemployment.",
        "These aren’t the solution to lower living standards. They are the cause of lower living standards. And this country is paying a very high price for that lesson.",
        "If you want to know the consequences of an Ed Miliband premiership, just look at the plan of the man who knows him best: His brother. David Miliband. One: leave Parliament. Two: leave politics. Three: leave the country. Four: dedicate your life to International Rescue. David and Ed Miliband. The greatest sibling rivalry since the Bible. Cain and not very Abel.",
        "Our own rescue mission for the British economy is far from complete. People know the difference between a quick fix con and a credible economic argument. Here’s our serious plan for a grown-up countr:",
        "First, sound money. The bedrock of any sustained recovery and improved living standards is economic stability. That is what the hard work and sacrifice of the last three years has all been about. In that time we have brought the deficit down by a third. And the British public know that whoever is elected will face some very hard choices. Let me tell you the principles I bring to that task. Our country’s problem is not that it taxes too little. It is that its government spends too much.",
        "So while no responsible Chancellor ever rules out tax changes, I think it can be done by reducing spending and capping welfare, not by raising taxes. That’s my plan.",
        "And surely the lesson of the last decade is that it’s not enough to clean up the mess after it’s happened?You’ve got to take action before it happens. It should be obvious to anyone that in the years running up to the crash this country should have been running a budget surplus. That’s what we mean when we say they didn’t fix the roof when the sun was shining.",
        "Let us never make that same mistake again. Never again should anyone doing my job be so foolish, so deluded, as to believe that they have abolished the age-old cycle of boom and bust. So I can tell you today that when we’ve dealt with Labour’s deficit, we will have a surplus in good times as insurance against difficult times ahead. Provided the recovery is sustained, our goal is to achieve that surplus in the next Parliament. That will bear down on our debts and prepare us for the next rainy day. That is going to require discipline and spending control. For if we want to protect those things we care about, like generous pensions and decent healthcare, and buy the best equipment for the brave men and women who fight in our armed forces, all of us are going to have confront the costs of modern government – and cap working age welfare bills. And only if we properly control public expenditure will we be able to keep lowering taxes for hardworking people in a way that lasts.",
        "I’ve never been for tax cuts that are borrowed. I want low taxes that are paid for. We also want to go on investing in the essential infrastructure of our country – the roads and railways and science and communications that are the backbone of the future economy. So we should commit, alongside running a surplus and capping welfare, to grow our capital spending at least in line with our national income. These principles will form the foundation of our public finance policy and I will set out the details next year.",
        "And for those who ask: Is this necessary? I say: What is the alternative? To run a deficit for ever? To leave our children with our debts? To leave Britain perilously exposed to the next storm that comes? This crisis took us to the brink. If we don’t reduce our debts, the next could push us over. Let us learn from the mistakes that got Britain into this mess. Let us vow: never again This time we’re going to run a surplus. This time we’re going to fix the roof when the sun is shining.",
        "So first, our plan secures sound public finances. Second, it supports the aspirations of hard working people and lets them keep more of the money they earn. We are increasing to £10,000 the amount you can earn before you pay a penny of income tax. That is a real achievement, delivered in budget after budget by a Conservative Chancellor of the Exchequer.",
        "The Liberal Democrats like to point out that during the election David Cameron said he’d love to increase the tax allowance, but warned it’s not easy to afford. You know what? He did say that. And he was right. The difficult thing is not increasing the tax-free allowance. The difficult thing is paying for it. But we’ve done it. The result: an income tax cut for 25 million people. Equivalent to a rise of almost 10 percent in the minimum wage. Real money in peoples’ pockets.",
        "For we are the party of hard working people. And to anyone who questions that I say: Go to the workplaces of Britain, like the huge Morrisons warehouse in Sittingbourne, and meet the fork lift truck drivers there. Go to the Warburton factory near Birmingham. Meet the people who work all hours or meet the night crews repairing the M6. Hardworking people better off because of Conservative tax cuts. These are the people we stand alongside.",
        "And because we’re getting the public finances back under control, we’ve been able to help in other ways too. Freezing council tax. Cutting beer duty. Tax free childcare. And thanks to our Prime Minister, now a one thousand pound married couples allowance too. A Conservative promise made and a Conservative promise more than delivered.",
        "We’ve cut fuel duty. Abolished Labour’s escalator. And I can tell you today that provided we can find the savings to pay for it, I want to freeze fuel duty for the rest of this Parliament. Conservatives don’t just talk about being on the side of hardworking people. We show it day in day out in the policies we deliver. People aspire to keep more of their income – tax free. And many aspire to run their own business and work for themselves. My parents planned carefully, took a risk, and set up a small manufacturing company more than forty years ago.",
        "The company grew. Employed more people. And the life of the family business – the orders won, the first exports, the recessions and recoveries – these were the backdrop of my childhood. I’m hugely proud of my parents – of what my parents achieved. And I’m proud that they’re here in this hall today. You should know this about me:",
        "I will always be on the side of those who use their savings, take a risk, and put everything on the line to set up their own company. Labour increased small business tax. I’ve cut it. Labour were extending business rates to the smallest firms. I’ve exempted them. Now, our new Employment Allowance is going to take a third of all the businesses out of paying national insurance altogether. We Conservatives are nothing if we’re not the party of small business, and that’s the way it’s going to stay.",
        "And we’re the party of home ownership too. I’m the first person to say we must be vigilant about avoiding the mistakes of the past. That’s why I gave powers to the Bank of England to stop dangerous housing bubbles emerging. But too many people are still being denied the dream of owning their own home.",
        "So instead of starting the second phase of Help to Buy next year, we’re starting it next week.",
        "There are some people – many living in the richest parts of London – who say we shouldn’t be doing these things. I have this to say: Take you arguments down the road to Nelson or Colne, where house prices have fallen for the past five years. Take your arguments to Bury, or Morecambe, where young working couples are still living at home with their parents. Take your arguments to our great towns and cities where there are families who have saved for years, earning decent salaries, who can afford the mortgage repayments but can’t possibly afford the deposit being asked by the banks these days.",
        "Take your arguments to those families and say: ‘This policy is not right. You shouldn’t be allowed to get your home.’ I tell you what they’ll say back: ‘It’s alright for you. You’ve got your own home. We’ve been saving for years. What about us?’",
        "I know whose side this Party is on. We are the party of aspiration. The housebuilding party of Macmillan. The party of Thatcher’s right to buy. And now the party of David Cameron’s Help to Buy. We are the party of home ownership and we’re going to let the country know it. We are also going make sure no one is left behind as our economy recovers. Our goal is nothing short of a recovery for all. That’s the third part of our economic plan.",
        "Lectures from the Left on fairness, quite frankly, stick in the throat. Under their government: the richest paid lower tax rates than their cleaners; tax avoidance boomed; inequality increased; youth unemployment doubled; the gap between the north and the south grew; and the number of households where no one worked reached record levels.",
        "Fair?",
        "Theirs was the unfairest government of them all.",
        "And contrast this with what we have done. And when I say we, I mean we Conservatives. I sit at that Cabinet table and I know who has really put forward the policies that are delivering a fairer society. The pupil premium to support the most disadvantaged children: that was Michael Gove’s idea, front and centre of the last Conservative manifesto.",
        "Our commitment on international aid. Delivered by Andrew Mitchell and Justine Greening. Action on domestic violence – that’s Theresa May The international campaign to get rape recognized as a war crime – led by William Hague. New care standards for the elderly – Jeremy Hunt. The anti avoidance measures in Budget after Budget: the painstaking work of our Conservative Treasury team Greg Clark, David Gauke, Sajid Javid, and Amber Rudd. Powers to the Cities, rights for gay people, the biggest ever rise in the state pension.",
        "All delivered by Conservatives in Government.",
        "And the overhaul of our entire welfare system, making sure work always pays. That’s Iain Duncan Smith’s life’s mission.",
        "These are all achievements of the modern, reformed, Conservative party we have worked so hard to create. But as we change our party and govern our country, there is still more to do. I am part of the generation of Conservatives that came after the great struggles of the 1980s. That government rescued the country from a tail-spin of decline. It laid the foundations of the renewal of cities like Manchester. But we shouldn’t pretend we got everything right.",
        "Old problems were solved. But some new problems emerged. In some parts of the country, worklessness took hold and we didn’t do enough to stop that. And as a local Member of Parliament here, I know that in some parts of the North of England we still have to work hard to overcome the long memories of people who thought we didn’t care.",
        "Labour made that problem of welfare dependency worse. By the time they left office, five million people were on out of work benefits. What a waste of life and talent. A generation of people recycled through the job centres, collecting their dole cheques year in year out, and no one seemed to notice.",
        "And an open-door immigration policy meant those running the economy didn’t care. There was always an uncontrolled supply of low-skilled labour from abroad. Well, never again.",
        "We’ve capped benefits and our work programme is getting people into jobs. We’ve cut immigration by a third. But what about the long term unemployed? Let us pledge here: We will not abandon them, as previous governments did. Today I can tell you about a new approach we’re calling Help to Work. For the first time, all long term unemployed people who are capable of work will be required to do something in return for their benefits, and to help them find work.",
        "They will do useful work putting something back into their community. Making meals for the elderly, clearing up litter, working for a local charity. Others will be made to attend the job centre every working day. And for those with underlying problems, like drug addiction and illiteracy, there will be an intensive regime of support. No one will be ignored or left without help. But no one will get something for nothing. Help to work – and in return work for the dole.",
        "Because a fair welfare system is fair to those who need it and fair to those who pay for it too. Our economic plan. Sound finance. Backing aspiration. No-one left behind. Investing in the future.",
        "At the end of next week, I’m travelling to China. And when you visit a metropolis like Guangzhou or Shenzhen, it’s hard not be awed by the scale of what is happening there, by the ambition and the drive. Some say we shouldn’t even try to compete against China because it’s the sweatshop of the world. But the world is changing. And China is now also a huge market for our exports and a home of innovation and technological advance. This is a huge challenge for our country. But if we get it right, it is the key to our future prosperity.",
        "That is what the debate about living standards is really all about. I don’t want to see other nations pushing the frontiers of science and invention and commerce and explain to my children: that used to be us; that used to be our country. I don’t want to look back and say I was part of a generation that gave up and got poorer as a result. We don’t have to be.",
        "The other day I went to meet the people building a car that will travel at a thousand miles an hour and break the land speed record. And it’s not being built in Boston by some huge American defence company. It’s not being built in Beijing by the Chinese Government. It’s called the Bloodhound. Built in Bristol by British engineers and British apprentices and British companies.",
        "That’s why I say we are in charge of our own destiny.",
        "And here in this great railway hall can you imagine the nation of Isambard Kingdom Brunel being unable to summon the will to join the north and the south with a high speed railway and bring more jobs and prosperity to great cities like this? We will complete this great work of engineering in the best tradition of our country. And should we accept that this nation that mined deep for coal, and took to the cold, stormy seas to search for oil, will turn its back on new sources of energy like shale gas?",
        "No. We absolutely should not. Should we, the country that built the first civil nuclear power station, say: ‘we are never going to build any more – leave it to others?’ Not on my watch.",
        "Should we, the nation of Newton and Crick, here in the city of Rutherford and Turing, should we say:’Let others in the world lead mankind’s scientific endeavour. It’s all too difficult for us?’ No. Let’s mass sequence the human genome, promote genetic research and pioneer the materials of the future like graphene.",
        "Here in Manchester, where the industrial age began, the atom was first split, and the modern computer first built, we’re going to confront that tendency that says: ‘stop the world I want to get off.’",
        "We say: ‘Not for us the comfort of the past’. Ours is the Britain of the future.",
        "Earlier this year, the greatest of our peacetime prime ministers died. I was there in the Cathedral at that emotional farewell. And as I looked at the coffin in front of me, draped in the Union flag, I thought to myself: for what will Margaret Thatcher best be remembered? Her strength? Her conviction? The simple fact she was the first woman prime minister.",
        "Yes, she’ll be remembered for all of those things. But for me, what she really had was: optimism. She refused to accept that Britain was in terminal decline. She believed Britain had a great future. That British people could lead better and more prosperous lives.",
        "And so do we."
    ]
}