{
    "url": "https://www.ukpol.co.uk/george-osborne-2011-speech-on-new-world-new-capitalism/",
    "title": "George Osborne – 2011 Speech on New World, New Capitalism",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "This is the text of George Osborne’s speech made at the 2011 New World, New Capitalism seminar in Paris on 6th January 2011.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Let me start by saying thank you to Minister Besson for inviting me to speak here today.",
        "This is my second visit to Paris since becoming Chancellor and builds on the Anglo-French Summit in London last year.",
        "It is a great privilege to be given the opportunity to address such a prestigious audience.",
        "In my remarks today I would like to briefly touch on what I see as some of the key economic challenges in 2011.",
        "What are the three key questions facing the international community this year?",
        "The first challenge facing economic policy-makers relates to the future of the international financial institutions.",
        "How can institutions created in the 20th Century be relevant in the economy of the 21st Century?",
        "Or to put it another way – how can the IMF, the WTO or the FSB remain relevant during the economic recovery?",
        "In an economic crisis, different countries face a common problem, so it is easier to find a common solution.",
        "Now we need to create a system that can manage the new pressures.",
        "There has been considerable progress already – on financial regulation, with Basel 3, and on reform of the IMF governance, for example.",
        "Two years ago few people would have said that these deals were possible.",
        "I think this year there is a great opportunity for the French Presidency of the G20, and I welcome their ambitious vision.",
        "I am aware that the issue of how to manage the huge flows of capital circulating around the world economy, and the issues around the international monetary system, will be a major challenge.",
        "But the starting point must be strong, legitimate and well-resourced global economic and financial institutions.",
        "We need an IMF that is more focused on identifying the major risks, especially from the systemic economies and the interaction between them.",
        "That’s why the G20 Finance Ministers need to deliver on what we promised in Seoul, to help us identify any build up of large global imbalances.",
        "We need a World Trade Organisation that can drive forward liberalisation of trade in goods and services.",
        "We now have a critical window of opportunity to conclude the Doha trade round, and as the G20 agreed conclude it we must.",
        "The Financial Stability Board has proved to be a flexible and useful platform for reform, as we have seen in the agreement of Basel 3.",
        "All members of the G20 must now make sure that Basel 3 is implemented.",
        "We also need to give the FSB more muscle, by making sure it is better resourced and more accountable.",
        "There is a huge G20 agenda ahead of us, and I want to say very clearly that the British Government wants to work with the French Presidency so that we can make good progress in 2011.",
        "There are very good signs that the French G20 agenda is going to be ambitious and significant.",
        "But there is also a great responsibility to make it successful.",
        "I wish you all the best in this endeavour.",
        "The second key question facing us in 2011 relates to the problems in Europe.",
        "And I want to be clear – I include the UK in my definition of Europe.",
        "Last year I was the first ever British Chancellor to attend a meeting of the Eurogroup – so that alone must tell you that something wasn’t quite right.",
        "Over the past year we have been seen instability and uncertain across the Eurozone.",
        "We really do not want to be back here, a year from now, in January 2012, still discussing the future of the euro.",
        "We need a comprehensive package early this year to address this.",
        "The Eurozone must follow the logic of the single currency and stand behind the euro in a more convincing way.",
        "Britain, of course, is not a member of the euro.",
        "But Britain wants the euro to be a complete success and we will support you in achieving that.",
        "Ultimately that cannot happen, however, without a credible plan to reform and strengthen Europe’s banks.",
        "That is the next challenge facing European governments.",
        "The inability of many European banks to absorb losses on their balance sheets was at the heart of the crisis and underpins much of the current market uncertainty.",
        "Dealing with this issue will first require an understanding of the depth of the problem.",
        "It is rather revealing that the stress tests conducted last July identified a capital shortfall, across the whole of Europe, of just €3.5billion.",
        "A few months later the Irish banks alone required ten times that amount – €35billion.",
        "That is why the UK has already gone much further with tougher stress tests and now has banks that are well capitalised.",
        "As well as tackling today’s problems, we need to strengthen Europe’s banks so that they, and not taxpayers, pick up the bill for future crises.",
        "Basel 3 does this by increasing bank capital, introducing new liquidity requirements, moving to a binding leverage ratio, and ending the double-counting for certain financial instruments.",
        "Don’t forget – this was a package put together by Europeans.",
        "These proposals were developed under the leadership of three of the Eurozone’s most distinguished central bankers: Mario Draghi, Jean-Claude Trichet, and Nout Wellink.",
        "Their work has ensured that Europe’s concerns are reflected.",
        "Having agreed this balanced package, it is vital that we do not now weaken the measures as they are translated into European law.",
        "This is an urgent task for ECOFIN this year.",
        "Any talk of “European specificities” not already accounted for, and any delay to the agreed timetable will simply reaffirm markets’ suspicion that we are failing to address the difficult issues.",
        "Similarly, let me say the following about the competitiveness the financial services sector in Europe.",
        "Badly thought-through regulations will needlessly undermine European competitiveness in financial services.",
        "Talk of competition between London, Paris and Frankfurt misses the point.",
        "It is the relative competitiveness of Europe and rival centres in Asia and America that is the real issue.",
        "And alongside a more competitive financial sector, we also need a structural reform programme to make our whole economies more competitive.",
        "Opening up product markets, liberalising labour markets, promoting enterprise and reforming welfare states – those must be our priorities.",
        "We need an ambitious structural reform plan to kick-start growth and boost employment, including in new growth sectors such as green goods and the digital economy.",
        "But of course the biggest challenge this year is perhaps a domestic one.",
        "We need to get our own houses in order.",
        "The rest of the world does not owe Europe a living.",
        "If we are to calm the fears around the solvency of sovereigns across our continent, action at a European level needs to be matched by difficult domestic decisions.",
        "The sense of crisis may have eased since the start of last year, but wide spreads and high market interest rates still stalk several European economies.",
        "Countries need plans to reduce deficits, tailored for their circumstances, based on credible institutions that can underpin market confidence, especially in countries with large financial sectors.",
        "Here the British experience offers a useful insight.",
        "When we came into Government in the UK, we were predicted to have the largest budget deficit in the G20.",
        "Until Ireland overtook us, we were going to have the largest budget deficit in the European Union.",
        "The affirmation of the UK’s triple-A credit rating and the fall last year in our market interest rates, at a time when other countries’ are going up, demonstrates that it is possible to earn credibility with a convincing deficit reduction plan.",
        "This week saw the plan start to take effect with the tough but necessary step of increasing Value Added Tax to 20%.",
        "And deficit reduction can also go hand-in-hand with greater structural reform across our economies.",
        "We are investing in our priorities – early years education, transport infrastructure and, almost alone in the world, putting resources into meeting our 0.7% target for international aid.",
        "I would like to finish on an optimistic note.",
        "Because despite these challenges, I remain profoundly optimistic about the future.",
        "The opportunities offered by the modern world economy are immense.",
        "Because every day around the world, in places like China, India, Brazil, Indonesia and Vietnam, millions of people leave the grinding poverty that has trapped their families for generations and become connected to the global economy.",
        "They leave behind subsistence farming and go to work in factories.",
        "And so nations of manufacturers are taking their first step in their journey to prosperity.",
        "And as they become richer, they will become nations of consumers, hundreds of millions of people who will want to buy the things that British and French companies can sell them.",
        "Our pharmaceutical firms will provide them with modern medicines and branded goods.",
        "British and French companies will sell them insurance, banking, accountancy.",
        "Over time they will become consumers of tourism and visit Paris and London.",
        "And they will hopefully fly here on Airbus planes with Rolls Royce engines.",
        "The whole world can be our market place.",
        "And that is why we should be optimistic about this world we have helped create.",
        "Thank you."
    ]
}