{
    "url": "https://www.ukpol.co.uk/george-osborne-2011-mansion-house-speech/",
    "title": "George Osborne – 2011 Mansion House Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chancellor of the Exchequer, George Osborne, at the Mansion House in London on 15th June 2011.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Lord Mayor, a year ago, standing here just five weeks after the Government had come to office, I spoke about the financial crisis and I quoted what Winston Churchill had said in this very room in the middle of the war.",
        "“Now this is not the end. It is not even the beginning of the end. But it is, perhaps, the end of the beginning.”",
        "I believe that sentiment of cautious optimism has been borne out by events in the twelve months since then.",
        "The British economy is recovering.",
        "Output is growing.",
        "The necessary rebalancing of the economy, away from debt-fuelled consumption towards investment and exports has gained momentum.",
        "Half a million new private sector jobs have been created, the second highest rate of net job creation in the whole G7.",
        "Today’s unemployment figures showed a fall of 88,000 – the fastest pace for more than a decade.",
        "Our budget deficit is now falling from its record highs.",
        "Stability has returned.",
        "Britain is on the mend.",
        "But it is taking time.",
        "External shocks have made that recovery more difficult.",
        "The dramatic and debilitating rise in the world’s oil price – up almost 60% since last June.",
        "The terrible Japanese earthquake and the impact on the supply chain.",
        "The on-going crisis in the Eurozone, our largest market for British goods and services.",
        "The softness in the US economy.",
        "Across the world, choppy economic waters have become choppier still.",
        "But the truth is this.",
        "Even without these substantial headwinds, the journey the British economy has to travel would be a hard one.",
        "As I said at the time of the Autumn Forecast last November: “recovery was always going to be more challenging than after previous recessions”.",
        "For we are seeing the unwinding of debts built up over an entire decade.",
        "Of all the major economies in the world, Britain’s was the most over-borrowed.",
        "Our families were more in debt than any other in the G7.",
        "Our house price bubble was bigger than America’s.",
        "Our government deficit higher than that of Greece.",
        "And the balance sheets of our banks went from around 300% of GDP in 1998 to a staggering 550% just a decade later.",
        "Now those bank balance sheets are shrinking.",
        "Not just because of new rules from regulators.",
        "But because the markets themselves demand it.",
        "So money and credit growth remain weak.",
        "And that acts as a powerful drag anchor on recovery.",
        "Here is a striking fact about the British economy over the last six quarters since the recession ended – a fact little understood but crucial to understanding our challenge.",
        "For five out of those six quarters, the financial sector has continued to contract.",
        "While our economy as a whole has grown by 2.5%, the financial sector has shrunk by 4%.",
        "Take the financial sector out of the equation, and economic growth in the rest of the economy during the recovery has actually been above its average rate of the last two decades.",
        "Put the financial sector into the equation, and economic growth has been below trend.",
        "Our banking system fuelled the boom.",
        "Now it is slowing the recovery from the bust.",
        "That might surprise you. Look around the City today, and activity is growing.",
        "The investment banks are hiring again – and they’re hiring here in London.",
        "There are some 25,000 more jobs in the Square Mile than a year ago.",
        "I’ve seen it – I’ve been at the openings of new headquarters and new buildings.",
        "Funds are out there investing.",
        "Law firms, accountants and insurance are busy.",
        "And this year, for all the doomsayers who warn of decline, London has topped the global league table of financial centres.",
        "We’re officially the number one place to do business – so instead of talking ourselves down, let’s agree to go around the world and say so.",
        "Of course, we’ve got to stay in pole position.",
        "That’s why, even in these straightened times, we’ve committed to the multi-billion pound Crossrail link – the greatest urban infrastructure investment in the western world today.",
        "We’ve changed our taxation of overseas earnings, so that multinationals are moving back to Britain instead of leaving it.",
        "I’ve made it clear that the 50 per cent tax rate I inherited must only be temporary – not permanent, as some politicians now propose.",
        "And this week we’re publishing plans that end the uncertainty over tax residence rules and the treatment of non-domiciles, and set out new plans to encourage their investments.",
        "All the activity and wealth creation you see in the City today is very welcome.",
        "But sadly it does not compensate for the many billions of pounds being shed from the balance sheets of our banks.",
        "Economists like Ken Rogoff and Carmen Reinhart warned us that this would be the case – that recoveries from recessions with a financial crisis are always slower than recoveries from other less severe recessions.",
        "How can Government respond?",
        "For a start, we have to avoid that now well-trodden path from banking crisis to sovereign debt crisis.",
        "Unsustainable borrowing in our banks must not lead to unsustainable borrowing by the government.",
        "I promised you a year ago that we would take conscious and determined action.",
        "And we have.",
        "The benefits are there to see.",
        "In a world where so many countries are seeing their credit ratings put on negative outlook or downgraded, our country’s triple-A rating has come off negative outlook and been affirmed.",
        "We have a deficit larger than Portugal, but virtually the same interest rates as Germany.",
        "That is the huge stimulus our plan delivers to our economy.",
        "And abandoning our deficit reduction plan would take that stimulus away.",
        "That was the IMF’s verdict last week.",
        "In the recovery from a banking crisis, stability and low market rates are precious, hard-won achievements.",
        "And we will do nothing to undermine them.",
        "Instead, we should try to manage the nature and pace of the deleveraging.",
        "A large part of the rapid build up of borrowing within our banking sector consisted of lending from one part of the financial system to another.",
        "That can be reduced without directly impacting the real economy, even if it reduces the measured contribution of banking to GDP.",
        "What is crucial is that this inevitable process of deleveraging does not strangle the supply of credit to businesses and families who need it.",
        "We are taking action to ensure this doesn’t happen.",
        "We are resolving regulatory uncertainty and encouraging new capital investment in our banking system, so that deleveraging is not only achieved through smaller balance sheets.",
        "In the G20 and the Basel Committee, Britain has successfully argued for higher capital and liquidity standards, but crucially for standards that are phased in over long time periods.",
        "And the new Financial Policy Committee has been mandated to take an overview of our financial system, and watch that our own regulators do not act in a pro-cyclical way.",
        "We have struck the Merlin deal with the banks to prevent small and medium sized businesses becoming the innocent victims of shrinking balance sheets.",
        "I very much welcome the commitments from the BBA’s taskforce and the new Business Growth Fund that is now investing in Britain’s businesses.",
        "But the banks should also be in no doubt that I will use every tool available to me to hold them to the published lending commitments they made.",
        "Lord Mayor, the Government can also actively help to rebalance our economy by being unequivocally pro-business and pro-enterprise.",
        "Our Plan for Growth set out a new wave of supply side reforms to restore Britain’s competitiveness.",
        "We’re investing in apprenticeships, cutting employment tribunal costs, reforming pensions and anti-growth planning rules, reducing regulation, creating a Green Investment Bank, reforming the welfare system and taking low paid people out of tax.",
        "And we’re actively pursuing the lowest business tax rates of any major western economy – a 5% reduction in the rate of corporation tax in the space of just four years.",
        "From Shanghai to Seattle, investors can see that Britain is open for business.",
        "So while the gradual unwinding of the debts built up in the boom creates powerful headwinds, all of this demonstrates that we are not powerless to respond.",
        "But the legacy of the financial crisis does confront us with a very simple dilemma – what you might call ‘the British Dilemma’.",
        "As a global financial centre that generates hundreds of thousands of jobs, a successful banking and financial services industry is clearly in our national economic interests.",
        "But we cannot afford to let it pose a risk to the stability and prosperity of the nation’s entire economy.",
        "We should strive for global success in financial services, but that success should not come at an unacceptably high price.",
        "We should be clear that we want Britain to be the home of some of the world’s leading banks, but those banks cannot be underwritten by the British taxpayer.",
        "I said here last year that the uncertainty hanging over your industry was causing real damage; that it couldn’t be resolved overnight, but that I owed you a process that would lead to a conclusion.",
        "And one year on, I believe we are much closer to a consensus on how we can achieve both successful, competitive financial services and a healthy, balanced economy.",
        "That consensus is about:",
        "What is the right culture of regulation;",
        "How the international rules apply;",
        "And where successful banks fit in.",
        "First, the culture of regulation.",
        "The failure of the tripartite system was not a series of unfortunate accidents – it was hard-wired into its design.",
        "The decision to divide the responsibility for assessing systemic financial risks from the responsibility for applying that assessment to particular financial institutions created a world in which no one was in charge.",
        "Yet at the same time the system required endless box ticking and costly processes.",
        "We had the worst of both worlds",
        "This new Government proposes, therefore, a completely new culture of regulation.",
        "Tomorrow we publish our White Paper and the detailed draft legislation.",
        "A permanent Financial Policy Committee will be established inside the Bank of England.",
        "Its remit will be set by Parliament and refined by the Chancellor on an annual basis.",
        "And its job will be to monitor overall risks in the financial system, identify bubbles as they develop, spot dangerous inter-connections and deploy new tools to deal with excessive levels of leverage before it is too late.",
        "This has never been done before.",
        "The Committee will work alongside a new Prudential Regulation Authority that will also sit in the Bank of England.",
        "This will assess the safety and soundness of individual firms.",
        "I’ve heard your argument that insurance companies face different risks, so I can announce that we will set a specific statutory objective for them.",
        "The operation of markets, and the protection of consumers, will be the responsibility of a new Financial Conduct Authority.",
        "I am delighted that Martin Wheatley, who brings valuable experience as Hong Kong’s market regulator, will be the new CEO.",
        "Here too we’ve listened to representations, and I confirm tonight that as well as protecting consumer interests, the Financial Conduct Authority will have a new primary duty to promote competition.",
        "If the result of all these changes is simply that some brass plates on some doors have changed, then we will have failed.",
        "We don’t undertake the institutional change for the sake of it. We do it to change the culture.",
        "We want to move away from the tick-box mentality of the current system, where there’s no shortage of costly regulation but too little room for invaluable judgement.",
        "In its place we will have clear lines of accountability and the space for regulators to exercise judgment.",
        "You will have the freedom to innovate, grow your businesses, and compete in the world.",
        "You will be constrained if you put taxpayers or consumers at undue risk.",
        "A new culture of regulation is the first step towards solving the British Dilemma.",
        "But getting supervision right in one country is not enough.",
        "As the world’s leading financial centre, we are particularly exposed to financial instability elsewhere in the world.",
        "And you are all exposed to fierce overseas competition.",
        "For both these reasons, global standards are strongly in our national interest.",
        "So we want to see the full implementation of the new Basel standards, right around the world, including here in European Union.",
        "It’s vital that those European rules give national regulators the discretion to add to the Basel requirements when national circumstances require it.",
        "This is what the de Larosière committee themselves recommended. It would help the FPC do their job.",
        "We need European coordination, to enforce common rules in a single market, and it’s good news that the headquarters of the new European Banking Authority is here in London.",
        "We support their efforts to make this year’s stress tests mode credible than last year’s.",
        "But we will always fight hard against badly thought-through European regulation that undermines Europe as a location for wholesale finance, or London’s role as this continent’s pre-eminent global centre for it.",
        "That’s a fight we won on the regulation of hedge funds, and we’re still fighting on EMIR, the new derivatives regulation.",
        "Pay in the financial services sector should also be regulated internationally, to avoid a race to excess.",
        "Britain now has world-beating standards of transparency.",
        "The Financial Stability Board have come up with good principles and must now focus on their consistent implementation.",
        "So, Lord Mayor, these are the first two steps towards solving the British Dilemma:",
        "A new culture of regulation that judges unacceptable risks, while creating the space for innovation and commercial success.",
        "And an agreed set of international rules that makes the global financial system safer and protects us from competitive arbitrage by other financial centres.",
        "But history teaches us that that risk can never be reduced to zero.",
        "We cannot hope to abolish boom and bust.",
        "So the British Dilemma will remain as long as taxpayers are first on the hook if things do go wrong.",
        "When this Government came to office there was no agreement in Britain about how this ‘too-big-to-fail’ problem should be addressed.",
        "Indeed, I’ve sat as a guest at this very dinner in years past listening as one speech from this lectern was completely contradicted by the speech that followed.",
        "That’s why when I first spoke here, I announced the names of five highly respected individuals whose job it would be to listen to all sides of the argument, propose a solution and help bring an end to the uncertainty.",
        "The Independent Commission on Banking has now published its Interim Report and I would like to pay tribute to Sir John Vickers and his fellow Commissioners for the excellent job they have done.",
        "It has commanded respect at home and huge interest abroad.",
        "The Independent Commission on Banking has put forward two particularly important proposals.",
        "Bail-in instead of bail-out – so that private investors, not taxpayers, bear the losses if things go wrong.",
        "And a ring fence around better capitalised high street banks to make them safer, and to protect their vital services to the economy if things go wrong.",
        "Today I have told the Commission that the Government endorses both these proposals in principle.",
        "Of course, the Commissioners are still consulting and preparing their final report – and I won’t pre-empt their conclusions.",
        "We will judge their final proposals in practice against the following conditions:",
        "All banks should be allowed to fail safely without affecting vital banking services;",
        "Without imposing costs on the taxpayer;",
        "In a manner applicable across our diverse sector;",
        "And consistent with EU and international law.",
        "In line with the interim report, we agree with the need for further capital requirements on systemically important banks, but I agree with the Commission that outside the ring-fence this is best done internationally.",
        "I also strongly welcome the Commission’s proposal on increasing competition in retail banking.",
        "For healthy competition is a powerful defender of consumers’ interests.",
        "Lord Mayor, we will make these changes to banking to protect taxpayers in the future.",
        "But we still have to clear up the mess of the past.",
        "Taxpayers today own a large part of the banking system, and underwrite guarantees to parts of the rest.",
        "It’s time we started to plan our exit.",
        "So I’ve opened the Credit Guarantee Scheme to early redemption.",
        "I’m pleased that banks are taking up the opportunity and they are ahead of schedule in repaying the Bank of England’s special liquidity support.",
        "This is a sign of confidence in our banking system.",
        "And I remind everyone with deposits that we have increased the level of deposit insurance to 100% for sums up to £85,000 and we have made clear that there is no implicit taxpayer guarantee for sums above that level.",
        "Once all these other forms of subsidy are removed, our direct shareholdings in banks still remain.",
        "It will take some time – possibly several years – before we can sell them all.",
        "But we can start that process.",
        "I can announce tonight that on behalf of you the British taxpayer, I have decided to put Northern Rock up for sale.",
        "Images of the queues outside Northern Rock branches were a symbol of all that went wrong, and its chaotic collapse did great damage to Britain’s international reputation.",
        "Its return now to the private sector would help to rebuild that reputation.",
        "It would be a sign of confidence and could increase competition in high street banking.",
        "We could start to get at least some of our money back.",
        "The sale process will be open and transparent and in line with state aid rules.",
        "Any interested parties can bid for it, including mutuals, which this Government is actively committed to promoting.",
        "We will continue to own Northern Rock Asset Management, the separate “bad bank”, whose assets are being run down over time.",
        "This does not mean that other options to return Northern Rock to the private sector have been ruled out.",
        "But the independent advice I have received is that a sale process is likely to generate substantially the best value for the taxpayer and should be explored as a first option.",
        "And it would be a very important first step in getting the British taxpayer out of the business of owning banks – and a sign of confidence in the industry.",
        "Lord Mayor, last year I came here with debates raging about all these questions of regulation and the future of banking.",
        "I was not the cause of them – but I told you that it was my job to resolve them.",
        "And I said that our goal should be a new settlement between our financial system and the British people.",
        "A new settlement where the City is able to be the leading financial centre in the world, without putting at risk the entire economy.",
        "I believe we are now within touching distance of that new settlement.",
        "If we achieve it, then we will have answered the British Dilemma – and put our country on the path to prosperity.",
        "I want the City of London to be a thriving centre of enterprise, more interested in serving its customers than in what Government might do to it next.",
        "Resolving the British Dilemma is the way to do that.",
        "Thank you."
    ]
}