{
    "url": "https://www.ukpol.co.uk/kate-osborne-2023-parliamentary-question-on-the-backlog-of-criminal-court-cases/",
    "title": "Kate Osborne – 2023 Parliamentary Question on the Backlog of Criminal Court Cases",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kate Osborne",
            "url": "/tag/kate-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Kate Osborne, the Labour MP for Jarrow, in the House of Commons on 10 January 2023.",
    "content": [
        "**Kate Osborne (Jarrow) (Lab)**",
        "What recent estimate he has made of the size of the backlog of criminal court cases in Jarrow constituency.",
        "**Jess Phillips (Birmingham, Yardley) (Lab)**",
        "What recent estimate he has made of the size of the backlog of criminal court cases in Birmingham Yardley constituency.",
        "**Navendu Mishra (Stockport) (Lab)**",
        "What recent estimate he has made of the size of the backlog of criminal court cases in Stockport constituency.",
        "**The Parliamentary Under-Secretary of State for Justice (Mike Freer)**",
        "The outstanding case load in the Crown court in Newcastle upon Tyne was 1,598 at the end of June 2022. In Birmingham, the outstanding case load in the Crown court was 1,748 and in Manchester, the outstanding case loads in the Crown courts were 1,271 and 1,259 at the end of June 2022. As I have said in previous answers, we are taking action across the criminal justice system to bring down the backlogs and improve waiting times for those who use our courts.",
        "**Kate Osborne**",
        "The Minister says that it is not a disaster, but the courts backlog has undeniably been made worse by the common platform system that Crown Prosecution Service members have been taking strike action over. It is a £300-million-plus IT scandal that has been dubbed “Horizon mark 2”; workers at my local court say that it is driving them to despair and judges have said that the system is not fit for purpose. Can the Minister confirm what cost-benefit analysis was done before making such drastic changes? What is being done to tackle the fundamental flaws in the system?",
        "**Mike Freer**",
        "First, I do not accept the characterisation of the common platform system. The hon. Lady forgets to mention the number of legacy systems that were on the verge of collapse, and they needed to be replaced. The members of staff I have spoken to accept that, while all IT roll-outs have teething problems, it is a worthwhile programme and will deliver benefits. If the hon. Lady would like to have the full implementation and benefits laid out in the business case, I will share what I can. On the ability to address the specific issues raised by members of staff, the programme team do on a regular basis engage with staff, and log all the issues and suggestions made by members of staff so that they can be resolved quickly.",
        "**Mr Speaker**",
        "I call the Chair of the Justice Committee.",
        "**Sir Robert Neill (Bromley and Chislehurst) (Con)**",
        "Every Crown court centre in the country is affected by backlogs, which are rising to crisis proportions once more. The Government rightly resolved the issue of the availability of defence counsel by increasing defence fees, but now the issue is the continued and repeated unavailability of prosecution counsel. Since our system requires equality of arms—barristers of equal seniority and ability to prosecute and defend—is it not important that the Secretary of State and his junior Minister support the Attorney General in getting increased funding from the Treasury for equivalent prosecution fees so that we have a joined-up system?",
        "**Mike Freer**",
        "My hon. Friend raises an incredibly important point, and I share his concern about ensuring that all elements of the criminal justice system, whether solicitors or barristers, are paid and rewarded appropriately for their efforts. There is a continuing debate about how we can invest in the whole criminal justice system so that it runs smoothly for all those involved, but especially for victims. I am very happy to discuss the details with my hon. Friend next week, I think, in the Justice Committee.",
        "**Mr Speaker**",
        "I call the shadow Minister.",
        "**Afzal Khan (Manchester, Gorton) (Lab)**",
        "While the Lord Chancellor is busy scrapping the Human Rights Act 1998, the criminal justice system is on its knees. The numbers of duty solicitors and criminal legal aid firms continue to fall at an alarming rate, yet the Government refuse to follow the recommendations of their own review of criminal legal aid, which has only worsened the courts backlog. What steps are being taken by the Government to improve staff recruitment and retention to ensure justice for victims and help reduce the courts backlog?",
        "**Mike Freer**",
        "I am very happy that the hon. Gentleman and I are meeting later today, when we can have a more detailed conversation, but the Bellamy report, which he alluded to, has been implemented. There are some elements we still want to work on to avoid any perverse incentives, but the investment this Government have made in the criminal justice system of £138 million will in our view bring the stability that he seeks."
    ]
}