{
    "url": "https://www.ukpol.co.uk/george-osborne-2010-speech-on-a-new-economic-model/",
    "title": "George Osborne – 2010 Speech on a New Economic Model",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the then Shadow Chancellor, on 2nd February 2010.",
    "content": [
        "I believe that in the end all elections are about a choice between the future and the past.",
        "As we emerge from the economic wreckage of the past decade, the British people are now looking for a different kind of future.",
        "So today the Conservative Party answers this central question: where is the growth going to come from?",
        "This is the question that will determine the future of:",
        "– everyone that has lost their job in this recession;",
        "– every business that is struggling to survive;",
        "– and every family trying to get by with less than they had before.",
        "The answer is a new economic model for growth – set out in detail in this important economic policy document that we are publishing today",
        "As the last major economy out of recession, and with the weakest recovery in the G20, we need change to get our country back on its feet again.",
        "We cannot go on with the old economic model of the last decade.",
        "A model that depended on:",
        "– a public spending boom we couldn’t afford;",
        "– an overblown banking sector;",
        "– and unsustainable consumer borrowing off the back of a housing bubble.",
        "These were the shaky foundations of the age of irresponsibility that left Britain so badly exposed to this economic crisis.",
        "They cannot be the sources of sustainable growth for the future.",
        "We need new sources of growth.",
        "Our new economic model will be built on long term saving and investment.",
        "We want to see a private sector recovery driven by exports and enterprise.",
        "And we want government to support this new economic model with a competitive tax system, modern infrastructure like superfast broadband, investment in green technology and lasting education and welfare reform.",
        "Real support for wealth creation – not burdening the future to pay for today.",
        "From the ashes of the debt boom we will build a saving society.",
        "Now we’ve heard promises from politicians before.",
        "“No more boom and bust”.",
        "“Prudence with a purpose”",
        "“Leading the world out of recession”",
        "Even to repeat Labour’s promises invites ridicule.",
        "So we today offer a new approach.",
        "For the first time ever we are asking to be judged against eight clear and transparent benchmarks – Benchmarks for Britain – against which the public can judge the success or failure of their Chancellor and their Government over the next Parliament.",
        "Let me take you through the eight Benchmarks for Britain that we are publishing today, as well as the concrete measures we will take to achieve them.",
        "First, we will ensure macroeconomic stability.",
        "Largest budget deficit in the G20, the largest in our peacetime history. Credit rating under threat.",
        "Today, for the first time in our history, Britain’s credit rating is under threat.",
        "Indeed, some commentators think a downgrade is inevitable.",
        "That would mean higher interest rates on our national debt and throughout our economy could tip us back into recession, with more jobs lost and more businesses going under.",
        "That’s why our first Benchmark for Britain is to…",
        "…Cut the deficit more quickly to safeguard Britain’s credit rating.",
        "I know that we are taking a political gamble to set this up as a measure of success.",
        "Protecting the credit rating will not be easy. The largest bond investor in the world thinks there is an 80% chance of a downgrade.",
        "But the economic risk of not setting ourselves this benchmark is not one that I am willing take.",
        "So we will set out a plan in our first budget to eliminate a large part of the structural deficit in the first parliament.",
        "We will make a start in 2010.",
        "The pace of fiscal consolidation will be co-ordinated with monetary policy.",
        "And we will protect Britain’s credit rating and international reputation.",
        "Our second benchmark is to create a more balanced economy.",
        "The economy Gordon Brown built is severely unbalanced.",
        "Investment as a share of GDP is the lowest of any G7 country.",
        "Global export market share is falling as Germany’s rises.",
        "Growth is driven by public and private debt.",
        "The next decade must look very different.",
        "A sustainable recovery must be built on exports, business investment and saving.",
        "So we set this tough benchmark. We want to see:",
        "Higher exports, higher business investment and higher saving as a share of GDP.",
        "Under Gordon Brown, all of those things fell as a proportion of national income.",
        "The document we are publishing today sets out how in detail we will achieve a change of direction, with more support for exports, lower corporation tax rates, an attack on excessive regulation and measure to restore our savings culture.",
        "Our third benchmark is to get Britain working.",
        "We have the highest youth unemployment ever.",
        "There are more children living in workless households than any other European country.",
        "Child poverty is rising.",
        "Despite Gordon Brown’s pledge in 1997, youth unemployment has hit record highs under Labour.",
        "And despite Labour’s pledge to make work pay, more children live in workless households than in any other European country.",
        "We can’t go on like this.",
        "So our benchmark is",
        "Lower youth unemployment.",
        "Fewer children living in workless households.",
        "Our plans will help more people into work, support new businesses that create jobs and provide young people the skills they need to succeed.",
        "But we know that ultimately it is businesses that create jobs.",
        "That’s why our fourth benchmark is to make sure that Britain is open for business.",
        "Britain struggling to compete.",
        "The UK ranking on government regulation has fallen from 4th to 86th, and on the burden and effect of tax it has fallen from 4th to 84th.",
        "Those rankings are truly shocking – and we will turn things around.",
        "Our benchmark is to:",
        "Improve Britain’s global rankings for tax competitiveness and business regulation",
        "Our proposals to simplify taxation and combat excessive regulation will set businesses free to compete.",
        "Because enterprise is the only source of sustainable growth.",
        "Over the last decade, growth hasn’t been evenly shared around the country.",
        "Growth in the rest of the UK has lagged behind the South East.",
        "The private sector’s share of the economy has fallen in every region, but especially outside London and the South East.",
        "We need to change that, so our fifth benchmark is to ensure that the whole country shares in rising prosperity.",
        "We will raise the private sector’s share of the economy in all regions of the country.",
        "With a high speed rail network, with super-fast broadband, and with really effective local support for businesses we can make this a reality.",
        "But given the state of our public finances we also need the public sector to deliver more for less.",
        "Over the last decade it’s been less for more in too many parts of our public sector.",
        "We have seen public sector productivity falling since 1997.",
        "So our sixth benchmark is to reform public services to deliver better value for money.",
        "Our reforms will change that, by increasing diversity of provision, extending payment by results, giving more power to consumers and improving financial controls.",
        "Our benchmark is:",
        "Higher public sector productivity and better value for money.",
        "The financial services sector is one of our global success stories, and we want it to stay that way.",
        "But because of a massive failure of regulation it has put our whole economy at risk.",
        "UK banks were more leveraged than American banks.",
        "We saw the biggest bank bailout in the world.",
        "And still small businesses are struggling to get credit.",
        "We must learn the lessons of the crisis, instead of carrying on much as we did before.",
        "That’s why our seventh benchmark is to create a safer banking system that serves the needs of the economy.",
        "We lower leverage.",
        "Less dependence on unstable wholesale funding.",
        "More credit to small businesses.",
        "So we will abolish the failed tripartite system of regulation and put the bank of England back in charge, and we will pursue international agreement on reforms to protect taxpayers.",
        "Finally, we need a recovery that is sustainable environmentally, not just economically.",
        "I believe that this can be a huge opportunity – greening our economy can be a win-win solution.",
        "But over the last decade it’s been lose-lose.",
        "We see higher emissions than 1997 – and Britain has just 5% of the global market for green goods and services.",
        "So our eighth benchmark is to turn both of these things around.",
        "We will see lower emissions and a rising global market share for low carbon technologies.",
        "With the Green Investment Bank that we are announcing today and new incentives for energy efficiency investments, we can create high quality jobs and cut our emissions at the same time.",
        "I am delighted that Lord Stern has agreed to advise us on the creation of this Green Investment Bank.",
        "These are the Benchmarks for Britain.",
        "Benchmarks that will guide the next Conservative Government as we build a new, more stable, more balanced economy.",
        "They mean more jobs, more savings, more enterprise.",
        "Borrowing from China so that we can buy the goods they make for us may be Gordon Brown’s idea of the future, but it is not ours.",
        "We want Britain to be selling to China and the world.",
        "Judge us by these benchmarks. Hold us to account.",
        "We will be accountable.",
        "The whole country will see as we Conservatives rebuild our economic house on more solid foundations.",
        "Now this cannot be achieved be government alone.",
        "We need a whole national effort that brings together government, business and individuals.",
        "Over the next few months we will be seeking support for our plans from British businesses.",
        "The message is clear.",
        "Britain cannot afford five more years of Gordon Brown.",
        "Instead, business is backing Conservative plans to put Britain back on her feet.",
        "As the election approaches, it’s clear that Gordon Brown will say anything and spend anything to cling on to power.",
        "The man who failed to fix the roof while the sun was shining, and took Britain into the deepest and longest recession for generations, cannot be trusted to take us out of it.",
        "Like every Labour Government, this one is ending by running out of money.",
        "Britain cannot afford five more years of Gordon Brown.",
        "So the choice at the election could not be clearer.",
        "Five more years of Gordon Brown, or change to get Britain back on its feet."
    ]
}