{
    "url": "https://www.ukpol.co.uk/george-osborne-2011-institute-of-directors-annual-convention-speech/",
    "title": "George Osborne – 2011 Institute of Directors Annual Convention Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Chancellor of the Exchequer, George Osborne, at the 2011 Institute of Directors annual convention on 11th May 2011.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Good afternoon.",
        "Thank you Miles for the very kind words of introduction.",
        "Thank you for your hard work at the helm of the Institute of Directors over the past 7 years.",
        "You have done a great job – and been a powerful voice for business. We all wish you well for the future.",
        "My message today is straightforward – this coalition Government is unequivocally pro-business.",
        "Our approach is based on the simple truth that when you succeed, we will succeed, and the country will succeed.",
        "By promoting enterprise and rewarding aspiration we will enable you, the wealth creators of Britain, to generate the jobs and growth our country needs.",
        "The truth is – we have to be realistic about where we’re coming from and optimistic about where we’re going to.",
        "First the realism.",
        "We are recovering from the biggest banking crisis our country has ever seen.",
        "We are coming out of the deepest recession in living memory.",
        "And we are dealing with the largest budget deficit in our peacetime history.",
        "And that is why, as I warned last year, the recovery will be choppy.",
        "High commodity prices, the earthquakes in Japan and uncertainty in the Eurozone are all weighing down on growth across the world.",
        "Yet while we must remain realistic about the challenges, I think we can also be optimistic about the future.",
        "For despite these headwinds, progress has been made in the last twelve months .",
        "400,000 private sector jobs have been created.",
        "89,000 people have come off unemployment rolls.",
        "Manufacturing up almost 5%.",
        "Business investment is up 11%.",
        "Export volumes are up 16%.",
        "I am glad that the Bank of England is forecasting a steady recovery. As the Governor said this morning, they “expect that the recent softness in activity will prove temporary”.",
        "This is all part of essential rebalancing of our economy:",
        "From imports to exports;",
        "From debt to investment;",
        "From public to private;",
        "And it lays the foundation of a competitive, business-led growth we need to see.",
        "This would simply not be possible without the crucial steps we’ve taken to instil confidence in Britain’s ability to pay its way in the world.",
        "Let’s not forget where we were exactly one year ago to the day. May 11th 2010.",
        "A country with the highest budget deficit of any in the G20 – and whose credit rating was on negative outlook.",
        "This at a time when the sovereign debt crisis was raging in Europe.",
        "It was a moment of real economic danger. But we overcame it.",
        "We made a firm commitment to tackle the nation’s debts.",
        "Within 50 days we had put in place a credible deficit reduction policy.",
        "A year on, much of it has been legislated for, and its first measures have taken effect.",
        "Our credit rating has come off negative outlook – when other countries are facing downgrades.",
        "We have brought much-needed stability at home and attracted near universal confidence abroad.",
        "To anyone still wondering whether we needed to take these difficult decisions, I say – just look at what has happened to other countries over the past year.",
        "First Greece, then Ireland, then Portugal, and now Greece again.",
        "Three countries which failed to convince the world that they could pay their way.",
        "Now they are all being bailed out at huge cost.",
        "In the US, now itself with a credit rating on negative watch, President Obama has unveiled a deficit reduction proposal that actually goes faster than our own.",
        "I want to thank the Institute of Directors for your steadfast support on this issue.",
        "It has proved vital.",
        "Miles, you were right to say this morning that you remain “absolutely supportive of the speed and extent of [public spending] cuts” while “not enough recognition has been made of the upside … of reducing public debt”.",
        "The real practical impact of what we have achieved together is there to be seen in the interest rates you – the businesses and families of Britain – face today.",
        "The market interest rates in Britain are now at 3.4%. In Italy they are 4.6%, 5.3% in Spain, 9.7% in Portugal, 10.6% in Ireland and over 15% in Greece.",
        "And over the past year, the gap between Britain’s market interest rates and those in Germany has narrowed – to just about a quarter of a percentage point – while for France, Italy and Spain the gap with Germany has widened.",
        "In other words, we have the interest rates of Germany, despite having a bigger budget deficit than Greece and Portugal.",
        "That is our achievement. And let me make this clear one year on.",
        "This Government, is as united today in our mission to reduce Britain’s deficit as we have ever been.",
        "We are unwavering in our commitment to economic stability and recovery. Last year, this year and for the four years to come.",
        "Every business in this country depends on a strong Government and a credible economic policy – and we will deliver just that for the next four years.",
        "But we know that stability on its own is not enough.",
        "You and others rightly made the point that alongside a plan for the deficit, we also needed a plan for growth.",
        "In this year’s Budget we answered those calls.",
        "Let’s face it – over the past decade, Britain’s economy lost ground compared to our competitors.",
        "Our tax system became uncompetitive, our businesses were constrained by red tape, and we fell behind the rest of the world in the skills of our workforce.",
        "We simply could not go on like that.",
        "So we have set four economic ambitions for Britain.",
        "First, we want Britain to have the most competitive tax system in the G20 bar none – and I know on this that Miles has been a tireless advocate.",
        "For a good reason – a decade ago we had the third lowest corporate tax rate in Europe. By last year, we had the seventh highest.",
        "That had to change – and last month the main rate of corporation tax came down from 28% to 26%.",
        "It will keep coming down each of the next three years to reach 23% in 2014 – the lowest rate ever and the lowest in the G7.",
        "Instead of going ahead with the last Government’s planned increase in the small companies rate to 22%, we’ve cut it to 20%.",
        "That’s not all.",
        "We have also made the taxation of international profits far more competitive.",
        "Britain has become a place for international business to move to – not to leave.",
        "We are introducing a patent box – an ultra competitive 10% rate that will attract knowledge industries from around the world.",
        "We have started the enormous task of simplifying the tax system, by abolishing over 40 complex tax reliefs in the Budget.",
        "We’ve also begun the work of merging the systems for income tax and national insurance – a huge reduction in payroll red tape for businesses, and we need your help to make it happen.",
        "And, as I said at the Budget, high personal taxes can be as damaging to growth as high corporate taxes, so I am clear that the 50 pence tax rate would do lasting damage to our economy if it were to become permanent, as some suggest.",
        "It should be a temporary measure.",
        "Our second economic ambition is that Britain should be the best place in Europe to start, finance and grow a business.",
        "Over the last decade, the UK fell behind in the Global Competitiveness Index, going from 4th in 1998 to 12th in 2010.",
        "So how are we going to regain this lost ground?",
        "On regulation, in this Budget we stopped £350m of costly business regulations.",
        "Vince Cable and I have now imposed a moratorium on new domestic regulations on small businesses.",
        "On planning, one of the great obstacles to growth that no government has had the courage to tackle, we are now shifting the balance from delay and objection towards development and expansion.",
        "On research and development, we have just increased the support available to SMEs through R&D tax credits from 175% to 200%. Next year it will go up again to 225%.",
        "On finance for start-ups, I have made it easier to attract enterprise investment capital, including with an increase in income tax relief from 20% to 30%, which has already come into effect.",
        "We have also delivered on the promise – that I made here to your conference last year – to scrap the most damaging part of the planned increase in employer’s National Insurance.",
        "Since last month, it is cheaper for businesses to employ anyone earning under £21,000 a year.",
        "And when the day comes when you want to sell your business, we have doubled and then doubled again the level of entrepreneurs’ relief.",
        "Cuts in business taxes. Increases in entrepreneurs’ relief. More tax breaks for investment. None of these things are easy to do when you have a high budget deficit.",
        "But they are this Government’s priority. And we want you to make the most of them.",
        "Our third ambition is for Britain to become a more balanced economy, by encouraging exports and investment.",
        "Consider this shocking statistic – during the boom years before the bust, private sector employment actually fell in a region as important as the West Midlands.",
        "We want private sector jobs and growth that is spread across the country.",
        "That is why we are establishing 21 new Enterprise Zones to give an extra boost to areas with real potential – and I hope your members get involved in them.",
        "That is why we have continued to invest in our science and transport networks – over the next four years we will invest some £30billion in transport projects, more than during the past four years.",
        "And next week, we will launch the new £2.5billion Business Growth Fund, paid for by the banks as part of the Merlin deal, which will provide equity finance for growing businesses.",
        "But a more balanced economy also means more exports and investment across every sector of our economy.",
        "That’s why we’ve got Stephen Green, one of Britain’s global business leaders, to become our Trade Minister.",
        "This week he set out his plans to boost exports to new markets, supported by a newly focused Foreign Office, whose presence is felt in countries like China and India.",
        "Our fourth ambition is to have a more educated and better skilled workforce – something I know the IoD has campaigned on this year.",
        "Between 2000 and 2009, Britain fell from 4th to 16th place in the world league tables of science, 8th to 28th place in mathematics.",
        "In this global economy – where we must compete on skills and innovation – that is a recipe for long-term decline.",
        "So this Government has embarked on radical reforms to education.",
        "More academies have been created in the last 12 months than in the last 13 years.",
        "We have taken the difficult, but absolutely essential decision, to reform student finance to ensure that our universities continue to be well funded.",
        "Many would have ducked that challenge. We did not.",
        "And we are addressing the long-standing issue of poor vocational training, with 100,000 work experience places for young people, 250,000 more apprenticeships, and at least 24 University Technical Colleges.",
        "So more competitive taxes. More support for businesses. More balanced growth. And a better educated workforce.",
        "That is our Plan for Growth",
        "There is one more thing that I will say.",
        "Delivering this will not be easy.",
        "The forces of stagnation will try to stand in the way of the forces of enterprise.",
        "For every line item of public spending, there will be a union defending it.",
        "For every regulation on business, a pressure group to defend it.",
        "Your voice, the voice of business, needs to go on being heard in the battle.",
        "Let me give just one example of an issue which businesses have raised with me many times over the years – the costly impact of our employment laws and regulations.",
        "For many years, no Minister was willing to tackle this issue and make the argument that yes, employees have rights and they should be respected, but what about the right to get a job?",
        "What about the right to start a business and not be sued out of existence or drowned by paperwork?",
        "Well, this Government has had the courage to answer those questions.",
        "Not only did Vince Cable announce earlier this year that there will be fees and reforms to deter vexatious claims at employment tribunals.",
        "I can tell you today that the Government will publish a detailed timetable for the wholesale review of employment law in this country.",
        "It includes plans to:",
        "Review the unlimited penalties currently applied in discrimination Employment Tribunals;",
        "Simplify the administration of the national minimum wage;",
        "Review the TUPE regulations;",
        "And reform the consultation period for collective redundancies;",
        "Some of these may be controversial. Unions and interest groups may oppose them.",
        "So I say to the business community – to all of you in this room – don’t be passive observers.",
        "Don’t stay on the sidelines. Get stuck into the argument and support us in making the case for growth.",
        "An enterprising Britain cannot be built by government alone.",
        "An enterprising Britain can only be built on the endeavour, aspiration and ambition of the people in this room.",
        "So let us get on and build that enterprising Britain together.",
        "Thank you."
    ]
}