{
    "url": "https://www.ukpol.co.uk/kate-osborne-2023-speech-on-the-budget/",
    "title": "Kate Osborne – 2023 Speech on the Budget",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kate Osborne",
            "url": "/tag/kate-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kate Osborne, the Labour MP for Jarrow, in the House of Commons on 16 March 2023.",
    "content": [
        "I start by welcoming my hon. Friend the Member for West Lancashire (Ashley Dalton) to her place, and congratulate her on a fabulous maiden speech.",
        "The Government have spent 13 years failing the majority in this country, keeping us in a vicious cycle of economic and political failures. The spring Budget yesterday promised more of the same. With this Budget, the Government have failed my Jarrow constituents. The majority of people in this country know someone who is relying on a food bank or someone who cannot afford to pay their energy bills. The only people who do not seem to know anyone who is struggling are those sitting on the Government Benches. They cannot be listening to their constituents, even though some of them love posing for smiley pictures at food banks. The 40% of civil servants who are using food banks are not smiling. The nurses, firefighters, teachers, care workers and other key workers using food banks are not smiling. I say to the Chancellor yes, they can budget; they are much better at it than him, it seems.",
        "The 700,000 workers who took strike action over pay yesterday are also not smiling. In fact, very few people in the country are smiling. The falls in household disposable incomes this year and next will be the worst in a century. People across the UK are struggling to afford food, rent, heating and childcare. Mortgages are £2,000 a year higher than they were before the Government’s mini-Budget last September. These costs have escalated during the cost of living crisis, but these issues have been ongoing since long before inflation reached its highest point in 40 years because of their failure to govern.",
        "Under this Government, pensioner poverty is up, child poverty is up and fuel poverty is up, and public services such as the NHS, schools, local government and so much more are on their knees. Yet for workers, real wages are down. In fact, one in five pensioners—more than 2 million people—are living in relative poverty in the UK, an increase of more than 200,000 pensioners living in poverty in the last year alone. I have been holding cost of living advice roadshows, and at the event in Boldon in my constituency, my constituent Joan, who is 94 years old, told me that she is struggling and that living now is harder than it was for her family in the 1930s. This Government pretend to be on the side of pensioners, to get their votes, but they fail them again and again. The Chancellor attempted to make a thing of helping pensioners, but the reality is that his spring Budget helps only those who are already well off; pensioners in poverty will receive no help. As the shadow Chancellor said, this is a £1 billion pensions bung for the top 1%.",
        "People reliant on incapacity benefits could lose hundreds of pounds a month as a result of the Chancellor’s reforms to the welfare system; once again, the Conservative party attacks some of the most vulnerable in society. The Chancellor’s delivering for women has been much lauded, because of the provision of childcare, yet this Budget does nothing to tackle the financial discrimination women face on a daily basis, the gender health gap, the pay gap or the cost of living crisis, the burden of which falls in the main on women. As for childcare, the CBI has estimated that extending the free hours scheme to one and two-year-olds would cost £8.9 billion a year, more than double what the Chancellor awarded, so how will nurseries deliver it? Relaxing minimum staff-to-child ratios will not work and, yet again, less affluent parents will be affected the most. It is no wonder that so many people are saying that enough is enough, and that real change is needed. This Government, once again, failed to prioritise the majority or even those who need support the most, instead protecting the wealthiest in society.",
        "In Jarrow, 40% of constituents are unable to afford to turn on the heating. That comes as no surprise, as electricity prices in the UK have risen by 66.7% and gas prices have risen by 129% in the 12 months to January 2023. The so-called “price freeze” does not help the many who are struggling to pay the already high costs. After accounting for Government support, typical household net energy bills will be 17% higher again in 2023-24 than this year. This is just unsustainable; millions more will be driven into fuel poverty.",
        "Small businesses were once again neglected, and the Government’s false rhetoric on levelling up continues. More still goes to London and the south-east than the north will ever see, but I hope the promise for money for South Tyneside is actually delivered. It came as a surprise to the leader of South Tyneside Council, whom I spoke to this morning, that we were mentioned in the Budget; despite our bid being described as a strong bid with a very good-quality delivery plan and costs, it was rejected. The Government refused to provide the scores for the bid, even though the levelling-up Minister said that full feedback would be given. So can today’s Minister confirm whether the Chancellor’s announcement yesterday now means that the bid has been successful after all? Or is this money earmarked for something else? The town centres in Hebburn and Jarrow, and the redevelopment of our cultural centre, Jarrow Hall, is much needed. Will the Chancellor actually deliver this investment now or is this just more empty rhetoric?",
        "In conclusion, as we always see from this Government, in the main the Chancellor’s Budget serves the most wealthy in our society, with £9 billion in tax cuts to corporations and £6 billion in cuts to fuel duty—yet nothing from this Government for our teachers, lecturers, nurses, junior doctors, NHS staff or civil servants. Poverty is a political choice. This spring Budget has proved that the Tories will make that choice over and over, callously disregarding the devastating impact on communities. With this Budget, the Government have once again failed my Jarrow constituents."
    ]
}