{
    "url": "https://www.ukpol.co.uk/george-osborne-2006-speech-to-the-credit-today-conference/",
    "title": "George Osborne – 2006 Speech to the Credit Today Conference",
    "post_date": "August 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by George Osborne, the then Shadow Chancellor of the Exchequer, on 12 May 2006.",
    "content": [
        "“I am delighted to be here at the Credit Today conference, and to follow such an impressive array of speakers who have covered such broad subjects.",
        "I have been impressed by the focus of the credit industry on controlling risks and striking the balance between competition and responsible lending.",
        "That is what I want to talk about today.",
        "The story of the credit industry has a rich history, and is closely intertwined with the development of the modern economy that we live in.",
        "The first recorded loan transactions known to man date from Mesopotamian agreements etched in stone, paying interest in silver.",
        "And the Romans entered into contracts based on contingent liabilities.",
        "In early modern times, first in Holland and later in London in the sixteenth and seventeenth centuries, credit began to finance an expansion of world trade that heralded the beginning of the industrial revolution.",
        "To pay for the ships and crew that undertook global trade, the entrepreneurs of the day needed to borrow. Until this first expansion of credit, only kings had the gold to pay for ships. But as debt finance grew, so did the merchants who brought spices from the east, and cotton from the west, and returned with cloth.",
        "By the end of the seventeenth century, the Government too saw the advantage of credit, and in 1694 King William III set up the Bank of England to borrow from his people. That innovation is often credited with underpinning victory in King William’s war against France three years later.",
        "Since then the industry has expanded, and London has grown into the largest international financial centre in the world. Over a million people now work in the UK financial services sector, and in London, nearly one in ten is employed in finance. Financial products of all kinds, including credit, are one of our key exports.",
        "In recent years we have seen another expansion of credit, both private and public. Since the mid 1990s, the level of personal debt has risen in double digits each year, while inflation has remained low. And the level of private sector borrowing, on and off the balance sheet, has rocketed.",
        "Borrowing by households has risen to almost £1.2 trillion. That’s £40,000 for every family in Britain. A fifth of that debt is unsecured, borrowed on credit cards, personal loans, and overdrafts.",
        "This great expansion in credit brings both challenges and opportunities.",
        "Free access to credit allows people and families to plan their budgets. Gone are the days when we had to wait in turn for access to a mortgage, when the building society would tell us when we were considered responsible enough to buy our first home. With freer access to credit, young people can apply for mortgages when they choose.",
        "Unsecured credit helps us to manage our finances, to smooth over tricky times, and to plan when we spend. Access to credit allows us to move money over our lifetime, to spend when we need it, and earn it back later. So when we discuss the challenges that are posed by debt, we must not lose sight of the huge benefits that access to credit can bring.",
        "As in many markets, liberalised credit markets have boosted our freedom and boosted our economy.",
        "But as well as these great advantages, the expansion of credit has brought challenges. The Conservatives have been very aware of these challenges in recent years.",
        "There are two challenges I particularly want to talk about today. First, for some, especially vulnerable, families, too much debt can cause misery and great financial hardship. And second, high levels of debt, both public and private, make the economy more vulnerable to certain types of shock, and may put macroeconomic stability at risk.",
        "For families, and for the wider economy, more debt means more vulnerability.",
        "Most of us use our credit cards every week, and many pay off our balances at the end of each month, and we can manage our mortgage payments. But that isn’t the case for everyone.",
        "Just this week, the governor of the Bank of England described the rise in debt and bankruptcies as a ‘social problem that is materialising’. He is right. We are in danger of becoming credit card Britain.",
        "Last year, three million people had problems paying off debt. Another twelve million have kept up payments only after a struggle. 1.1 million people contacted the Citizen’s Advice Bureaux with debt-related enquiries – up 47% over the past five years. So debt is a significant problem for a small but important minority. For many of those struggling with debt problems are also the most vulnerable – often living from benefits or in badly paid jobs.",
        "The Financial Services Authority has spoken of a ‘financial crisis’ for 18 to 40 year olds. Average debt for 18 to 24 year olds has doubled to £15,000 since 1999. And Alliance and Leicester has found that those in their 20s pay as much on average in interest as those in their 30s and 40s, despite usually not yet having a mortgage.",
        "This is not a problem that is going away. As we as a nation get richer, problems with debt are getting worse. Bankruptcies have doubled in the past year. That may partly be due to a change in the law in England and Wales. But even in Scotland and Northern Ireland, where the regime has not been changed, bankruptcies have risen. Last year alone, 120,000 people were declared bankrupt – three times more than in 1997.",
        "Even despite the benefits of more freely available credit, we cannot ignore those whose lives are made a misery by debt.",
        "Like the case of a lady who built up £58,000 of unsecured debt despite telling her creditors that her only source of income was from benefits. Or the pensioner who attempted suicide after she acquired 25 personal loans and credit cards totalling £135,000 of debt over a decade. A man from Yorkshire whose only income was disability benefits accrued £40,000 in unsecured debt from several lenders. When he first applied for a card he had expressed doubts to the lender about his creditworthiness, but the lender advised him to ‘be creative’.",
        "We need to consider imaginative solutions to these interconnected and difficult problems.",
        "For policymakers who believe in markets, this leaves a difficult challenge.",
        "I instinctively believe in the power of business to generate wealth and opportunity, as well as the tax revenues that fund our public services and infrastructure.",
        "Like you I want a strong and healthy credit industry. And like you I want that industry to be responsible.",
        "That is what David Cameron said earlier this week when he talked about corporate responsibility.",
        "Every time a business behaves irresponsibly, it makes it that much harder to persuade people that business is a force for good. If the political response to corporate responsibility becomes the preserve of the left, then the response is over-regulation and yet more burdens.",
        "That applies in the domestic debt market too. Irresponsible lending to those unable to cope is bad for people, and it’s bad for business too. In the short term, it’s bad for the bottom line as irresponsible lending is less likely to be paid back. And in the long term, it harms the good name of business and encourages those who don’t believe in or understand business at all to interfere and impose new regulation.",
        "So what can we do?",
        "Last year the Griffith report, commissioned by the Conservatives and produced by Brian Griffith of Goldman Sachs, reported on possible solutions to the challenges we face. I am glad to say that some of those recommendations have been taken up. I might suggest four areas that we must consider in more detail.",
        "We must, for instance, continue the FSA’s work in financial literacy, so that all families understand the consequences of taking on debt. Well informed customers are better placed to borrow responsibly – and better financial literacy will lead in turn to even less need for regulation. Some people, for instance, believe that a higher APR is a good reason to choose a credit card. According to a survey by Norwich Union, over three quarters of people find finance complicated and around half said that complexity has put them off addressing their financial needs.",
        "As well as boosting financial literacy to improve the responsibility of customers, we must ensure that credit advertising and credit scoring are responsible. It is a knee-jerk reaction of an interfering Government that responds to this challenge with yet more regulation. But it is in the credit industry’s own interest to advertise responsibly.",
        "And we can support measures for helping families out of debt. I want to pay special tribute to the work of the Citizen’s Advice Bureaux and others in helping so many people who find themselves in difficult financial situations. Their services should be properly funded, because if they are not then it is the state that will have to pick up the bill.",
        "These are all step we should take. But many of the most difficult cases, like these, occur when people accumulate debt from many different lenders.",
        "While any one loan may be affordable, taken together, loans from many different lenders can tip a family over the edge. So responsible credit scoring should take into account not just defaults, but the financial stress of any applicant.",
        "But that sort of responsibility is difficult without adequate procedures for data sharing. The existing data protection legislation causes difficulties, even among lenders who want to share.",
        "So we should consider extending data sharing among lenders, particularly of unsecured debt, so that lenders know their clients’ full financial picture before agreeing more loans. I recognise the work that the industry and the Treasury Select Committee have done in pushing forward this agenda.",
        "It seems to me that data sharing doesn’t just help lenders to assess the reliability of a client. But, properly introduced, it would help to protect vulnerable clients from resorting to many different lenders, often to pay interest on other debt.",
        "In the past there was no need to share data. Credit was effectively rationed, through queuing. And the number of lenders was small. In 1971, there was just one credit card – the Barclaycard. Now, there are over 1,300 types of credit card, and over 70 million cards in issuance – that’s more than one for every man, woman and child in the country.",
        "So policy must adapt to changing circumstances.",
        "I acknowledge that there are concerns about data sharing. We would not want data sharing to become an unnecessary regulatory burden. But data sharing can improve the competitiveness of the credit market. Only with more accurate information about risk can lenders price risk more accurately.",
        "And data sharing benefits highly credit-worthy customers too, as lenders know who the low-risk customers are too.",
        "So I applaud the strides have already been made by some banks to share data with customers’ consent through credit rating agencies.",
        "We must strike the right balance, appropriate for the challenges that we now face.",
        "We can see that excess debt increases vulnerabilities at the personal level. And it causes vulnerabilities at the national level too.",
        "Over the past nine years, the ratio of debt to annual national income has doubled.",
        "Four fifths of the outstanding debt has been secured against housing, and has in part financed the rapid increase in house prices.",
        "As the debt and house values have risen in tandem, so the average homeowner’s balance sheet has not been damaged. But the mismatch between a fixed-price debt and a variable priced asset heightens exposure to a fall in house prices. With larger debts relative to income, the impact on consumption and therefore on the wider economy of a fall in house prices would be bigger.",
        "The remaining fifth of households’ debt, lent on credit card, personal loans, and overdrafts, usually funds consumption. Growth in the economy is at risk if it is mainly fuelled by consumption – both by individuals and by the Government – that is funded by debt.",
        "An economy built on borrowed money is eventually living on borrowed time.",
        "And on top of all the mortgages, credit cards, and bank loans, there is one man who has borrowed more than us all. The Chancellor has borrowed a further £100 billion on our behalf. He plans to borrow another £150 billion over the next three years. And that is before you add in the billions borrowed and hidden off the balance sheet.",
        "These twin deficits – in the public and private sectors – combined with a current account deficit of almost 4% of GDP, means that overall, Britain is borrowing from overseas to spend, and our imports are out of balance with our exports. In other words, we have a trade deficit, which over the first three months of this year was the largest on record.",
        "These imbalances in our economy may not reverse soon.",
        "Economists play a game of trying to predict when the structural imbalances will unwind with as much enthusiasm as politicians playing the game of when Tony Blair will depart. At least in our game there’s an end in sight.",
        "What the economists do agree on is that imbalances caused by profligate Government borrowing and high private borrowing makes our economy more vulnerable to instability, like a sharp exchange rate movement, or a fall in asset prices.",
        "So just as private lending should be responsible, Government must be responsible too. We must strengthen the fiscal rules, and instead of fixing the rules to fit our spending, we must fix our spending to fit the rules. We must be transparent about Government borrowing – we must share data too. In January we proposed a ‘triple lock’ on stability to do just that.",
        "The modern Conservative approach to debt is part of our broad economic strategy.",
        "To re-build the competitiveness of our economy, by entrenching stability, and encouraging growth.",
        "By taking long term decisions;",
        "by facing up to the challenges of the new global economy;",
        "and by trusting people, and sharing responsibility.",
        "We want to build an economic strategy that can make Britain the most competitive place in the world to do business, where Government doesn’t just get in the way, with rising living standards for all.",
        "We are at the start of a journey, as we build the ideas, and vision, and policies that will help Britain meet the challenges of the twenty first century.",
        "And I would like to ask for your help in travelling on that journey too. We want to work with you, listen to you, both directly and through our policy groups on economic competitiveness and social justice, and I look forward to participating in this debate and learning from it in the months and years to come."
    ]
}