{
    "url": "https://www.ukpol.co.uk/george-osborne-2015-spending-review-and-autumn-statement/",
    "title": "George Osborne – 2015 Spending Review and Autumn Statement",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chancellor of the Exchequer, George Osborne, to the House of Commons on 25 November 2015.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Mr Speaker, this Spending Review delivers on the commitment we made to the British people that we would put security first.",
        "To protect our economic security, by taking the difficult decisions to live within our means and bring down our debt.",
        "To protect our national security, by defending our country’s interests abroad and keeping our citizens safe at home.",
        "Economic and national security provide the foundations for everything we want to support. Opportunity for all.",
        "The aspirations of families.",
        "The strong country we want to build.",
        "Five years ago, when I presented our first Spending Review, our economy was in crisis and there was no money left.",
        "We were borrowing one pound in every four we spent. Our job then was to rescue Britain.",
        "Today, as we present this Spending Review, our job is to rebuild Britain. Build our finances. Build our defences. Build our society.",
        "So that Britain becomes the most prosperous and secure of all the major nations of the world.",
        "And so we leave to the next generation a stronger country than the one we inherited. That is what the government was elected to do – and today we set out the plan to deliver on that commitment.",
        "Mr Speaker, we have committed to running a surplus.",
        "Today, I can confirm that the four year public spending plans that I set out are forecast to deliver that surplus, so we don’t borrow forever and are ready for whatever storms lie ahead.",
        "We promised to bring our debts down.",
        "Today, the forecast I present shows that after the longest period of rising debt in our modern history – this year our debt will fall and keep falling in every year that follows. We promised to move Britain from being a high welfare, low wage economy to a lower welfare, higher wage economy.",
        "Today, I can tell the House that the £12 billion of welfare savings we committed to at the election, will be delivered in full – and delivered in a way that helps families as we make the transition to our new National Living Wage. We promised that we would strengthen our national defences, take the fight to our nation’s enemies and project our country’s influence abroad.",
        "Today, this Spending Review delivers the resources to ensure that Britain, unique in the world, will meet its twin obligations to spend 0.7% of its income on development and 2% on the defence of the realm.",
        "But this Spending Review not only ensures the economic and national security of our country, it builds on it.",
        "It sets out far-reaching changes to what the state does and how it does it; it reforms our public services so we truly extend opportunity to all;",
        "Whether it’s the way we educate our children;",
        "train our workforce;",
        "rehabilitate our prisoners;",
        "provide homes for our families;",
        "deliver care for our elderly and sick;",
        "or the way we hand back power to local communities.",
        "This is a big Spending Review by a government that does big things. It’s a long-term economic plan for our country’s future.",
        "Mr Speaker, nothing is possible without the foundations of a strong economy.",
        "So let me turn to the new forecasts provided by the independent Office for Budget Responsibility, and let me thank Robert Chote and his team for their work.",
        "Since the summer Budget new economic data has been published which confirm this: Since 2010, no economy in the G7 has grown faster than Britain.",
        "We’ve grown almost three times faster than Japan, twice as fast as France, faster than Germany and at the same rate as the United States.",
        "And that growth has not been fuelled by an irresponsible banking boom, like in the last decade.",
        "Business investment has grown more than twice as fast as consumption; exports have grown faster than imports and the North has grown faster than the South.",
        "For we’re determined that this will be an economic recovery for all, felt in all parts of our nation. That is already happening.",
        "In which areas of the country are we seeing the strongest jobs growth? Not just in our capital city. The Midlands is creating jobs three times faster than London and the South East.",
        "In the past year we have seen more people in work in the Northern Powerhouse than ever before.",
        "And where do we have the highest employment rate of any part of our country? In the South West.",
        "Our long term economic plan is working.",
        "But the OBR reminds us today of the huge challenges we still face at home and abroad. Our debts are too high and our deficit remains.",
        "Productivity is growing, but we still lag behind most of our competitors.",
        "And I can tell the House that in today’s forecast, the expectations for world growth and world trade have been revised down again.",
        "The weakness of the Eurozone remains a persistent problem; there are rising concerns about debt in emerging economies.",
        "These are yet more reasons why we are determined to take the necessary steps to protect our economic security.",
        "That brings me to the forecasts for our own GDP.",
        "Even with the weaker global picture, our economy this year is predicted to grow by 2.4%, growth is then revised up from the Budget forecast in the next two years, to 2.4% in 2016 and 2.5% in 2017.",
        "It then starts to return to its long term trend, with growth of 2.4% in 2018 and 2.3% in 2019 and 2020.",
        "And that growth, Mr Speaker, is more balanced than in the past; whole economy investment is set to grow faster in Britain than in any other major advanced economy – this year, the next year, and the year after that.",
        "Mr Speaker, when I presented my first Spending Review in 2010 and set this country on the path of living within its means, our opponents claimed that growth would be choked off, a million jobs would be lost and that inequality would rise.",
        "Every single one of those predictions have proved to be completely wrong.",
        "So too did the claim that Britain had to choose between sound public finances and great public services.",
        "It’s a false choice; if you are bold with your reforms you can have both.",
        "That’s why, while we’ve been reducing government spending, crime has fallen, a million more children are being educated in good and outstanding schools, and public satisfaction with our local government services has risen.",
        "That is the exact opposite of what our critics predicted.",
        "And yet now, the same people are making similar claims about this Spending Review, as we seek to move Britain out of deficit into surplus.",
        "And they are completely wrong again.",
        "The OBR has seen our public expenditure plans and analysed their effect on our economy. Their forecast today is that the economy will grow robustly every year, living standards will rise every year, and more than a million extra jobs will be created over the next five years.",
        "That’s because sound public finances are not the enemy of sustained growth – they are its precondition.",
        "Our economic plan puts the security of working people first, so we’re prepared for the inevitable storms that lie ahead.",
        "That’s why our Charter for Budget Responsibility commits us to reducing the debt to GDP ratio in each and every year of this parliament, reaching a surplus in the year 2019-20 – and keeping that surplus in normal times.",
        "I can confirm that the OBR has today certified that the economic plan we present delivers on our commitment.",
        "Mr Speaker, that brings me to the forecasts for debt and deficit.",
        "As usual, the OBR has had access to both published and unpublished data, and has made its own assessment of our public finances.",
        "Since the Summer Budget, housing associations in England have been reclassified by our independent Office for National Statistics and their borrowing and debts been brought onto the public balance sheet – and that change will be backdated to 2008.",
        "This is a statistical change and therefore the OBR has re-calculated its previous Budget forecast to include housing associations, so we can compare like with like.",
        "On that new measure, debt was forecast in July to be 83.6% of national income this year. Now, today, in this Autumn Statement, they forecast debt this year to be lower at 82.5%. It then falls every year, down to 81.7% next year, down to 79.9% in 2017-18, then down again to 77.3% and then 74.3%, reaching 71.3% in 2020-21.",
        "In every single year, the national debt as a share of national income is lower than when I presented the Budget four months ago.",
        "This improvement in the nation’s finances is due to two things.",
        "First, the OBR expects tax receipts to be stronger. A sign that our economy is healthier than thought.",
        "Second, debt interest payments are expected to be lower – reflecting the further fall in the rates we pay to our creditors.",
        "Combine the effects of better tax receipts and lower debt interest, and overall the OBR calculate it means a £27 billion improvement in our public finances over the forecast period, compared to where we were at the Budget.",
        "Mr Speaker, this improvement in the nation’s finances allows me to do the following.",
        "First, we will borrow £8 billion less than we forecast – making faster progress towards eliminating the deficit and paying down our debt. Fixing the roof when the sun is shining.",
        "Second, we will spend £12 billion more on capital investments – making faster progress to building the infrastructure our country needs.",
        "And third, the improved public finances allow us to reach the same goal of a surplus while cutting less in the early years. We can smooth the path to the same destination.",
        "And that means we can help on tax credits.",
        "I’ve been asked to help in the transition as Britain moves to the higher wage, lower welfare, lower tax society the country wants to see.",
        "I’ve had representations that these changes to tax credits should be phased in. I’ve listened to the concerns. I hear and understand them.",
        "And because I’ve been able to announce today an improvement in the public finances, the simplest thing to do is not to phase these changes in, but to avoid them altogether.",
        "Tax credits are being phased out anyway as we introduce universal credit.",
        "What that means is that the tax credit taper rate and thresholds remain unchanged.",
        "The disregard will be £2,500. I propose no further changes to the universal credit taper, or to the work allowances beyond those that passed through Parliament last week.",
        "The minimum income floor in Universal Credit will rise with the National Living Wage I set a lower welfare cap at the Budget.",
        "The House should know that helping with the transition obviously means that we will not be within that lower welfare cap in the first years.",
        "But the House should also know that thanks to our welfare reforms, we meet the cap in the later part of the Parliament.",
        "Indeed, on the figures published today, we will still achieve the £12bn per year of welfare savings we promised.",
        "That’s because of the permanent savings we have already made and further long term reforms we announce today.",
        "The rate of Housing Benefit in the social sector will be capped at the relevant local housing allowance – in other words, the same rate paid to those in the private rented sector who receive the same benefit.",
        "This will apply to new tenancies only.",
        "We’ll also stop paying housing benefit and pension credit payments to people who’ve left the country for more than a month.",
        "The welfare system should be fair to those who need it and fair to those who pay for it too. So improved public finances, and our continued commitment to reform, mean that we continue to be on target for a surplus.",
        "The House will want to know the level of that surplus. So let me give the OBR forecasts for the deficit and for borrowing.",
        "In 2010, the deficit we inherited was estimated to be 11.1% of national income.",
        "This year it is set to be almost a third of that, 3.9%.",
        "Next year it falls to less than a quarter of what we inherited, 2.5%.",
        "Then the deficit is down again to 1.2% in 2017-18, down to just 0.2% the year after that, before moving into a surplus of 0.5% of national income in 2019-20, rising to 0.6% the following year.",
        "Let me turn to the cash borrowing figures.",
        "With housing associations included, the OBR predicted at the time of the Budget that Britain would borrow £74.1 billion this year.",
        "Instead, they now forecast we will borrow less than that at £73.5 billion.",
        "Borrowing then falls to £49.9 billion next year.",
        "Borrowing then continues to fall, and falls to lower than was forecast at the Budget in every single year after that.",
        "To £24.8 billion in 2017-18; down to just £4.6 billion in 2018-19.",
        "In 2019-20, we reach a surplus.",
        "A surplus of £10.1 billion. That’s higher than was forecast at the Budget. Britain out of the red and into the black.",
        "In 2020-21 the surplus rises to £14.7 billion the year after that.",
        "So Mr Speaker, The deficit falls every year.",
        "The debt share is lower in every year than previously forecast.",
        "We’re borrowing £8 billion less than we expected overall.",
        "And we reach a bigger surplus.",
        "We’ve achieved this while at the same time helping working families as we move to the lower welfare, higher wage economy.",
        "And we have the economic security of knowing our country is paying its way in the world. Mr Speaker, that brings me to our plans for public expenditure and taxation.",
        "I want to thank my Right Honourable Friend the Chief Secretary, our Ministerial colleagues, and the brilliant officials who’ve assisted us, for the long hours and hard work they have put into developing these plans.",
        "We said £5 billion would come from the measures on tax avoidance, evasion and imbalances.",
        "Those measures were announced at the Budget.",
        "Today we go further with new penalties for the General Anti-Abuse Rule we introduced, action on disguised remuneration schemes and stamp duty avoidance, and we will stop abuse of the intangible fixed assets regime and capital allowances.",
        "We will also exclude energy generation from the venture capital schemes, to ensure that they remain well targeted at higher risk companies.",
        "HMRC is making savings of 18% in its own budget through efficiencies – in the digital age, we don’t need taxpayers to pay for paper processing, or 170 separate tax offices around the country.",
        "Instead, we’re reinvesting some of those savings with an extra £800 million in the fight against tax evasion – an investment with a return of almost ten times in additional tax collected.",
        "We’re going to build one of the most digitally advanced tax administrations in the world. So that every individual and every small business will have their own digital tax account by the end of the decade, in order to manage their tax online.",
        "From 2019, once those accounts are up and running, we’ll require capital gains tax to be paid within 30 days of completion of any disposal of residential property.",
        "Together these form part of the digital revolution we’re bringing to Whitehall with this Spending Review.",
        "The Government Digital Service will receive an additional £450m, but the core Cabinet Office budget will be cut by 26%, matching a 24% cut in the budget of the Treasury. And the cost of all Whitehall administration will be cut by £1.9bn.",
        "These form part of the £12bn of savings to government departments I am announcing today.",
        "In 2010, government spending took up 45% of national income.",
        "This was a figure we couldn’t sustain, because it was neither practical nor sensible to raise taxes high enough to pay for that, and we ended up with a massive structural deficit.",
        "Today the state accounts for just under 40% of national income, and it is set to reach 36.5% by the end of the Spending Review.",
        "The structural spending that this represents is at a level that a competitive, modern, developed economy can sustain.",
        "And it’s a level the British people are prepared to pay their taxes for.",
        "It is precisely because this Government believes in decent public services and a properly funded welfare state that we are insistent that they are sustainable and affordable.",
        "To simply argue all the time that public spending must always go up and never be cut is irresponsible, and lets down the people who rely on public services most.",
        "Equally, to fund the things we want the government to provide in the modern world, we have to be prepared to provide the resources.",
        "So Mr Speaker, I am setting the limits for total managed expenditure as follows. This year public spending will be £756bn.",
        "Then £773bn next year, £787bn the year after, then £801bn, before reaching £821bn in 2019-20, the year we’re forecast to eliminate the deficit and achieve the surplus.",
        "After that the forecast public spending rises broadly in line with the growth of the economy, and will be £857bn in 2020-21.",
        "Mr Speaker, the figures from the OBR show that over the next five years, welfare spending falls as a percentage of national income, while departmental capital investment is maintained and is higher at the end of the period.",
        "That is precisely the right switch for a country that is serious about investing in its long term economic success.",
        "Mr Speaker, people will want to know what the levels of public spending mean in practice, and the scale of the cuts we’re asking government departments to undertake.",
        "Over this Spending Review the day–to-day spending of government departments is set to fall by an average of 0.8% a year in real terms.",
        "That compares to an average fall of 2% over the last five years.",
        "So the savings we need are considerably smaller.",
        "This reflects the improvement in the public finances and the progress we’ve already made – indeed, the overall rate of annual cuts I set out in today’s Spending Review are less than half of those delivered over the last five years.",
        "So Britain spending a lower proportion of its money on welfare and a higher proportion on infrastructure.",
        "The Budget balanced, with cuts half what they were in the last Parliament.",
        "Making the savings we need – no less and no more.",
        "And providing the economic security to working people of a country with a surplus that lives within its means.",
        "This does not, of course, mean the decisions required to deliver these savings are easy. But nor should we lose sight of the fact that this Spending Review commits £4 trillion over the next five years.",
        "It’s a huge commitment of the hard-earned cash of British taxpayers, and all those who dedicate their lives to public service will want to make sure it is well spent. Our approach is not simply retrenchment, it is to reform and rebuild.",
        "These reforms will support our objectives for our country.",
        "First – to develop a modern, integrated, health and social care system that supports people at every stage of their lives.",
        "Second – to spread economic power and wealth through a devolution revolution and invest in our long term infrastructure.",
        "Third – to extend opportunity by tackling the big social failures that for too long have held people back in our country.",
        "Fourth – to reinforce our national security with the resources to protect us at home and project our values abroad.",
        "The resources allocated by this Spending Review are driven by these four goals.",
        "The first priority of this government is the first priority of the British people – our National Health Service.",
        "Health spending was cut in Wales. But we have been increasing spending on the NHS in England.",
        "In this Spending Review, we do so again.",
        "We will work with our health professionals to deliver the very best value for that money. That means £22 billion of efficiency savings across the service.",
        "It means a 25% cut in the Whitehall budget of the Department for Health.",
        "It means modernising the way we fund students of healthcare.",
        "Today there is a cap on student nurses; over half of all applicants are turned away, and it leaves hospitals relying on agencies and overseas staff.",
        "So we’ll replace direct funding with loans for new students – so we can abolish this self-defeating cap and create up to 10,000 new training places in this Parliament.",
        "Alongside these reforms we will give the NHS the money it needs.",
        "We made a commitment to a £10bn real increase in the health service budget.",
        "And we fully deliver that today, with the first £6bn delivered up-front next year.",
        "This fully funds the Five Year Forward View that the NHS itself put forward as the plan for its future.",
        "As the Chief Executive of NHS England, Simon Stevens, said: “the NHS has been heard and actively supported”.",
        "Let me explain what that means in cash.",
        "The NHS budget will rise from £101 billion today to £120bn by 2020-21.",
        "This is a half a trillion pound commitment to the NHS over this Parliament – the largest investment in the health service since its creation.",
        "So we have a clear plan for improving the NHS. We’ve fully funded it. And in return patients will see more than £5 billion of health research, in everything from genomes to anti-microbial resistance to a new Dementia Institute and a new, world class public health facility in Harlow, and more:",
        "800,000 more elective hospital admissions, 5 million more outpatient appointments, 2 million more diagnostic tests.",
        "New hospitals funded in Cambridge, in Sandwell and in Brighton.",
        "Cancer testing within four weeks.",
        "And a brilliant NHS available seven days a week.",
        "There is one part of our NHS that has been neglected for too long – and that’s mental health.",
        "I want to thank the All Party Group, led by my Right Honourable Friend for Sutton Coldfield, the Right Honourable Friend for North Norfolk and Alistair Campbell, for their work in this vital area.",
        "In the last Parliament we made a start by laying the foundations for equality of treatment, with the first ever waiting time standards for mental health.",
        "Today, we build on that with £600m additional funding – meaning that by 2020 significantly more people will have access to talking therapies, perinatal mental health services, and crisis care.",
        "All possible because we made a promise to the British people to give our NHS the funding it needed – and in this Spending Review we have delivered.",
        "Mr Speaker, the health service cannot function effectively without good social care.",
        "The truth we need to confront is this: many local authorities are not going to be able to meet growing social care needs unless they have new sources of funding.",
        "That, in the end, comes from the taxpayer.",
        "So in future those local authorities who are responsible for social care will be able to levy a new social care precept of up to 2% on council tax.",
        "The money raised will have to be spent exclusively on adult social care – and if all authorities make full use of it, it will bring almost £2 billion more into the care system.",
        "It’s part of the major reform we’re undertaking to integrate health and social care by the end of this decade.",
        "To help achieve that I am today increasing the Better Care Fund to support that integration, with local authorities able to access an extra £1.5bn by 2019-20.",
        "The steps taken in this Spending Review mean that by the end of the Parliament, social care spending will have risen in real terms.",
        "Mr Speaker, a civilised and prosperous society like ours should support its most vulnerable and elderly citizens.",
        "That includes a decent income in retirement. Over 5 million people have already been auto-enrolled into a pension thanks to our reforms in the last parliament.",
        "To help businesses with the administration of this important boost to our nation’s savings, we’ll align the next two phases of contribution rate increases with the tax years.",
        "The best way to afford generous pensioner benefits is to raise the pension age in line with life expectancy, as we are already set to do in this parliament.",
        "That allows us to maintain a triple lock on the value of the state pension, so never again do Britain’s pensioners receive a derisory increase of 75 pence.",
        "As a result of our commitment to those who’ve worked hard all their lives and contributed to our society, I can confirm that next year the basic State Pension will rise by £3.35 to £119.30 a week.",
        "That’s the biggest real terms increase to the basic State Pension in 15 years.",
        "Taking all of our increases together, over the last 5 years, pensioners will be £1,125 better off a year than they were when we came to office.",
        "We’re also undertaking the biggest change in the state pension for forty years to make it simpler and fairer, by introducing the new single tier pension for new pensioners from April next year.",
        "I am today setting the full rate for our new state pension at £155.65.",
        "That’s higher than the current means-tested benefit for the lowest income pensioners in our society – and another example of progressive government in action.",
        "And instead of cutting the Savings Credit, as in previous fiscal events, it will be instead frozen at its current level where income is unchanged.",
        "So the first objective of this Spending Review is to give unprecedented support to health, social care and our pensioners.",
        "The second is to spread economic power and wealth across our nation.",
        "In recent weeks, great metropolitan areas like Sheffield, Liverpool, the Tees Valley, the North East and the West Midlands have joined Greater Manchester in agreeing to create elected mayors in return for far-reaching new powers over transport, skills and the local economy.",
        "It is the most determined effort to change the geographical imbalance that has bedevilled the British economy for half a century.",
        "We are also today setting aside the £12 billion we promised for our Local Growth Fund and I am announcing the creation of 26 new or extended Enterprise Zones, including 15 zones in towns and rural areas from Carlisle to Dorset to Ipswich.",
        "But if we really want to shift power in our country, we have to give all local councils the tools to drive the growth of business in their area – and rewards that come when you do so. So I can confirm today that, as we set out last month, we will abolish the uniform business rate.",
        "By the end of the parliament local government will keep all of the revenue from business rates.",
        "We’ll give councils the power to cut rates and make their area more attractive to business.",
        "And elected mayors will be able to raise rates, provided they’re used to fund specific infrastructure projects supported by the local business community.",
        "Because the amount we raise in business rates is in total much greater than the amount we give to local councils through the local government grant, we will phase that grant out entirely over this Parliament.",
        "And we will also devolve additional responsibilities.",
        "The Temporary Accommodation Management Fee will no longer be paid through the benefits system – instead, councils will receive £10m a year more, upfront, so they can provide more help to homeless people.",
        "Alongside savings in the public health grant we’ll consult on transferring new powers and the responsibility for its funding, and elements of the administration of housing benefit. Local government is sitting on property worth quarter of a trillion pounds.",
        "So we’re going to let councils spend 100% of the receipts from the assets they sell to improve their local services.",
        "Councils increased their reserves by nearly £10 billion over the last Parliament. We’ll encourage them to draw on these reserves as they undertake reforms.",
        "Mr Speaker, this amounts to a big package of new powers, but also new responsibilities for local councils.",
        "It’s a revolution in the way we govern this country.",
        "And if you take into account both the fall in grant and the rise in council incomes, it means that by the end of this Parliament local government will be spending the same in cash terms as it does today.",
        "Mr Speaker, the devolved administrations of the United Kingdom will also have available to them unprecedented new powers to drive their economies.",
        "The conclusion last week of the political talks in Northern Ireland means additional spending power for the Executive to support the full implementation of the Stormont House Agreement.",
        "That opens the door to the devolution of corporation tax – which the parties have now confirmed they wish to set at the rate of 12.5%.",
        "That’s a huge prize for business in Northern Ireland and the onus is now on the Northern Ireland Executive to play their part and deliver sustainable budgets to allow us to move forward.",
        "So Northern Ireland’s block grant will be over £11 billion by 2019-20 – and funding for capital investment in new infrastructure will rise by over £600m over 5 years, ensuring Northern Ireland can invest in its long term future.",
        "For years Wales has asked for a funding floor to protect public spending there. Now, within months of coming to office, this Conservative Government is answering that call and providing that historic funding guarantee for Wales.",
        "I can announce today that we will introduce the new funding floor – and set it for this Parliament, at 115%. My Right Honourable Friend the Welsh Secretary and I also confirm that we will legislate so that the devolution of income tax can take place without a referendum.",
        "We’ll also help fund a new Cardiff City deal.",
        "So the Welsh block grant will reach almost £15 billion by 2019-20 – while the capital spending will rise by over £900m over 5 years.",
        "As Lord Smith confirmed earlier this month, the Scotland Bill meets the vow made by the parties of the union when the people of Scotland voted to remain in the United Kingdom.",
        "It must be underpinned by a fiscal framework that is fair to all taxpayers and we are ready now to reach an agreement – the ball is in the Scottish Government’s court.",
        "Let’s have a deal that’s fair to Scotland, fair to the UK and that’s built to last. We’re implementing the city deal with Glasgow, and negotiating deals for Aberdeen and Inverness too.",
        "Of course, if Scotland had voted for independence, they would have had their own Spending Review this autumn. With world oil prices falling, and revenues from the North Sea forecast by the OBR to be down 94%, we would have seen catastrophic cuts to Scottish public services.",
        "Thankfully, Scotland remains a strong part of a stronger United Kingdom. So the Scottish block grant will be over £30 billion in 2019-20 – while capital spending available will rise by £1.9 billion through to 2021.",
        "UK Government giving Scotland the resources to invest in its long term future. For the UK Government, the funding of the Scotland, Wales and Northern Ireland Offices will all be protected in real terms.",
        "Mr Speaker, we’re devolving power across our country, and we’re also spending on the economic infrastructure that connects our nation.",
        "That’s something Britain hasn’t done enough of for a generation. Now, by making the difficult decisions to save on day to day costs in departments, we can invest in the new roads, railways, science, flood defences and energy Britain needs.",
        "We made a start in the last Parliament – and in the last week Britain topped the league table of the best places in the world to invest in infrastructure.",
        "In this Spending Review we go much further.",
        "The Department for Transport’s operational budget will fall by 37%.",
        "But transport capital spending will increase by 50% to a total of £61 billion – the biggest increase in a generation. That funds the largest road investment programme since the 1970s. For we are the builders.",
        "It means the construction of HS2 to link the Northern Powerhouse to the South can begin. The electrification of lines like the Trans-Pennine, Midland Main Line and Great Western can go ahead.",
        "We’ll fund our new Transport for the North to get it up and running.",
        "London will get an £11 billion investment in its transport infrastructure.",
        "And having met with my Honourable Friend for Folkestone and other Kent MPs, I will relieve the pressure on roads in Kent from Operation Stack with a new quarter of a billion pound investment in facilities there.",
        "We’re making the £300 million commitment to cycling we promised.",
        "And we will be spending over £5 billion on roads maintenance this Parliament, and thanks to the incessant lobbying of my Honourable Friend for Northampton North, Britain now has a permanent pothole fund.",
        "We’re investing in the transport we need; and in the flood defences too.",
        "DEFRA’s day to day budget falls by 15% in this Spending Review, but we’re committing over £2 billion to protect 300,000 homes from flooding.",
        "Our commitment to farming and the countryside is reflected in the protection of funding for our national parks and for our forests.",
        "We’re not making that mistake again and I can tell the House that in recognition of the higher costs they face, we will continue to provide £50 off the water bills of South West Water customers, for the rest of this Parliament.",
        "A promise made to the South West – and a promise kept.",
        "Investing in the long term economic infrastructure of our country is a goal of this Spending Review, and there is no more important infrastructure than energy.",
        "So we’re doubling our spending on energy research with a major commitment to small modular nuclear reactors.",
        "We’re also supporting the creation of the shale gas industry by ensuring that communities benefit from a Shale Wealth Fund, which could be worth up to £1bn.",
        "Support for low-carbon electricity and renewables will more than double.",
        "The development and sale of Ultra Low Emission Vehicles will continue to be supported – but in light of the slower than expected introduction of more rigorous EU emissions testing, we will delay the removal of the diesel supplement from company cars until 2021.",
        "We support the international efforts to tackle Climate Change, and to show our commitment to the Paris talks next week, we are increasing our support for climate finance by 50% over the next five years.",
        "DECC’s day to day resource budget will fall by 22%.",
        "We will reform the Renewable Heat Incentive to save £700 million.",
        "We’re going to permanently exempt our Energy Intensive Industries like steel and chemicals from the cost of environmental tariffs, so we keep their bills down, keep them competitive and keep them here.",
        "I can announce we’re introducing a cheaper domestic energy efficiency scheme that replaces ECO.",
        "Britain’s new energy scheme will save an average of £30 a year from the energy bills of 24 million households.",
        "Because the Government believes that going green should not cost the earth and we’re cutting other bills too. We’re going to bring forward reforms to the compensation culture around minor motor accident injuries.",
        "This will remove over £1bn from the cost of providing motor insurance. We expect the industry to pass on this saving, so motorists see an average saving of £40-50 per year off their insurance bills.",
        "Mr Speaker, this is a Government that backs all our businesses, large and small. We understand there is no growth and no jobs without a vibrant private sector and successful entrepreneurs. So this spending review delivers what businesses need.",
        "Businesses need competitive taxes.",
        "I’ve already announced a reduction in our corporation tax rate to 18%.",
        "Our overall review of business rates will report at the Budget, but I am today helping 600,000 of our smallest businesses by extending our small business rate relief scheme for another year.",
        "Businesses also need an active and sustained industrial strategy. That strategy launched in the last parliament continues in this one.",
        "We commit to the same level of support for our aerospace and automotive industries. Not just for the next five years but for the next decade.",
        "Spending on our new catapult centres will increase.",
        "And we’ll protect the cash support we give through Innovate UK – something we can afford to do by offering £165 million of new loans to companies instead of grants, as France has successfully done for years.",
        "It’s one of the savings that helps us reduce the BIS budget by 17%.",
        "In the modern world one of the best ways you can back business is by backing science. That’s why in the last Parliament, I protected the resource budget for science in cash terms. In this Parliament I’m protecting it in real terms so it rises to £4.7bn.",
        "That’s £500 million more by the end of the decade. Alongside £6.9bn in the capital budget too.",
        "We’re funding the new Royce Institute in Manchester, and new agri-tech centres in Shropshire, York, Bedfordshire and Edinburgh.",
        "And we’re going to commit £75 million to a transformation of the famous Cavendish laboratories in Cambridge, where Crick and Rutherford expanded our knowledge of the universe.",
        "To make sure we get the most from our investment in science, I’ve asked another of our Nobel Laureates Paul Nurse to conduct a review of the research councils.",
        "I want to thank him for the excellent report he has published this week – and we will implement its recommendations.",
        "Britain’s not just brilliant at science. It’s brilliant at culture too.",
        "One of the best investments we can make as a nation is in our extraordinary arts, museums, heritage, media and sport.",
        "£1 billion a year in grants adds a quarter of a trillion pounds to our economy – not a bad return. So deep cuts in the small budget of the Department of Culture, Media and Sport are a false economy.",
        "Its core administration budget will fall by 20%, but I am increasing the cash that will go to the Arts Council, our national museums and galleries.",
        "We’ll keep free museum entry – and look at a new tax credit to support their exhibitions and I will help UK Sport, which has been living on diminishing reserves, with a 29% increase in their budget – we’re going for gold in Rio and Tokyo.",
        "The Right Honourable Member for Hull West and Hessle has personally asked me to support his city’s year of culture – and I am happy to do so.",
        "The money for Hull is all part of a package for the Northern Powerhouse which includes funding the iconic new Factory Manchester and the Great Exhibition of the North. In Scotland, we will support the world famous Burrell Collection.",
        "While here in London we’ll help the British Museum, the Science Museum, and the V&A move their collections out of storage and on display.",
        "And we will fund the exciting plans for a major new home for the Royal College of Arts in Battersea.",
        "And we’re increasing the funding for the BBC World Service, so British values of freedom and free expression are heard around the world.",
        "And all of this can be achieved without raiding the Big Lottery Fund as some feared. It will continue to support the work of hundreds of small charities across Britain.",
        "So too will our £20 million a year of new support for social impact bonds.",
        "There are many great charities that work to support vulnerable women.",
        "And my Honourable Friend, the new Member for Colchester, has proposed to me a brilliant way to give them more help.",
        "300,000 people have signed a petition arguing that no VAT should be charged on sanitary products. We already charge the lowest 5% rate allowable under European law and we’re committed to getting the EU rules changed.",
        "Until that happens, I’m going to use the £15 million a year raised from the Tampon Tax to fund women’s health and support charities. The first £5 million will be distributed between the Eve Appeal, SafeLives and Women’s Aid, and The Haven – and I invite bids from other such good causes.",
        "It’s similar to the way we use LIBOR fines – and today I make further awards from them too. We’ll support a host of military charities, from Guide Dogs for Military Veterans to Care After Combat.",
        "We’ll renovate our military museums – from the Royal Marines and D-Day Museums in Portsmouth, to the National Army Museum, to Hooton Park aerodrome, and the former HQ of RAF Fighter Command at Bentley Priory.",
        "In the Budget I funded one campaign bunker, since then more have emerged and at the suggestion of my Right Honourable Friend for Mid Sussex, we support the fellowships awarded in the name of his grandfather by funding the Winston Churchill Memorial Trust.",
        "We will fund the brilliant Commonwealth War Graves Commission – so it can tend to over 6,000 graves of those who died fighting for our country since the Second World War and we’ll contribute to a memorial to those victims of terrorism who died on the bus in Tavistock Square ten years ago.",
        "It’s a reminder that we’ve always faced threats to our way of life, and have never allowed them to defeat us.",
        "We deliver security so we can spread opportunity, and that, Mr Speaker, is the third objective that drives this Spending Review.",
        "We showed in the last five years that sound public finances and bold public service reform can help the most disadvantaged in our society.",
        "That’s why inequality is down.",
        "Child poverty is down.",
        "The gender pay gap is at a record low.",
        "And the richest fifth now pay more in taxes than the rest of the country put together.",
        "Mr Speaker, in the next five years we will be even bolder in our social reform. It starts with education because that is the door to opportunity in our society.",
        "This Spending Review commits us to a comprehensive reform of the way it’s provided, from childcare to college.",
        "We start with the largest ever investment in free childcare – so working families get the help they need.",
        "From 2017, we will fund 30 hours of free childcare for working families with 3 and 4 year olds.",
        "We’ll support £10,000 of childcare costs tax-free.",
        "To make this affordable this extra support will now only be available to parents working more than 16 hours a week and with incomes of less than £100,000.",
        "We will maintain the free childcare we offer to the most disadvantaged 2 year olds. And to support nurseries delivering more free places for parents, we’ll increase the funding for the sector by £300 million.",
        "Taken together that’s a £6 billion childcare commitment to the working families of Britain. Next, schools.",
        "We build on our far-reaching reforms of the last Parliament that have seen school standards rise even as exams become more rigorous.",
        "We will maintain funding for free infant school meals, protect rates for the pupil premium, and increase the cash in the dedicated schools grant.",
        "We will maintain the current national base rate of funding for our 16-19 year old students for the whole Parliament.",
        "We’re going to open 500 new Free Schools and University Technical Colleges.",
        "Invest £23 billion in school buildings and 600,000 new school places.",
        "And to help all our children make the transition to adulthood – and learn about their responsibilities to society and not just their rights – we will expand the National Citizen Service.",
        "Today, 80,000 students go on National Citizen Service. By the end of the decade we will fund places for 300,000 students on this life-changing programme pioneered by my Right Honourable Friend the Prime Minister.",
        "Five years ago 200 schools were Academies. Today 5,000 schools are.",
        "Our goal is to complete this schools revolution – and help every secondary school become an Academy.",
        "And I can announce that we will let Sixth Form Colleges become Academies too – so they no longer have to pay VAT.",
        "We will make local authorities running schools a thing of the past. This will help save around £600m on the Education Services Grant.",
        "Mr Speaker, I can tell the House that as a result of this Spending Review, not only is the schools budget protected in real terms, but the total financial support for education, including childcare and our extended further and higher education loans, will increase by £10 billion.",
        "And that’s a real terms increase for education too.",
        "There is something else I can tell the House.",
        "We will phase out the arbitrary and unfair school funding system that has systematically underfunded schools in whole swathes of the country.",
        "Under the current arrangements, a child from a disadvantaged background in one school can receive half as much funding as a child in identical circumstances in another school.",
        "In its place, we will introduce a new national funding formula. I commend the many MPs from all parties who have campaigned for many years to see this day come.",
        "The formula will be start to be introduced from 2017 – and my Right Honourable Friend the Education Secretary will consult in the new year.",
        "Education continues in our further education colleges and universities and so do our reforms.",
        "We will not, as many predicted, cut core adult skills funding for FE colleges – we will instead protect it in cash terms.",
        "In the Budget I announced that we would replace unaffordable student maintenance grants with larger student loans.",
        "That saves us over £2bn a year in this Spending Review.",
        "And it means we can extend support to students who’ve never before had government help.",
        "Today I can announce that part-time students will be able to receive maintenance loans – helping some of our poorer students.",
        "We’ll also, for the first time, provide tuition fee loans for those studying higher skills in FE – and extend loans to all postgraduates too.",
        "Almost 250,000 extra students will benefit from all this new support I am announcing today and then there’s our apprenticeship programme – the flagship of our commitment to skills. In the last Parliament, we more than doubled the number of apprentices to 2 million.",
        "By 2020, we want to see 3 million apprentices.",
        "And to make sure they are high quality apprenticeships, we’ll increase the funding per place – and my Right Honourable Friend the Business Secretary will create a new business-led body to set standards.",
        "As a result, we will be spending twice as much on apprenticeships by 2020 compared to when we came to office.",
        "To ensure large businesses share the cost of training the workforce, I announced at the Budget that we will introduce a new apprenticeship levy from April 2017.",
        "Today I am setting the rate at 0.5% of an employer’s paybill.",
        "Every employer will receive a £15,000 allowance to offset against the levy – which means over 98% of all employers – and all businesses with paybills of less than £3 million – will pay no levy at all.",
        "Britain’s apprenticeship levy will raise £3bn a year. It will fund 3 million apprenticeships. With those paying it able to get out more than they put in.",
        "It’s a huge reform to raise the skills of the nation and address one of the enduring weaknesses of the British economy.",
        "Mr Speaker, education and skills are the foundation of opportunity in our country. Next we need to help people find work.",
        "The number claiming unemployment benefits has fallen to just 2.3%, the lowest rate since 1975.",
        "But we’re not satisfied that the job is done. We want to see full employment.",
        "So today we confirm we’ll extend the same support and conditionality we currently expect of those on JSA to over 1 million more benefit claimants.",
        "Those signing on will have to attend the job centre every week for the first three months. And we’ll increase in real terms the help we provide to people with disabilities to get into work.",
        "This can all be delivered within the 14% savings we make to the resource budget of the Department for Work and Pensions, including by reducing the size of their estate and co-locating job centres with local authority buildings.",
        "It’s the way to save money while improving the frontline service we offer people – and providing more support for those who are most vulnerable and in need of our help.",
        "Mr Speaker, you can’t say you’re fearlessly tackling the most difficult social problems if you turn a blind eye to what goes on in our prisons and criminal justice system.",
        "My Right Honourable Friend the Lord Chancellor has worked with the Lord Chief Justice and others to put forward a typically bold and radical plan to transform our courts so they are fit for the modern age.",
        "Under-used courts will be closed, and I can announce today the money saved will be used to fund a £700 million investment in new technology that will bring further and permanent long-term savings, and speed up the process of justice.",
        "Old Victorian prisons in our cities that are not suitable for rehabilitating prisoners will be sold.",
        "This will also bring long term savings and means we can spend over a billion pounds in this Parliament building 9 new modern prisons.",
        "Today, the transformation gets underway with the announcement the Justice Secretary has just made.",
        "I can tell the House that Holloway Prison – the biggest women’s jail in Western Europe – will close.",
        "In the future, women prisoners will serve their sentences in more humane conditions better designed to keep them away from crime.",
        "Mr Speaker, by selling these old prisons we will create more space for housing in our inner-cities. For another of the great social failures of our age has been the failure to build enough houses.",
        "In the end Spending Reviews like this come down to choices about what your priorities are.",
        "And I am clear: in this Spending Review, we choose to build.",
        "Above all, we choose to build the homes that people can buy. For there is a growing crisis of home ownership in our country. 15 years ago, around 60% of people under 35 owned their own home, next year it’s set to be just half of that.",
        "We made a start on tackling this in the last Parliament, and with schemes like our Help to Buy the number of first time buyers rose by nearly 60%. But we haven’t done nearly enough yet.",
        "So it’s time to do much more.",
        "Today, we set out our bold plan to back families who aspire to buy their own home.",
        "First, I am doubling the housing budget. Yes, doubling it to over £2 billion per year. We will deliver, with government help, 400,000 affordable new homes by the end of the decade.",
        "And affordable means not just affordable to rent, but affordable to buy.",
        "That’s the biggest house building programme by any government since the 1970s. Almost half of them will be our Starter Homes, sold at 20% off market value to young first time buyers.",
        "135,000 will be our brand new Help to Buy: Shared Ownership which we announce today. We’ll remove many of the restrictions on shared ownership – who can buy them, who can build them and who they can be sold on to.",
        "The second part of our housing plan delivers on our manifesto commitment to extend the Right to Buy to housing association tenants.",
        "I can tell the House this starts with a new pilot.",
        "From midnight tonight, tenants of 5 housing associations will be able to start the process of buying their own home.",
        "The third element of the plan involves accelerating housing supply.",
        "We are announcing further reforms to our planning system so it delivers more homes more quickly.",
        "We’re releasing public land suitable for 160,000 homes and re-designating unused commercial land for Starter Homes.",
        "We’ll extend loans for small builders, regenerate more run-down estates and invest over £300 million in delivering at Ebbsfleet the first garden city in nearly a century.",
        "Fourth, the government will help address the housing crisis in our capital city with a new scheme – London Help to Buy.",
        "Londoners with a 5% deposit will be able to get an interest-free loan worth up to 40% of the value of a newly-built home.",
        "My Honourable Friend for Richmond Park has been campaigning on affordable home ownership in London. Today we back him all the way.",
        "And the fifth part of our housing plan addresses the fact that more and more homes are being bought as buy-to-lets or second homes.",
        "Many of them are cash purchases that aren’t affected by the restrictions I introduced in the Budget on mortgage interest relief; and many of them are bought by those who aren’t resident in this country.",
        "Frankly, people buying a home to let should not be squeezing out families who can’t afford a home to buy.",
        "So I am introducing new rates of Stamp Duty that will be 3 per cent higher on the purchase of additional properties like buy-to-lets and second homes.",
        "It will be introduced from April next year and we’ll consult on the details so that corporate property development isn’t affected.",
        "This extra stamp duty raises almost a billion pounds by 2021 – and we’ll reinvest some of that money in local communities in London and places like Cornwall which are being priced out of home ownership.",
        "The funds we raise will help building the new homes. So this Spending Review delivers:",
        "A doubling of the housing budget.",
        "400,000 new homes; with extra support for London.",
        "Estates regenerated.",
        "Right to Buy rolled-out.",
        "Paid for by a tax on buy-to-lets and second homes.",
        "Delivered by a government committed to helping working people who want to buy their own home.",
        "For we are the builders.",
        "The fourth and final objective of this spending review is national security. On Monday, the Prime Minister set out to the House the Strategic Defence and Security Review.",
        "It commits Britain to spending 2% of our income on defence.",
        "And it details how these resources will be used to provide new equipment for our war-fighting military, new capabilities for our special forces, new defences for our cyberspace, and new investments in our remarkable intelligence agencies.",
        "By 2020-21 the Single Intelligence Account will rise from £2.1 billion to reach £2.8 billion, and the Defence budget will rise from £34bn today to £40bn.",
        "Britain also commits to spend 0.7% of our national income on overseas development – and we will re-orientate that budget, so we both meet our moral obligation to the world’s poorest and help those in the fragile and failing states on Europe’s borders.",
        "It is overwhelmingly in our national interest that we do so. So our total overseas aid budget will increase to £16.3 billion by 2020.",
        "Britain is unique in the world in making these twin commitments to funding both the hard power of military might and the soft power of international development.",
        "It enables us to protect ourselves, project our influence and promote our prosperity and we do so ably supported by my Right Honourable Friend the Foreign Secretary and our outstanding diplomatic service.",
        "To support them in their vital work, I am today protecting in real terms the budget of the Foreign and Commonwealth Office. But security starts at home.",
        "Mr Speaker, our police are on the front line of the fight to keep us safe.",
        "In the last Parliament, we made savings in police budgets – but thanks to the reforms of my Right Honourable Friend the Home Secretary and the hard work of police officers, crime fell and the number of neighbourhood officers increased.",
        "That reform must continue in this Parliament.",
        "We need to invest in new state-of-the-art mobile communications for our emergency services, and introduce new technology at our borders and increase the counter-terrorism budget by 30%.",
        "We should allow elected Police and Crime Commissioners greater flexibility in raising local precepts in areas where they have been historically low.",
        "And further savings can be made in the police as different forces merge their back offices and share expertise. We will provide a new fund to help with this reform.",
        "Mr Speaker, I’ve had representations police budgets should be cut by up to 10%. But now is not the time for further police cuts.",
        "Now is the time to back our police and give them the tools do the job.",
        "I am today announcing there will be no cuts in the police budget at all. There will be real terms protection for police funding. The police protect us, and we’re going to protect the police.",
        "Five years ago, when I presented my first Spending Review, the country was on the brink of bankruptcy and our economy was in crisis.",
        "We took the difficult decisions then.",
        "And five years later I report on an economy growing faster than its competitors and public finances set to reach a surplus of £10 billion. Today we have set out the further decisions necessary to build this country’s future.",
        "Sometimes difficult, yes, but decisions that:",
        "Build the great public services families rely on.",
        "Build the infrastructure and the homes people need.",
        "Build stronger defences against those who threaten our way of life.",
        "And build the strong public finances on which all of these things depend.",
        "We were elected as a one nation government. Today we deliver the Spending Review of a one nation government:",
        "The guardians of economic security.",
        "The protectors of national security.",
        "The builders of our better future.",
        "The government; the mainstream representatives of the working people of Britain."
    ]
}