{
    "url": "https://www.ukpol.co.uk/kate-osborne-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Kate Osborne – 2020 Maiden Speech in the House of Commons",
    "post_date": "February 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Kate Osborne",
            "url": "/tag/kate-osborne/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Kate Osborne, the Labour MP for Jarrow, in the House of Commons on 5 February 2020.",
    "content": [
        "Thank you, Mr Deputy Speaker, for giving me the opportunity to make my maiden speech today. It is a great honour to serve in this House. It is also the greatest honour of my life to be elected to represent the constituency of Jarrow, and I would like to thank the people of Jarrow for putting their faith in me. I pay tribute to my predecessor, Stephen Hepburn, and thank him on behalf of the constituents of Jarrow for his 22 years of unwavering support for the place where he was born and raised. I wish him well for the future.",
        "It is fitting to be called in this debate because as a councillor for the past 10 years, I have fought for local government funding and services, hit by unending cuts to local authority budgets. I am blessed to represent such a fantastic part of our country. The constituency of Jarrow is not just the town of Jarrow; it is also Hebburn, Boldon, Cleadon and parts of Gateshead. It is also the only constituency beginning with the letter J.",
        "Jarrow, with its proud history, powered the industrial revolution, built as it was on coal, shipbuilding and metal works, but that was to change. Palmers Shipbuilding and Iron Company closed in the 1930s, Leslie’s yard at Hebburn stopped shipbuilding in 1982 and the last pit in Jarrow closed in the 1980s. Successive Tory Governments, from Thatcher to Johnson, have decimated industry and come after our communities—not just in Jarrow but across the whole of the north. Many good, hard-working, decent people were discarded, and we are still living with those scars to this day. The closures and the misery they caused were and will always be a tragedy. They are a constant reminder of what Thatcherism brought to our region.",
        "Sadly, like a lot of the country, particularly in the north-east, we now have food banks, high unemployment, poverty and struggle, but the people of Jarrow are resilient and proud of their history, community and working-class solidarity. They never give up, and I say to this House and them: neither will I.",
        "There is no better example of this resilience than the MP for Jarrow from 1935 to 1947, Red Ellen Wilkinson. To be the first woman MP for Jarrow since Ellen fills me with pride, and it is only right and proper that I pay tribute to her here today. Ellen, outraged by injustice and the transgression of power at home or abroad, sought to do the right thing. She was and still is a legend. As a young trade unionist, she helped to organise the suffrage pilgrimage in 1913, where more than 50,000 women marched to a mass rally in Hyde Park. In 1935, as the MP for Jarrow, Ellen played a key role in organising the Jarrow march, an iconic protest against the unemployment and poverty in Tyneside. Like me, she would be outraged that today around 2,500 people are having to claim unemployment benefits in Jarrow.",
        "Ellen, as an internationalist, condemned General Franco and supported the Spanish Republicans. She also, in no uncertain terms, denounced Neville Chamberlain’s appeasement of Nazi Germany. Here at home when she became Education Secretary, she had the monumental task of rebuilding Britain’s schools after six years of war. A pioneer, she raised the school leaving age from 14 to 15 and introduced the school milk Act of 1946, which gave free milk to schoolchildren. Her powerful speeches can be read in Hansard today. I would encourage all Members to have a read.",
        "Sadly, Ellen died a year before the Labour Government’s greatest achievement, the national health service, and she would be disgusted by the systematic dismantling of this vital service. The crisis in our NHS means that staff are overstretched, GP waiting times are longer than ever, and mental health services are lacking. I would like to assure this House and the people of Jarrow that I will never stop fighting for our NHS. I will continue the fight to save South Tyneside Hospital and to make sure we have palliative care within the constituency after the closure of Saint Clare Hospice. I will fight against precarious work, zero-hours contracts and unemployment, and I will fight for skilled, unionised, well-paid jobs.",
        "Like Ellen, I will fight for our children and young people to have the education they deserve. We need increased funding for our schools and investment in further education. I will not shirk one of the biggest battles still confronting us today, and that is against universal credit, a catastrophe that has had a cruel effect on our most vulnerable families. There are vulnerable children in need across the country—children without a stable environment to call their home—and it was in order to provide these children with a much-needed lifeline that I became a foster carer. I strongly believe communities should look after each other. In Jarrow, we understand what being a community really means. We know all about solidarity, collectivism, trade unionism—all values that I hold dear.",
        "I have been a trade union rep all my working life—I worked for Royal Mail for 25 years, on the frontline, as a Unite representative—but now I will shift my focus by holding this Tory Government to account. I will defend our public services, our NHS and our hard-won rights, and I will fight for equality and social justice—for a society in which nobody is left behind. To the people of Jarrow, I say: I won’t let you down."
    ]
}