{
    "url": "https://www.ukpol.co.uk/george-osborne-2012-speech-on-energy-sector-day/",
    "title": "George Osborne – 2012 Speech on Energy Sector Day",
    "post_date": "January 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at Lancaster House in London on 7 August 2012.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "I am delighted to be here at the Energy Sector Day at Lancaster House when the world is here in London for the Olympics.",
        "The Global Business Summit is a demonstration of how the UK can lead the world in the energy sector: securing investment, creating jobs and building a more prosperous future.",
        "And there is no better example of the significant contribution that this sector makes to our economy than the UK oil and gas industry.",
        "This has long been one of our great industrial success stories, supporting a third of a million jobs, and extracting the equivalent of over 40 billion barrels of oil to date.",
        "We recognise that companies operating in the North Sea work in a truly global market – and that we have to work hard to attract their capital and their jobs.",
        "We are committed to ensuring that these businesses continue to see the UK and the UK Continental Shelf as an attractive location for that investment.",
        "To making the most of our remaining oil and gas reserves.",
        "And to ensuring that the UK economy continues to benefit from the fruits of this remarkable industry.",
        "That is why, at this year’s Budget, I introduced an ambitious package of tax measures to encourage investment and innovation in the North Sea.",
        "I announced that we would end the uncertainty that has hung over the industry for years by introducing a contractual approach to oil and gas decommissioning.",
        "This will stimulate the market in North Sea assets, release billions of pounds of capital for further investment, and give companies the assurance they need to continue investing in mature fields.",
        "I also announced changes to the field allowance regime to encourage investment in commercially marginal fields.",
        "Including a £3 billion allowance for large and deep fields, to open up the West of Shetland, the last area of the basin left to be developed.",
        "And it is great to see the very important Rosebank project pressing ahead as a result.",
        "Building on this success, last month we introduced a further allowance for large shallow-water gas fields. Following this announcement, we have seen confirmation of the £1.4 billion investment in the Cygnus gas field.",
        "This will be the largest gas development in the Southern North Sea in the past 25 years. Once in production, it is estimated that the field will deliver 5% of the UK gas demand and contribute significantly to UK security of supply.",
        "This reinforces our commitment to gas as the biggest source of energy in the UK.",
        "With 80% of the project’s expenditure destined for UK companies, Cygnus is expected to create around 4,000 jobs across the UK.",
        "Just today, the companies involved have awarded contracts to a number of UK suppliers, including yards in Hartlepool and Fife.",
        "These contracts alone will support 1,235 jobs.",
        "I am proud that highly skilled supply companies such as these have developed a global reputation of excellence and expertise.",
        "Proud that the UK is home to businesses that lead the world in cutting edge research and technology.",
        "As we are committed to providing the best possible environment for investment in oil & gas, so we want to the UK continue as an open, competitive location for investment in electricity generation.",
        "We have an independently regulated market that welcomes investment from all over the world.",
        "This helps provide the UK with the expertise and resources available around the world and with a diverse and secure supply of power.",
        "We have a clear and stable investment regime which allows investors to commit funds with confidence.",
        "The carbon price floor provides a clear cost trajectory for gas and coal generators.",
        "The new support rates announced for renewable technologies will ensure that low carbon generation remains affordable for consumers whilst providing certainty for investors.",
        "Last month we made clear that we expect gas to play a key role in meeting electricity demand for the UK throughout the 2020s and beyond.",
        "We will provide more detail in the autumn on steps we will take to make the UK an even more attractive place for gas investors.",
        "Together these polices will enable billions of pounds of investment in the UK economy; creating jobs, and securing the UK’s position as a world leader in energy technology development.",
        "And this Government is committed to ensuring the UK maintains its competitive edge in science, and to putting innovation and research at the very heart of its growth agenda.",
        "That’s why top businesses such as BP are investing in the UK and supporting our world-leading universities in delivering cutting edge research.",
        "It gives me great pleasure today to welcome BP’s announcement to create an International Centre for Advanced Materials.",
        "The fact that Manchester University is the hub for this great project and that two of the three spokes are at Cambridge University and Imperial College clearly demonstrates the UK’s strength in science and innovation.",
        "The centre will play a key role in helping to maintain the world-leading status of the UK in the research of advanced materials and I want to acknowledge the substantial investment by BP in creating 25 new academic posts, 70 post-grad researchers and 50 postdoctoral fellows.",
        "In my capacity as a local MP as well as the Chancellor of the Exchequer, I am delighted that this investment will further strengthen Manchester and the North West of England as a world-leading centre of expertise in materials technologies.",
        "It complements the £50m investment to create a Graphene Global Research and Technology Hub based in Manchester that the Government announced last year.",
        "It will also strengthen other centres of materials expertise such as the National Composites Centre in the South West, and the Advanced Manufacturing Research Centre in Sheffield, which are working in partnership with global businesses such as Airbus, GKN and Rolls Royce, and Boeing.",
        "The UK’s research base is second only to the USA for number of citations, and it is the most productive country for research in the G8 in citations and publications per pound.",
        "Our research institutes include world-leading facilities that combine flexibility to pursue innovative research with a unique environment for developing outstanding students and early career researchers.",
        "Throughout the energy sector and beyond, we are committed to creating an environment that allows research and innovation to flourish, ensuring that world-leading businesses, including energy businesses, continue to see the UK as an attractive location for investment.",
        "And we are committed to harnessing their success to drive our economy forward.",
        "Thank you."
    ]
}