{
    "url": "https://www.ukpol.co.uk/george-osborne-2008-speech-at-policy-exchange/",
    "title": "George Osborne – 2008 Speech at Policy Exchange",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the then Shadow Chancellor of the Exchequer, to the Policy Exchange on 14th April 2008.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "I am grateful to Policy Exchange for once again providing me with this opportunity to speak to you.",
        "Last week I visited Wall Street and Harvard. I went there to speak to the heads of the leading investment banks about the problems in the financial markets and to learn from the leading economic thinkers about what this means for our world and for Britain’s place in it.",
        "This week the Prime Minister is in America. He has also added Wall Street and Boston to his trip. I wonder about the reception he’ll get.",
        "For everywhere I went, people kept asking: “What’s happened to Gordon Brown? Why has it gone so wrong for him? What are you going to do differently?”",
        "Today I want to try to answer those questions. For to understand the Conservative alternative, we must first understand why Gordon Brown has failed.",
        "Of course, it is tempting to start with what Americans call the ‘character issue’.",
        "That’s apparently what the new marketing men drafted into Downing Street to help seem to believe, judging by the private briefings we hear reported. Gordon needs to show a ‘bit more personality’ we are told. His speeches are ‘too stilted’ says another. Stephen Carter merely observes that working with the Prime Minister is like living in a ‘surreal cartoon’.",
        "It is ironic that the politician who once said of his opponents that they ‘could do the PR, while he would concentrate on being PM’ should have the decline and fall of his premiership chronicled in the pages of the magazine PR Week.",
        "And what started in the heart of Downing Street has now spread. Labour MPs are queuing up to attack the man they elected unopposed to lead them less than a year ago. Some of them think too that Gordon Brown’s problems are all about style. One ministerial aide told the Prime Minister at the now infamous meeting of the Parliamentary Labour Party that the problems would be solved if he appeared on the sofa on Friday Night with Jonathan Ross. I suspect that’s the last we’ll be hearing of that ministerial aide.",
        "Now I am no fan of Gordon Brown’s character. I shadowed him in the Commons for over two years, saw the worst of it, and I know why his closest advisers worry about it. But they are missing the central point.",
        "The striking thing about the divisions in the Labour Government is that they are not merely arguments of style but ones of substance. That makes them much more lethal and destabilising. For how can a Labour Party fighting itself be expected to fight for the country?",
        "The Justice Secretary Jack Straw no less is lobbying against the Prime Minister’s criminal justice plans for detention without charge. When he is not fighting the Justice Secretary, the Schools Secretary Ed Balls is waging a war against the government’s own education reforms to further his own leadership ambitions.",
        "Perhaps most damaging of all, over 70 Labour MPs have come out against the centre-piece of last year’s Budget – the 10p tax rise on the incomes of the lowest paid. They know this will hit the very families who thought Labour was supposed to be on their side. Sadly, I suspect many Labour MPs will lose the courage of their convictions by the time parliament votes on the tax rise next Monday.",
        "In one respect, this great Tax Revolt in the Labour Party is a massive political failure by the Prime Minister. I am always amazed that Gordon Brown still carries a reputation in some circles as the great master strategist. Even a cursory look at the last three Budgets and Pre-Budgets would surely make people think twice. One was exposed within hours as a giant tax con when the 10p tax rise was revealed; the next lost Labour the support of the business community and ceded the intellectual agenda to the Conservatives; the third and most recent sent Labour to new lows of unpopularity as Mondeo Man saw his car and his pint and his small business all hit with new taxes.",
        "But the root of the problem is not political strategy but economic strategy. Governments should be there to help people when they need it. They should set aside money in the good years so it can make life easier for families in the difficult years. So we shouldn’t be seeing taxes rise in a downturn. The lowest paid shouldn’t be targeted by the Exchequer when they already struggling with a rising cost of living. This speaks to a wider point.",
        "Gordon Brown rested his reputation on a three-pillared economic strategy. He said he should be judged against its success. The three pillars were:",
        "– Stability: that he had brought “an end to boom and bust”",
        "– Prudence: that he would only borrow to invest",
        "– Productivity: that he would improve the underlying performance of the economy",
        "Stability, prudence, and productivity.",
        "For a while, the remarkable period of low inflation and global growth driven by the emergence of China and India masked the cracks. Yet now, as global growth slows and inflationary pressures grow, we can see how each pillar of Gordon Brown’s economic framework is now broken.",
        "Let us examine each pillar in turn.",
        "First, what Gordon Brown called ‘stability’ but the rest of us know as monetary policy.",
        "The decision to give the Bank of England independence built on the regime of inflation targeting introduced by the previous Conservative government.",
        "Inflation targeting was straightforward but radical. Fiscal policy – tax and spend – would be set for the long term, while monetary policy – interest rates – would be used to stabilise the economy and hit an inflation target set by democratically accountable politicians.",
        "This was a system designed to address the old problems of managing the demand cycle and the persistent inflation that had been the core weakness of the British economy.",
        "Once inflation targeting was institutionalised by the Bank of England Act, everything else in the economy – the exchange rate, the current account, debt levels, and the structure of the economy itself – were all left to find their own balance.",
        "Politically, the system focussed attention on the targeted variable: inflation. And that was how it remained for many years.",
        "Because our inflation was low, thanks in large part to the import of deflation from an emerging Asia, anyone who raised concerns about imbalances in other areas – the current account, debt, or the odd fact that our growth was becoming more and more concentrated in a few limited areas of the economy – was told to stop worrying, that the world had moved on.",
        "Since asset prices – houses, property, and shares – are not part of the inflation target, the massive inflation in asset prices was allowed to go unchecked.",
        "David Cameron, myself, and many others warned that the growing level of consumer debt that went hand in hand with this inflation in assets was unstable. As I said two years ago, “an economy built on debt is living on borrowed time”.",
        "Of course many of these problems also occurred elsewhere in the developed world, but what is striking when you look at the figures is just how great the scale of these problems has been in Britain.",
        "Gordon Brown’s said “I will not let house prices get out of control”. But our housing market increased faster than any other developed economy, twice as fast as in the United States. Our personal debt is the highest in the G7, at 175% of income, compared for example to 140% in the United States.",
        "The Prime Minister says the subprime issue is an American one. But the IMF declared last week that, judged by the size of our economy, our banking system is the most exposed to low quality sub-prime lending in the world.",
        "So the problems were more acute in Britain and, of course, nowhere else did the Government so publicly announce that that the problems of monetary policy had been solved for ever – that we had reached the end of economic history.",
        "I do not know of any other country in which the head of the finance ministry declared that the economic cycle had been tamed – and that boom and bust had been abolished. It now looks like the high water mark of hubris.",
        "Now the debt bubble is bursting, and banks are cutting back on their loans. What is the result of this policy failure for millions of households?",
        "The Council for Mortgage Lenders expect the supply of mortgage lending to fall short of demand by £30bn this year unless conditions improve. That means that 200,000 people risk being shut out of the mortgage market.",
        "That’s almost exactly one hundred times the 2,000 people who will be helped by Gordon Brown’s latest package to help homebuyers. Let me tell you what the Chairman of the Council of Mortgage called that latest Downing Street initiative: “an inaccessible irrelevance to most first time buyers”.",
        "The Government has no answers to the bursting of the debt bubble, either for homeowners immediately affected by higher mortgage costs or for a country that wants to know why we were so badly prepared for events.",
        "The question of how badly prepared we are leads us directly to the second pillar of Gordon Brown’s economic reputation – what he calls ‘prudence’ but the rest of us know as fiscal policy.",
        "The centrepieces of tax and spend policy were to be the fiscal rules – the golden rule and the sustainable investment rule. Set out when he was still Shadow Chancellor, and then enshrined in office, they were supposed to be the guarantee to the public that Labour would not repeat the mistakes of its past and create a mess of the public finances.",
        "We can now see that the fiscal rules have failed on almost every level.",
        "They lack independent credibility. In opposition, Gordon Brown wanted the rules to be independently verified. In government he refused and appointed himself judge and jury over his own rules, so that no one else could declare them broken, and by changing the date of the economic cycle he was could fiddle them repeatedly when they started to bite. The result is that no serious economic commentator now uses them as a measure of the health of the public finances.",
        "And for good reason. Because far from stopping pre-election give-aways at the expense of economic stability, they have allowed Gordon Brown to spend and even cut taxes just before each election and then raise taxes massively afterwards. According to the independent Institute for Fiscal Studies, taxes have gone up by more than £7 billion since the last election alone.",
        "Yet even with the highest tax burden in our peacetime history the pursuit of prudence somehow left us with the largest budget deficit in the developed world. Turn to the tables at the back of this week’s Economist magazine and you’ll see that the only countries with a bigger budget deficit are Egypt, Hungary, and Pakistan.",
        "Gordon Brown failed to fix the roof when the sun was shining, and the consequence for millions of families up and down the country is that taxes are going up just when the family finances are getting tighter. At the same time spending growth has been halved.",
        "The contrast with the United States is stark. There the Government is now literally posting tax rebates worth hundreds of dollars to American families to help them with the rising cost of living. American business is being boosted by tax reductions to help them through this year.",
        "In Britain last week taxes rose on the low paid, on small businesses and on capital gains. Next spring they will rise on family cars.",
        "Instead of using fiscal policy to help families, fiscal policy is now pro-cyclical not counter-cyclical – the very opposite of what was promised.",
        "What this means in plain English is this Government isn’t on your side. It is on your back.",
        "And that brings me to the third pillar of economic strategy.",
        "Just as Gordon Brown failed to prepare the public finances, so he has failed to prepare the supply side for the unprecedented competitive challenge coming from Eastern Europe, India, and China.",
        "Alongside an independent bank to guarantee monetary stability, and fiscal rules to guarantee fiscal prudence, the third pillar of Gordon Brown’s economic policy was the pledge in the 1990s to raise the sustainable growth rate of the economy by increasing productivity.",
        "Indeed, Gordon Brown said that “productivity is the fundamental yardstick of economic performance”.",
        "OK. So let’s examine his performance against his own chosen fundamental yardstick.",
        "Using the Government’s own measure of productivity, the average annual growth rate of output per worker has been less than 1.8% during the eleven years since 1997, down from 2.0% during the previous eleven years. That’s a 10% fall in the average rate of productivity growth.",
        "And on all the international comparisons, our competitiveness has declined.",
        "The causes are obvious.",
        "– Billions of pounds spent on public services without reform, with the result that productivity in the health service has actually fallen.",
        "– Higher taxes and constant tinkering with the tax system that has given us the longest tax code in the world.",
        "– And a total failure to tackle poor skills and the scourge of worklessness through radical reform of education and welfare.",
        "Far from raising the sustainable growth rate of the economy, the evidence suggests that the last ten years have if anything reduced it.",
        "The fastest growing areas of the economy over the last ten years have been financial services, housing, and the public sector. All three drivers of growth are now curtailed.",
        "And again, we can see the consequence for millions of families.",
        "Rising productivity is ultimately what underpins rising standards of living – that is why Gordon Brown was right to call it the fundamental yardstick of economic performance.",
        "Yet once you strip out the rising cost of living, real take home pay has been falling for more than two years. That is the longest sustained fall since records began in the early 1990s.",
        "Families across Britain are feeling the pinch and it is a direct consequence of our falling competitiveness.",
        "So we can now see that the three pillars of GB’s economic reputation have collapsed in a heap of rubble.",
        "Monetary policy to guarantee stability. Collapsed as the bubble in debt and asset prices went unchecked.",
        "Fiscal policy to guarantee prudence. Collapsed as Brown spent more than we could afford, and borrowed in a boom to pay for it.",
        "And supply-side policy to generate growth. Collapsed as our competitiveness and productivity growth has fallen.",
        "So, to answer the question I was asked repeatedly in America, that’s what’s gone wrong with Gordon Brown. His economic reputation is in tatters.",
        "Today’s FT survey confirms that. He is the least trusted of all the major Western leaders to steer the economy through difficult times.",
        "So what is the alternative? That’s the second question people are asking.",
        "Of course, given the disarray in the government, there is unlikely to be a general election any time soon – much to my regret. The responsible thing is to wait to see the economic conditions at the time of the election before we can set out our final economic plan for the country.",
        "The country understands that. But it is already clear that there is a Conservative alternative.",
        "First, on monetary policy and the banking crisis.",
        "The immediate priority must be to ease the credit crunch and re-open the market in mortgage backed securities. I support the actions taken so far by the Bank of England but there is clearly scope to go further. A broader collateral swap programme supported by the Treasury could help. This would allow banks to swap their illiquid mortgage backed securities for liquid government bonds.",
        "Of course, such a significant step would have to be accompanied by cast iron guarantees for the taxpayer, and that must be priced into the deal – not least to minimise moral hazard. And of course any intervention must not exacerbate inflationary pressures in the longer term.",
        "This is something the Government could do now and should be discussed at tomorrow’s banking summit.",
        "But we also need to think about longer term reforms. I support the independence of the Bank of England, and in office we would strengthen it by giving the Governor a single, longer non-renewable term.",
        "It is not helpful to have the Prime Minister playing games with the reappointment of the head of the central bank in the middle of a financial crisis, as we saw earlier this year.",
        "And we will give the power to rescue banks to the Bank of England, instead of the FSA as Alistair Darling wants to do. I am glad that we agree with the all-party Treasury Select Committee on this.",
        "For most bank collapses follow regulatory failure, so the regulator cannot make the call on the rescue. Since taxpayers’ money is involved, the Government will set the conditions under which a bank will be rescued. Then the independent Bank of England can take the lead on executing individual decisions.",
        "But we need to think about going further than these important reforms if we want to ensure stability.",
        "We have seen how the build up of a bubble in asset prices and debt can damage millions of people. As house prices fall, and the threat of negative equity looms for hundreds of thousands of people, we must try to construct our monetary policy framework so that it will never again ignore an unsustainable build up of debt.",
        "Because the only way to avoid the damage of a bursting bubble is to make sure it doesn’t get pumped up in the first place.",
        "We need to look carefully at what tools we can use, internationally if necessary, to slow the explosion of debt during the good years.",
        "David Cameron first raised the role of capital requirements for banks last month in a speech in the City. He argued that they would need to rise and that we had to stop liabilities being concealed off balance sheet.",
        "Last week at Harvard Business School I took this idea a stage further by suggesting that we look at whether capital requirements could alter during the cycle to control credit in times of boom and expand it in times of contraction.",
        "Under such a system a bank’s capital adequacy ratio would comprise of an element set by the prudential supervisor, specific to that bank as now, combined with an element set by the monetary authorities across the whole financial system.",
        "We have heard absolutely nothing from either Gordon Brown or Alistair Darling about these ideas. They apparently have no answer to the challenge of controlling the credit cycle.",
        "But this weekend the international Financial Stability Forum recommended to the G7 that it should look at raising capital requirements and tackling off balance sheet liabilities, while the Basel Committee on Banking Supervision is looking at the how they might be applied counter-cyclically.",
        "It is another example of the Conservative Party engaging in new ideas while the Government is stuck in the failed thinking of the past.",
        "It is further evidence of a clear alternative in British politics.",
        "Let me turn to the second pillar: fiscal policy.",
        "David Cameron and I are both fiscal conservatives, with a small ‘c’. We will govern by the principles of sound money.",
        "We will reform the fiscal rules so that they are independently verified. The next Chancellor will not judge his own performance against his own rules.",
        "Never again should the Government be able to borrow recklessly in a boom, and still claim it is guided by prudence.",
        "And over a cycle, we will share the proceeds of growth, and so reduce the proportion of the economy taken by the state. Government will grow more slowly than the economy does.",
        "For those who question how meaningful a commitment this really is let me remind you that it took eight years for Margaret Thatcher’s government to reduce the share of national income taken by the state below the level which she inherited.",
        "For those who want a solution tomorrow to Britain’s bulging deficit let me warn you that there is no quick fix to the dismal state of our public finances. Sharing the proceeds of growth is the serious, sustainable way to restore them to health and build the foundation for lower taxes.",
        "And finally we will we improve competitiveness through dynamic supply side reform.",
        "Lower taxes are part of the answer, and, as I have just said, our pursuit of sound money will make that possible. But we will not disappoint people with undeliverable promises.",
        "If David and I had given way to the siren voices of recent years calling for upfront commitments to unfunded tax reductions, we would rightly be under pressure now to explain how they could possibly be delivered with a rapidly rising budget requirement.",
        "But we didn’t.",
        "What we have demonstrated is that within the existing tax burden it is possible to make significant reform. I established the independent Tax Reform Commission to start the long term argument in Britain on tax reform.",
        "A remarkable number of its recommendations have already found their way, in one shape or another, into our tax code.",
        "Last October, everyone noticed our costed plan to raise the inheritance tax threshold to one million pounds.",
        "But it is our commitment within that plan to abolish stamp duty for nine out of ten first time buyers that looks prescient now. The figures from the Halifax last week not only showed house prices falling; they also revealed that the number of first time buyers was at its lowest level since the 1970s.",
        "Getting rid of stamp duty would help enormously as mortgage arrangement costs rise, and it would inject some support into the housing market at a difficult time.",
        "We have also set out plans to boost the competitiveness of British business by cutting the corporation tax rate to 25p by reducing the complex allowances, and by reversing the increase in small business tax.",
        "And in the longer term, with the advice of Geoffrey Howe, we will fundamentally reform the way we make tax policy, so that we can begin to undo the stifling complexity created by Gordon Brown.",
        "But an economic strategy for the new global economy doesn’t just mean Government doing less. Laissez faire is not a serious answer to many of the challenges we face.",
        "Government should be doing more where it’s needed, like improved transport infrastructure, better skills, and more active support for businesses. I want the attitude of the Government to be a service to business, not a burden.",
        "Part of this is getting more from what we spend, so we will return the Treasury to its most important role – getting value for money for taxpayers.",
        "We will reform education to create more good school places, allowing good schools to expand and new ones to be created.",
        "We will build on the most successful international experiences to reform our welfare system and get hundreds of thousands of people back into work.",
        "That is our alternative. The Conservative alternative.",
        "On the three pillars of economic policy we will offer fresh thinking. We will learn the lessons of Gordon Brown’s failure.",
        "And we will make sure that next time Britain is confronted with a difficult economic challenge we are well prepared.",
        "We will fix the roof whether or not the sun is shining."
    ]
}