{
    "url": "https://www.ukpol.co.uk/george-osborne-2014-mansion-house-speech/",
    "title": "George Osborne – 2014 Mansion House Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at the Mansion House, London, on 12th June 2014.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "My Lord Mayor, Ladies and Gentlemen, it is again an honour to attend this wonderful dinner and to speak to you as Chancellor for the fifth time.",
        "Lord Mayor, I remember coming here to Mansion House, just weeks after the government was formed in 2010 – with Britain on the brink of an economic crisis – to give my first major speech on the task ahead.",
        "I set out for you the economic plan we would follow, and I drew on the words Winston Churchill had uttered in this very hall, to say that while Britain could not pretend our travails were at an end, we were at least at the end of the beginning.",
        "In the four years since, supported by the resolution and sacrifice of the British people, we have worked through that plan.",
        "Now we are starting to see the results:",
        "Britain growing faster than any advanced economy in the world.",
        "A record number of people in work.",
        "Now strong business investment on the back of low business taxes.",
        "And a budget deficit this year set to be half what it was.",
        "Last week, the IMF said that our resolute fiscal policy had been in their words an ‘anchor for the British economy’ that had maintained confidence and stability in the face of the storm.",
        "And I want to say to the business and financial community: you did not waver; you stuck with us and I thank you.",
        "But the task is far from complete; and there are many risks to the progress we have made.",
        "Abroad, the risks stem from the weak eurozone, unpredictable geopolitics and the slowdown in some emerging markets.",
        "At home, our economy is still too unbalanced, so I am the first to say we need to continue our efforts to boost business investment, exports and housing supply.",
        "But the biggest risk comes from the tendency in parts of our body politics – the left and now too the populist right – to wage a war on enterprise, regulate prices, propose penal taxes, close Britain to business and return to the old ways of borrow and spend.",
        "We must win this battle.",
        "And go on confronting Britain’s problems with long term answers that will build an economy for everyone.",
        "So while I know this is my fifth speech to you as Chancellor; I hope it is not my last.",
        "For I want to finish the job.",
        "Lord Mayor, tonight we are joined by someone attending their first Mansion House dinner.",
        "Our Governor of the Bank of England.",
        "Mark, we all thank you for the integrity, intelligence and international reach you have brought to the challenges of the last year.",
        "And we look forward to what you have to say.",
        "Our 3 new Deputy Governors – Jon Cunliffe, Ben Broadbent and Minouche Shafik, together with Andrew Bailey, complete what I immodestly think is the strongest team of any central bank in the world.",
        "The Court continues the oversight of the Bank’s work, and at the end of this month Anthony Habgood will replace David Lees as its Chair.",
        "David, thank you for helping steer the Bank through the big reforms of recent years and the appointment of a new Governor.",
        "And thank you too to Charlie Bean for the 6 years he has given our nation as Deputy Governor.",
        "We are lucky that one of our greatest economists has chosen to dedicate his life to public service for so long.",
        "The Bank of England now sits back where it belongs, at the heart of our financial system – supervising the prudential regulation of our banks and insurers, thanks to the reforms I announced in my first speech here at the Mansion House in 2010.",
        "And in each speech since, I have set out new steps to strengthen the resilience of our economy and the financing that underpins it.",
        "2011, Ringfencing our retail banks",
        "2012, launching funding for Lending",
        "Last year, restructuring the Royal Bank of Scotland and firing the starting gun on the sale of our stake in Lloyds.",
        "It would be tempting this year, at the Mansion House, to pause for breath.",
        "But our task is far from complete – and today I will announce further changes to build that resilient economy for all and the strong, competitive financial services that should contribute to it.",
        "Lord Mayor, the City of London has emerged from the wreckage of what went so badly wrong, stronger and better regulated, more international and more responsive to the needs of customers here at home.",
        "Our financial exports grew 10% last year, and our surplus in finance and insurance has reached £45 billion – twice as much as our closest competitors.",
        "We’ve welcomed to Britain the headquarters of some of the world’s largest insurance firms.",
        "And we have been chosen as the location for the International Forum of the world’s Sovereign Wealth Funds.",
        "In my first Mansion House speech, I said I wanted British financial firms and markets to be at the heart of financing China’s extraordinary expansion.",
        "Now two thirds of all Renminbi payments outside of China and Hong Kong now take place in London.",
        "Chinese bonds are being issued here, Chinese assets are being managed here, Chinese banks will be able to apply for branches here, a Chinese clearing bank is soon to be appointed here – and next week, when the Chinese Premier visits, we will take the next big step forward in the economic partnership of our two great, historic trading nations.",
        "I can also confirm tonight our intention in the next few weeks, subject to market conditions, for Britain to be the first western nation to issue a sovereign sukuk – an Islamic bond.",
        "For I want Britain to be not just the western hub of Chinese finance – but of Islamic finance too.",
        "It is with these active steps that together we are making Britain the undisputed centre of the global financial system.",
        "But all this can so easily be put at risk.",
        "By badly-conceived EU rules that only reinforce the case for reform in Europe.",
        "By populist proposals for self-defeating bonus taxes and punitive income tax rates.",
        "And by the potential break up of our nation.",
        "Edinburgh is even stronger as a world-renowned centre for asset management because it is part of a United Kingdom that is a world-renowned centre of finance.",
        "And let us hope it remains so, for we are better together.",
        "We should be candid tonight about another risk.",
        "The risk that scandals on our trading floors call into question the integrity of our financial markets.",
        "People should know that when they trade in London, whether in commodities or currencies or fixed income instruments, that they are trading in markets that are fair and effective.",
        "The revelations about the manipulation of LIBOR added further damage to reputation of financial services, here and abroad.",
        "In Britain, thanks to the leadership of Martin Wheatley and Andrew Tyrie, we acted swiftly to punish the wrongdoers and fix the system.",
        "Let us not wait for the next wave of scandals in financial markets to hit us before we respond.",
        "The integrity of these markets matters to us. London is home to 40% of the global foreign exchange business; 45% of over-the-counter derivatives trading; and 70% of trading in international bonds. And Mark Carney and I intend to keep it that way.",
        "So today I can announce that the Treasury, the Bank of England and the Financial Conduct Authority will conduct a comprehensive review of standards in our fixed income, currency and commodity markets.",
        "The Fair and Effective Markets Review will be chaired by the new Deputy Governor, and former Deputy Managing Director of the IMF, Minouche Shafik – and she will be joined by Martin Wheatley and Charles Roxburgh.",
        "This Review must work closely with industry. So I am establishing a panel of market practitioners, chaired by Elizabeth Corley, chief executive of Allianz Global Investors.",
        "The Review will produce its report in a year’s time.",
        "And some of its recommendations may require international agreement.",
        "In the meantime, we will act here at home.",
        "I am today announcing that we will extend the new powers we put in place to regulate LIBOR to cover further major benchmarks across foreign exchange, commodity and fixed income markets – many of which are currently entirely unregulated.",
        "Based on the Review’s conclusions we will publish and consult on the full list of benchmarks to be covered by this autumn, and we will have the new regime in place by the end of the year.",
        "I am also extending the senior managers regime to cover all banks that operate in this country, including the branches of foreign banks.",
        "And I can also announce that we will introduce tough new domestic criminal offences for market abuse, rather than opt into European rules we do not think suitable or sufficient for our needs.",
        "For let me make this clear, so no one is in any doubt.",
        "The integrity of the City matters to the economy of Britain.",
        "Markets here set the interest rates for people’s mortgages, the exchange rates for our exports and holidays, and the commodity prices for the goods we buy.",
        "I am going to deal with abuses, tackle the unacceptable behaviour of the few, and ensure that markets are fair for the many who depend on them.",
        "We’re not going to wait for more scandals to hit– instead we are going to act now, and get ahead.",
        "Ladies and Gentlemen,",
        "Robust financial markets are an important part of building a resilient economy.",
        "But tonight, I want to address another market which can create a risk to Britain’s economic stability and prosperity.",
        "Not a new risk, but an old and very familiar one to us in this country – and that’s our housing market.",
        "The challenge is that we want several things which don’t sit comfortably together.",
        "For most people, their home is the biggest investment of their lifetime. And, of course, they want that asset to increase in value over time.",
        "But a home is also a place to live and build our lives – and we want all families to be able to afford security, comfort and peace of mind. That means homes have to be affordable – whether you’re renting or buying.",
        "The only way that can be achieved over the long term is by building more, so supply better matches demand.",
        "But we are a small and crowded island, keen to protect our green spaces and ready to object to new development.",
        "So the British people want our homes to go up in value, but also remain affordable; and we want more homes built, just not next to us.",
        "You can see why no one has managed yet to solve the problems of Britain’s housing market.",
        "Instead we have the repeated cycle of financial instability driven by high household debt; and we see the social injustice of millions of families denied good homes.",
        "But that should not deter our generation from trying to fix the housing challenge – for the price of failure is too high.",
        "So my message today is this.",
        "As Chancellor, I have never shied away from confronting Britain’s problems.",
        "The housing market is no exception.",
        "I’m determined to back aspiration in every way I can, including the aspiration to own your own home.",
        "But I’m not going to opt for the easy route of some of my recent predecessors: duck the issues, risk a housing boom, and keep my fingers crossed that it won’t damage the economy.",
        "So no irresponsible gambles with stability; no short-term fixes.",
        "Housing is a long term problem – and our economic plan will provide long term answers.",
        "Here’s how.",
        "First, we have to be clear-eyed about where the risks to economic stability lie today.",
        "The risks come when people borrow too much to pay for rising house prices.",
        "In excess, that debt can cause serious difficulties for them and the banks who lent to them.",
        "And it can cause difficulties for the economy as a whole if an overhang of debt suppresses consumer spending.",
        "Now, today, house prices are still lower in real terms than they were in 2007 – and are forecast to stay below that peak for some years to come.",
        "At the same time debt-servicing costs remain at near record lows and rental yields are in line with long term trends.",
        "So there is no immediate cause for alarm.",
        "Indeed the most recent data shows that mortgage approvals have actually slowed in the last couple of months.",
        "But we need to be vigilant.",
        "For there are on the horizon things that should give us some causes for concern.",
        "If London prices were to continue growing at these rates that would be too fast for comfort.",
        "And the rate of price rises is now beginning to spread beyond London. Across the country, the ratio of house prices to incomes is high by historical standards.",
        "And while average loan to value ratios for new lending are still well below normal, average loan to income ratios have risen to new highs.",
        "Let me spell it out: does the housing market pose an immediate threat to financial stability today? No, it doesn’t.",
        "Could it in the future? Yes, it could, especially if we don’t learn the lessons of the past.",
        "So we act now to insure ourselves against future problems before they can materialise.",
        "Because economic security comes first.",
        "The first challenge is to be clear about the issue, and we are.",
        "The second is to act on it.",
        "When I spoke to you in 2010, I said one of the weaknesses of the system of financial regulation I’d inherited was that no one was looking for broader risks across the economy, in areas like housing.",
        "So no one saw the rising debt levels – or had the tools to do anything about them.",
        "I have changed that.",
        "The new Financial Policy Committee in the Bank of England has been given the authority and the macro-prudential tools to act.",
        "They have also insisted on the toughest stress tests for our banks, so that this time round they can withstand the worst.",
        "Before Christmas, the Bank acted with the Treasury to refocus the Funding for Lending Scheme away from mortgages towards small business lending.",
        "And earlier this year, our regulators put much more rigorous mortgage standards in place.",
        "These are all important steps.",
        "The FPC already have further tools in their armoury. But today we go further.",
        "I want to make sure that the Bank of England has all the weapons it needs to guard against risks in the housing market.",
        "I want to protect those who own homes, protect those who aspire to own a home, and protect the millions who suffer when boom turns to bust.",
        "So today, I am giving the Bank new powers over mortgages including over the size of mortgage loans as a share of family incomes or the value of the house.",
        "In other words, if the Bank of England thinks some borrowers are being offered excessive amounts of debt, they can limit the proportion of high loan to income mortgages each bank can lend, or even ban all new lending above a specific loan to income ratio.",
        "And if they really think a dangerous housing bubble is developing, they will be able to impose similar caps on loan to value ratios – as they do in places like Hong Kong.",
        "It’s important that decisions to use these powerful tools are made independently of politics by the Bank of England.",
        "We saw from the last crisis the dangerous temptations for politicians to leave the punch bowl where it is and keep the party going on too long. And just in case there is any doubt.",
        "I say today, very clearly: the Bank of England should not hesitate to use these new powers if they think it necessary to protect financial stability.",
        "And I commit that while the Bank and the Treasury will need to design how these powers will work in detail, and will want to consult on them, I will make sure that they are legislated for and in place before the end of the Parliament.",
        "And I also commit today that if the Bank does act in future to limit mortgage lending then the same rules will be applied to every single Help to Buy mortgage.",
        "I know that some would take a more ideological position and end the Help to Buy scheme altogether.",
        "They would return to the situation where only those first time buyers lucky enough to have rich parents would be able to afford the large deposits demanded by the banks.",
        "My approach will be dictated by the facts, not by ideology.",
        "And the facts show that Help to Buy is working as intended.",
        "As the IMF concluded last week, it is helping lower income families, overwhelmingly first-time buyers outside London, to buy homes priced well below the national average.",
        "It is not fuelling house price inflation in London or at the top of the market.",
        "It is helping families, and that is how we intend to keep it.",
        "So today I’ve taken big new steps to protect financial stability, strengthen the new role of the Bank of England and completed the range of tools at their disposal.",
        "This addresses the economic problem of how we stop rising house prices leading to an unsustainable rise in household indebtedness, and threatening the wider economy.",
        "But it does not address the social problem of how we stop young families being priced out of the housing market altogether.",
        "That requires a third pillar to our housing strategy, alongside the clear analysis and new financial weapons.",
        "We need to see a lot more homes being built in Britain.",
        "The growing demand for housing has to be met by growing supply.",
        "The alternative, as in any market, is that prices will rise so that homes become unaffordable to many of our citizens and take up ever more of their incomes.",
        "We’ve already taken big steps to deliver those new homes.",
        "We’ve reformed our antiquated planning system.",
        "The changes were hard –fought and controversial, like all things worth battling for in politics, and now they are already starting to work.",
        "Last week we saw permissions for new homes rising by 20% in a year.",
        "We’ve got the biggest programme of new social housing in a generation; we’re regenerating the worst of our housing estates; and we’ve got the first garden city for almost a century underway in Ebbsfleet.",
        "Now we need to do more. Much more.",
        "We have beautiful landscapes, and they too are part of the inheritance of the next generation. To preserve them, we must make other compromises.",
        "If we want to limit development on important green spaces, we have to remove all the obstacles that remain to development on brown field sites.",
        "Today we do that with these radical steps.",
        "Councils will be required to put local development orders on over 90% of brownfield sites that are suitable for housing.",
        "This urban planning revolution will mean that in effect development on these sites will be pre-approved – local authorities will be able to specify the type of housing, not whether there is housing.",
        "And it will mean planning permission for up to 200,000 new homes – while at the same time protecting our green spaces.",
        "Tomorrow, Boris Johnson and I will jointly set out plans for new housing zones across London backed by new infrastructure, so that we see thousands of new homes for London families.",
        "And we’ll take the same approach in the rest of the country; with almost half a billion pounds of financial assistance in total set aside to make it work.",
        "Now I suspect there will be people who object to new building, even on the brownfields of our cities.",
        "But let me be clear.",
        "I will not stand by and allow this generation, many of whom have been fortunate enough to own their own home, to say to the next generation: we’re pulling up the property ladder behind us.",
        "So we will build the houses Britain needs so that more families can have the economic security that comes with home ownership.",
        "And today I will give the Bank of England the powers it needs over mortgages, so that Britain’s economic stability always comes first. And that is what our long term economic plan is delivering.",
        "Lord Mayor, Ladies and Gentlemen,",
        "Insisting on the integrity of our financial markets.",
        "Confronting the risks from our housing market.",
        "Tackling the long term challenge of housing supply.",
        "These are the further actions I take today to ensure that we learn from the mistakes of the past and build a resilient economy for all.",
        "These last four years have required difficult decisions.",
        "We embarked on the hard task of rebuilding our economy; and making sure our country could pay its way in the world.",
        "That task is not complete.",
        "Our national prosperity is not yet secure.",
        "But if we carry on working through our long term economic plan then we can say with confidence that brighter days lie ahead."
    ]
}