{
    "url": "https://www.ukpol.co.uk/george-osborne-2008-speech-to-the-annual-cps-lecture/",
    "title": "George Osborne – 2008 Speech to the Annual CPS Lecture",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "I’d like to thank Jill Kirby and the Centre for Policy Studies for inviting me here today to give this Annual Lecture.",
        "The CPS helped to lay the intellectual foundations for the arrival of a transforming Conservative Government in 1979.",
        "I hope that you can do the same for us today.",
        "After all, many of the immediate problems we face are eerily reminiscent of the late 1970s.",
        "Rising inflation – which hit an eleven year high today – rising oil prices, and a deteriorating fiscal position, to take just three examples.",
        "David Cameron this morning set out the Conservative Economic Recovery Plan that we have developed to address the immediate challenges of the economic slowdown and the credit crunch.",
        "This evening I want to talk about our long term economic goals.",
        "I want to argue that fixing our broken society is integral to building a strong economy.",
        "Listen to our Prime Minister and you get the impression that social problems and economic problems are entirely separate.",
        "One day the Government is talking about knife crime – the next it’s about the banking system.",
        "One Minister delivers a speech about school discipline – another has an announcement about the housing market.",
        "We need to bring these different threads together.",
        "Labour came to power promising to deliver both social justice and economic efficiency.",
        "After 11 years, the evidence shows that they have fundamentally failed to deliver on either.",
        "We Conservatives understand that they are really two sides of the same coin.",
        "Of course we know that you cannot improve social conditions without economic success.",
        "But the crucial insight for modern Conservatives is that in the new global economy you cannot have economic success without social success.",
        "The formula for economic success in this new global economy is no mystery.",
        "Low tax rates and a simple tax system to attract and retain mobile capital and talent – an area where Britain used to be strong but is losing ground fast.",
        "Light touch regulation to keep down costs and avoid stifling innovation.",
        "A flexible labour market that allows employers to respond to fast changing market conditions.",
        "Reliable and cost effective energy and transport infrastructure.",
        "An efficient system of government support for investment in science and technology.",
        "And, probably most important of all, a motivated and educated workforce that can adapt to new technologies and working practices.",
        "But while other countries have used the last decade of global economic growth to improve their competitiveness, our Government failed to use the good times to prepare us for tougher times ahead.",
        "Where they have cut their tax rates, improved their fiscal positions and reformed their public services, our corporate tax rate has fallen from 4th lowest in the EU to 19th lowest, our budget deficit is the largest of any major economy, and Gordon Brown has blocked the necessary reform of our public services.",
        "So it will fall to the next Government to restore our competitiveness.",
        "Some of the necessary reforms can be implemented immediately – and we are doing the hard work now on building a simpler tax system, reducing regulation, reforming our public services and improving our infrastructure in the broadest sense.",
        "But some of the most important changes will require us to tackle the deep rooted social problems that are holding us back.",
        "So we know that we have to improve the quality of Britain’s education.",
        "Because educational failure doesn’t just hold back the potential of millions of our children, it also undermines our country’s ability to compete in the age of the knowledge economy.",
        "We understand that it’s our job to bring about a revolution in our welfare system.",
        "Because not only do persistent worklessness and the poverty it brings blight too many people and too many of our communities, they also deprive us of the motivated workforce that our companies need in order to compete. In a global economy that puts a premium on the highly skilled, Britain cannot afford to be held back by the drag anchor of millions of people who lack skills or aspirations.",
        "And we recognise that we have to mend Britain’s broken society.",
        "Not just because social breakdown causes misery for millions of families, but because we will never achieve the low tax economy that international competitiveness demands unless we reduce the long term demands on the state.",
        "We have pledged to share the proceeds of growth, so that government grows more slowly than the trend rate of the economy over the cycle.",
        "That means that government spending will fall as a proportion of GDP.",
        "That’s the only way to restore our public finances to health and build the headroom for sustainably lower taxes.",
        "Of course we can make Whitehall more efficient and streamlined, and we must.",
        "But to get government to live within its means we have to tackle the real drivers of the growing state at source.",
        "So those who say that the Conservatives spend too much time talking about society and not enough time talking about the economy don’t understand that this is a false choice.",
        "Reducing educational failure, tackling worklessness and poverty, mending our broken society – these are all progressive social goals that we have rightly put at the very centre of our agenda.",
        "And the failures of the last decade to achieve these goals give us the opportunity to demonstrate that they can only be achieved through Conservative means.",
        "But they are also essential economic goals.",
        "And so achieving these progressive goals through Conservative means will be at the heart of our long term economic strategy.",
        "Let me explain how.",
        "First, the progressive goal of reducing educational failure.",
        "The last eleven years have been a huge missed opportunity in our schools.",
        "Despite big increases in spending, this country has one of the highest levels of educational inequality in the Western world.",
        "The attainment of our lowest achievers has not improved significantly since 1998.",
        "And educational inequality is getting worse – the proportion of pupils in the most deprived areas gaining five good GCSEs fell from 28% in 2005 to 25% in 2007, while the proportion in the least deprived areas increased from 56% to 68%.",
        "What’s progressive about that?",
        "If we are really serious about ending child poverty and reducing inequality we have to end the educational poverty trap that is deeply embedded in some of our poorest areas.",
        "But educational failure is also holding back our economy.",
        "All the academic evidence tells us that skills are one of the most important drivers of economic growth in the global economy.",
        "Of course that means more scientists, more engineers and more world class universities are crucial.",
        "We are constantly told about the hundreds of thousands of scientists and engineers being trained each year in China and India, even if some of the qualifications they are getting are of questionable quality.",
        "The numbers sound overwhelming, but as any economist will tell you, it’s not quantities on their own that matter, it’s prices. And in this case that means wages.",
        "The really important implication of globalisation for our education system is that the returns to education and skills are rising, as is the penalty for educational failure.",
        "It’s those with a good education and the right skills who are best placed to share in the rewards of the new global economy, while those with low skills face an increasingly uncertain future of falling relative wages and competition from the developing world.",
        "Yet international comparisons show that where Britain lags furthest behind our competitors is in a long tail of educational underachievement and low skills.",
        "The proportion of adults in the UK without the equivalent of a basic school-leaving qualification is double that of Germany and almost three times that of the United States.",
        "Children leaving school without a good grasp of basic literacy and mathematics are increasingly ill-equipped to succeed in the new global economy.",
        "Our school system is still producing too many of them.",
        "For all their fine sounding rhetoric, Labour’s top-down approach has failed.",
        "Increased spending has not produced results and too many parents are still denied a real choice of schools.",
        "So how will we use conservative means to achieve the progressive goal of reducing educational failure?",
        "By focusing on standards – with synthetic phonics to eradicate reading failure.",
        "By getting a grip on school discipline and focusing more on what goes on inside the classroom.",
        "And crucially, by breaking open the state’s monopoly on the provision of state education to create more good school places.",
        "The Green Paper published by Michael Gove has set out detailed proposals to create over 220,000 good school places in new Academies run by educational charities, companies, philanthropists, teachers and parents.",
        "These will be targeted at the poorest pupils, with more money made available for children from the poorest background through a ‘pupil premium’, which will make sure that extra funds follow those pupils to the school that educates them.",
        "That means schools will be actively incentivised to seek out and accept pupils from more challenging backgrounds.",
        "This completely turns the current situation on its head.",
        "Under our system, schools will be competing for the most disadvantaged pupils, not trying to keep them out.",
        "What’s more, any maintained schools that are deemed to be persistently failing will be taken out of local authority control and handed over to an independent, voluntary or co-operative provider.",
        "As we’ve seen from Sweden, empowering parents in this way can have a huge impact when it comes to raising standards and tackling inequality.",
        "This is the perfect example of how to achieve progressive goals by conservative means – not the dead hand of government control, but breaking open state monopolies and allowing innovation to flourish.",
        "It’s what we mean by the post-bureaucratic age – not top-down but bottom-up.",
        "The second progressive goal I want to discuss is reducing worklessness.",
        "We should never forget that getting people off state benefits and into work is a fundamentally progressive goal.",
        "The evidence is now overwhelming that worklessness and benefit dependency are at the very core of the cycle of poverty that blights so many of our communities.",
        "No wonder idleness was one of the five evils that William Beveridge spelled out in his defining work on the case for a welfare state.",
        "And Beveridge himself made it clear that he did not see state handouts as the answer.",
        "As he put it: “Idleness is not the same as want, but a separate evil, which men do not escape by having an income.”",
        "These words are just as relevant today as they were sixty years ago.",
        "Yet Britain has a higher proportion of its children living in workless households than any other EU country.",
        "One in five grow up in households dependent on out of work benefits",
        "And as the OECD confirmed last week, youth unemployment is higher than in 1997.",
        "Let’s just focus on this stunning fact – after all Gordon Brown’s boasts about the New Deal and his pledges on youth unemployment, the unemployment rate for 16 to 24 year olds in Britain is now above the OECD average, having been well below it in 1997.",
        "Know that one fact and you know why Labour has failed.",
        "The same is true for the proportion of the age group who are not in education, employment or training – the NEETs.",
        "What’s more, as the independent Institute for Fiscal Studies has found, the indirect effect of Gordon Brown’s reliance on means-tested benefits to tackle poverty “might be to increase poverty through weakening incentives for parents to work.”",
        "There’s nothing progressive about that.",
        "But this social failure is also an economic failure.",
        "Of course worklessness is a huge burden on the public finances.",
        "David Freud’s excellent report on welfare reform calculated that every person who moves off benefits and into work saves the exchequer more than £5,000 a year, and that’s even before taking into account the taxes they will pay on their income.",
        "But worklessness is also a huge waste of economic potential.",
        "It robs individuals of their chance to participate in the global economy, and it robs employers of the motivated workforce that they need in order to compete.",
        "It is, frankly, just not good enough that after fifteen years of global economic growth almost five million people are on out-of-work benefits – more than 15% of the labour force.",
        "That’s why the radical plans for welfare reform that Chris Grayling has set out are both a social and an economic imperative.",
        "We will mobilise the energies of civil society by paying competing private and voluntary providers according to the results they achieve.",
        "Instead of relying on the old-fashioned mechanisms of bureaucratic top-down state intervention, we will back the modern mechanisms of civil society: the social entrepreneurs, the community organisations and the responsible businesses that will drive social progress in the post-bureaucratic age.",
        "We have seen how this radical approach has proven so effective in countries like Australia and the United States.",
        "Because providers will be paid not only for finding people work, but keeping them in jobs, they will be incentivised to offer proper training to claimants, giving them skills that will not only help them to get a job, but also to stay in that job and progress in the labour market.",
        "And because we will not prescribe exactly what support the providers must provide, they will have the freedom to offer innovative and individualised services.",
        "If you look at Australia and the United States, you find providers offering mock interviews, personalised advice and work experience schemes.",
        "And of course, all this goes hand in hand with a focus on full-time activity for those potentially able to work and much tougher sanctions for those who are not willing to participate in the return to work process.",
        "Introduced in Britain, these changes would constitute the biggest change to the modern welfare state since its creation.",
        "They will provide ladders of opportunity to millions of people, and combined with our commitment to use the savings to end the couple penalty in the tax credit system we believe they will directly lift almost half a million children out of poverty.",
        "At the same time they will start to reduce the burden of worklessness on the public finances and help to provide the workforce that businesses need to compete in the global economy.",
        "Combined with the ideas on reforming our insolvency regime that David Cameron set out this morning, this system will also provide us with a strategy to deal with any increases in unemployment over the coming months and years.",
        "The third goal I want to discuss is the most ambitious – mending our broken society.",
        "There’s no doubt that this is a progressive goal.",
        "Because the link between family breakdown and the risk of poverty is well established, yet Britain has one of the highest rates of family breakdown in Europe.",
        "Because alcohol and drug abuse destroy lives and families, yet alcohol consumption by children has doubled in the last fifteen years, and we have the highest level of problem drug use in Europe.",
        "And because families in poverty often suffer the most from Labour’s failure to tackle crime, especially violent crime.",
        "But mending our broken society is also an economic imperative, because we will never achieve the low tax economy that international competitiveness demands unless we reduce the long term demands on the state.",
        "Of course we can make Whitehall more efficient and streamlined, and we are developing the plans to do exactly that.",
        "But that won’t be enough – the long term public finance projections published at the last Budget show that on the basis of current policies, government spending is forecast to grow by almost 5% of GDP over the next fifty years.",
        "That’s £70 billion in current prices, or 14 pence on the basic rate of income tax – when what our economy needs in the face of fierce global competition is lower taxes not higher.",
        "To get government to live within its means we have to tackle the real drivers of the growing state at source.",
        "But make no mistake, reducing the long-term demands on the state will not happen overnight.",
        "There are no shortcuts.",
        "Our welfare and education reforms will obviously play an integral role.",
        "By tackling worklessness and giving people the opportunities and skills they need to succeed, they will help us tackle the long-term causes of dependence and poverty.",
        "Our rehabilitation revolution in prisons will use the same Conservative means to tackle the cycle of re-offending – not top-down control from the centre, but giving private companies and charities the freedom to innovate and paying them by the results they achieve.",
        "But we won’t make a lasting difference unless we also make Britain more family friendly.",
        "Iain Duncan Smith’s Social Justice Policy Group estimated that the cost of family breakdown is now well over £20 billion a year.",
        "In fact, I genuinely don’t think we’ll ever get to the heart of the big problems we face, from crime and anti-social behaviour to welfare dependency and educational failure, from debt and drug addiction to entrenched poverty and stalled social mobility, if we don’t do everything we can to support Britain’s families.",
        "Of course, every family is different, and every family has different needs and different pressures at different times.",
        "So we need a sensible, practical range of family centric policies.",
        "For a start, we need to sweep away Labour’s policies that actually make it pay for families to break up.",
        "That is why we will end Labour’s couple penalty in the tax credits system, giving 1.8 million couples up to £1,800 more a year.",
        "This will be delivered as savings are generated through our radical programme of welfare reform.",
        "And we are committed to introducing a recognition of marriage into the tax system.",
        "But of course, there’s more to families than money.",
        "It’s a startling fact that parents are more likely to split up in the first year after their child’s birth than at any other time.",
        "So we need to provide targeted support to help families cope with the unique stresses and strains of parenthood.",
        "We’ve already set out our plans to offer all parents flexible working.",
        "And we’ve announced that we will use savings from existing budgets to provide a universal health visiting service, with the health visitor acting as the trusted gateway to other services that a family might need – including relationship support.",
        "Supporting families, then, is another Conservative approach that will help us achieve progressive goals where Labour has so clearly failed.",
        "So this is our strategy for building a strong economy.",
        "In the short term we must tackle the immediate problems that rising inflation and the credit crunch are causing families and businesses, as David Cameron set out this morning.",
        "And in the long term we must restore our flagging competitiveness.",
        "That means a simpler tax system, lower regulation and rebuilding our infrastructure.",
        "But it also means tackling the deep social problems that are holding us back.",
        "So, a schools revolution to reduce educational failure and equip our children with the skills they need in the knowledge economy.",
        "A welfare revolution to reduce persistent worklessness and provide our businesses with the motivated workforce they need to compete.",
        "And mending our broken society so that we can tackle the drivers of state spending at source.",
        "In each case using Conservative means to achieve progressive ends.",
        "And in each case by achieving these progressive ends we will help to create the strong economy on which we all depend."
    ]
}