{
    "url": "https://www.ukpol.co.uk/george-osborne-2013-speech-on-benefits/",
    "title": "George Osborne – 2013 Speech on Benefits",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chancellor of the Exchequer, George Osborne, on the subject of welfare and benefits made on 2nd April 2013.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Good afternoon, thank you for inviting me to be here at Morrison’s today.",
        "One of your company slogans – “every penny matters” – is a very fitting catchphrase for what I want to talk about.",
        "I want to talk about the major changes we’re making to our tax and welfare system this month.",
        "Changes that are all about making sure that we use every penny we can to back hard working people who want to get on in life.",
        "Changes that are all about backing people like you.",
        "For too long, we’ve had a system where people who did the right thing – who get up in the morning and work hard – felt penalised for it, while people who did the wrong thing got rewarded for it.",
        "That’s wrong.",
        "So this month we’re going to put things right.",
        "This month, 9 out of 10 working households will be better off as a result of the changes we are making.",
        "This month we will make work pay.",
        "Now, those who defend the current benefit system are going to complain loudly.",
        "These vested interests always complain, with depressingly predictable outrage, about every change to a system which is failing.",
        "I want to take the argument to them.",
        "Because defending every line item of welfare spending isn’t credible in the current economic environment.",
        "Because defending benefits that trap people in poverty and penalise work is defending the indefensible.",
        "The benefit system is broken; it penalises those who try to do the right thing; and the British people badly want it fixed.",
        "We agree – and those who don’t are on the wrong side of the British public.",
        "But this isn’t just an argument about whether these changes are fair or not.",
        "It’s really about the future of our country.",
        "When I think about the future, I think about the kind of country my kids and your kids are going to grow up in.",
        "The world is going to be quite a different place.",
        "We’re facing more and more competition from vast new economies like China and India.",
        "There are quite literally billions of people who are joining the world economy.",
        "That’s human progress.",
        "If we’re not careful, Britain risks being out-worked, out-competed and out-smarted by those hungry for a better life.",
        "Fortunately, this country has a lot of strengths. British people are some of the hardest workers in Europe.",
        "Our companies produce some of the best inventions in the world.",
        "But we aren’t going be able to compete if politicians waste your money or we rack up debts we can’t afford to pay off.",
        "When I became Chancellor, we were forecast to have the biggest deficit of any major economy in the world.",
        "The deficit is the gap between what the Government spends and what it raises – and in Britain that gap got bigger than almost anywhere else.",
        "By taking hard decisions in the last few years to save money, this government has cut that deficit by a third.",
        "But it’s still too high.",
        "Because of that deficit six pence in every pound of tax you pay is going to be wasted.",
        "It will have to be spent not even on paying off the national debt – but just servicing the interest on that debt.",
        "You spend hours here working hard.",
        "You pay your taxes out of your earnings.",
        "I want every penny of that money to be spent on the things that matter to you and your family: a better NHS, good schools and policing, strong defence, and decent pensions.",
        "Not on paying the interest bills on the national debt.",
        "Some politicians seem to think we can just wish away Britain’s debt problem.",
        "They want to take the cowardly way out, let the debt rise and rise and just dump the costs onto our children to pay off.",
        "I don’t think that would be fair.",
        "And I don’t think we’d get away with it.",
        "The interest charges would soar.",
        "Interest rates would rocket.",
        "People with mortgages would struggle.",
        "Businesses with loans would go bust.",
        "Jobs would be lost.",
        "So we are making changes to our tax and benefit system so this country can live within its means and compete in the global race the Prime Minister has spoken of.",
        "That’s what this speech is about – that’s what the changes we are making this month are about.",
        "It’s about making the country fairer – and protecting our future.",
        "And there are three things we are doing.",
        "First, reforming the welfare system so it’s fair on people like you who pay for it, and fair on people who need help to look for work.",
        "Second, creating jobs in our economy.",
        "And third making sure when people are in work, they can keep more of what you earn.",
        "Let me take each in turn.",
        "Let’s start with the welfare system.",
        "I think people in this country understand that the welfare system needs to change.",
        "In 2010 alone, payments to working age families cost £90 billion.",
        "That means about one in every seven pounds of tax that working people like you pay was going on working age benefits.",
        "To put that into perspective – that’s more than we spend on our schools.",
        "That’s one reason why we’ve got such a big deficit.",
        "But the system was not just unaffordable.",
        "It was fundamentally broken.",
        "The system became so complicated, and benefits so generous, that people found they were better off on the dole than they were in work.",
        "And the figures show what happened as a result.",
        "Even at the end of the economic boom in 2008 there were more than four million working age people on out of work benefits.",
        "And here’s the saddest fact of all.",
        "We had nearly two million of our children living in families where no-one worked – the highest proportion of any country in the European Union, including countries much poorer than us.",
        "That’s a worry for the future.",
        "Once it becomes the norm in an area not to work, welfare dependency can become deeply entrenched, handed on from one generation to the next.",
        "And governments of all colours let too many unemployed people get parked on disability benefits, and told they’d never work again.",
        "Why?",
        "Because people on disability benefits don’t get counted in unemployment figures that could embarrass politicians.",
        "It was quick fix politics of the worst kind – and the people who lost out were you, hard working taxpayers who had to pay for all this…",
        "…and those on disability benefits who could have worked but were denied the opportunity to do so.",
        "What this government is trying to do is put things right.",
        "We’re trying to make the system fair on people like you, who get up, go to work, and expect your taxes to be spent wisely.",
        "And we’re trying to restore hope in those communities who have been let down by generations of politicians by getting them back into work.",
        "So our reforms have one simple principle at their heart – making sure people are better off in work than on benefits.",
        "Take Housing Benefit.",
        "When I took this job, I discovered there were some people who got £100,000 pounds a year in Housing Benefit.",
        "£100,000 a year in benefit.",
        "No family on an ordinary income could ever dream of affording a rent like that.",
        "And you can imagine what that does for someone’s incentives to get a better paid job – because almost everything extra they earn will just be taken away from them in lower housing benefit.",
        "We can’t have a system that penalises you for going out to work and wanting to get on.",
        "So we’ve put a stop to those staggering payments and put a cap on housing benefit.",
        "We’ve made sure that you can’t get more than £400 pounds of Housing Benefit a week in this country.",
        "That’s still a pretty generous amount.",
        "And yet when we did the pressure groups and welfare lobby attacked it as not enough.",
        "They still say that people should get more than £400 a week housing benefit.",
        "They don’t seem to realise that the money to pay these benefits comes from people who work hard, who pay their taxes, and many of whom can’t afford £400 a week in rent.",
        "This week, we’re bringing in further common sense changes to benefits.",
        "We’re making savings to council tax benefit – that’s a benefit that went up by 50% under the last Government.",
        "And we’re also changing the housing benefit rules.",
        "We’re saying that if you continue to live in a council house that’s bigger than you need, you’ll need to make a contribution towards the extra bedroom.",
        "We’ve got 1.8 million families waiting for social housing, and yet there are a million spare rooms across the sector.",
        "If you live in private rented accommodation and receive Housing Benefit – these rules already apply – and have done for nearly 20 years.",
        "You don’t get money for a spare room.",
        "Treating both groups of people the same regardless of which landlord owns their house is only fair.",
        "Another change is taking place too.",
        "Next week, on April 8th, we’re also making sure that benefits, in the economic jargon, are only uprated by one percent.",
        "What this means in reality is that benefits won’t increase more than many people’s wages.",
        "In these difficult economic times, many people in jobs haven’t seen their incomes rise by much, if at all.",
        "Some have even seen it cut.",
        "And we’re also having to impose a one percent salary increase on people in the public services like nurses and teachers.",
        "So it’s only fair and right that the same rules apply to people on benefits.",
        "Fair to you, people in work.",
        "There’s another, even more significant change we’re making this month.",
        "Families out of work can claim various different benefits – and they can end up with an income far higher than an average working family.",
        "Why on earth would someone go out to work if that’s the case?",
        "So this April we’re introducing the new Benefit Cap.",
        "The Benefit Cap has a very simple principle at its heart: no family that’s out of work should receive more in total benefits than the average family gets in work.",
        "The cap will be set at £500 pounds for a couple, or someone with children, and £350 a week for a single adult.",
        "That’s £26,000 pounds a year for a family, or £18,000 for a single adult.",
        "Most working people think frankly that’s pretty high – yet still the pressure groups complain it’s not high enough.",
        "The opposition oppose any cap at all.",
        "Who here, who pays their taxes, and pays for the benefit bills of others thinks £500 a week in benefits is too little.",
        "Who here, who goes to work and sends money to the government, thinks families that aren’t working should get more than £26,000 a year.",
        "Exactly.",
        "Those who campaign against a cap on benefits for families who aren’t working are completely out of touch with how the millions of working families, who pay the taxes to fund these benefits, feel about this.",
        "We are on your side.",
        "The new Benefit Cap will be introduced in parts of London from 15th April – before we roll it out across the country this summer.",
        "With all our welfare changes, we’re simply asking people on benefits to make some of the same choices working families have to make every day.",
        "To live in a less expensive house.",
        "To live in a house without a spare bedroom unless they can afford it.",
        "To get by on the average family income.",
        "These are the realities of life for working people.",
        "They should be the reality for everyone else too.",
        "And we’re going to go further – replacing all those complicated benefits and tax credits with a single, simple Universal Credit which ensures you’re always better off working.",
        "We’re trialling it in the North West of England this month – to make sure it’s ready for national roll out later this year.",
        "Be in no doubt: reforming the welfare system is a big job, and it’s hard.",
        "But I’m proud of what we’re doing to restore some common sense and control on costs.",
        "In recent days we have heard a lot of, frankly, ill-informed rubbish about these welfare reforms.",
        "Some have said it’s the end of the welfare state.",
        "That is shrill, headline-seeking nonsense.",
        "I will tell you what is true.",
        "Taxpayers don’t think the welfare state works properly anymore.",
        "When did this start to happen?",
        "When we created a system that encouraged people to stay out of work rather than find a job.",
        "Our reforms are returning to welfare to its most fundamental principles – always helping the most vulnerable, but giving people ladders out of poverty.",
        "And the politicians who should have to explain themselves are those who have given up on trying to get people working again.",
        "In reality there’s nothing “kind” about parking people who could work on benefits. There’s nothing fair about a something for nothing culture.",
        "The pundits and politicians who are spending this week firing off letters to newspapers, or touring the television studios, are missing what people actually want.",
        "People don’t want a welfare system that keeps them in poverty.",
        "Most people on benefits want to work.",
        "They want a welfare system that helps them into work, that lifts them up, that gives them pride, self-worth and dignity.",
        "That’s why we’re building a benefits system that means you’re always better off in work.",
        "And that’s why we’re building an economy that creates real, lasting jobs.",
        "For it wasn’t just our benefits system that was broken.",
        "Our economy broke too.",
        "Fixing that economy has been a hard, difficult process.",
        "And yes, it’s taken longer than anyone hoped.",
        "But we’re getting there.",
        "We’re fundamentally rebalancing our economy, away from debt, away from the public sector, away from relying on a select few industries like the banks, away from being dependent on the City of London…",
        "…to an economy where prosperity and businesses are shared across the country; an economy that invests in the industries of the future; an economy which makes things again and where there are good, well paid jobs not just for this generation – but for our children too, in that competitive world I told you about.",
        "And we’re delivering results.",
        "Over one million private sector jobs have been created in our economy over the last three years.",
        "The rate of employment has risen faster here than in the US and three times as fast as in Germany.",
        "Last year, more businesses started in this country than in any other year before.",
        "And in industries like car manufacturing, Britain is now back to being a world leader.",
        "So as well as all the benefit changes this April we’re also doing even more this month to make sure Britain competes and thrives and jobs are created here instead overseas.",
        "Yesterday, corporation tax was cut to 23 percent – that means it’s lower here than in the other largest economies in the world.",
        "And we will get it lower still, to 20%.",
        "This week we are also introducing new research and development tax breaks so companies can invest in the high technology and intellectual property that are the future of the British economy.",
        "And we’ll be abolishing the jobs taxes altogether on many hundreds of thousands of our small businesses in the coming year.",
        "To help people who work in construction, and support families who want to own their own home but can’t afford the deposits these days, we’re launching our new Help to Buy scheme this week.",
        "And here’s another change we’re making.",
        "On Saturday, the top rate of tax will be reduced from 50p to 45p.",
        "I know this is controversial – but if we’re serious about Britain succeeding in the world, it’s an economic essential.",
        "In a modern global economy, where people can move anywhere in the world, we cannot have a top rate of tax that discourages people from living here, setting up businesses here, investing here, creating jobs here.",
        "If you don’t believe me, ask France.",
        "They’re planning to whack up their top rate of tax – and you know what’s happening?",
        "Job creation is down as people are leaving the country.",
        "The opposite is happening here because we are welcoming entrepreneurs and wealth creators – and the jobs they bring with them.",
        "Let’s be clear.",
        "The 50p tax was a big tax con.",
        "The Labour Government brought it in just weeks before they were kicked out.",
        "They pretended it would raise more money from the rich.",
        "But when the 50p rate was introduced, the amount collected in income tax fell by billions of pounds as the wealthy paid less.",
        "So we got the worst of both worlds: a tax rate that discouraged enterprise and didn’t raise more money from the rich.",
        "You can’t pay down the deficit with that.",
        "You can’t fund the health service with money that never arrives.",
        "Giving Britain a sensible top rate of tax may not be a popular decision – but my job is not to take decisions that please everyone.",
        "My job is to take the hard decisions that are right for the economy and the country – decisions that help create jobs and help Britain get ahead in this world and help gives all our kids a brighter future.",
        "So we’re reforming welfare to encourage work.",
        "We’re boosting the private sector to create jobs so that those who want to work, can work.",
        "The third part of our plan is to make sure when people are in work, they get to keep more of what they earn.",
        "In other words to make sure you get to keep more of what you earn.",
        "I’m a low tax Conservative.",
        "I believe what you earn is your money, not the government’s money.",
        "So I want to take away less of it in tax, and leave you to spend it how you wish.",
        "Give me the choice between people choosing how to spend their own money, or a politician choosing how to spend it, and I know who I would pick.",
        "That’s good for the economy.",
        "That’s good for society – the more people get to keep from what they earn, they more likely they are to work, the more independent and responsible they will be.",
        "And it also simplifies the system.",
        "Today, we have the bizarre situation where hundreds of thousands of people on low incomes pay tax, only to have to apply to get their money back again in benefits.",
        "But it has to be a real tax cut – paid for by doing the hard working of cutting back government spending.",
        "Not a tax cut paid for with borrowed money – borrowed money that is paid for with higher taxes in the future.",
        "This week – because we’ve done the hard work on spending – we’re bringing in the largest tax cut in a generation.",
        "And it’s paid for.",
        "From this Saturday, the personal allowance – the amount of money you can earn before you start to pay tax – will rise from £8,105 to £9,440.",
        "Nine out of ten working households will be better off as a result of the reforms we’re making this month.",
        "And the average working household will be better off by over £300 a year.",
        "That’s roughly equivalent to an average monthly shop here at Morrison’s.",
        "And next year, we’re going further.",
        "We’re going to increase the personal allowance to £10,000.",
        "Let me repeat that– from next April, you won’t pay any income tax at all on the first £10,000 you earn.",
        "This will mean nearly three million more people will pay no income tax at all.",
        "That’s £700 pounds less in tax for working families than when we came into office.",
        "And let me make clear: we’re not doing it by borrowing more money – meaning you’ll pay for it down the road.",
        "No, we can afford this because as a country we have taken some difficult decisions together on public spending– and it’s only right that the British taxpayer gets rewarded for that.",
        "Let me end by saying this.",
        "You sitting here know that there’s no easy way out of the problems that had built up in this country.",
        "We’re going through some tough times.",
        "The last government spent a decade putting everything on the national credit card, and now we’re having to cut up the cards and start living within our means.",
        "I said at the start that there would be a big political fight this week.",
        "And we will hear plenty from the people who want to say there’s no debt problem.",
        "People who say that there’s no benefits problem either.",
        "That the changes we are making are unnecessary and unfair.",
        "But remember.",
        "These are the people who wasted your hard earned money.",
        "Who left massive debts behind for other people to clear up.",
        "Who created a welfare system that penalised hard working people who played by the rules and rewarded those who didn’t.",
        "What’s fair about that?",
        "What we’re doing this coming week is making welfare fairer, helping to create jobs, and making sure all of you can keep more of what you earn.",
        "We’re supporting hard working people.",
        "That’s the way to protect our future, and make the country fairer too.",
        "Thank you."
    ]
}