{
    "url": "https://www.ukpol.co.uk/george-osborne-2014-speech-on-taxation-and-benefits/",
    "title": "George Osborne – 2014 Speech on Taxation and Benefits",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at Tilbury on 31st March 2014.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you for coming here to Tilbury Port, this morning.",
        "We’re all here at the start of the most important week of changes to our tax system for a generation.",
        "These are the biggest cuts to personal and business taxes for two decades, and we’re making our benefit system more affordable and fairer too.",
        "Changes which will affect the lives of millions of people.",
        "Whether you are working or looking for work; whether you’re starting your own business or hiring someone new – these changes will help.",
        "They are part of our long term plan to build a more resilient economy and create jobs.",
        "Jobs are at the heart of what I want to talk to you about today:",
        "Helping businesses to create jobs; helping people to get jobs; supporting people with jobs.",
        "And it’s jobs that bring you all together here today.",
        "That’s because each and every one of you has found a new job or an apprenticeship in the past few years. Or you have given someone else a job – some of you taking on your first employee, some because your firm is growing, some because you have made that huge leap and started a business of your own.",
        "You come from different firms and different types of work; different ages, different stages of your life.",
        "You’ve come together today because each and every one of you knows what that new job means. The pay cheque at the end of the month and the security that comes with that. The ability to support your own family, to feel financially independent and to plan for the future.",
        "This week’s tax and benefit changes directly affect you – and they directly help you.",
        "This week you will keep more of the money you earn.",
        "This week your business can keep more of the money it makes, so you can invest, expand and create new jobs.",
        "This week we give more support to those looking for a job, but, from this week, we also ask more of those signing on to benefits – so they find work as quickly as possible.",
        "It’s our approach to the economy: fix the fundamentals; back hardworking people; support business; and sort out welfare so it always pays to work.",
        "This approach has already led to 1.3 million more jobs here in Britain.",
        "Here at Tilbury Port, over 100 new jobs.",
        "In Thurrock, in just the last year: 7,200 new jobs; unemployment down by 40%.",
        "It’s an amazing, heartening story.",
        "Britain is creating jobs faster than at any point in our recent history and faster than almost any other country in the world.",
        "But it’s not enough. Too many people, especially young people, are still without a job. Many people want better careers.",
        "And so our work is not done.",
        "We need more jobs to be created in Britain. And we have an ambitious new goal. We want Britain to be the best place in the world for you to find a job.",
        "The best place in the world to hold a job. Working to build an economy that supports full employment.",
        "Four years ago, Britain couldn’t begin to imagine such a thing.",
        "Our economy had collapsed. Our public finances were in a mess. Our country was on the brink.",
        "We had to take difficult decisions, make unpopular choices to put things right.",
        "But with your help and hard work, we’ve been turning things around.",
        "The deficit is coming down, so the debt is under control.",
        "Stability is returning; and with it, confidence.",
        "Companies are moving here; investment is happening here.",
        "Britain is starting to walk tall in the world again.",
        "Even now there are those who want to give up, spend more, borrow more, attack business and put up taxes, and go back to square one.",
        "Back to economic chaos. Back to no new jobs.",
        "Back to a Britain that has weak government and no plan.",
        "We reject that approach.",
        "We say: let’s go on working through the plan that has got us this far.",
        "This week we do that.",
        "This week we turn those words into more action.",
        "Here’s the diary for a week that will help put Britain to work.",
        "On Tuesday, tomorrow – the rate of tax many businesses pay goes from 23% down to 21%.",
        "And on Tuesday too the amount those businesses can invest with no upfront tax doubles to half a million pounds.",
        "Some say: why help business?",
        "We say: because without business there are no jobs.",
        "21% corporation tax is one of the lowest rates in the world.",
        "And that means companies coming here to Britain, work coming here to Britain; trade and investment coming here to Britain.",
        "You can actually see that happening here at Tilbury Port with your own eyes.",
        "Just look at the new Distribution Park that is being developed here – it’ll bring over a thousand new jobs in the next 3 years.",
        "This port is a big business. But there are many smaller companies here today who are thriving as well.",
        "Just look at HW Wilson, who took on 5 apprentices in the last few years – and have now decided to keep them all on in full employment.",
        "Smaller firms like this are the lifeblood of our economy. And we support them.",
        "Tomorrow’s increase to the annual investment allowance helps small business especially.",
        "It helps businesses to expand and install new machines, buy more vans, build a new factory plant – and when that happens, they take on more staff.",
        "There are people here in this audience who have done that – people who are growing their firm or starting out for themselves.",
        "On Tuesday we’re getting behind you. Backing what you do.",
        "And what about all those shops on our high streets, and the pubs and cafes too?",
        "They’ve had a tough time in recent years because of the economy; and the growth of the internet has made it even more difficult for some.",
        "But they are part of our community and they are an important source of jobs.",
        "So tomorrow we’ve got another tax cut. A billion pound package to help ease the burden of the business rates.",
        "We’re giving our small high street shops and cafes and pubs £1,000 off their rate bills.",
        "Capping the rates of every business.",
        "And taking a third of a million of the smallest firms out of rates altogether.",
        "To those who ask why let me tell you: if our businesses can keep of the more money they’ve earned because the rates are lower and the taxes are lower, then they can hire more people and invest in the future.",
        "It’s all about jobs.",
        "Tuesday is also supposed to be the day when fuel duty goes up again.",
        "It won’t – it’s frozen again.",
        "In fact petrol will be 20p per litre less than it would have been because we’ve kept freezing it to help working people, to help families and to help businesses.",
        "But in the diary of the week ahead, the biggest boost for jobs comes not on Tuesday but next Sunday.",
        "Sunday is the day of the new Employment Allowance. The day every business gets a £2,000 cash-back on jobs.",
        "A lot of people don’t realise this. But when a company employs someone, they don’t just have to pay their salary – they pay a tax to the government.",
        "It’s called employer national insurance but it’s really a jobs tax – and it can discourage a company, especially a small one, from hiring someone.",
        "With this new Employment Allowance there’s no jobs tax for many firms and so no obstacle to creating jobs.",
        "This week we’re making sure our businesses keep more of what they earn so they invest and hire.",
        "But we’re also going to make sure that people keep more of what they earn – so their work pays more.",
        "That’s going to happen this Sunday.",
        "From this Sunday people can keep the first £10,000 of what they earn before they pay any income tax.",
        "It’s a big moment in the history of our country’s tax system.",
        "Four years ago, it was just £6,500 tax free.",
        "That’s a big difference and when you calculate what it means for your salary and pay packet – it means you’re keeping £700 more of what you earn.",
        "And for one in ten, those earning the lowest wages, they’ll pay no tax at all.",
        "No government has ever lifted so many people out of tax altogether.",
        "– So £10,000 of income tax free.",
        "– A new Employment Allowance for every business.",
        "– Happening next Sunday.",
        "– A big day for working Britain.",
        "The culmination of this week that sees the biggest reduction of business and personal tax in two decades.",
        "It’s only possible because your hard work is helping us fix the economy – and it is only part of our plan to create jobs.",
        "For it’s no good creating jobs – if we’re also paying people to stay on welfare.",
        "We inherited a welfare system that didn’t work",
        "There was not enough help for those looking for a job – people were just parked on benefits.",
        "Frankly, there was not enough pressure to get a job – some people could just sign on and get almost as much money staying at home as going out to work.",
        "That’s not fair to them – because they get trapped in poverty and their aspirations are squashed.",
        "It’s certainly not fair to taxpayers like you, who get up, go out to work, pay your taxes and pay for those benefits.",
        "So if Tuesday is when we help businesses creating jobs; and Sunday is when we help hardworking people with jobs; next Monday is when we do more to encourage people without jobs to find them.",
        "Benefits will only go up by 1% – so they don’t go up faster than most people’s pay rises, as used to be the case.",
        "When I took this job, some people were getting huge payouts – receiving £50,000, £60,000 even up to £100,000 in benefits. More than most people could get by working.",
        "That was outrageous.",
        "So we’ve capped benefits, so that a family out of work can’t get more in benefits than the average working family.",
        "We’re now capping the overall welfare bill, so we control that. That came into force last week.",
        "And we are bringing in a new Universal Credit to make sure work always pays.",
        "From this month we’re also making big changes to how people go about claiming benefits.",
        "We all understand that some people need more help than others to find work.",
        "So starting this month we’ll make half of all people on unemployment benefits sign on every week – and people who stay on benefits for a long time will have to go to the job centre every day so they can get constant help and encouragement.",
        "To claim benefits people will also have to show they can speak English, or go on a course to learn how.",
        "It is ridiculous that people who didn’t speak English, and weren’t trying to learn it, could sit on out of work benefits in this country.",
        "If people can’t speak English it is hard to get a job. Starting this week it will be even harder to get benefits if they’re not even attempting to learn it.",
        "We’re going to require people to look for work for a week first before they get their unemployment benefit.",
        "When people turn up at the job centre they’ll be expected to have a CV ready and to have started looking on our new jobs website.",
        "From now on the deal is this: look for work first; then claim the dole. Not the other way around.",
        "We will ask many of the long term unemployed to do community work in return for their benefits -whether it is making meals for the elderly, clearing up litter, or working for a local charity.",
        "They will be gaining useful work experience and there’s an important principle here: if you want something out, you’ve got to put something in.",
        "All of this is bringing back the principles that our welfare state was originally based on – something for something, not something for nothing.",
        "That’s fair to the people claiming benefits – and fair to taxpayers who are paying for them.",
        "The old way has failed. More public spending leading to more welfare bills and more government jobs the country couldn’t afford.",
        "Instead, this week, we follow the new way, our way: backing businesses by cutting their taxes so they can create jobs; cutting the tax on hard working people so their job pays; and holding back welfare rises and imposing more conditions on those claiming the dole, so that getting a job pays more.",
        "The biggest business and personal tax cuts for a generation.",
        "Welfare changes that get people back to work.",
        "That’s our jobs plan and it’s the only plan in town.",
        "And it’s working.",
        "Record numbers in work.",
        "Employment growing three times faster than any recovery on record.",
        "For the first time in 35 years, a greater proportion of people in work than in the US.",
        "But the problems we’re dealing with run deep. They cannot be solved overnight.",
        "Under the last government there were places where the benefits culture had become deeply entrenched.",
        "And while unemployment has come down, there are still over 2 million looking for a job",
        "It will take time to fix that. But we will not rest while we still have so much wasted potential in some parts of our country.",
        "That’s why today I’m making a new commitment.",
        "A commitment to fight for Full Employment in Britain.",
        "Making jobs a central goal of our economic plan.",
        "70 years ago this year; during the second world war, when Winston Churchill was Prime Minister of a Coalition Government; they set the first commitment to full employment.",
        "In those days they thought government could micro-manage the economy and guarantee a job for everyone.",
        "But – as we learnt again recently – you can’t abolish boom and bust.",
        "So attempts past and present by governments “guarantee” a job to every person are doomed to fail.",
        "There are always going to be ups and downs to the economic cycle.",
        "And spending billions of pounds creating jobs in the public sector doesn’t work either.",
        "Government spending gets out of control; businesses fail as their taxes get too high, work pays less as personal taxes rise, and jobs in the private sector are lost.",
        "You end up with more people unemployed instead of less.",
        "Then the politicians who make these guarantees get into a panic.",
        "So unemployed people are pushed onto sickness benefits to hide the real numbers.",
        "That’s what happened before we came to office.",
        "The politicians talked of guaranteeing full employment and ended up with a Great Recession and soaring unemployment.",
        "We are taking a different approach.",
        "And let me be clear.",
        "There is no reason why Britain shouldn’t aim to have the highest employment rate of any of the world’s leading economies.",
        "To have more people working than any of the other countries in the G7 group.",
        "That’s my ambition.",
        "The best place in the world to create a job; to get a job; to keep a job; to be helped to look for another job if you lose one.",
        "A modern approach to full employment means backing business.",
        "It means cutting the tax on jobs and reforming welfare.",
        "It means improving our schools.",
        "It means spending less on benefits, so we can invest more in creating new jobs: by having more apprenticeships, new roads and railways, and making Britain a world leader in science.",
        "That is what I mean when I say that we are going for Full Employment.",
        "These are things within the power of the government.",
        "We’ve already done a lot, and made a lot of progress. But we will need to go further.",
        "So in the next parliament we will need to keep going – keep reforming those benefits to help more people into work. So the system is fairer for people who are paying for it.",
        "Keep reducing tax and costs on businesses – so they create jobs.",
        "Keep rewarding and supporting hardworking people who have jobs.",
        "That’s the approach that leads to the fullest employment.",
        "Jobs matter – mass unemployment is never a price worth paying.",
        "But artificial jobs paid for on borrowed money doesn’t work either.",
        "We need our new approach.",
        "At the heart it is a deal.",
        "We’ll do everything we can to back business, help create jobs and make work pay.",
        "But in return we say that those who can work must take the jobs that are available.",
        "That’s the fair deal our society should always have stuck to.",
        "That’s the fair deal that will underpin our commitment to full employment in the future.",
        "Of course, there will always be people in between jobs; people unable to work.",
        "And there are those with important caring responsibilities to their families and others not seeking work. They will never be included in a drive for full employment.",
        "But we all know that there is nothing kind or fair about leaving people who could work out of work and living on the dole. With all the stress and the bad effects that has on relationships, on families, children – even whole communities in some places.",
        "Everyone here knows what a difference a new job can make to people’s lives.",
        "It’s not just the money. It’s the feeling of security, of making a contribution.",
        "We’re making historic changes this week to cut tax and reform benefits; and we won’t stop until we make sure that everyone has the opportunity to enjoy the peace of mind that comes from having a job.",
        "And everyone can have the opportunity to join this audience in the world of work."
    ]
}