{
    "url": "https://www.ukpol.co.uk/george-osborne-2001-maiden-speech-in-the-house-of-commons/",
    "title": "George Osborne – 2001 Maiden Speech in the House of Commons",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by George Osborne on 3rd July 2001.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "I congratulate my hon. Friends on their maiden speeches. They have a great advantage over me: they have completed this ordeal, which is still ahead of me.",
        "I should like to begin by paying tribute to my predecessor, Mr. Martin Bell. He was the first Independent Member elected to the House for 50 years. He tells the story of how, shortly after his election, he was invited to tea by Barbara Castle. Over tea and biscuits in the House of Lords, she summed up her advice, drawn from her 60-year career in politics. She said to him, “Young man”—which, he confesses, completely won him over—”whatever else you do, you must never be afraid to stand alone.” Of all people, this former war reporter probably needed that advice the least.",
        "Martin Bell had stood alone courageously in the Balkans when he reported the wars in that region in all their brutality. In the House, too, he stood alone. He stood alone when he forced the Government to find time to ratify the Ottawa convention on land mines. He stood alone when he controversially spoke out against the air strikes against Iraq. He also stood alone when he campaigned to overturn 50 years of Whitehall stonewalling on the question of far east prisoners of war.",
        "Be it Serbia, NATO or the Ministry of Defence, Martin Bell took on powerful opponents and won. However, two opponents in the end defeated him. The first, I am happy to say, was my hon. Friend the Member for Brentwood and Ongar (Mr. Pickles) who defeated him in the general election. The second was the Speaker’s Chair, because he campaigned long and hard for the Cross Benches below the Bar of the House to be recognised as part of the Chamber, but he failed miserably. That is a good lesson to all new Members on the power of the Speaker’s Chair in such matters.",
        "Many people come to the House as idealists and leave it as cynics. I have got to know Martin Bell quite well in the past couple of years, and it strikes me that he came to the House as a cynic and left as an idealist. The man in the white suit will be as missed in the corridors of the Palace of Westminster as he will be by people on the streets of the Tatton constituency, whose interests he represented so well. I am greatly honoured to take his place in the House.",
        "The very name of the Cheshire constituency that I now represent is a clue to the fact that it is not a single community, but a collection of communities. Tatton is not a town or a village. In fact, no one lives in Tatton—or not any more. Tatton is a building. I believe that I am one of only two Members whose constituency is named after a building. If hon. Members are trying to remember who the other one is, I shall put them out of their misery—it is the hon. Member for Brighton, Pavilion (Mr. Lepper).",
        "Unlike the Brighton Pavilion, Tatton Park is the rather austere, imposing ancestral home of the Lords Egerton, who are now deceased. It is now the National Trust’s most visited property, and home to many popular exhibitions and concerts in my constituency. On Tatton Park’s doorstep is the beautiful and historic market town of Knutsford. Once a major stop for travellers on the road to Manchester, it has long been replaced in that function by the less historic and frankly less beautiful M6 Knutsford service station. Thankfully, the coaching inns on King street remain, and more leisurely tourists still visit in large numbers.",
        "Knutsford got its name from the place where the Danish King, King Canute, forded the River Lily—hence Canute’s ford. I can report to the House that the majority of the residents in Knutsford, like me, take what could be called a Danish view of the Government’s plan to join the single currency. Knutsford may be steeped in history but it has its modern problems, such as the constant pressure of development and traffic and the fear of crime. I shall seek to overturn the recent decision of Home Office Ministers—the Financial Secretary to the Treasury is a former Home Office Minister—to deny us funding for closed circuit television. There is also the noise and pollution from Manchester airport’s second runway. One of my priorities will be to try to change the law to allow airports to fine planes that deviate unnecessarily from agreed flight routes and noise limits.",
        "Around Knutsford stretches the fertile Cheshire plain, in which lie the beautiful rural villages of Mobberley, Pickmere, Plumley, Allostock, Byley, Whitley, Comberbach and Lower Peover—I have left out half of them. Lower Peover is an idyllic village with a fantastic local pub called “The Bells of Peover”, in which General Eisenhower and General Patton once planned the D-day landings. These days drinkers plan who will buy the next round.",
        "All those villages have suffered from the collapse of rural services, the deep recession in agriculture and the disaster of foot and mouth disease, to which my hon. Friend the Member for Leominster (Mr. Wiggin) eloquently referred. Farmers in Crowley, who are now struggling with a recent outbreak, or employees at the Chelford market who have seen their jobs disappear, do not agree with the Prime Minister that we are on the home stretch in tackling the consequences of this disease. I shall do everything that I can to ensure that Cheshire’s rural communities get the support they need.",
        "On the western edge of the constituency are Barnton, Rudheath and Anderton—three suburbs of the old ICI salt town of Northwich—which have often been neglected in the politics of the constituency. I am determined that that will end. At the other end of the constituency lie the former cotton towns of Wilmslow and Handforth, and the famous village of Alderley Edge, which is known to locals for its infamous traffic problems. Together they make up a wonderful residential area that is also home to many successful companies, including the research laboratories of Astra Zeneca, where world-leading research is carried out into cancer and heart disease.",
        "Wilmslow is famous across Britain as the home of football players, “Coronation Street” stars and pop singers. However, the town’s most famous celebrity is known simply as Pete. He was an unfortunate man who was found garrotted, beaten and stabbed on Lindow common. Wilmslow is not a violent place, so that discovery came as a bit of a shock. The local police launched a murder investigation. Inquiries were made and suspects were interviewed, but even the excellent detective work of the Cheshire police could not solve this murder, for it turned out that Pete had been dead for 2,000 years, preserved in the peat bog that gave him his name. He now lives in the much safer surroundings of the British museum.",
        "Another famous Wilmslow resident was the code breaker and computer pioneer, Alan Turing. It is a sad irony that the man who did more than almost anyone else to defeat the Nazi tyranny by breaking the Enigma code was persecuted in Britain for his homosexuality, and committed suicide. It is a welcome sign of a more understanding age that a statue of Turing has just been unveiled in Manchester.",
        "Although much of the Tatton constituency is prosperous—not for nothing is it the place where Mr. Rolls met Sir Henry Royce—there are pockets of deprivation on the Longridge, Spath Lane and Colshaw Farm housing estates, and in many of the rural areas. I shall do everything that I can to help those communities.",
        "I am delighted to have been elected to represent such a tine constituency, but it deeply concerns me that so many fewer of my constituents chose to participate in the election. Our turnout, like that of many constituencies, fell by more than 10 per cent. Some people argue that that is nothing to worry about, as it is a sign of a contented population who are happy with the present state of affairs. I believe that that is a dangerous and mistaken understanding of what is happening out there in the country.",
        "My constituents are not content with the state of the national health service, the education system or the transport system. They are not happy to go on paying ever more taxes, or that their streets are not safe. Far from it—they are deeply angry about all those things, and they feel that we, their politicians, are not listening to them. The people of Cheshire feel remote from what is going on in Westminster. They see our debates and watch Ministers on television, but they do not hear much that relates to their daily lives. They feel even remoter from what is going on in the institutions of the European Union, whose financing we are discussing.",
        "New directives emerge from the bureaucratic ether, and no one bothers to explain to the people and the companies affected where they came from or why they are needed. Billions of pounds of taxpayers’ money is spent on hugely wasteful EU projects, such as the aid budget or the common agricultural policy. Everyone throws up their hands and says, “We know it’s a waste of money, but there’s nothing we can do about it.”",
        "The politicians of Europe, including our own British Government, proceed down the path of ever closer European integration, drawing up plans for European armies, European constitutions and European taxes. No one stops to ask the people of Europe whether this is actually the direction in which they want to travel. It is striking that the only two countries that have asked their peoples, in the last year, whether they are happy with the direction that Europe is taking have received a resounding no as an answer. But the reaction of European politicians to the results of the Irish and Danish referendums has been to bury their heads in the sand and pretend that they did not happen.",
        "This Bill and the Bill that we shall debate tomorrow are supposed to pave the way for the enlargement of the European Union. No one is more passionate about enlargement than I am; no one is more anxious than I am to see the countries of central and eastern Europe brought in from the cold, and welcomed fully into the concert of democratic European nations. Let me declare an interest: I am part-Hungarian. My grandmother’s family fled to Britain from Budapest just after the war because they had lived through the devastation of the Nazi tyranny, and wanted to escape the tyranny of Soviet rule. In 1956, their house in London became a home for refugees from the Hungarian uprising.",
        "The lessons that I learn from my family’s past are these: one must not impose political systems on peoples who are unwilling to accept them; one should not allow a gap to open up between the governed and the governing; and one cannot afford to stop listening. The situations are of course very different, but the lessons are ones that we in Westminster, and those who are shaping the future of the European Union, would do well to remember.",
        "I thank the people of Tatton for sending me to this House."
    ]
}