{
    "url": "https://www.ukpol.co.uk/kate-osborne-2022-speech-on-the-cost-of-food/",
    "title": "Kate Osborne – 2022 Speech on the Cost of Food",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kate Osborne",
            "url": "/tag/kate-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kate Osborne, the Labour MP for Jarrow, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "It is an honour to speak under your chairship, Mr Gray. I thank my hon. Friend the Member for Liverpool, West Derby (Ian Byrne) for securing the debate.",
        "One in six Jarrow constituents have gone without food in recent months, and two in five have cut back on food spending. Food prices increased by 16.4% in the 12 months to October 2022, and the cost of wholesale food is having a huge impact on charities and food banks. At my surgery last week at Hebburn Helps, it reported that wholesale food prices are severely impacting its ability to help those in need. Food insecurity rates have doubled since the start of 2022, with an estimated 10 million adults and 4 million children impacted. Reductions in food quality and quantity are having serious health consequences for children, the elderly and the vulnerable.",
        "We are hearing reports that food prices are so high and wages so low that firefighters, nurses, teachers and many others are now reliant on food banks. Yesterday in Parliament, the National Education Union told us that support staff are using food banks set up in their schools. Teaching assistants are still trying to feed students from their own pocket, while they themselves are being forced to use food banks to put food on the table in their cold homes. One million children living in poverty do not even get a free school meal. No child should go hungry; no child should be left behind. The nationwide figure that 28% of children live in poverty is appalling. In my constituency of Jarrow, that rises to 39%. That is a horrifying statistic, but we must not forget that behind all these stats is the face of a hungry child and a family who are struggling. When we visualise an average primary school class of 36 children, we should recognise that 14 of them will be living in poverty, too hungry to concentrate at school.",
        "Poverty is clearly a political choice—one that this Government keep on making. This Government should be ashamed that poverty pay and the cost of living crisis have led to millions living in in-work poverty. Throughout the pandemic, supermarket profits soared and they continue to do so. Tesco’s pre-tax profits jumped from £1.1 billion to £2.2 billion in the 12 months to 26 February this year, and the company recently announced a 20% increase in its interim dividend to its shareholders. There are increases in company profits and shareholder pay, yet people are being asked to pay more. We need an urgent change of direction in this country. We need a right to food. In the sixth richest country in the world, it is not too much to ask that our kids do not go hungry."
    ]
}