{
    "url": "https://www.ukpol.co.uk/george-osborne-2015-speech-on-daesh/",
    "title": "George Osborne – 2015 Speech on Daesh",
    "post_date": "December 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at the United Nations Security Council in New York, United States, on 18 December 2015.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you very much, and let me begin as others have done by congratulating you, Jack, for suggesting this meeting, where the finance ministers of the Security Council came together for the first time in the history of the United Nations. And let me congratulate the Secretary-General and the head of the Financial Action Taskforce for the leadership they have shown on this issue.",
        "Let me start by offering my condolences and the condolences of the British people for those who lost their lives in Paris as a result of those dreadful attacks, but also of course those who lost their lives in Ankara, in Beirut, in California, and indeed the Russian holidaymakers travelling home from Sharm el Sheikh who lost their lives.",
        "Of course, these acts of violence were designed to intimidate and divide us but they have failed and I think it’s very striking, if you look at this table, this Security Council room, this is often where divisions of the world have been most evident, yet today the unity of the world is on display and far from dividing us, actually the terrorists in Daesh and ISIL are actually uniting us and we are determined to take the fight to them, to deprive them of their financing and to defeat them.",
        "Now, of course, all of us around this table have been grappling with threat that terrorism poses. In the last year alone, in the United Kingdom, our security forces have prevented 7 different plots to attack citizens in the United Kingdom. But I would say this, at a time when people question whether we can defeat these terrorists, we are defeating these terrorists and we are making progress. In the last year, the coalition against Daesh/ISIL has liberated over 40 percent of the territory under their control in Iraq. We are stemming the flow of foreign fighters to their ranks, we are exploiting the vulnerabilities in their financial network and we’re successfully targeting their oil supply. And as British Prime Minister David Cameron said here at the United Nations in September, we are leading the efforts to tackle their propaganda so that fewer people around the world are influenced by their message of hate.",
        "Now we know that those who seek to commit acts of terror will not stop, and so neither should our resolve to defeat them. And when our values, democracy and freedom are threatened, when efforts are made to undermine the international peace and security that this Council protects, we must all unite to condemn those actions and prevent further tragedy.",
        "Since the council first adopted resolution 1267 back in 1999, the threat from terrorism has evolved. In Daesh we face a new type of threat, oppressing those in the territory that they physically control, inspiring foreign terrorist fighters to join their cause in places like Syria and Iraq and now of course potentially in Libya too, and radicalizing individuals to inspire them to commit atrocities at home. It’s a new breed of terrorism and a challenge for us as governments and the international community and it calls for a new response and today I think we’re making significant further steps to strengthen that response. I very much welcome the adoption of the very comprehensive resolution today, and thank the Secretary-General and his team at the UN for their work on this agenda.",
        "I just wanted to briefly set out the areas that the UK judges to be key to strengthening the global efforts to combat terrorist financing, combat the financing of Daesh and make full use of this resolution.",
        "First, I want us to ensure that we’re using the existing tools we have to combat the threat of terrorist financing to their full effect. In September this year the United Kingdom put forward a list of names of British nationals who have travelled to Syria and recommended them for listing them under UN sanctions. Today, I would urge other Member States to do the same. To propose the designation of individuals who pose a real threat, so their assets can be frozen around the world and we can cut off the resources they need before they can commit their planned acts of terror. Domestically too we must ensure we are using our counter terrorist financing regimes to full effect. I agree with what Secretary-General was saying earlier, we need to make sure that all members ensure they have a regime in place that criminalizes the financing of terrorists for any purpose, and that they implement the UN sanctions regime to fully and promptly and I thought this was a point that the President of FATF raised and was an extremely important one, this gap between the sanctions being announced and the sanctions being implemented is crucial in a world where you can move money in matter of seconds.",
        "In the United Kingdom, we’ve taken a long look at our regime and I can confirm today that we will legislate domestically to make sure we can implement UN sanctions without any delay. We are currently like other members of the European Union, reliant on an EU process that takes too long, and we want to work with our partners in the European Union to streamline that process and to make it more rapid, and to make sure we at European level are able to implement UN designations immediately.",
        "Second, I want to make sure that we are responding to the evolving nature of the terrorist threats with new measures too. We’ve already heard today about the value of the Syrian oil fields to Daesh, that this alone is providing them with millions of dollars a day, estimated $1.5 million each day. We know that military action which the United Kingdom through our air forces, proud to be taking with our allies is having success in limiting this resource, this oil money. But let us as finance ministers also take action too, we should make clear as we do with this resolution today that the UN sanctions regime can and will be used to target not just the terrorists but the traders, the middlemen, the people who facilitate the illegal trade in oil which provides Daesh with one of its principal sources of revenue and we should apply the same focus on the illegal trade in cultural artefacts, which I thought the finance minister of Jordan spoke very powerfully about. We are seeing literally the history of some of these countries being stolen from them, and there is much more we can do, frankly, to shine a light on this opaque trade in cultural artefacts.",
        "But of course, as we limit one arm of Daesh’s financial network, we know they’ll attempt to strengthen another, so we must be ready to respond to their evolving financial needs, such as financing through kidnap for ransom or organized crime. And I’m delighted that the resolution makes that clear as well. And I also want to look at new ways of gathering and sharing information internationally between our law enforcement agencies and indeed, domestically between law enforcement agencies and the private sector including our banking systems. This was a point that was raised by a number of speakers and I think it’s a very important one. And we are taking steps in UK as the home of one of world’s largest, indeed the world’s largest financial centre, we’re taking steps to make sure we have that partnership with the financial sector, working together to tackle illicit financial flows.",
        "The third and final point I want to make is this. I want to make sure that this group continues to work together to consider how we implement the recommendations, on how we do more to tackle terrorist financing, because as the threat is constantly evolving, so must our response to match it. I welcome the special meeting of Financial Action Taskforce last weekend, specifically focused on our collective response to terrorist financing. In particular, I was pleased to see a commitment from the group to update their report on Daesh financing, working with the counter-ISIL finance group and others. And I think it would be sensible for finance ministers to perhaps meet again in the Security Council in the months ahead at some point to review the evolving situation and to consider proposals for further measure. Let’s be clear, passing a resolution is one thing, implementing the resolution is of course another, and we’ve all committed to report to United Nations on the progress we make on that and I think that’s something that we should therefore put into action.",
        "So that’s where I see the priorities for action, ensuring we’re making the most of existing tools we’ve got, implementing new measures to respond to the particular threat that Daesh poses to us, and continuing to work together to develop our response further and reporting back here at the United Nations until we fully destroy this evil.",
        "Thank you."
    ]
}