{
    "url": "https://www.ukpol.co.uk/george-osborne-2014-speech-on-open-europe/",
    "title": "George Osborne – 2014 Speech on Open Europe",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, on 15th January 2014.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you for inviting me here today and congratulations to the Fresh Start Group and Open Europe for pulling together this excellent conference of European reformers.",
        "Andrea and the Fresh Start team are providing just the kind of practical and challenging thinking we need as we work towards a reformed Europe.",
        "Likewise, Mats and the Open Europe team are influencing the debate not just in the UK but right across Europe.",
        "I know that your new partner office in Berlin is already having an important impact on the debate there.",
        "And I would like to particularly pay tribute today to Rodney Leach.",
        "Rodney’s tireless campaigning helped keep Britain out of the euro.",
        "I’m proud to have been on the board of that ‘no’ campaign.",
        "It is hard to imagine now, but at the time joining the euro seemed a real possibility. I shudder to think what would have happened during the last decade if we had joined the euro.",
        "We’d have had an even more extreme boom-bust cycle and a downturn even deeper than the Great Recession we experienced under the last government.",
        "And in the aftermath, as we tried to pick up the pieces, we would have been hobbled, without a floating exchange rate or an independent monetary policy.",
        "That wouldn’t have been in the interests of this country – and I don’t think it would have been in the interests of the rest of Europe either.",
        "The issues that were raised during the debate about joining the euro endure now: arguments about the necessity of economic reform, concern that currency union would lead to further fiscal union, and doubts about the yawning democratic deficit.",
        "At the time William Hague, who I was working for, predicted the euro could become a “burning building with no exits”.",
        "More than a decade later, these issues have not gone away. Far from it. They have been thrown into sharp focus by the economic crisis in Europe and in the eurozone.",
        "That’s why a year ago the Prime Minister gave his landmark speech on the need for a reformed Europe, fit for the global race – and a reformed relationship between Britain and the European Union.",
        "It’s why he committed our country to a referendum on that renegotiation.",
        "In Britain it has always felt like there have been two debates about the EU. One debate is about sovereignty, democracy and accountability.",
        "A second debate has been about the economics.",
        "But there aren’t two debates. This is one debate.",
        "Getting the economics right is not sufficient to persuade people of the merits of the EU. Other constitutional change is needed. But getting the economics right is absolutely necessary.",
        "It was after all sold to our country as a European Economic Community.",
        "Without economic success the EU will not be regarded as democratically legitimate. You can see that in the way that support for the EU has fallen sharply right across the continent during the economic crisis.",
        "So today I want to develop the conversation about some of the economic reforms that we want to secure as part of the forthcoming negotiations. We need two things.",
        "First we need economic reform that enables the EU to create jobs and economic security, and compete in the global race – something it is not doing well at the moment.",
        "And second as the Eurozone undertakes the integration required to make the euro work, we need constitutional reforms to make sure that those countries which are not in the euro can remain in the EU, confident that their interests and rights will be protected.",
        "Let me begin with jobs and economic security.",
        "We knew there was a competitiveness problem in Europe before the crisis. But the crisis has dramatically accelerated the shifts in the tectonic economic plates that see power moving eastwards and southwards on our planet.",
        "Over the last six years, the European economy has stalled.",
        "In the same period, the Indian economy has grown by more than a third.",
        "The Chinese economy by nearly 70 per cent.",
        "Over the next 15 years Europe’s share of global output is forecast to halve.",
        "Make no mistake, our continent is falling behind.",
        "Look at innovation, where Europe’s share of world patent applications nearly halved in the last decade.",
        "Look at unemployment, where a quarter of young people looking for work can’t find it.",
        "Look at welfare.",
        "As Angela Merkel has pointed out, Europe accounts for just over 7 per cent of the world’s population, 25 per cent of its economy, and 50 per cent of global social welfare spending.",
        "We can’t go on like this.",
        "This is the continent that for centuries led the world in innovation and scientific discovery, enterprise and work ethic. Are we to say that the Europe that gave us Galileo, Darwin and Marie Curie, the industrial revolution, democracy and the free economy, has given up on the future because it is all too difficult?",
        "As a father of two young children, I don’t want to turn to them as we see the latest Chinese scientific breakthrough or Indian innovation and say: “that used to be us. That used to be Europe.”",
        "The hard truth is that if we want to maintain our way of life in Europe we’ve got to get more competitive. And that’s going to require some tough steps: living within our means, making our labour markets competitive, expanding free trade.",
        "Most of the action needed will have to be taken at a domestic level.",
        "I’m not here to lecture other member states about that.",
        "Not least because the UK has had to take more action than most.",
        "When I entered office three and a half years ago, we had just suffered one of the sharpest falls in national output, and faced the highest budget deficit of any major western economy – higher than Spain or Portugal, and much higher than Italy or France.",
        "Indeed, our budget deficit has fallen a lot but is still one of the highest in Europe.",
        "That’s why we’re working through a long term economic plan that makes the tough choices necessary for our long term prosperity.",
        "Reducing borrowing.",
        "Cutting taxes.",
        "Creating jobs by supporting business and investing in infrastructure.",
        "Capping welfare and controlling immigration.",
        "Delivering better skills and schools.",
        "And I know we’re not alone.",
        "Many of our neighbours have also taken tough decisions in recent years. We in Britain should praise them for it, not dismiss them.",
        "Germany led the way a decade ago with its employment and welfare reforms.",
        "Unemployment has halved since, and remains half the European average.",
        "Spain is undertaking radical labour market reforms that are now yielding real results.",
        "Sweden has reformed its education and welfare systems.",
        "It’s right that most of these reforms have to be taken at the national level.",
        "We all have to put our own house in order. And there’s still a huge amount more we all have to do, including here in Britain.",
        "But Europe’s competitiveness also requires action at the European level.",
        "Now there are those who throw their hands up and say “we can’t reform Europe, it can’t be done, it’s all too hard”, I say “we’ve already proved you wrong”.",
        "Take the EU Budget.",
        "Last year, the Prime Minister negotiated the first ever real terms cut to the EU budget.",
        "For the first time, EU spending is not going up but coming down.",
        "And far from being a lone voice, we were working alongside like-minded countries including Germany, Sweden, the Netherlands and Denmark.",
        "Take bureaucracy.",
        "The UK, drawing on the findings of our business taskforce, has proposed a programme for cutting red tape in Europe that has secured the support of 13 other Member States and the European Parliament.",
        "Take free trade.",
        "Britain was one of the strongest promoters of the recent trade deals with Canada, Singapore and Korea. The Canada deal alone will be worth £1.3 billion pounds to Britain.",
        "Reducing the budget, tackling red tape, some free trade agreements – this is a good beginning, but it’s not nearly enough.",
        "We need to be much, much bolder.",
        "We should set ourselves the urgent task of completing the transatlantic trade and investment partnership – the EU-US Free Trade agreement.",
        "This would be the world’s biggest ever trade deal – together our economies would account for half of global output.",
        "The Commission estimate it would boost the European economy by 120 billion euros a year – that’s over 500 euros for every family in the EU. It would bring £10 billion pounds a year to the UK alone.",
        "Some in the European Parliament talk about stalling this Trans-Atlantic Partnership to pursue other agendas.",
        "But when a quarter of young people looking for work in Europe are unemployed, this would be a complete betrayal.",
        "We need to create jobs, increase trade, support business growth – we’ve got the European tools to help with the job, let’s get on and use them.",
        "The same applies with the Single Market.",
        "We need to stop talking about completing the Single Market in services, energy and digital, and get on with it.",
        "I remember sitting around the ECOFIN table nearly four years ago and listening to Mario Monti present his “Report on the Future of the Single Market”",
        "It offered a detailed plan for boosting the Single Market. On the services sector alone, it estimated we could boost GDP by up to 1½ per cent.",
        "And it was agreed by the EU.",
        "But four years on, what has come of it? Precious little.",
        "We need to come up with innovative ideas to overcome the vested interests that are holding back progress in this area.",
        "Personally I’m attracted to Open Europe’s thoughts on using enhanced cooperation to allow a smaller group of Member States to move forward toward trade liberalisation in areas like services among themselves if not all EU member states can agree.",
        "If enhanced cooperation can be used by others to create expensive job destroying ideas like a Financial Transaction Tax, why don’t we think about using it for job creating measures that others oppose?",
        "If we in the EU are going to solve our competitiveness problem we need to think big.",
        "If we are going to create jobs and provide economic security, we need major reform",
        "So the crisis has accelerated and sharpened the economic challenges that already faced the whole of Europe.",
        "But the crisis has also brutally exposed the problems that were always apparent to many of us in this room in trying to run a currency union without a proper fiscal, financial and political union to back it up.",
        "The European Council President, Herman Van Rompuy acknowledged this a few years ago. He said: “this tension has been there since the single currency was created.",
        "However, the general public was not really made aware of it”.",
        "Well, it wasn’t for lack of trying in those debates about the euro 15 years ago.",
        "And everyone’s aware of the tension now.",
        "Three years ago I predicted that that the economic crisis in the eurozone would force the “remorseless logic” of monetary union towards greater fiscal and economic integration, including a banking union.",
        "Even as late as 2011 that was regarded as a controversial prediction.",
        "I also said that this loss of national control, and the loss of economic flexibility, was precisely why I didn’t want to see the UK in the euro.",
        "But since then the Eurozone has started to work through that remorseless logic. Creating the Banking Union, the European Stability Mechanism to bail out Eurozone countries and now the proposed Single Resolution Mechanism to bail out Eurozone banks.",
        "And the UK has not blocked them.",
        "We could have blocked crucial parts of the Banking Union, but we didn’t.",
        "That’s because we want the euro to work. Work for those in Europe who use it, and work for us, because an unstable euro on our doorstep has already done great damage to jobs and growth in Britain.",
        "But we have been clear from the outset that in return for this integration, non euro members like the UK would need safeguards to protect their rights and interests.",
        "Some on the continent like to assume this is just the UK pursuing its own self-interest, at the expense of the collective good.",
        "But it’s the opposite.",
        "If we cannot protect the collective interests of non-eurozone member states then they will have to choose between joining the euro, which the UK will not do, or leaving the EU.",
        "So we have fought to safeguard the rights of non-euro members. But it has not been easy.",
        "Let me spell out just some of the issues I’ve seen first-hand sitting at the ECOFIN table in financial services, where it has been most difficult.",
        "Deeper integration in the Eurozone has thrown up four sorts of challenges, and we have had to argue our case and work hard to build alliances to deal with all four of them. But again, for those who say reform isn’t possible – we’ve been more successful in starting to deal with them than some people expected.",
        "First there is a danger that the euro members could start to use their collective voting weight in the EU to effectively write the rules for the whole EU by Qualified Majority Vote.",
        "Under the Lisbon Treaty, from 2016, the Eurogroup on its own will have sufficient votes to pass any financial services legislation for the whole of the EU.",
        "That’s a problem because it could leave us in a position where euro members – including ones with little or no financial services industry – can caucus together to impose financial services legislation on the UK –the world’s leading financial centre.",
        "And we’ve already started to see the Eurogroup discussing EU directives privately before involving other member states – like they did over the Bank Recovery and Resolution Directive last June.",
        "It means there’s a very real risk that badly thought through legislation will be imposed on the UK.",
        "And as the Chancellor of a country where financial services represent a tenth of the economy, and employ more than a million people, I could not let that happen.",
        "Damaging Europe’s great global financial centre would also, incidentally, be very bad for the whole of Europe too.",
        "The City of London is not, as some of our continental friends kid themselves, in competition with Paris and Frankfurt. It is in competition with places like Hong Kong, Singapore, and New York.",
        "That’s why it was important that we secured some important institutional changes to protect the UK and ensure we have safe, competitive financial services.",
        "It was a long hard fight, but we negotiated in the ECOFIN and European Council a whole new voting system – the so called “double majority” system – which will apply in the European Banking Authority.",
        "Double majority voting means that legal proposals now require a majority of both eurozone and non-eurozone countries to pass.",
        "People said we would not be able to secure a new voting system, that it was impossible.",
        "But we did.",
        "That leads me to the second challenge. We’ve had problems with discriminatory treatment of non-eurozone Member States.",
        "A clear example is the European Central Bank’s policy of forcing clearing houses with large euro-based transactions to move to the eurozone.",
        "How can we say there is an EU wide single market if we say that certain businesses can only locate in certain member states?",
        "That’s why we’re taking the European Central Bank to the European Court of Justice.",
        "And that’s why alongside double majority voting, we fought hard for and secured a new binding legal provision in the Single Supervision Mechanism regulations to prevent discrimination against financial services providers based on their location within the EU.",
        "Third, we’ve had problems with accountability and transparency and basic policy discipline in some European institutions.",
        "The Commission’s legislative proposal on the financial transaction tax, for example, was contradicted by its own original impact assessment which showed that the policy would reduce EU GDP.",
        "And then there’s the European rules on bonuses, with their damaging consequences and perverse incentives for the big salary rises we’re starting to see.",
        "To establish the right principles, we have been taking an increasing number of cases to the ECJ – which is not something that we do lightly.",
        "We’re going to court over the financial transaction tax, the bonus cap and short selling as well as the action I mentioned against the ECB on clearing houses.",
        "Far from being unthinkingly anti-European, we are using the European court to enforce European principles of non-discrimination and adherence to European law.",
        "We have a good argument in all these cases. The ECJ’s advocate general, and the Council Legal Services have on separate occasions both agreed with key UK arguments. We await final judgement.",
        "And lastly, on the whole issue of ‘ins’ versus ‘outs’, we inherited a situation where the previous government accepted that the UK and other non-euro Member States would be liable for contributing to the costs of Eurozone bailouts.",
        "That was completely unacceptable.",
        "So another principle this government has established, thanks to the very hard negotiating of the Prime Minister, is that the UK and other non-euro members will not pay for European bailouts alongside the new European Stability Mechanism.",
        "We’ve also established that those member states outside the Banking Union will not pay for bailing out banks in that Banking Union – as part of the new Single Resolution Mechanism.",
        "After all, one of the reasons we didn’t join the euro is because we didn’t want to take on this kind of fiscal responsibility for other member states.",
        "I have been clear since the start of the process that Eurozone integration was necessary to make the euro work better, but that it would throw up these issues and that in return we would expect to see the rights of non-euro members protected.",
        "That has been the consistent position the Prime Minister and I have maintained for three years now.",
        "But it is not the case that the UK is always the member state arguing for less activity or blocking things. We’ve led the way on financial services regulation and ringfencing our banks – and we have the most stringent capital and liquidity rules in Europe.",
        "Nor are we “sitting on the sidelines.”",
        "We have been active in fighting our corner, building alliances and winning arguments in Brussels.",
        "For example we ensured that the so-called “Hedge Fund Directive” protected the single market with passporting rights for EU players that meet the rules. This was against opposition from others to keep markets closed.",
        "We’re now fighting for the opening up of the derivatives market, to bring competition and better value to European customers.",
        "We have achieved a lot.",
        "We are achieving more.",
        "But this isn’t enough.",
        "What is becoming clearer, as Eurozone integration increases, is that we are now at a point where we are stretching the EU institutional architecture to its limits. We risk going beyond what is legally possible or politically sustainable.",
        "The European Treaties are not fit for purpose. They didn’t anticipate a European Union where some countries would pursue dramatically deeper integration than others.",
        "Rather than face up to the truth, those in Brussels are being forced into legal gymnastics as they try to stretch the existing Treaties to fit a situation they were not designed for.",
        "A classic example before us at the moment is the Banking Union Single Resolution Mechanism.",
        "Because the rules weren’t designed to support a banking bailout fund for just some EU members, those Member States taking part have had to create a hastily put together intergovernmental treaty outside the EU.",
        "We don’t want this to be a source of legal disputes later on.",
        "The euro has to be put on firmer foundations, for the crisis in the Eurozone may have abated, but the contradictions it revealed are not yet resolved. We should use this moment of relative tranquillity in markets to build those foundations for the future.",
        "And that’s why the questions thrown up by Eurozone integration are inevitably linked to the wider reform negotiations that I touched on at the start.",
        "Ultimately I don’t think we will be able to maintain this approach of patching things up as we go along with contorted legal innovations and short term fixes.",
        "We are taking a great risk with the future economic security of Europe if we do so.",
        "Instead of make-do-and-mend, we should make the Treaties fit for purpose.",
        "We are not the first to recognise this. The new German coalition agreement states “we will adapt the Treaty bases of the Economic and Monetary Union”. Enrico Letta has also talked about Treaty change.",
        "There is potential common ground here.",
        "Let me recap:",
        "Europe urgently needs economic reform.",
        "Eurozone integration is necessary if the euro is to survive",
        "But proper legal protection for the rights of non-euro members is also absolutely necessary – to preserve the single market and make it possible for Britain to remain in the EU.",
        "I believe it is in no-one’s interest for Britain to come to face a choice between joining the euro or leaving the EU.",
        "We do not want to join the euro. But also our withdrawal from a Europe we’d succeeded in reforming would be bad for Britain.",
        "And a country of the size and global reach of the UK leaving would be very bad for the whole of the EU.",
        "Let us not shy away from robust democratic argument on a subject that goes to the heart of our own national interest.",
        "Feelings run high on both sides of the argument – that is understandable.",
        "But strong feeling must never be allowed to cloud clear judgement about where this country’s real long term economic interests lie.",
        "It is clear what the British people want.",
        "They refuse to accept that we just have to take the EU as it is – that one size must fit all, that change is impossible, that reform is doomed.",
        "Nor do they accept that the only course open to us is to pack up and leave, to abandon the single market and the common rules from which we benefit, and to walk away.",
        "They are rightly suspicious that the one thing that unites those who urge Britain to join the Euro and those who advocate leaving is their shared conviction that any change is impossible, and that there is no other way.",
        "There is another way.",
        "It is to change the EU and to change Britain’s relationship with it, and then to place the decision in the hands of the British people: do you want to stay in a reformed Europe, or would you prefer to leave?",
        "That is our policy, and that is our commitment to the British people.",
        "Thirteen years ago, William Hague warned of the dangers of the Euro – for Europe and for Britain.",
        "He was right.",
        "And I believe he was right too when he said that our country wanted to be in Europe but not run by Europe.",
        "In Europe but not run by Europe. That phrase sums it all up for me.",
        "Now we have the chance to give the British people a real choice.",
        "The biggest economic risk facing Europe doesn’t come from those who want reform and renegotiation – it comes from a failure to reform and renegotiate.",
        "It is the status quo which condemns the people of Europe to an ongoing economic crisis and continuing decline.",
        "And so there is a simple choice for Europe: reform or decline.",
        "Our determination is clear: to deliver the reform, and then to let the people decide.",
        "And that’s exactly what we will do."
    ]
}