{
    "url": "https://www.ukpol.co.uk/george-osborne-2012-speech-to-asia-financial-forum/",
    "title": "George Osborne – 2012 Speech to Asia Financial Forum",
    "post_date": "January 30, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, in Hong Kong on 16 January 2012.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "I am delighted to have the opportunity to address this Forum, to speak with such a distinguished audience and to do so here in Hong Kong.",
        "I had a very useful discussion earlier today with Chief Executive Donald Tsang. He deserves our thanks for the excellent job he has done in his years as Chief Executive.",
        "Later today I will fly to Beijing and then Tokyo.",
        "It is no surprise or coincidence that my first trip abroad in 2012 should be to Asia.",
        "It reflects instead the deliberate, conscious effort that the British Government places on deepening Britain’s partnership with Asia.",
        "This Asian partnership is not a substitute for our close working relationship with our neighbours in the European Union, our strong links with North America. It is an essential complement to those friendships.",
        "For Asia will be the engine of world growth in this year and the years ahead.",
        "I have spent much of my time in Office in talks about the eurozone.",
        "The eurozone has made progress in recent months, in particular the provision of liquidity to banks by the ECB.",
        "But of course there remains more to do, as the euro area itself acknowledges.",
        "No one likes to see credit ratings downgraded, but what matters much more are the actions western countries take to restore their own fiscal sustainability and take the structural reforms necessary to ensure productive, competitive economies.",
        "All European economies need to tackle the structural obstacles to growth that we’ve simply not had the political will to address in recent years.",
        "It is good news that these issues of growth and competitiveness will be the focus of European leaders’ discussions later this month.",
        "Britain is taking all these problems head on.",
        "Yes, we’re reducing our deficit with a strong, credible and comprehensive deficit-reduction plan.",
        "But we’re also reforming welfare entitlements, removing regulation, making it easier to employ people and create businesses, overhauling education, reducing our corporate taxes to some of the lowest in the world, and championing within the EU a deepening of the single market and leading across the world the cause of greater free trade.",
        "That’s why, as we look to this difficult year ahead, I want to focus today on three reasons to be optimistic for the future.",
        "Three reasons for Britain to be bold.",
        "The first reason is this:",
        "A richer, stronger Asia is an opportunity for the world, not a threat – we should be bold enough to say it and to explain it to our own populations.",
        "Second, we in Britain can build on our position as the home of Asian investment and Asian finance in Europe – provided we’re bold enough to do what it takes to make that happen, and we will.",
        "And third, with a new alliance between Britain and our friends in Asia, we can be bold in defeating the forces of protectionism and make global finance a force for good, not instability.",
        "First, a richer, stronger Asia.",
        "There is no doubt that this is one of the most remarkable achievements in our modern history, and you’ll know the story far better than I do. The Chinese economy is 15 times larger than it was when I first visited China as a student two decades ago. In 1960, South Korea had the same income per head as those in Sub-Saharan Africa. Today, South Koreans enjoy an average income of $23,000.",
        "What is the human story behind all these statistics? The desire of people to have a better life and to leave to their children more than they were born with.",
        "It is the most powerful force for progress we have ever known – and here in Asia it has driven an economic transformation.",
        "That hasn’t always been easy for those in the west.",
        "I do not believe, as some argue, that the rise of the east is a threat to the west.",
        "It is the strength of Asian economies which mean world growth in this decade and the next will be higher than the past 30 years.",
        "Of course there are challenges as we adjust to sharp shifts in economic growth and power.",
        "These adjustments can be painful when unemployment is a challenge in many countries across the world, and where competition for scarce resources affects the prices of key commodities.",
        "In the past, when developed economies were weak, oil prices were self-correcting forces.",
        "In the current crisis, demand from Emerging Economies has kept prices high.",
        "But these problems are the problems of success – the problems of a stronger world economy.",
        "Globalisation is a force for good.",
        "Not only has it been a force for poverty reduction far greater than all the aid programmes across the world put together.",
        "Not only has it allowed people here to have aspirations and ambitions beyond the dreams of their parents and grandparents.",
        "But it also provides huge opportunities to trade and invest for countries who seize them, and I believe that we can make Britain the home of Asian investment and Asian finance in Europe.",
        "This is my second reason for optimism.",
        "If we take the right steps, if we’re bold, then growth in Asia means growth in Britain.",
        "It is precisely as Asian economies become richer and become nations of consumers that hundreds of millions of people will want to buy the things that British companies can sell them.",
        "They will want to buy modern medicines for the first time – and when they do so, I want to make sure it is from pharmaceutical firms like Glaxo SmithKline and Astra Zeneca, the largest employer in the constituency I represent.",
        "They will need modern insurance, banking, and accountancy services, and when they seek those services I want them to do so from companies like HSBC, Prudential, Barclays and Standard Chartered.",
        "The wealthiest will become consumers of Rolls-Royces made in Sussex, and Bentleys made in Crewe, dressed in Burberry clothes manufactured in Yorkshire.",
        "And – like a generation of Japanese tourists before them – they will want to travel.",
        "And when they do, I want them to go on holiday to Britain. I want them to go this year, the year of the spectacular London Olympics and the Queen’s Diamond Jubilee celebrations.",
        "And when they go I want them to fly here on the wings of Airbus planes made in North Wales, powered by Rolls Royce engines assembled in Derby. For Britain is one of the top ten manufacturers in the world as well as a global financial centre.",
        "If we are going to make the most of what the growing economies of Asia have to offer Britain, then we need make sure we have dealt with the problems in Britain’s economy.",
        "And we are.",
        "For one of the illusions of globalisation has been that the countries of the west could live indefinitely on the cheap credit and low inflation that the emerging economies of the East provided for us – that we could go on forever borrowing money from hard-working Chinese savers to buy the things those Chinese workers were making for us.",
        "The financial crisis and the deep recessions has been the toughest of reminders of the simple truth that you have to earn your living in this world.",
        "And the lesson of the past year has been that global confidence in a country depends on its determination to deal decisively with the challenges it faces – and by getting to grip with our debts, Britain has shown it is determined to do that.",
        "As I’ve said, we are undertaking major reforms to increase Britain’s competitiveness.",
        "Cutting business tax rates to among the lowest in the developed world, scrapping regulation on small firms, reforming welfare and education, and creating the most flexible workforce in Europe.",
        "The UK is already one of the most open economies in the world – with a stable political system, a commitment to the rule of law and free trade.",
        "Even more than it already is, we want Britain to become one of the easiest places to invest, to raise capital, to start a business, to expand and to export from.",
        "And our links with Asia grow stronger and stronger.",
        "The UK is now the largest source of foreign direct investment to China from within the whole EU and UK goods exports to China rose by 20% last year, and 40% the year before that.",
        "UK goods exports to Hong Kong rose by 19%.",
        "This is largely driven by the ingenuity and innovation of the Asian and British private sectors.",
        "But we have got to do more if we are to be the home of Asian investment in Europe.",
        "The British Government needs to roll up its sleeves and make it happen.",
        "Let me tell you how.",
        "Last year, my colleague William Hague, the British Foreign Secretary, spoke at this very Forum and said he wanted to refocus Britain’s diplomatic efforts on the East.",
        "He has been good to his promises. Our embassy in China has expanded significantly and the work of our trade promotion agency, UKTI, has increased its presence across China.",
        "As well promoting British investment in Asia, we are actively seeking Asian investment in Britain and its infrastructure.",
        "We are investing in a new generation of transport, energy and communication networks for our country. Last week alone, we committed to a new high speed rail link to connect our largest cities. The Olympic Park is the largest urban regeneration scheme in Western Europe.",
        "Here and in Beijing I will be promoting infrastructure as just one of the opportunities the UK brings for Chinese investors, following the lead taken by Hong Kong’s own Cheung Kong Group, the largest overseas owner of UK infrastructure.",
        "And there is the potential for a new and fruitful partnership that would bring benefits to the people of China, Hong Kong and Britain.",
        "Last September, at the UK-China Economic and Financial Dialogue, I agreed with Vice Premier Wang that “both sides welcomed the private sector interest in developing the offshore RMB market in London” and we agreed to “engaging in bilateral dialogue and dialogue with other authorities, as necessary, to support the market’s future development”.",
        "My visit furthers that dialogue with the Chinese authorities, together with Chinese and British banks, on establishing London as a new hub for the RMB market, as a complement to Hong Kong and other financial centres.",
        "The recent history of the growth of the RMB market is well known to all of you.",
        "It is clear that there is scope for substantial expansion of the RMB market in the coming years.",
        "In June last year, RMB had a world foreign exchange market share of 0.9 per cent.",
        "This compares to China’s share in world trade in 2010 at 11 per cent.",
        "London is perfectly placed to act as a gateway for Asian banking and investment in Europe, and a bridge to the US.",
        "This is not just an accident of time-zone, or our language, although both are important.",
        "It reflects London’s strength in product development, its regulatory structure and the depth, breadth and international reach of its financial markets. We are by some distance the world’s largest foreign exchange market; and the growing use of RMB in those global markets will bring substantial benefit to Chinese economic development and the wider world economy.",
        "It is a reflection of China’s increase in influence and share of global GDP, and is a step towards greater capital convertibility.",
        "I welcome the Donald Tsang’s comments on the importance of the joint private sector forum announced today, facilitated by the Treasury and the Hong Kong Monetary Authority, to promote closer cooperation between the London and Hong Kong on the development of global RMB business.",
        "I also welcome Hong Kong’s decision to extend the operating hours of its RMB settlement system, which London is the key beneficiary of.",
        "Our objective is simple: we want to expand the amount of business and trade we do with each other, so that the citizens of China, Hong Kong and Britain all benefit from the prosperity and jobs that will bring.",
        "And it leads me to my third and final point today.",
        "I believe we can be bold in forging a new alliance between Britain and our Asia partners to defeat the forces of protectionism and make global finance a force for good.",
        "I have been doing this job for just short of two years now.",
        "One of the things that have struck me in the thirteen IMF and G20 meetings I’ve attended is how often the British and Chinese agendas are very similar.",
        "You might not expect it, given our different history, cultures and traditions.",
        "But very often, around the table, China and the UK are some of the most forthright advocates of free global and open markets.",
        "China is the world’s second largest manufacturing exporter in the world, while the UK is the world’s second largest services exporter.",
        "I would like to set out what I think should be our shared agenda in 2012.",
        "First, we need to resist a return to protectionism.",
        "The December World Trade Organisation ministerial meeting highlighted that Doha is at a significant impasse.",
        "We need to look at new and innovative alternative approaches to taking forward trade liberalisation, consistent with WTO rules.",
        "That means continuing to push ahead with ambitious free trade agreements with key partners.",
        "Britain is pushing hard to complete EU free trade deals with India and Singapore this year, as well as maintaining momentum towards an ambitious agreement with Japan.",
        "Second, we need must ensure a reformed and more representative IMF has the tools and resources to do its job.",
        "The reforms agreed at the Seoul G20 summit in 2010, which the UK was one of the first countries to ratify, will ensure the IMF is more representative of its whole membership.",
        "The IMF does not belong to any one region of the world.",
        "Its role is to support countries which get into difficulty, not currencies.",
        "Its resources should be drawn from its members and available on an equal basis to all.",
        "But its members also have a responsibility to ensure the IMF has the resources it needs to promote the global economic stability from which we all benefit.",
        "The risks faced by the global economy have increased significantly over the past year.",
        "The capacity of the IMF may also need to rise to ensure those risks can be addressed, but this cannot be a substitute for action by the eurozone.",
        "Britain stands ready to play its part.",
        "Third, we must also ensure global capital markets are underpinned by global rules for financial regulation enforced by strong global institutions.",
        "As home to two of the world’s major financial centres, Hong Kong and Britain share an interest in a truly global approach to financial regulation that maximises the benefits, while reducing the risks, of open financial markets.",
        "It is because we favour a global approach that we oppose an EU-only FTT.",
        "At the heart of these new global rules are the Basel III prudential requirements for banks, which must now be rigorously implemented around the globe.",
        "We must also push ahead with the agreed G20 reforms of derivatives, remuneration and systemic financial institutions and I would like to take this opportunity to acknowledge what Michel Barnier – who will speak at this Forum after me – is doing to help advance issues in Europe.",
        "These new global rules – high standards, globally applied – must be overseen and enforced by a stronger Financial Stability Board as the global financial watchdog, building on the reforms made at the Cannes G20 summit.",
        "These are all long-lasting reforms that will make global finance a force for good rather than a source of instability, intermediating to put to work the savings of millions to create new jobs and new investments for millions more.",
        "And working with partners in Asia we can do just that.",
        "Ladies and Gentlemen, these are challenging times for the world.",
        "But there are also opportunities to build a more balanced, sustainable global economy if we take them.",
        "A strong Asia.",
        "A strong British-Asian relationship.",
        "And strong multi-lateral organizations that support open markets and global stability.",
        "In a challenging and difficult year, these are three reasons to be positive about our future.",
        "Together, let’s build a more prosperous economy for everyone.",
        "Thank you."
    ]
}