{
    "url": "https://www.ukpol.co.uk/george-osborne-2006-speech-on-women-at-work-and-childcare/",
    "title": "George Osborne – 2006 Speech on Women at Work and Childcare",
    "post_date": "January 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne in London on 27 February 2006.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne-1.jpg)",
        "It is a great pleasure to be here today to talk about how we help families balance their lives at home and at work. It is particularly good to do so in the presence of so many members of the Women to Win campaign and representatives from so many childcare charities.",
        "For too long there has been a false impression that women’s issues are somehow separate from mainstream politics and mainstream policies. But every part of politics, and every policy, is as much for women as it is for men. Indeed, mothers are often the member of the family who has by far the most direct contact with public services like schools, hospitals and public transport and may have a deeper insight into what needs to be done to improve and reform them.",
        "So the different perspectives and emphasis that women have cannot be treated as an additional extra, to bolt on to existing policies, but instead must be an integral part of our political system.",
        "And to do that, we Conservatives need to appeal more to women, and to be represented by more women – more women of the calibre and ability of Eleanor Laing and Maria Miller, who join me on the platform today.",
        "The Conservative vote amongst women was eight points behind Labour at the last election. We were level amongst men. Among women aged 18-34 we came third. At the last election almost half of the candidates in our 50 least winnable seats were women, but in our 50 most winnable seats, just one in eight were.",
        "The Conservatives need more women at all levels in the Party, not only so that we look more like modern Britain, but even more importantly, so that we think like modern Britain. Only with more women in key positions will we, or any other Party, properly represent the people we aspire to lead. That is why the far-reaching changes David Cameron is making to candidate selection, including the Priority List, are so important.",
        "It is not about political correctness. It is about political effectiveness.",
        "Of course most issues are important to both women and men. We all care about the level of crime, the state of the health service, and the affordability of housing. But by ensuring that both men and women play an integral part in our Party at every level, we can be even more effective on those issues that we know are especially important to women.",
        "One of those issues is childcare. For too long it has been seen as peripheral to the mainstream political debate.",
        "Not any longer. David Cameron and I are determined that support for families and their childcare needs will be at the heart of what we offer the country at the next election. And I am not just saying that because David’s just returning from paternity leave.",
        "For Britain is changing.",
        "Just fifteen years ago, 59 per cent of women of working age with dependent children were in paid employment. Today that has risen to 68 per cent. And the group of women that have entered the workplace most rapidly are mothers of children up to age four.",
        "There are many complex reasons behind these changes. Social and demographic changes are a factor. And increasingly both parents need to work. As research showed just last week, there is a huge financial cost, estimated at over half a million pounds, to taking time out of work to stay at home and look after a family.",
        "Let’s be honest. In the past the Conservatives have given the impression that young mothers should stay at home.",
        "Today the Labour Party gives the impression that all young mothers should work.",
        "Both are wrong. Both are trying to impose choices on mothers. We need a new approach for a new generation. Instead of imposing a choice on mothers, we should support the choices that mothers make for themselves.",
        "Mothers who work should not be made to feel guilty. Nor should mothers who stay at home. Let us stop trying to tell families how to live their lives. Let us instead support the lives that families live.",
        "Every parent feels the stresses and strains of balancing work and family life. We live in an age in which only 10 per cent of people work a nine to five, 40 hour week – in which many feel that they’re actually working 24/7, and have not so much a work/life balance as a work/life imbalance, especially when it comes to childcare.",
        "We are constantly juggling the pressures of work and family; relying on relations, friends and neighbours as well as paid carers for childcare; struggling with costs, searching for information about childminders or breakfast clubs or playgroups; and negotiating their way through the complexity of tax credit system. These problems do not get easier as our children grow older – in fact the demands on the parent can grow.",
        "Looking for childcare is breathtakingly complex, and especially formidable for lone parents or parents from disadvantaged groups, or for parents with disabled children.",
        "And the issue of childcare is not just about quality of life for parents.",
        "It’s about children – their health, their development, their happiness, their opportunities. In short, it’s about giving them the best start in life.",
        "For all the evidence shows that the quality of childcare from a very young age affects life chances and educational outcomes.",
        "A single telling fact should cause politicians of all parties to hang their heads in shame: it is harder now for a child born to a low income family to escape his or her beginnings and climb to the top of the employment tree than it has been for nearly two generations. Over the past thirty years, social mobility has fallen. And it continues to fall.",
        "Some on the left use this fact as evidence that all young mothers should work and the government must provide all childcare.",
        "As Gordon Brown put it in December, when it comes to balancing work and family life, only the state can guarantee fairness. His eyes lit up when he called the provision of childcare for children up to 48 months “a whole new frontier of the welfare state”. At its worst it is a vision of a Brave New World: rows of mothers at work and rows of tiny children in uniform state-run nurseries. A real nanny state.",
        "Instead, I believe that every family wants something different from childcare. Each has different needs, different desires and different decisions to take. You cannot impose a one-size-fits-all model of childcare provision.",
        "So what is our alternative vision?",
        "We are three years from the next election and just twelve weeks into David Cameron’s leadership, so I am not about to announce detailed policies. We have an excellent shadow team in Paul Goodman, Tim Loughton, Trish Morris, Eleanor Laing and Maria Miller who are working together to develop those policies. They will be supported by our Policy Group on Social Justice which today I am asking to help us with the hard-headed research and innovative thinking that will underpin their work.",
        "But I do want to spell out three clear principles that I believe should guide that thinking.",
        "The first principle is that we should provide financial support for the childcare choices that families themselves make; not use financial support as a stick to force parents into a particular choice.",
        "There are some on the right who say the state shouldn’t be providing any financial support at all. I do not agree. Society has an interest in helping women who work to also provide the best care for their children. We cannot encourage women to have good careers and be good mothers, and then leave them to fend for themselves.",
        "So government has a key role in making good childcare affordable.",
        "Sadly, our childcare costs are now among the highest in Europe. According to a recent Daycare Trust survey, the cost of a typical full-time nursery place in England has outstripped inflation by nearly 20 per cent during the past five years.",
        "The childcare tax credit was supposed to help. But many parents complain that instead of relieving the burden, the sheer complexity of the tax credit system seems to add to the work/life imbalance that they feel.",
        "Perhaps that is why less than a quarter of low income families claiming both the child tax credit and the working tax credit claim the childcare tax credit element too. Parents can’t use it, informal carers can’t access it, and its eligibility is restricted.",
        "I want our policy group to look at ways of making the support provided by the childcare tax credit simpler and much more user-friendly so that parents can actually use it. I would welcome the advice of those charities and voluntary organisations, like the Citizens Advice Bureau, who are currently trying to help navigate mothers through the existing maze.",
        "I also want to look at whether we can expand the range of childcare that is supported. At the last election Theresa May produced imaginative proposals to do just that and in particular to unlock the expertise of family relatives. We should look closely at those ideas as we move forward. For the Government’s own research shows that 74% of the total childcare chosen by parents is informal, yet the Government is doing little to support those choices.",
        "Of course, I am not about to write our 2009 Budget. Decisions on the support we can provide for childcare must take place within the constraints of controlling public spending. What I am talking about today is the broad framework, and providing financial support to families for the childcare choices they make is the first principle of our new approach.",
        "The second principle is that we should expand the range of childcare choices available.",
        "The Government should not be seeking a monopoly in the provision of childcare or nursery places. Yet that is what Gordon Brown’s implies when he talks about expanding the frontiers of the welfare state.",
        "That is not what parents want. They want to choose for themselves from an array of sources that suit their needs and the needs of their children: between one-to-one care to groups, between state and private nurseries, between informal and formal care, between the qualified child-minder or nursery assistant and their own family and friends.",
        "Research shows that the best way to improve children’s life chances, and both their social and intellectual development, is to understand the careful balance between the individual care a child receives and the role more formal group care has to play. Research clearly shows that good quality formal childcare and pre-school stimulates children, often resulting in an earlier development of verbal and cognitive skills. And this has to be balanced with the need for emotional support in the early years which may be better delivered in a one to one situation. So we can see that there can never be just one solution to the care needs of a child and that is why flexibility in provision is vital.",
        "We want to allow and encourage the private and voluntary sectors to play a larger role in raising the life chances of children and striking the right balance between play and learning in the nursery and classroom.",
        "That means insisting that all providers, whether or not they’re part of SureStart, operate on a level playing field.",
        "Let me be absolutely clear. We support SureStart. We are not planning to close it down. But we do have concerns about the way SureStart is developing – concerns that are shared by many on the left.",
        "One of the most attractive feature of the SureStart scheme and the new children’s centres when they began was that both were embedded in the local community, run by those who had campaigned to bring the new project to their area. But as the initial SureStart scheme is being broadened out across the country, and new children’s centres are created, control is increasingly been handed over to local authority bureaucracies and real community involvement is diminishing.",
        "Good local voluntary and private provision is being crowded out. For every two new childcare places provided in the last eight years, one existing place has been lost. Of even greater concern are the falling occupancy rates. Two years ago 85 per cent of available childcare places were taken up; latest figures put the number now at just 76 per cent. This threatens the survival of childcare providers.",
        "When David Miliband argued last week that an ever-expanding state is not crowding out the voluntary sector, here is clear evidence that he is wrong.",
        "So we support SureStart and children’s centres. But we want them to develop in the spirit in which they began by involving local families closely in the management and operation of their centres. And we do not want the Government rigging the childcare market against those private, voluntary and independent providers operating outside the SureStart umbrella.",
        "Again, it is all about us supporting the choices that families make, not make those choices for them. That is why expanding the range of childcare choices is the second principle that guides our approach.",
        "The final principle flows from our understanding that good, affordable and diverse childcare is only one part of what society can do to support the choices that mothers make about balancing their work and home lives.",
        "Government also has a role in protecting the careers of women who want to take time off to look after their children, particularly when they are just born.",
        "Many good employers offer generous maternity support. They understand the importance of a motivated, happy and loyal workforce.",
        "But we do need to provide legal protection to those who are not fortunate enough to work for those businesses. That is why at the last election and today we support the extension of maternity leave and maternity pay, although we recognise the cost that that imposes, especially on smaller businesses, and so we will reduce the burden of regulation elsewhere.",
        "And we applaud the protection provided by the Equal Pay Act. There have been Conservative Governments in office for over half of the thirty years the Act has operated and during that time the pay gap has itself halved.",
        "But we cannot be satisfied with where we are. I agree with the Women and Work Commission when they say today that there is still much to do. A pay gap continues to exist – particularly for part time work. And part-time, flexible working is central to how many mothers try to balance their responsibilities. So the message from my party should be firm. Unequal pay based on sex discrimination is completely and totally unacceptable in this day and age. We will do what it takes to stamp it out.",
        "Let me conclude.",
        "Providing financial support for families who use childcare. Increasing the choice of childcare available to parents. Protecting women who want to be good mothers and have good careers. These are the principles that will guide our thinking in the months and years ahead.",
        "We reject those who say that a women’s place is in the home. We reject those who say that all women should work. We will support choices women make about their lives, not impose choices on them.",
        "That is modern compassionate Conservatism."
    ]
}