{
    "url": "https://www.ukpol.co.uk/george-osborne-2016-speech-on-the-economy/",
    "title": "George Osborne – 2016 Speech on the Economy",
    "post_date": "January 8, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, in Cardiff, Wales on 7 January 2016.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Scott, thank you and thank you for such a warm Cardiff welcome.",
        "It’s good to see so many business leaders here today.",
        "It’s fantastic to be back here again to see the Cardiff Business Club and talk to the people who are helping to drive forward the Welsh economy.",
        "And it is fitting that we have Cardiff Bay as our beautiful backdrop, in typical sunshine.",
        "From this Bay, the people of South Wales set off to lead the industrial revolution around the world.",
        "But by the 1970s, after decades of decline, it was left derelict.",
        "Today it is thriving again. Audiences flock to the Millennium Centre from all over the world – and get to experience that famous Welsh hospitality when they do.",
        "Much of the development that underpinned this happened during the 1980s, spearheaded by local people working in partnership with my colleagues Nick Edwards and Michael Heseltine.",
        "And we owe a particular debt to the late Sir Geoffrey Inkin for driving the redevelopment forward.",
        "It is an example of the government working with you – the job creators – to deliver for Wales.",
        "As we look across the Bay, we can all see the Welsh Assembly building on the other side.",
        "Today I make this offer to the next Welsh government: work with us to make Wales stronger still.",
        "We have our plan for Wales, one that support jobs, pay and rising living standards.",
        "And the question for the whole United Kingdom is this: are we going to see through the economic plan that is delivering growth at home and security from risks abroad?",
        "For I worry about a creeping complacency in the national debate about our economy.",
        "A sense that the hard work at home is complete and that we’re immune from the risks abroad.",
        "A sense we can let up, and the good economic news will just keep rolling in.",
        "To the people peddling those views, I have a very clear warning.",
        "Last year was the worst for global growth since the crash and this year opens with a dangerous cocktail of new threats from around the world.",
        "For Britain, the only antidote to that is confronting complacency and delivering the plan we’ve set out.",
        "Anyone who thinks it’s mission accomplished with the British economy is making a grave mistake.",
        "2016 is the year we can get down to work and make the lasting changes Britain so badly needs.",
        "Or it’ll be the year we look back at as the beginning of the decline.",
        "This year, quite simply, the economy is mission critical.",
        "We have to finish the job.",
        "So let me explain, first, how the economy is mission critical here in Wales.",
        "A lot has been done since 2010.",
        "70,000 thousand jobs have been created.",
        "Unemployment has fallen by 30%.",
        "Superfast broadband has been rolled out to over half a million homes and businesses.",
        "We pulled the eyes of the world to Newport when we chose to bring the huge NATO Summit here.",
        "The UK Investment Summit with over 150 global investors that followed soon after saw £240 million of new investment across the UK.",
        "And we’re seeing results: since 2010 Wales has grown faster than any part of the UK outside of London, and in the latest data employment is rising almost twice as fast as in the capital.",
        "But ambition for Wales should not end there. I know yours doesn’t; well mine doesn’t either.",
        "For while we’ve come a long way, we cannot be complacent.",
        "Wales still faces the decades-old challenge that it lags behind much of the rest of the UK.",
        "Unemployment is higher, pay is lower, and output is lower. Wales could be doing so much better.",
        "The government recognises that Wales needs more investment.",
        "That is why, working with Stephen Crabb, our strong and effective Welsh Secretary, we’ve just announced we’ll boost capital investment by £900 million over the next five years.",
        "We recognise that Wales needs to be better connected to the rest of the UK.",
        "So we are electrifying the Great Western Mainline to Swansea and giving the Welsh government early access to the capital borrowing powers to help fund the M4 relief road.",
        "And by bringing the massive investment in HS2 to Crewe six years early, we will bind North Wales ever more closely into the Northern Powerhouse and the rest of the UK too.",
        "We also recognise that more decisions affecting Wales should be taken here in Wales.",
        "The Welsh Assembly already has the power to legislate on health and education; we’ve given them power to set business rates, and, from 2018, the power to set Stamp Duty and Landfill taxes too.",
        "And soon the Assembly will have unprecedented power to set income tax as well.",
        "Crucially, this means that the Welsh government is now going to be responsible for how they raise money, as well as how they spend it.",
        "That will focus attention on who can deliver low taxes for the people of Wales and Welsh businesses, and who can deliver value for money. That is attention I want to see.",
        "As a UK government we’ve committed to a City Deal for Cardiff.",
        "This City Deal can transform this city as much as the development around the bay did a generation ago. It’s a deal that will secure Cardiff’s bright future.",
        "We will support a new infrastructure fund for the Cardiff Capital Region as part of this.",
        "It demonstrates our ambition for the Cardiff region and I want to see the deal signed by the time of the Budget in March. So let’s get on with it.",
        "Wales is an incredibly exciting, innovative nation, home to world class research and pioneers of technology. I want Wales to be at the centre of the high tech economy of the future.",
        "Steven and I have been to Cardiff Uni to see brilliant work on semiconductors with companies such as IQE.",
        "So today I can tell you that we will establish a new UK national centre – based here in Wales – that will develop the semiconductors that are at the heart of modern technology. It will be part of our network of R&D catapults.",
        "It will bring together scientists and businesses with expertise in this cutting edge technology. It will create jobs, here. Bring investment here.",
        "And I’m committing £10 million this year and every year for the rest of the decade, £50 million in total, so that we build the future here in Wales.",
        "I see it as a down-payment on our side of the deal.",
        "Here’s a striking fact and a challenge for us all.",
        "If the growth rate in Wales matched that of the UK average, the economy would be around £6 billion bigger by 2030.",
        "That is almost £1,900 more per person here than if Wales continues at its current pace.",
        "And if employment increased by as much in this Parliament as in the last, there would be over 60,000 more people in work in Wales by 2020.",
        "There can be no room for complacency about Wales’ future.",
        "And there can be no room for complacency when it comes to Britain’s economic future too.",
        "We are only seven days into the New Year, and already we’ve had worrying news about stock market falls around the world, the slowdown in China, deep problems in Brazil and in Russia.",
        "In just one week in December South Africa had three separate finance ministers…a stat no Chancellor likes to read about.",
        "Commodity prices have fallen very significantly.",
        "Oil, which was over $120 a barrel in 2012, dipped below $35 earlier this week.",
        "That is good for consumers and business customers here in Britain, bad news for the oil and gas industry, worrying for the creditors who have lent to it, and a massive problem for the countries that depend on it.",
        "And all of it adds to the volatility and sense of uncertainty in the world.",
        "Meanwhile, the political developments in the Middle East, with Saudi Arabia and Iran, concern us all.",
        "Alongside this short-term turbulence there is a long-term trend economists worry about.",
        "It is an idea that date back to the depression-era 1930s dubbed ‘secular stagnation’",
        "And it results in predictions that Western economies might not grow at all.",
        "The concern is that demographic changes – an aging population – means a rise in global savings.",
        "At the same time entrepreneurs stop innovating.",
        "They don’t want to set up companies or expand and so don’t want to borrow those savings to invest.",
        "But when the demand for borrowing is so weak firms will only take a loan when interest rates are ultra-low.",
        "And the so called ‘natural’ rate of interest – this is the rate needed to keep the economy growing at a healthy pace – falls permanently.",
        "Some of the predictions from the 1930s were stark.",
        "They spoke of “sick recoveries which die in their infancy.”",
        "Slumps with an “immovable core of unemployment.”",
        "That’s not been Britain’s story these last few years.",
        "But think of much of the rest of the western world since the crash.",
        "Many places have seen stop-start recoveries; others persistent high unemployment.",
        "Some economists have revived the idea of secular stagnation for the modern age – warning that we will either get stagnation and unemployment, or, where there is growth it will be pinned on asset price bubbles.",
        "They pose these economics for us what seems like an impossible choice:",
        "Do you keep rates ultra-low to boost your economy, but accept the risk of bubbles?",
        "Or do you hike rates to avoid bubbles, and accept an economic slowdown?",
        "I’m determined to show that this choice is a false one.",
        "That you can have sustained growth and new innovation and a strong savings culture, and by doing these things lay the foundations for higher living standards for decades to come.",
        "And our economic plan – which backs investment and the generation of new ideas like the catapult here for compound semiconductors, and puts in place checks on debt and bubbles – is the way to achieve that.",
        "Economies grow and prosper when there is a security and confidence about the long term. We’re providing that here in Britain with our economic plan.",
        "So what is our response to the current risks in the global economy?",
        "It’s not to cut ourselves off, and isolate Britain.",
        "You don’t avoid the world’s problems by trying to pretend, in the modern age, that we can be completely self-contained.",
        "No, our problem is that we haven’t had strong enough links with many of the fastest growing parts of the world.",
        "That is because we were complacent in the run up to the crash. We didn’t go out there and build those links with the rest of the world.",
        "Well now we are.",
        "Our determination to be China’s strongest partner in the West is opening up new markets for our businesses and bringing new investment and jobs to our shores.",
        "We have an excellent relationship with India but we can do more. So we will, and the Indian Finance Minister Arun Jaitley is coming to Britain later this month to make that happen.",
        "We’re working with the US and the EU to agree a new Transatlantic Trade and Investment Partnership, a big trade deal that could increase the size of our economy by £10 billion per year.",
        "And with our partners in Europe, we’re seeking ambitious reforms that will make a real difference to the British people.",
        "What could be more complacent than acknowledging Europe needs to change and can work better for Britain; but then to say: that’s just the way it is in Europe – there’s nothing we can do about it?",
        "Under the strong leadership of David Cameron, we’re working flat out to get a better deal and then we’ll put it to a vote and the British people will decide.",
        "There’s also much more we can do at home to strengthen our economy and build for the future.",
        "Productivity lies at the heart of a healthy, growing economy. Because when output per hour is higher firms can pay their workers more, and return larger dividends to their investors.",
        "What does that mean? It means more money and higher living standards for families.",
        "Delivering that requires action to address historic weaknesses in the British economy.",
        "We have suffered a chronic shortage when it comes to skills for decades – so next year we’re introducing our important new apprenticeship levy on all large firms.",
        "The levy will fund three million apprenticeships in England – with firms offering apprenticeship able to get out more than they put in. And Wales will get its fair share of the support too.",
        "It’s a major reform to raise the skills of the nation.",
        "Another weakness is that Britain has always been too slow to build.",
        "Late last year I set up the National Infrastructure Commission.",
        "Its independent group of world-class experts; it’s already hard at work, led by Andrew Adonis.",
        "Today we are publishing a consultation which set outs the structure and operation of the commission.",
        "It represents a huge shift.",
        "The old way – short termism and a failure to think ahead – is out.",
        "Long term thinking is in.",
        "And I’m looking forward to receiving the first ideas from the new Commission by the time of the Budget.",
        "Getting infrastructure decisions right in 2016 is mission critical.",
        "So too is our plan to boost the wages of Britain’s low paid.",
        "If we’re complacent, Britain could find itself going the way of some other Western nations and become a society of higher welfare bills, higher taxes to pay them and lower wages as a result.",
        "We need to do the opposite. That doesn’t happen by itself. It needs a plan and decisive action.",
        "So we’re reducing welfare costs and ensuring it always pays to work, with major reforms to our benefit system.",
        "We’re cutting taxes on income – in April the tax-free personal allowance will reach £11,000.",
        "We’re making further major cuts to corporation tax to give us the lowest rate of any major economy in the world.",
        "And we’re bringing in the new National Living Wage in April. The new rate of £7.20 will mean a £900 increase in the annual earnings of a full-time worker.",
        "This is how we build the higher wage, lower welfare, lower tax society Britain needs.",
        "And we’re going to make sure those wages go further too.",
        "So we have committed to a big push on competition. Again, competition doesn’t just happen.",
        "If you’re not active in promoting it, monopolies creep in, vested interests take control.",
        "Last autumn I asked Treasury economists to look at 10 core markets – things like banking, telecoms, the utilities and insurance – to make sure customers are getting good deals.",
        "They found a typical household spent close to 40% of their disposable income in these markets.",
        "But they also found inefficiencies: a lack of competition in some markets, opaque pricing and people paying too much in others.",
        "The steps we are taking to cut out those distortions mean households could save close to £500 a year.",
        "And over the course of this Parliament we will go further, removing the obstacles to allow new competitors to enter protected markets.",
        "I’ll give you some examples. It means online pharmacies that deliver prescriptions to the door; it means giving people choice over their water supplier; and making it easier for places like supermarkets to provide legal services.",
        "One of the biggest monthly bills many people pay is their mortgage – and an important source of income for people is their savings.",
        "So it’s no wonder that people are starting to talk about what a rise in interest rates might mean for us all.",
        "Of course, interest rates are not something for me to set. That’s for the independent Monetary Policy Committee at the Bank of England.",
        "But inevitably, with the US Federal Reserve having made their decision to raise rates last month, there is a discussion about how and when we begin to move out of a world of ultra-low rates.",
        "Let’s be clear, higher interest rates are a sign of a stronger economy.",
        "The job of government is to make sure we’ve got in place the policies to monitor overall levels of indebtedness across families and the wider economy, while backing savings too.",
        "That doesn’t just happen by itself.",
        "It requires positive action and a plan, and that’s what we’ve put in place.",
        "So I’ve created a powerful new Financial Policy Committee in the Bank of England that can check overall levels of debt in the economy, and deal with specific risks such as the buy-to-let mortgage market.",
        "These steps are not always popular, but they do make our economy more resilient.",
        "British families have also worked hard these past few years to reduce their debts – and so debt as a proportion of income has fallen.",
        "But there is more to do to make sure British household finances are sound.",
        "40% of British adults don’t have a week’s wages put aside to cover an unexpected expense, and almost half don’t have any pension savings.",
        "Of course, putting money aside is often difficult, every family is different – and it’s up to each one to make their own decisions about when it’s right to borrow and when it’s right to save.",
        "But that is not an excuse for government inaction and complacency.",
        "Overall we must make it easier and more attractive for people to save.",
        "For while there may be a global glut of savings, here in Britain not enough people on lower and middle incomes are saving for their retirement.",
        "That’s why we’ve got a plan to change that: auto-enrolment – the scheme where employers enrol all employees into a pension – is having a huge impact: there are three million more people are saving into a pension compared to just two years ago.",
        "We’ve made pension saving more attractive – by removing the restrictions on how people can spend their savings when they reach retirement.",
        "We’ve massively increased ISA limits – the most popular way for people to save tax-free.",
        "Last month we launched our Help to Buy ISA – already over 140,000 people have opened an account and are starting to save for their first home.",
        "And in April we’re introducing our new state pension. It will be far simpler than the current system, more progressive and much fairer to women.",
        "It’s all part of supporting saving for everyone. And there’s more critical work to do in 2016.",
        "There’s also work to do to shake the national debate out of that sense of complacency about our economic prospects that I talked about earlier.",
        "Yes, the British economy has performed better than almost anyone dared to hope. And as an issue, the economy has slipped down the list of everyday concerns.",
        "But the biggest risk is that we all think that it’s “job done”. Many encourage this, irresponsibly suggesting that we can just go back to the bad old ways and spend beyond our means for evermore.",
        "Though the year is only seven days old, already we’d had their predictable calls for billions of pounds, literally billions more debt-fuelled public spending.",
        "They reject all the reforms we propose to deliver better-quality public services for less taxpayers’ money.",
        "Today I want to issue this warning: unless we finish the job of fixing the public finances, to get Britain back into the black by finally spending less than we borrow, all of the progress we have made together could still easily be reversed.",
        "That’s why we’ve got to go on fixing the roof while sun is shining.",
        "The prize for us all if we do is that Britain could become the most prosperous of all the major nations in the world in the coming generation.",
        "In 2015 we won the support of the British people for our economic plan – and we set out in the Budget and Autumn Statement the means to achieve that.",
        "We established new fiscal rules to reduce debt and get that surplus.",
        "We set out department spending plans that mean we live within our means.",
        "Taken together, it is part of a huge national effort to get our house in order – what the Office for Budget Responsibility describes as the biggest reduction in government consumption outside of demobilisation in over 100 years.",
        "If 2015 was the year for setting out that plan – 2016 is the year for the delivery of it.",
        "That is why it is so critical.",
        "Economic security and sound public finances don’t just happen – they require hard effort and continued application.",
        "And this year we will require that. You know – as do I – that none of us can see the future.",
        "We don’t know what exactly will happen to the global economy.",
        "We don’t know when the next turn of the cycle will come.",
        "But we do know that we haven’t abolished boom and bust.",
        "So there is no excuse for inaction. We are in charge of our own destiny.",
        "We can back infrastructure investment and innovation.",
        "We can be an outward facing nation – forging new and stronger links with the rest of the world.",
        "We can continue to support higher pay, lower tax and consumer markets that foster choice and competition.",
        "We can do more to support savers.",
        "This plan is what Wales, and the UK, needs.",
        "And it is why the economy remains centre stage to everything we want to achieve in this country.",
        "So 2016 is not mission accomplished. But our future is very much in our hands.",
        "This year is mission critical year.",
        "Now is the time to make the long term decisions to secure our country’s future.",
        "And in the forthcoming Budget and beyond, that’s precisely what I’ll do, for Wales and for the whole of the UK."
    ]
}