{
    "url": "https://www.ukpol.co.uk/george-osborne-2011-zeitgeist-speech/",
    "title": "George Osborne – 2011 Zeitgeist Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chancellor of the Exchequer, George Osborne, at Google Zeitgeist on 16th May 2011.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "It’s great to be at Google Zeitgeist today.",
        "When I was last here, in 2009, I was asked to speak about the economy.",
        "Today, I’d like to use the Q&A session to answer questions on the economy, and use this speech to talk about a subject that’s hopefully much more exciting:",
        "You.",
        "The impact that you are having – as internet entrepreneurs, innovators, technologists – on the world of government and politics.",
        "Recent events in the Middle East and North Africa demonstrate just how powerful the internet can be as a tool in the fight against oppression.",
        "In fact, look at almost any big social change of the past 200 years and you will see that it has been driven by a paradigm shift in communication technology.",
        "Newspapers. Radio. Telephony. Television.",
        "And now – most dramatically of all – the internet.",
        "For politicians of my generation, the incredible disruptive impact of the internet is not a threat – it’s an opportunity.",
        "An opportunity to build societies that are more open, more innovative and more prosperous.",
        "As we all know, virtually every walk of life is being affected in some way by the internet and new technology.",
        "That’s why, over the course of this conference, you are going to be hearing from experts talking about how the internet is changing the economy, affecting our culture and transforming society.",
        "In my view, the impact that the internet is having on government is equally profound.",
        "That’s what I’d like to focus on today.",
        "I’d like to look at three of the most dramatic ways that the internet age is changing government.",
        "The way it is:",
        "Changing accountability.",
        "Changing policy making.",
        "And changing public services.",
        "Let me take each in turn.",
        "First, changing accountability.",
        "You don’t need me to tell you how the internet has eroded traditional information asymmetries.",
        "We’re all so used to talking about “the democratisation of information” that perhaps sometimes it’s easy to forget what a fundamental change it has brought about.",
        "For centuries, access to the world’s information – and the ability to communicate it – was controlled by an elite few: the powerful, the wealthy and the well educated.",
        "Today, billions of people can access more information than entire governments could just a generation ago.",
        "And of course, the globalisation of these information flows, thanks in large part to mobile internet access in sub-Saharan Africa and the developing world, is increasing every day.",
        "This is rapidly eroding traditional power and informational imbalances.",
        "And it is irrevocably increasing the accountability of politicians and governments to the people they are supposed to serve.",
        "There was a brilliant example of this during the Prime Minister’s trip to India last year.",
        "As part of the trip, we thought we would organise a hack day at the Google offices in Bangalore.",
        "So we flew over some British coders, and stuck them in a room with Indian developers and social entrepreneurs, to see what they could build together over the course of a few hours.",
        "They decided to create a new tool that would help make the Indian police more accountable.",
        "Here’s how.",
        "In India, giving someone a quick “missed call” is a bit like “poking” on Facebook.",
        "You call someone, let it ring for a second, then hang up, and it’s a cost-free way of saying “hi” or “I’m thinking about you”.",
        "What our team of programmers did was start building an app that lets people in India give a missed call to a special number saved in their phone whenever they have a dissatisfactory encounter with the police.",
        "This missed call gets plugged into a heat map showing the rough location of people’s complaints – so highlighting for the first time the parts of India where people are most unhappy with their local police.",
        "This heat map can then be used by civil society or by government to put pressure on underperforming forces to change their ways.",
        "It’s a brilliant initiative, and just one of thousands of examples of how new technology is improving accountability across the world.",
        "For a long time, the British government was much too slow to accept this.",
        "It tells you something about the culture of secrecy in Whitehall over the past decade that Tony Blair says in his autobiography that the Freedom of Information Act was his “biggest regret” in government.",
        "I’m sure we could all think of a few things he really ought to regret more.",
        "From day one of the coalition Government, we have chosen to take a different path, and to embrace the accountability revolution enabled by the internet age.",
        "And already it seems incredible that this time last year, the British public couldn’t access even some of the most basic information needed to hold the government to account.",
        "Spending data broken down on an item by item basis.",
        "The contracts signed by central and local government.",
        "Government procurement tender documents.",
        "The salaries of senior government officials.",
        "Incidents of crime in your neighbourhood, broken down on a street by street basis.",
        "Thanks to our efforts, these government datasets – and over 6,000 others – are now freely available to be analysed, interrogated and mashed up.",
        "But this is only the beginning.",
        "Over the next 12 months, we’re going to unlock some of the most valuable datasets still locked away in government servers.",
        "This is the raw data that will enable you, for the first time, to analyse the performance of public services, and of competing providers within those public services.",
        "So a year from now, websites and services will use this data to help the public find the answers to important questions like:",
        "Which is the right GP for my family?",
        "How well are the different departments in my nearest hospital performing?",
        "What is the quality of teaching like in my local school, broken down by subject area?",
        "Was the person who broke into a car on my street ever apprehended by the police, and if so, what happened next?",
        "Our ambition is to become the world leader in open data, and accelerate the accountability revolution that the internet age has unleashed.",
        "Because let’s be clear, the benefits are immense.",
        "Not just in terms of spotting waste and driving down costs, although that consequence of spending transparency is already being felt across the public sector.",
        "No, if anything, the social and economic benefits of open data are even greater.",
        "Take medicine, for example.",
        "A few years ago Sergey Brin, the co-founder of Google, took a DNA test that revealed that he may have up to a 75 percent chance of developing Parkinson’s over the course of his life.",
        "His response?",
        "To use the power of open data to search for a cure.",
        "He has funded the collection of a huge amount of health data, drawn from over 10,000 people, which is now being analysed to yield new insights into the linkages between drugs, patient behaviour and disease.",
        "This approach – using large datasets to search for possible correlations and causations – shows the massive potential for open data to transform scientific research.",
        "The economic impact of this open data revolution will be similarly profound.",
        "The annual global market for financial services data analytics is estimated to be worth over $20 billion.",
        "According to a new McKinsey report, the market for health analytics could be even larger – as much as $300 billion a year in the United States alone.",
        "And as we all know, with internet enabled sensors increasingly embedded in cars, in smart meters and in our electrical appliances, the amount of data being produced is increasing rapidly.",
        "This so-called “internet of things” opens up the possibility of new services and tools, from the self-drive cars being developed by Google to powerful dynamic energy efficiency applications.",
        "I want the UK to be at the forefront of this new wave of innovation.",
        "That is why we will have a specific focus on open data over the coming months, to ensure that we maximise the business opportunities at hand.",
        "And that’s also why it’s great to be able to announce today that two of our leading universities, Imperial College London and University College London are developing plans for an unprecedented partnership to create a new Research Centre focused on the massive amounts of data – energy data, transport data, social data – being generated in the world’s metropolises.",
        "This “smart cities” Research Centre will develop new technologies, in partnership with leading companies, to harness and exploit these huge new datasets, and support the businesses and technologies of the future.",
        "And as part of the Tech City initiative, the Research Centre will be based in Shoreditch, and will be a fantastic boost to the East London technology cluster.",
        "If the first impact of the internet age on government has been to change accountability, the second has been to change the nature of policy making itself.",
        "Just as the old asymmetries of information have been eroded, so too have the perceived asymmetries of wisdom.",
        "I genuinely believe that in almost all areas of government, we do a better job when we open up policy making and open ourselves up to the ideas of the crowd.",
        "We’ve done it in tax policy, where wherever possible we publish detailed tax changes months before the Budget so that experts can crawl over the drafting and spot errors and implementation problems.",
        "We’re doing it with legislation more generally, through our Public Reading Stage, which will give people the opportunity to highlight drafting and technical errors during the Parliamentary process.",
        "But we’ve also done it to generate new ideas and policy proposals.",
        "In the run up to last year’s Spending Review, we didn’t leave it to Treasury officials alone to look for efficiency savings and ways to save money.",
        "We opened up the entire process in an unprecedented way.",
        "First we launched a website enabling public sector workers to feed in their ideas about how to save money and redesign processes, based on their own experiences.",
        "The response was incredible: over 10,000 proposals submitted in the first 24 hours alone.",
        "We had a team poring over these suggestions, and the best ones were fed straight into the Spending Review process.",
        "I met public sector workers who had taken part, and they were thrilled to know that their ideas were finally being listened to.",
        "Once this process had been completed, we opened it out to the entire public.",
        "By the end, hundreds of thousands of people had taken part.",
        "To those that say that people are disengaged from the work of government, and want their representatives to take care of everything, this is a powerful riposte.",
        "We’re applying this commitment to openness to government procurement too.",
        "At the launch of Tech City in East London last November, one young entrepreneur called Glenn Shoosmith told the Prime Minister about a problem he’d encountered.",
        "He’s invented a low-cost technology that allows people to book slots online at their sports centre or swimming pool.",
        "When he pitched it to the Olympics team he was told to find the relevant tender document and fill it in.",
        "But the system didn’t know about the product, so there was no tender – and no way for Glenn to sell his innovative product to government.",
        "This problem happens time and again – so we’re using open processes to try to fix it.",
        "Last month, we launched an open procurement competition – the Innovation Launch Pad – encouraging small companies to pitch to government their innovative new technologies and services.",
        "In other words, instead of having to wait for the right public sector tender document to come along – because it often never does – you can send your prototype directly to government.",
        "Leading technology experts such as Mike Lynch, the founder of Autonomy, and angel investor Sherry Coutu are helping us judge the entries and work with the companies to help them compete for and win deals with Government.",
        "We’ve applied a similar logic to the challenge of reducing regulation.",
        "Instead of simply relying on government hierarchies to decide which regulations should be reformed or abolished, we’ve opened up the process to the wisdom of the crowd.",
        "We call it the Red Tape Challenge, and here’s how it works:",
        "We’re publishing, sector by sector, almost every piece of regulation on the books so that business and the public can feed in comments.",
        "What works, what doesn’t, what should be scrapped, how things could be simplified or done with less regulation.",
        "Every single suggestion is looked at – and if any sensible proposals are rejected, Ministers will have to explain why.",
        "In other words, we’ve turned the default on its head.",
        "Instead of government deciding whether or not to listen to the public, we’re forcing it to listen.",
        "We want to remain at the cutting edge of open source policy making.",
        "So I’m pleased to be able to tell you that we have just recruited Beth Noveck, who used to work at the White House running President Obama’s Open Government Initiative, to help us take this agenda forward.",
        "I can’t think of a better person to help us with this.",
        "After all, Beth literally wrote the book – ‘Wiki-Government’ – on how policy making needs to change in the internet age.",
        "She’s a genuinely world class recruit, and she’ll be working alongside the likes of Martha Lane Fox, Tim Kelsey and Tom Steinberg to harness new technologies to make government more innovative and accountable.",
        "So if the second impact of the internet age on government has been to change the way we make policy, the third impact I’d like to talk about is the way it’s changing the way we design and run public services.",
        "This is in part thanks to the massive potential for cost savings.",
        "It used to cost government over £10 to process a driving license application or a self-assessment tax form.",
        "Online, the cost is less than £2.",
        "Efficiencies like that are too powerful to be ignored.",
        "So if we make the most of this opportunity, there is no doubt that we can significantly reduce the cost of government",
        "Martha Lane Fox, the Government’s Digital Champion, argues that shifting just 30% of public service contacts to digital channels has the potential to deliver annual savings of more than £1.3 billion.",
        "If we think about how internet banking has gone from a standing start to the mainstream in just over a decade, there’s no reason why public services can’t be the same.",
        "Obviously, it won’t happen of its own volition.",
        "That’s why we have made the bold commitment that all our public service reforms will be ‘digital by default’.",
        "In other words, in all our reforms we assume that public service delivery can be shifted online – and officials and ministers have to justify why any aspect needs to be delivered through traditional offline channels.",
        "This is a huge culture shift for government.",
        "And it’s beginning to have an impact across the public sector.",
        "We’re designing the universal credit system with online delivery in mind right from the start – not as an expensive afterthought.",
        "My department – the Treasury – has already moved to online only corporation tax returns, significantly reducing administrative costs.",
        "In the Budget I announced that over the next couple of years we will be doing the same for all the main business taxes.",
        "And we’re creating a single government website – you can find the prototype at www.alpha.gov.uk – that will enable us to redesign government services from the bottom up and put the user in charge.",
        "Because we all know, new technology doesn’t just enable us to reduce costs, it can help us drive up standards too.",
        "For over a century, the dominant assumption in policy making was that in every walk of life, we needed people at the centre micromanaging public services.",
        "Why? Because the public was considered to lack the information and tools to take more control themselves.",
        "The internet age has shattered that cosy consensus.",
        "And it’s opening up new possibilities to open up public services, empower citizens and unleash massive innovation.",
        "To give you just three examples:",
        "Personal budgets will be able to be managed by individuals online, choosing the tailored public services they need.",
        "Patients will be able to access and share their personal health records, and take greater control over their treatment.",
        "And communities will be able to use online platforms to engage with the local planning system, and come together to decide on issues like zoning and use of space in their neighbourhood.",
        "Of course, this age of digitised public services creates challenges alongside opportunities.",
        "The challenge of ensuring the security of personal data and financial information, for example.",
        "The hacking into Sony’s online PlayStation network, and the theft of millions of users’ credit card details, is a high profile example of the need for robust online security.",
        "This applies equally to government as to the private sector.",
        "In any given month there are over 20,000 malicious emails sent to government networks.",
        "Here is a salient story from my time as Chancellor.",
        "During 2010, hostile intelligence agencies made hundreds of serious and pre-planned attempts to break into the Treasury’s computer system.",
        "In fact, it averaged out as more than one attempt per day.",
        "This makes the Treasury one of the most targeted departments across Whitehall.",
        "At some point last year, a perfectly legitimate G20-related email was sent to HM Treasury and some other international partners.",
        "Within minutes it appeared that the email had been re-sent to the same distribution list.",
        "In fact, in the second email the legitimate attachment had been swapped for a file containing malicious code.",
        "To the recipient it would have simply looked like the attachment had been sent twice.",
        "Fortunately, our systems identified this attack and stopped it.",
        "We are not taking this challenge lying down.",
        "At the Spending Review last year I announced that we would invest £650m in a new National Cyber Security Programme to enhance our online security.",
        "We are determined to get the security question right, so that we can maximise the opportunities that the internet age presents.",
        "Another challenge that we need to address is to ensure inclusive access as public services are increasingly migrated to the internet.",
        "After all, there are still nine million adults in the UK who have never been online.",
        "We can, and will, address this challenge, and get as close as we can to a 100 per cent connected Britain.",
        "Over the past few months, we have been working with some of the world’s leading technology companies to ensure that the next generation is equipped with the digital skills they need to flourish in the digital age.",
        "Thanks to this engagement:",
        "Hutchison Whampoa has agreed to support a pilot of the successful Digital Maths programme developed by Stanford Research Institute, which will provide digital tools to support maths teaching in UK schools.",
        "Blackberry has agreed to launch an apps challenge for UK schools, teaching kids how to design new online tools.",
        "Intel will run a range of schemes to support young people to set up their own online businesses.",
        "And YouGov is sponsoring a Start-up Summer programme to provide mentoring, research, funding and cash prizes to encourage university students to set up internet companies.",
        "Taken together, these schemes will benefit thousands of young people in the years ahead.",
        "And they show how the government is working with leading businesses to turn the challenge of change to our advantage.",
        "The same is true across all areas of government.",
        "As we’ve seen, the internet is forcing us to rethink government from the bottom up.",
        "It’s changing accountability.",
        "Changing policy making.",
        "And changing public services.",
        "These changes are opening up incredible new opportunities for progress.",
        "The opportunity to embrace new technology to improve public services and tackle old social problems in new ways.",
        "The opportunity to make our societies more open, more fair and more prosperous.",
        "And the opportunity to spread freedom and open markets to new corners of the world.",
        "Together, we can make the most of these new possibilities.",
        "And use the power of new technology to redesign government and build a brighter tomorrow.",
        "Thank you."
    ]
}