{
    "url": "https://www.ukpol.co.uk/george-osborne-2016-speech-in-chicago/",
    "title": "George Osborne – 2016 Speech in Chicago",
    "post_date": "September 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the former Chancellor of the Exchequer, in Chicago on 23 September 2016.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you for inviting me here to Chicago to speak to you this evening.",
        "I accepted the invitation not just because this Council is renowned around the world for its contribution to the debate about how we manage global challenges; I accepted because this lecture is in honour of Louis Susman, a quite exceptional US Ambassador to the United Kingdom.",
        "I worked closely with Lou as the new British Government, led by David Cameron, sought to find its feet in the world six years ago. The bond we formed with the then still relatively new Obama administration was a strong one. On the fallout from the financial crisis, on the challenge of the Arab Spring, on the promotion of free trade, we worked together as close partners and allies.",
        "And with Lou and his wonderful wife Marjorie, the serious business of politics was always mixed with the smart diplomacy of good hospitality. I remember the spectacular dinner they invited me and my wife Frances to at Winfield House, the palatial ambassador’s residence in Regents Park.",
        "President Obama was there in his tux. Her Majesty the Queen was wearing her diamonds. I walked into a room full of the A-list, from Tom Hanks to David Beckham. Frankly, I was a little over-awed. Then Lou came up to me and said: the Queen and the President are having Martinis, you want to join them? After that, the evening slipped by beautifully.",
        "That glamorous night with the Susmans was one of the many high points of the six years that I spent as Britain’s Chancellor of the Exchequer. There’s little doubt what one of the low points was.",
        "The evening of 23rd June this year. When David Cameron and I watched the television in the first floor study of 10 Downing Street, as the results came in from the European Referendum and it became clear that the British people had voted to leave the EU.",
        "That result has sent shock waves around the world. People here in the United States have been asking me whether it means the retreat of Britain as an outward facing global power; they have questioned what it means for the integrity of the western alliance; they worry about the consequences for European stability; and they wonder whether the deeply felt economic insecurity and anger at the established political order so evident in that referendum vote will have echoes here in the United States this fall.",
        "I don’t pretend to have definitive answers to those questions tonight; and I would be skeptical of anyone who claims they do. That history is not yet written. But I do intend to spend this time ahead of me, out of government office but still in the House of Commons, trying to understand better the powerful forces that are driving the disruption of our democratic politics and widespread feelings of insecurity.",
        "And I want to help devise what the best response should be from those of us who believe that free trade, open societies and international co-operation are the best guarantors of prosperity and a stable world order.",
        "For if we don’t provide answers, then others will – those who want to erect barriers and sow division and exploit new technology to echo-back to people their anger and insecurity.",
        "Politics, like nature, abhors a vacuum – and if the mainstream can’t find answers, then the extremes will. And their solutions will make the situation for those yearning for more economic security and control over their lives a whole lot worse.",
        "Let me start by examining that European referendum result. You cannot say that the British public were not engaged in the choice they were being offered. More Britons went to the polls on 23rd June than in any general election in British history.",
        "More voters voted to Remain in the European Union than have ever voted to elect a party of government; and of course, even more – 52% of the total – voted to Leave. Among that 52% were close to 3 million voters who had not voted in our general election a year ago.",
        "In short, this was a huge exercise in direct democracy. And so, frankly, ignoring the result or thinking that we can simply have a re-run to get a different result is – I believe – fanciful. We can’t behave like the East German government who, when faced with an election result they didn’t like, said it was time to elect a new people.",
        "Britain has taken a decision, and it’s difficult to imagine the circumstances in which that doesn’t lead to Britain leaving the European Union.",
        "That, however, is just one decision – and it gives rise to many future decisions for which we don’t yet have answers.",
        "Since July, work has been done to understand what people’s primary motivations were for voting to leave. Half of all Leave voters said the main reason was that they felt decisions about the UK should be taken in the UK. A third of Leave voters cited control over immigration. Just 6% of Leave voters – around one in twenty – said their main reason for voting was that ‘when it comes to trade and the economy, the UK would benefit more from being outside the EU’.",
        "There are lessons to be learnt across the political spectrum. Those who, like me, frankly underestimated public concerns about sovereignty need to think hard about how we can give people a greater say about the decisions that affect them and their community.",
        "My feeling is that the answers go deeper than simply repatriating decisions from Brussels to Westminster – that people sense there are forces beyond their control that are driving their lives, from remote government to technological change, and that makes them feel insecure.",
        "Likewise, those who claim that voting to leave was a great rebellion against the economic status quo need to accept that precious few Leave voters thought the country would be more prosperous outside the EU.",
        "This was not a popular mandate for less free trade or for a more closed economy.",
        "We should bear that in mind as we approach the decisions that lie ahead.",
        "We may be leaving the EU, but we are not clear about what we are joining. What is the new relationship we will have with our European allies? What will the trade arrangements look like? Not just for physical goods, but intangible services like financial services? What will our border controls with our neighbours be, including at our currently invisible land border with Ireland? What are the criminal justice, immigration and extradition agreements we will strike? There may be millions of continental Europeans living in Britain, but what about the millions of Britons living in continental Europe? How, if at all, will we participate in collective European policy towards the Mediterranean and Eastern Europe?",
        "We don’t have answers to any of these questions – and nor should we rush to provide them. This is the most important set of decisions Britain has faced since the Second World War, and getting them right is more crucial than taking them early.",
        "Get them wrong – consign Britain to a relationship with our neighbours that makes us permanently poorer and more insecure – and the people most likely to pay the price will be precisely those who already feel the most marginalised.",
        "So David Cameron was correct, on the morning after the referendum result, not to trigger the exit procedures that Article 50 of the European Treaties provide.",
        "I commend Theresa May for resisting the pressure, from some Brexiteers at home and from some European capitals abroad, to trigger Article 50 this autumn. She is right that we need time to decide what Britain’s approach to these negotiations will be before we enter into them.",
        "In any case, it is highly unlikely that the rest of Europe will be in any position to conduct serious negotiations until the autumn of next year.",
        "My experience of six years of European negotiations is that nothing serious happens until the French and, especially, the German governments take a view – and both countries will be preoccupied with their own domestic elections for much of next year.",
        "That’s an opportunity for the British Government and the House of Commons to think hard about how we should approach the decisions we now face.",
        "For me, the guiding principle should be this: we should aim for the closest possible economic and security relationship with our European partners while no longer being formal members of the EU.",
        "That is most likely to deliver the prosperity and stability and control over events that people are clearly yearning for. For what are the alternatives?",
        "I am all for strengthening Britain’s ties with the rest of the world.",
        "Throughout my fifteen years in Parliament, I have championed the vital alliance we have with the United States – both when it was fashionable and when it has been unfashionable.",
        "It is the cornerstone of western security and prosperity. But it is an alliance that all British Governments and US Administrations since the war believe is enhanced because of Britain’s engagement in Europe.",
        "Likewise, in government, I did more than almost anyone to promote Britain’s ties with the fast growing emerging economies – risking controversy to form a new economic partnership with China and making more trips to India than any Chancellor before me.",
        "But these are complements to our relationships with our European allies, not substitutes. Britain cannot choose the continent we exist in. We are – and have always been – a European power.",
        "Our economy is completely intertwined with the European economy – and always has been. Close to half of all our exports go to our near neighbours, and no amount of extra trade with the likes of Australia or New Zealand – desirable as it is – can possibly replace those large, mature markets on our doorstep.",
        "Our financial centre is a global one, but one of its huge strengths is that it services a continental economy. I made it a special mission of mine to make London a home to Indian masala bonds, Islamic finance and offshore renminbi trading – last year, more renminbi bonds were issued in London than the rest of the world outside of China put together.",
        "But again, this is not a substitute for our role as Europe’s wholesale financial centre – it is a complement – and it is not just in our interests, but the interests of the whole of Europe that it remains so.",
        "Indeed, it is in the whole of Europe’s interest that the voice of Britain as a force for economic reform, global competitiveness and free trade is not lost from the collective discussion about how we raise the productivity of the whole European economy – or else we will all be poorer for it.",
        "And our security is also completely interdependent with the continent of Europe. Two thousand years of British history, from the Roman invasion to the Battle of Britain, have taught us that. Each and every time we have tried to disengage from Europe, and wipe our hands of its problems, it has been a disaster for Britain and a tragedy for our continent.",
        "So, as I say, we should approach all the decisions we now face about trade, about finance, about security, looking to forge the closest possible relationship with the rest of Europe consistent with being outside the EU.",
        "We shouldn’t assume that there is an off-the-shelf arrangement that works for the second largest economy in Europe – I can’t see us consenting to the current arrangements around free movement of people that clearly caused such concern in the referendum.",
        "Equally, I find some of the take-or-leave it bravado we hear from those who assume Europe has no option but to give us everything we want more than a little naive.",
        "We need to be realistic that this is a two-way relationship: that Britain cannot expect to maintain all the benefits that came from EU membership without incurring any of the costs or the obligations.",
        "There will have to be compromise.",
        "Above all, we need to resist the false logic that leads from exiting the EU to exiting all forms of European co-operation – and that values the dangerous purity of splendid isolation over the practical necessity of co-operation in the real world.",
        "Brexit won a majority. Hard Brexit did not.",
        "The mainstream majority in our country do not want to be governed from the extremes.",
        "The same principles of co-operation and engagement that drives Britain’s relationship with Europe should guide our approach to the global challenges we all face.",
        "We have to confront the false prophets who – as in previous generations – tell people that their concerns about security in the world can be addressed by retreating from it.",
        "None of the huge issues confronting our generation – from terrorism to mass migration, from disease to climate change – can be tackled alone.",
        "Indeed, if we fail to intervene and solve these problems together, then the insecurity people feel will only increase.",
        "I was elected to the House of Commons in June 2001, a Conservative opposition MP in a Parliament where the Labour Party had just won re-election with a large majority.",
        "As new MPs, we were told to expect a relentless focus on domestic priorities. Instead, those early years in Parliament were dominated by conflict abroad.",
        "The savage attacks in New York and Washington on 9/11; the overthrow of the Taliban government in Afghanistan; the invasion of Iraq.",
        "For my political generation, the high price of intervention became painfully clear.",
        "The loss of life. The sacrifice of our armed forces. The budgetary cost.",
        "The shock and awe of well-planned invasions giving way to the long, messy chaos of insurgencies.",
        "And the deep divisions this brought to our society at home. The marches. The bitterness in our politics.",
        "Long gone is the confidence that Tony Blair expressed here in Chicago as Prime Minister back in 1999, when he discarded the old Westphalian settlement of non-intervention – and confidently set out new principles that would govern the right of the international community to intervene in the affairs of a sovereign state.",
        "In its place is a resignation that it is never worth getting involved – that the price of intervention is never worth paying.",
        "That, sadly, is the conclusion our western democracies have come to after a decade or more of difficult, divisive, drawn-out conflict in Afghanistan, Iraq and more latterly, Libya.",
        "Last week, the Foreign Affairs Committee of the House of Commons censured David Cameron for Britain’s involvement in Libya.",
        "They tell a simplistic story. A rushed intervention. A failure to understand the complexity of the country. The removal of the strong leader who held the country together – however brutally. The chaos that ensues. The armed militias. The terrorism. Five years on, we’re still trying to bring stability to Libya.",
        "But we forget: Libya wasn’t stable five years ago – that’s why we intervened.",
        "And ask yourself the question; what if we hadn’t intervened?",
        "I sat on the British National Security Council that saw the satellite imagery of Colonel Gaddafi’s forces advancing up the coast road from Tripoli to Benghazi to crush the uprising there.",
        "There was no doubt that if British, French and American forces did not intervene right away then a massacre would take place in the following days. Many, many thousands of people would have died.",
        "Benghazi would have been added to the list, alongside Srebrenica and Rwanda, of places where the west had shamefully stood aside – and where our failure to intervene still haunts us today.",
        "And what confidence do we have that Libya would not still have descended further into civil war and chaos? After all, we chose not to intervene in strength in Syria.",
        "We made a conscious decision not to intervene in 2011, when Britain, America and our allies could have tried to alter the outcome of the emerging civil war there by forcefully backing the more moderate elements of the opposition.",
        "There was a plan put forward to do that. But collectively the West chose not to take it up – and we settled on something much weaker.",
        "And we chose not to intervene again in 2013, when Assad crossed the red line we had drawn and used chemical weapons. The vote of the House of Commons against military action was the single most depressing moment of my time to date in Parliament.",
        "I don’t know whether these interventions in Syria would have worked. I am sure they would have been very messy and difficult. Clinical interventions and text book nation building exist only in newspaper columns.",
        "But I do know what has happened in Syria while we chose not to intervene decisively. Hundreds of thousands killed. Millions displaced. Neighbouring countries destabilised. The taboo on the use of chemical weapons broken. The emergence of a terrorist state. Russia back as a major player in the Middle East. And a refugee crisis that has fuelled the rise of extremism across Europe.",
        "Yes, my political generation knows the cost of intervention – but we are also beginning to understand the cost of not intervening. It doesn’t make our countries more secure.",
        "It doesn’t help address the fears of those who feel we invite the problems of the world on our shoulders – it makes those problems worse.",
        "Those of us who are internationalists – who believe that co-operation is better than isolation – need to rediscover our self-confidence and make our case.",
        "What is at stake is the kind of nations we want to be. Let me speak about my own.",
        "In the last few years, with David Cameron, we took some deliberate and expensive decisions that were controversial and which required constraints on spending elsewhere in the budget.",
        "I announced that we will continue to spend two percent of our national income on defence – meeting alongside US and unlike almost everyone else, our NATO obligation to do so.",
        "That rising defence budget is being spent on the latest generation of military equipment, from aircraft carriers to submarines to fast jets, that will enable Britain to be one of the few countries to be able to project hard power abroad.",
        "We have also decided to be one of the very few countries in the world to meet our UN obligation to spend 0.7% of our national income on international development – and that rising aid budget has put Britain not just at the forefront of the fight to eliminate diseases like malaria, but also central to the efforts to bring stability and support to Syria’s neighbours.",
        "Indeed, Britain is unique among the major western nations in meeting both the NATO commitment on defence and our UN commitment on aid. Why did the government I was part of choose to do that at a time when resources are scarce?",
        "It is more than just an expression of what we want our country to be – and it is a practical solution to the disorder that we see in the world, and the insecurity and the anger that is breeding at home.",
        "That aid budget is not just meeting a moral obligation to the world’s poorest. It is a tool in responding to the refugee crisis that is destabilising Europe.",
        "That defence budget is not just about protecting Britain’s own shores. It enables our new Prime Minister to deploy additional forces this week into Somalia to tackle terrorism there before it visits us here.",
        "Together aid and defence add to Britain’s influence and reach, alongside our diplomatic network, our intelligence agencies, our prominent role in international bodies, our language, our culture, our science and – after this Olympic summer – our sporting prowess.",
        "Mind you, I see the Chicago Cubs are on roll.",
        "The Economist Magazine has ranked Britain number one in the world for the impact of its soft power. Our hard power makes us the only ally that can fight alongside the US in strength.",
        "Together that concentration of power makes our country safer and makes our world more secure than it would otherwise be.",
        "For if we, Britain, are not a nation prepared to intervene to secure free trade and international order and the rule of law, why should we expect anyone else to be?",
        "If we don’t make that argument to our population than we cannot expect others to.",
        "And what applies to Britain, applies to our European allies and to the United States as well. We were present at the creation of the post-war order. We must take care not to allow its destruction.",
        "If we leave a vacuum of leadership in the world, then others who do not share our values will fill it.",
        "If we don’t make an effort to co-opt new rising powers like China to the world order we created, and make them feel part of it, then we face the prospect of disintegration and confrontation.",
        "If we, the countries that have championed world trade rules and open markets, do not continue to advance the case for trade across the Pacific and Atlantic, then who will?",
        "If we don’t have a plan for global order, then we will fall mercy to other people’s plans.",
        "This is a deeply unsettling time in so many western democracies.",
        "Barriers are being erected.",
        "Free trade is in retreat.",
        "A voice is being given to the extremes.",
        "That is not, in the end, going to help people who feel insecure and feel like they are losing control – it will make that insecurity and powerlessness very much worse.",
        "We shouldn’t be afraid to say so.",
        "We should fight fiercely for our values – for the co-operation, free markets and international institutions that have sustained our peace and prosperity, and can continue to do so.",
        "As they say here in Wrigley Field, it’s time to step up to the plate."
    ]
}