{
    "url": "https://www.ukpol.co.uk/george-osborne-2015-speech-to-bdi-conference/",
    "title": "George Osborne – 2015 Speech to BDI Conference",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, to the BDI Conference in Berlin on 3 November 2015.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "I am very honoured to be asked to address this impressive gathering of German industry and ingenuity today.",
        "I’ve come to Berlin to talk to you about trade – for Britain and Germany trade €140 billion of goods and services every year.",
        "I’ve come to talk to you about investment – for Britain and Germany invest €1.9 trillion in each other’s economies.",
        "I’ve come to talk to you about business – for German companies like BMW, Bosch and Siemens are household names in Britain; while for British companies like Rolls Royce, GlaxoSmithKline and Vodafone, Germany is of course one of their biggest markets.",
        "Indeed I have just been to a Siemens factory in Berlin, which manufactures gas turbines which are sold into Britain but the fan blade is manufactured in Birmingham, exported to Germany and then exported again into Britain.",
        "So I’ve come to talk about the economic relationship, but I’ve also come to talk to you today about a friendship between our two countries that has brought peace and security to our continent for my entire lifetime.",
        "And I’ve come to talk to you about the shared values that we have together. The Wertegemeinschaft we both seek to build.",
        "A Wertegemeinschaft, a “community of shared values”, based on mutual respect and tolerance of differences; openness and a commitment to freedom.",
        "Each time I return to Berlin, I am reminded of what a beacon of freedom this city has been throughout my life.",
        "When I was a child, this city was divided, and so was my continent.",
        "And, like so many families in Europe, my family felt that division.",
        "My grandmother was Hungarian. She was born in Budapest, and she married an Englishman.",
        "And for most of her life she was not allowed to return to the country of her birth.",
        "And my mother remembers, as a child in 1956, her home in north London filling up with refugees from the Hungarian Uprising.",
        "She was telling me the other day about the extraordinary range of people who came through the door that autumn in 1956.",
        "One day they had a professor from Budapest University sleeping on a mattress on the floor.",
        "And then the next day there was a shepherd who had fled from the Hungarian countryside and made it to London.",
        "And of course as a young adult, I remember the lines of refugees crossing the Hungarian border again in 1989.",
        "And that night when we crowded around our TV screen to watch the Wall that ran through this city quite literally being torn down, remains the single most extraordinary and exciting and exhilarating political moment of my lifetime.",
        "I would never have imagined back then when I was just 18 that all these years later, 25 years later, as the British Finance Minister, I’d be working in partnership with Wolfgang Schauble – that remarkable man who negotiated and signed the Treaty to unify Germany.",
        "I had dinner last night with Wolfgang – he took me to an Italian restaurant – and we reflected on the fact that we are Europe’s two longest serving finance ministers.",
        "And while we have been sitting at the G7 table, we’ve seen 18 other finance ministers come and go.",
        "And in my many conversations over the years with Wolfgang, we’ve spoken of the history of Britain and Germany, of the deep links between our two cultures, and of the differences too of those shared values of tolerance and freedom – the Wertegemeinschaft I spoke about – that we apply today, each in our own way, to the challenges of our age.",
        "Those values are on display in Germany today as you deal with the mass of refugees seeking shelter and sanctuary in your country.",
        "And for all the challenges that represents, the whole world has been impressed by your generosity and your hospitality to those fleeing conflict and seeking a better life.",
        "Britain has a long tradition too of being a country that helps those in need.",
        "We are the home of Europe’s most multi-ethnic and diverse society, and we have a rapidly growing population within our shores.",
        "We are the only major country in the world that will spend 0.7% of our national income on overseas development assistance this year.",
        "We’re spending far more on aid in the region around Syria than any other European nation.",
        "Our military presence is greater there than any other European nation.",
        "And, because of this huge commitment of British resources and British military effort going in to help families on the Syrian border, it means more of them will feel they do not need to make that treacherous journey across the Mediterranean in the first place.",
        "Now we may not be part of Europe’s Schengen area. And that is true to our island’s story. But we will help you strengthen Europe’s external borders in countries like Greece.",
        "For Britain and Germany are both countries that do not shirk our responsibilities – but are ready to shoulder them.",
        "And today we both have a responsibility also to show economic leadership in Europe.",
        "For there is a simple truth: we are Europe’s engine for jobs and for growth.",
        "Since the economic crash 7 years ago, our two economies each expanded by the same 13%. The rest of Europe has grown by just 4%.",
        "We have together provided two-thirds of all the economic growth in Europe.",
        "And while we have together created over 3 million jobs, jobs have been lost across the rest of the European continent.",
        "Why have our two economies succeeded where too many others have struggled?",
        "I believe that’s because we have risen to the challenge of reform.",
        "We’ve both made difficult decisions to make our labour markets more flexible – not so it is easy to fire people, but because we wanted it to be easy to hire people.",
        "We’ve both made difficult decisions to fix our public finances and to live within our means.",
        "This year you have achieved a budget surplus; and I will be shortly setting out the measures required to achieve that surplus in Britain.",
        "For we both understand that without sound finances there is no economic security.",
        "We’re two countries that have reached out the hand of economic partnership to the new, great emerging economies of Asia.",
        "You are by far and away the largest European exporter to China.",
        "We attract more Chinese investment into Britain than France and Italy and Germany put together.",
        "We’re two societies that respect hard work, invest in science and embrace new technology.",
        "Four of the world’s top 10 universities are in Britain; and Germany tops the European league table for investment in research and development.",
        "This Anglo-German partnership is on display in the new Formula One Champion – the ingenuity of a British driver, Lewis Hamilton, powered to success by a German Mercedes car.",
        "I make this observation: The fastest car that Mercedes makes is the only car that they make in Britain.",
        "So we have driven economic reform in our own countries.",
        "And we have seen other countries like Spain and Ireland rewarded for their reform efforts.",
        "And now we need to drive economic reform together across our own continent, in the European Union.",
        "I said the friendship between our two countries was based on shared values.",
        "And one of those values is that we don’t insist on central uniformity, but instead we respect different histories and traditions and approaches.",
        "It is that respect for difference that has brought four nations together in one United Kingdom, and it’s the same respect for difference that united ancient kingdoms like Saxony and Bavaria with city states like Hamburg and Bremen in the great success of the Bundesrepublik.",
        "We should show the same respect to the difference of approaches our two countries take towards the European Union.",
        "I have huge respect for the leadership Germany has shown, alongside other countries like France and Italy and the Low Countries in first creating the European Union and now the effort you are making to ensure the common European borders work and the Eurozone is a strong and resilient currency area.",
        "And let me be absolutely clear. We want you to succeed in all these endeavours. It’s hugely in Britain’s interests, let alone Europe’s, that you do.",
        "And I know, in turn, you respect the fact that Britain has a different relationship with the European Union.",
        "We are not part of the single currency.",
        "Nor are we part of the Schengen single border area.",
        "But we are a huge part of the European economy.",
        "After you, we are the largest contributor to the European Budget.",
        "We – along with the French – provide the military capabilities to ensure Europe’s voice is heard on security and defence issues around the world.",
        "And in partnership with you, and our friends in Paris, we provide the diplomatic heft to help resolve crises the tragedy in Syria, and trying to bring Iran in from the cold.",
        "I think you would agree that Britain has been the strongest and most consistent voice in Europe for expanding the EU’s single market; for concluding free trade deals with other parts of the globe; for enlarging the borders of the EU to include first the countries of Central and Eastern Europe, and now the Balkans.",
        "And as you know, we’ve been arguing in favour of closer ties with Turkey for many years.",
        "So my country too has made a big contribution to the development of the European Union.",
        "The question now facing Britain is whether we remain in the EU, or we leave.",
        "It is the question that the law will require us to put to the British people in a referendum by the end of 2017, at the very latest.",
        "Remain or leave, it is the question our democracy has demanded we put because, quite frankly, the British people do not want to be part of an ever closer union.",
        "And we will not succeed as nations by ducking the big issues, or thinking we can avoid the key questions.",
        "We want Britain to remain in a reformed European Union.",
        "But it needs to be a European Union that works better for all the citizens of Europe – and works better for Britain too.",
        "It needs to be a Europe where we are not part of that ever closer union you are more comfortable with.",
        "In the UK, where this is widely interpreted as a commitment to ever-closer political integration, that concept is now supported by a tiny minority of voters.",
        "And I believe it is this that is the cause of some of the strains between Britain and our European partners. Ever closer union is not right for us any longer.",
        "And that is what the discussions we’re now having with the German government, other member states and the European Commission and European Parliament are all about. And they are getting more intensive now.",
        "So how do we build a better European Union?",
        "There are a number of changes needed to make that happen.",
        "If freedom of movement is to be sustainable, then our publics must see it as freedom to move to work, rather than freedom to choose the most generous benefits.",
        "If politicians are to be accountable then we’ll need to strengthen the role of national parliaments.",
        "And as Britain’s Chancellor, in charge of economic policy, speaking to German industry, I want to focus on two further specific changes today – and to ask for your support.",
        "For I believe these changes we seek are not just in our interests – they’re in the interests of the whole European Union, including Germany.",
        "And I very much welcome what Chancellor Merkel said on this stage just an hour ago, when she gave her support to our negotiations and she says when it comes to issues like competitiveness and making the EU work better, Britain’s plans are our plans too.",
        "So what are those changes? The first concerns the strength and competitiveness of the European economy.",
        "Europe is losing ground to the rest of the world, and the people who pay the price are our citizens.",
        "One fifth of young people in the European Union cannot get a job.",
        "US companies can get new products licensed and to market within days, yet it can take weeks or months in Europe.",
        "And a decade ago the Commission estimated a total administrative burden to EU businesses of €125 billion a year. Now, progress has been made, but only about a fourth of this cost has been reduced – much more needs to be done.",
        "Let’s be clear about what is at stake here.",
        "If the EU allows itself to be priced out of the world economy, the next generation will not get jobs, living standards will decline and the Union will lose the popular consent of the people of Europe.",
        "Now the decline of the European economy is not inevitable. Far from it. Our destiny is in our hands – and we have at our disposal today the tools to reverse it.",
        "The British government has fought hard, with others like you and the Dutch, to force the reduction of bureaucracy onto the EU’s agenda.",
        "Now, Jean-Claude Juncker and Frans Timmermans and others have succeeded in reducing the amount of new regulation coming out of the Commission by 80%.",
        "It’s a real achievement that we should acknowledge.",
        "But we need to tackle the existing body of European regulation – and I think we should set clear targets for doing so, and powerful mechanisms for delivering them.",
        "All of Europe’s citizens will benefit directly from the new agreement to cut mobile phone roaming charges – it is an example of the single market working for people.",
        "But where, in the age of the internet that Sigmar Gabriel talked about, where is the digital single market?",
        "I can buy a CD from a German music store with a British credit card while I’m here in Berlin, but I can’t log on to a German website with my British account and download a song.",
        "Now, we always, as Europeans, come together at conferences like this and lament the fact that the world’s biggest internet companies aren’t European companies; but that’s because we haven’t created the world’s largest market for them here in the European Union.",
        "Let’s do it, now – not in 2 years time or 5 years time.",
        "The Capital Markets Union has the potential to be a huge boost for Europe’s businesses, especially its small and medium sized businesses.",
        "And I congratulate Commissioner Jonathan Hill on what’s being achieved",
        "But let’s face it – some of Europe’s self-imposed regulations and rules have actually made this continent a less competitive place to run a financial services business.",
        "That’s not in Britain’s interests, as home to the world’s largest financial centre, but it is not in the interests of Germany either to see the centres of European finance move outside of Europe.",
        "We both have huge service economies – services make up 70% of Germany’s output, and 80% of Britain’s output.",
        "Yet trade in services in Europe is far too low.",
        "We’ve allowed the opponents of economic reform and the liberalisation of services to win the day.",
        "We should complete the single market for services and create millions of jobs in doing so.",
        "I welcome the Internal Market Strategy the Commission published last week.",
        "It reflects much of what Britain said it should. But now let’s turn a strategy document into reality.",
        "The free trade deal that the EU completed with South Korea is estimated to benefit the UK economy by £500 million a year alone.",
        "But there are trade deals with Japan and America, and an investment agreement with China, waiting to be concluded.",
        "Let Britain and Germany, whose cities were once at the heart of the great Hanseatic League, now meet in alliance to overcome the forces of protection – and make Europe the centre of a global network of free trade agreements.",
        "And I welcome Angela Merkel’s strong leadership on this, as on so many other things.",
        "So the policies and plans are all there. We’re making progress with them – but it’s all too slow.",
        "We need to pick up the pace.",
        "We need to make Europe more competitive, make this the place to start and grow a business, ensure the policies of the EU make us the home of jobs and growth and innovation.",
        "Do that and we will go a long way towards reconnecting the EU with the support of its citizens – including the citizens of Britain.",
        "That is the change we seek, and we want your help to achieve it.",
        "There is a second change to the EU we need to see – and that is we need to fix the relationship between the member states in the Eurozone and those outside the Eurozone, so it works better for everyone.",
        "And again, it is in Britain’s and Germany’s interests we succeed – so help us to achieve it.",
        "Today at this conference, Mr Grillo, as President of the BDI, you recognised that countries like Britain should not be forced into ever closer integration.",
        "I think it is a very strong example of the help you can provide – and I thank you for it.",
        "As many in Germany have recognised, the EU as currently constituted does not provide the strong legal and constitutional basis needed to make the euro the stronger currency you want it to be.",
        "Ideas like the Banking Union and the Single Resolution Mechanism have been real steps forward, but they have been put together through inter-governmental agreements and unsuitable single market provisions.",
        "And nor are you going to achieve the kind of binding commitment you want to see to improving competitiveness in other Eurozone countries if you rely on the current legal framework.",
        "In the end the inexorable logic of monetary union will mean the Treaties will have to be changed to support the financial and economic union required for a permanently stronger eurozone – the stronger eurozone we want you to build.",
        "At the same time, the current European Union arrangements are also not suitable for countries that aren’t in the euro, like Britain.",
        "Indeed, the fact that the Treaties simply assert that the euro is the currency of the EU shows that it does not reflect the reality of a Europe of many currencies today.",
        "As Wolfgang and I observed in an article we wrote together in the Financial Times last year:",
        "So let me be candid: there is a deal to be done and we can work together.",
        "Rather than stand in your way, or veto the Treaty amendments required, we, in Britain, can support you in the Eurozone make the lasting changes that you need to see strengthen the euro.",
        "In return, you can help us make the changes we need to safeguard the interests of those economies who are not in the Eurozone.",
        "What are those changes?",
        "Let me say more than we have done in public about what they are, and what they are not.",
        "We are not looking for a new opt-out for the UK in this area – we have the opt-out from the single currency we need.",
        "Nor are we looking for a veto over what you do in the Eurozone.",
        "Instead, what we seek are principles embedded in EU law and binding on EU institutions that safeguard the operation of the Union for all 28 member states.",
        "The principles must support the integrity of the European Single Market.",
        "That includes the recognition that the EU has more than one currency and we should not discriminate against any business on the basis of the currency of the country in which they reside.",
        "The principles must ensure that as the Eurozone chooses to integrate it does so in a way that does not damage the interests of non-euro members.",
        "And there will be cases where non-euro members want to participate in developments like the banking union. But that participation must be voluntary, and never compulsory.",
        "We must never let tax-payers in countries that are not in the euro bear the cost for supporting countries in the Eurozone.",
        "This is exactly what was attempted in July, when, out of the blue, in flagrant breach of the agreement we’d all signed up to, and without even the courtesy of a telephone call, we were informed we would have to pay to bail out Greece.",
        "That would have been grossly unfair.",
        "We have fought hard, with German help, to stop that happening – and we succeeded.",
        "But we shouldn’t have to fight a running battle on these issues.",
        "We should put things on an orderly basis with agreed principles.",
        "We need to recognise that just as financial stability and supervision have, rightly, become a key area of competence for Eurozone institutions like the European Central Bank – so financial stability and supervision are a key area of competence for national institutions like the Bank of England for countries not in the euro.",
        "We can achieve that at the same time as we go on building the single market in financial services.",
        "And these principles need to recognise that we are all partners in this European Union – when there are issues that affect all member states, they should be raised, discussed, and decided by all member states.",
        "We seek to make these principles permanent and legally binding – and we want to design a simple mechanism to ensure the principles are enforced. These are the kinds of checks and guarantees that exist in other parts of the EU’s governing rules.",
        "Today, for the first time I am spelling out more of the detail of the changes we need to stay in the European Union.",
        "And when it comes to the relationship between those who use the euro, and those who do not: here’s the deal.",
        "You get a Eurozone that works better.",
        "We get a guarantee that the Eurozone’s decisions and costs are not imposed on us",
        "You get a stronger Euro.",
        "We make sure the voice of the pound is heard when it should be.",
        "A deal that’s written into the law",
        "A deal that’s good for Britain.",
        "And a deal that’s good for Germany too.",
        "And the result will be a better European Union.",
        "Stronger economically – so it becomes more competitive in the world, and supports the creation of jobs and higher living standards for all its citizens.",
        "Stronger constitutionally – so it works better for the 19 countries of the Eurozone, and better for the 28 countries of the single market.",
        "I ask you to work with us to make these changes, and to form a partnership.",
        "A partnership of the two strongest economies in Europe.",
        "A partnership of two nations who respect difference and accommodate diversity.",
        "A partnership of two nations who share values of tolerance and openness and freedom.",
        "A partnership of two nations who will work together to build that Wertegemeinschaft – that community of shared values – in Europe.",
        "Let Britain and Germany work together as partners for a European Union that works better for all of us.",
        "And deliver that brighter and more secure future for all of our citizens.",
        "Danke schön."
    ]
}