{
    "url": "https://www.ukpol.co.uk/george-osborne-2013-keynote-speech-on-the-economy/",
    "title": "George Osborne – 2013 Keynote Speech on the Economy",
    "post_date": "January 31, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, on 9 September 2013.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Good morning, ladies and gentlemen.",
        "Today I want to talk to you about this government’s plan for economic recovery.",
        "Now, you’re probably thinking that a construction site is a strange place to make a speech.",
        "But I’ve invited you here for a reason.",
        "This development – 1 Commercial Street – began in 2007.",
        "The plan was to turn this building into 21 floors of office space, private apartments and affordable housing.",
        "Construction began; and continued at a pace.",
        "Until in 2008 the work simply stopped.",
        "Investors pulled out.",
        "Jobs were lost.",
        "And the site lay silent for three years.",
        "But last year, something exciting happened.",
        "Construction began again.",
        "Today, 230 people are working here at 1 Commercial Street to complete the development – and it will open its doors next year.",
        "I’ve brought you here because this building is a physical reminder of what our economy has been through in the last six years.",
        "The message from here to the British people is this.",
        "The economic collapse was even worse than we thought.",
        "Repairing it will take even longer than we hoped.",
        "But we held our nerve when many told us to abandon our plan.",
        "And as a result, thanks to the efforts and sacrifices of the British people, Britain is turning a corner.",
        "Many risks remain. These are still the early stages of recovery.",
        "But we mustn’t go back to square one.",
        "We mustn’t lose what the British people have achieved.",
        "This is a hard, difficult road we have been following.",
        "But it is the only way to deliver a sustained, lasting improvement in the living standards of the families of this country.",
        "For I’m going to make another argument today: you don’t solve the pressure on cost of living with simply a shopping list of interventions and government regulation.",
        "Of course, there are important improvements we can make to the scale of energy and water bills, the cost of housing, the fees paid for everyday financial services, the expense of rail and road travel.",
        "These are a burden on families – and we are doing everything we can do to reduce their cost – with more to come this autumn.",
        "We know every penny counts for hardworking people.",
        "But by themselves these changes don’t amount to an economic policy.",
        "And to focus exclusively on these things alone, important as they are, is to miss the wood for the trees.",
        "I know that times are tough and that family budgets are squeezed.",
        "But fundamentally, Britain is poorer than it was not because government didn’t intervene enough, or rail regulation wasn’t tough enough, or rental policies weren’t fair enough.",
        "Britain is poorer because of a massive failure of economic policy in the last decade.",
        "Jobs were lost. Unaffordable public spending had to be reined back. A flawed model of growth had to be reformed. Unregulated banks had to be rescued. That is why living standards fell.",
        "The best way to improve living standards is to tackle these deep economic problems head on and build an economy where those who aspire to work hard and do the right thing are rewarded.",
        "More good jobs. Tax free childcare. Low mortgage rates. More of your income tax free.",
        "Our plan for the economy is a plan for living standards.",
        "The alternative plan still being presented is a return to higher borrowing, more debt, more instability, lost jobs, rising interest rates and higher taxes.",
        "These will all add hugely to the cost of living.",
        "And that we know from bitter experience will make our nation poorer not richer.",
        "Today I want to look at the economic evidence behind all these arguments.",
        "First, let’s look at what the latest data tells us about the scale of what happened to the British economy in 2008, and the macro-economic imbalances and underlying structural weaknesses that left Britain so vulnerable.",
        "Second, the plan we have robustly pursued since 2010 is designed to address those imbalances and deeper problems in order to move from rescue to recovery. So let’s assess the growing body of evidence that shows it is working.",
        "Third, I will show you how our economic plan will help avoid the mistakes of the past in this new recovery phase.",
        "We must reject the old quick fixes that lie behind so many of our problems and hold to the course we have set.",
        "That is the only sustainable path to prosperity, rising living standards and a recovery that works for all.",
        "First, the past.",
        "It is not for nothing that the new Governor of the Bank of England and many other economists now describe the period of economic contraction in 2008-9 as the Great Recession.",
        "The same recent revisions to GDP data that showed there was in fact no ‘double dip’ also revealed that the impact of that Great Recession was greater even than we thought three years ago.",
        "GDP fell by 7.2% from peak to trough.",
        "That is almost twice as deep as the recession experienced by the United States; three times as deep as that experienced by Britain in the early 1990s.",
        "The immediate impact of the crisis is now a familiar story: the banking system almost collapsed, unemployment rose; and the budget deficit soared.",
        "The currency depreciated dramatically, leading to a sharp rise in the cost of imports and putting downwards pressure on household incomes that is still being felt today.",
        "What happened in Britain was the product of a pattern of economic development that had been fundamentally unbalanced and unsustainable for many years.",
        "The bailout of RBS was the biggest in the world because British banks had been allowed to become among the most leveraged and unstable in the world.",
        "The banks reflected an economy that had become, on some estimates, the most indebted in the world – with total private sector debt reaching 470% of GDP by the beginning of 2010.",
        "And the soaring budget deficit had its roots in an unsustainable increase in public spending in the eight years before the crisis – the second most rapid increase in spending as a share of GDP of all OECD countries.",
        "As a result the government ran rising deficits even at the peak of the boom and entered the crisis with a structural deficit that the IMF estimates was more than 5% of GDP, the highest in the G7.",
        "At the time most economists took a narrow view of sustainable growth: if inflation was low, and unemployment was close to its so-called ‘natural’ rate, then that was deemed to be enough.",
        "Clearly that was a huge mistake.",
        "We now know that truly sustainable growth also depends on sound public finances, well capitalized banks, healthy balance sheets, and a system of financial regulation that is alert to broader risks to the economy like asset bubbles and excessive debt.",
        "The pre-crisis British economy was also unbalanced in other important ways.",
        "Deep-rooted and long standing structural problems in our economy that had been masked by the great tide of debt were harshly exposed when the tide receded.",
        "Growth had been too concentrated in one corner of the country while many other parts of Britain fell behind and became increasingly dependent on unsustainable levels of public spending.",
        "Too many people remained trapped in dependency by an unreformed welfare and education system.",
        "There is a focus today on the issue of household income growth.",
        "What is less recognized is that household income growth had started to slow sharply from the early 2000s.",
        "Annual growth in household disposable income more than halved from 3.6% on average over the five years before 2003, to an average of 1.7% in the five years after that.",
        "The proceeds of unprecedented global prosperity and rising trade were not finding their ways into the pockets of British families.",
        "Government borrowing to fund ever rising welfare transfers like tax credits – accompanied by the increase in household indebtedness – obscured this simple fact: Britain was not earning its way in the world.",
        "As Raghuram Rajan – now the new Governor of the Reserve Bank of India – has compellingly written, stagnant incomes and declining productivity growth helped to fuel the bubble, as both households and the government used ever increasing levels of debt to maintain even more unsustainable levels of spending.",
        "So these underlying structural weaknesses and our huge macroeconomic imbalances were intimately linked.",
        "That is why the solution to the economic crisis the new British government faced in 2010 needed to confront both.",
        "That brings me to my second argument: our economic plan is the right response to Britain’s macroeconomic imbalances and the evidence shows that it is working.",
        "As I have argued for more than five years now, the correct macroeconomic response to the perilous economic situation in which the UK found itself in 2010 is a combination of fiscal responsibility and monetary activism.",
        "Fiscal responsibility to deal with a record budget deficit over a period of several years; monetary activism to manage the process of deleveraging and support demand.",
        "Some still question whether the government’s macroeconomic response was correct – whether we were right to hold to our economic plan.",
        "The headline facts are not in dispute.",
        "We know that recoveries after a financial crisis have historically been slower than other recoveries. But growth has been weaker than originally forecast.",
        "Since the end of the recession the UK has grown by 4.3%, less than the US but more than the eurozone.",
        "At the same time the labour market has performed much better than expected.",
        "Employment has grown extremely strongly – more so than even the most optimistic forecasts, with over 1.3 million net new jobs created in the last three years.",
        "Indeed, employment is now above its pre-recession peak in the UK.",
        "That is not the case in the United States.",
        "The difference is not simply down to growth in the labour force: our employment rate is above the US and has grown more quickly.",
        "Particularly striking in comparing the UK and US experience is the different trends in working age inactivity – historically an Achilles Heel for the UK after previous recessions.",
        "Since the crisis the working age inactivity rate in the UK has actually fallen by almost a percentage point to 23.5%, while in the US it has risen by over two percentage points to 27%.",
        "Our unemployment rate would now be almost half what it is today if participation in the labour force had shrunk to the same degree as in America.",
        "These are the facts.",
        "The controversy has been why GDP growth has been weaker than originally forecast.",
        "Broadly there have been two competing analyses.",
        "The first is a simple – some would say simplistic – story that lays the blame mainly or sometimes entirely on fiscal consolidation.",
        "Let’s call this the ‘fiscalist’ story of the last three years – and it was advanced by advocates of a so-called Plan B.",
        "This argument claims that with interest rates at their lower bound, the fiscal multipliers – the impact of spending cuts and tax rises on output – have been much higher than anticipated, and the resulting impact of the consolidation on GDP growth far greater than forecast.",
        "The second analysis is put forward by many independent economists, including those who support our economic plan, the so-called Plan A.",
        "This analysis is that fiscal consolidation has not had any greater impact than originally allowed for in the Office for Budget Responsibility’s June 2010 forecasts.",
        "Instead, the composition and timing of the slowdown in GDP growth relative to forecast is better explained by external inflation shocks, the eurozone crisis and the ongoing impact of the financial crisis on financial conditions.",
        "This analysis – let’s call it the ‘financial conditions’ story of the last three years – has been set out in its most detailed form by the independent Office for Budget Responsibility in their Forecast Evaluation Reports.",
        "As they put it, they are “still not persuaded” that the multipliers in the UK have been bigger than their original estimates.",
        "In my view the last few months have decisively ended this controversy in favour of this ‘financial conditions/ story of the last three years.",
        "Those in favour of a Plan B have lost the argument.",
        "The reason is simple: proponents of the ‘fiscalist’ story cannot explain why the UK recovery has strengthened rapidly over the last six months.",
        "The pace of fiscal consolidation has not changed, government spending cuts have continued as planned, and yet growth has accelerated and many of the leading economic indicators show activity rising faster than at any time since the 1990s.",
        "If the fiscal multipliers were much higher than the OBR estimates, as the fiscalist story requires, this should not be possible.",
        "Indeed, proponents of the fiscalist analysis predicted that stronger growth would only return if the government changed course and reduced the structural pace of consolidation.",
        "In contrast, an analysis of the last three years that attributes weaker growth to the inflation shocks, the eurozone crisis and the resulting impact on financial conditions finds the latest better economic data straightforward to explain.",
        "The initial impact of the commodity price shock at the end of 2010 has worked its way through the economy.",
        "The eurozone crisis that began in 2010 and intensified in the summer of 2011 has finally abated following the ECB’s decisive intervention last summer.",
        "That has removed the enormous tail risks that have been holding back investment and dampening consumption.",
        "And the government’s continued fiscal credibility has allowed the UK authorities to pursue a strategy of monetary activism with schemes such as Funding for Lending that have supported a dramatic improvement in financial conditions.",
        "Should we be surprised that the evidence does not support a story of the last few years based on higher fiscal multipliers in the UK?",
        "No – economic theory and academic evidence both suggest that multipliers are likely to be relatively low in an open economy with a floating exchange rate and independent monetary policy like the UK.",
        "Recent empirical studies – including several by IMF economists – that allow for multipliers to vary across countries have overwhelming found exactly this result.",
        "The truth is that the UK’s pace of fiscal consolidation, at around 1% of GDP per annum, is line with the G7 and G20 average and the IMF’s guidance for developed economies.",
        "What does set the UK apart from many countries is that we set out a clear plan early on.",
        "It was a detailed, multi-year plan. We legislated for it and we’ve stuck to it.",
        "The bulk of the consolidation has come from permanent reductions in spending on items like welfare entitlements.",
        "And the whole credibility of the plan has been buttressed by the creation of an independent Office for Budget Responsibility.",
        "The resolution of this debate is not simply an intellectual battle over recent history – it matters hugely for the future of the UK economy.",
        "At times over the last three years the political pressure to change course has been intense – despite solid support from the business world and many in the economics profession.",
        "Plan B would have risked higher interest rates as the UK became sucked into the eurozone sovereign debt crisis on our doorstep – and would have left us much more vulnerable had the euro crisis got even worse.",
        "It would have undermined our ability to pursue an activist monetary policy.",
        "Our recovery from the Great Recession would have been undermined, not strengthened.",
        "The impact on living standards would have been much harsher.",
        "So the evidence increasingly suggests that our macroeconomic plan was the right one and is working.",
        "Amazingly, even with the evidence we now have, there are still those calling for the government to abandon its economic plan in order to spend and borrow more.",
        "But to do so would be disastrous.",
        "The risks from unsustainable debt in our world may have abated, but they have not disappeared.",
        "For the UK now to set out to deliberately increase it’s budget deficit would be a signal to investors that we had abandoned discipline, at the very moment when we are turning a corner.",
        "We would be back to square one.",
        "I say this again because it is the biggest threat today to the British economy.",
        "Those still calling for more borrowing and more debt in spite of all the evidence want to put low mortgage rates and jobs at risk.",
        "The impact on living standards would be severe.",
        "Just as our economy recovers and the British people’s efforts start to pay off – now is not the time to put all that at risk.",
        "And I will not do that to this country.",
        "This building illustrates the story of our economy.",
        "The structure is built. The walls have gone up.",
        "So too with our economic plan. We have laid the foundations. We have built on top of them. But we cannot stop now.",
        "We have got to finish the job.",
        "And we will.",
        "For my third argument today is this: our economic plan will help avoid the mistakes of the past in this new recovery phase, and it will build a stronger economy for the future.",
        "The only sustainable path to prosperity is to reject the old quick fixes and stick to the course we have set.",
        "The main external risks we face today are these: the slowdown in emerging markets; the possibility of further turbulence in the Eurozone; and the risk that instability in the Middle East will push up oil prices.",
        "We remain vigilant on all fronts, and our economic plan gives us the resilience and stability we would need if any of these risks were to materialise.",
        "But we must be just as vigilant for any home-grown risks that could undermine a sustainable recovery.",
        "For macroeconomic policy this means three things: avoiding an unintentional and premature tightening of financial conditions; using the Financial Policy Committee and our new system of financial regulation to avoid the mistakes of the past; and staying the course with our deficit reduction plan.",
        "For microeconomic policy, not repeating the mistakes of the past means following through with our far-reaching economic reforms in order to raise living standards in a sustainable way.",
        "Let me briefly cover each in turn.",
        "I said at the Mansion House speech in June that “a steady rise in bond yields across the largest developed countries will be a sign of confidence returning” and so it has been.",
        "But I also warned of the dangers of market instability and said that forward guidance under our new MPC remit could be a useful tool to manage expectations as the economy recovered.",
        "Some have interpreted more recent increases in gilt yields as a sign that forward guidance has somehow failed, but that is, I believe, a misunderstanding.",
        "I’d argue that market movements since the August Inflation Report vindicate the need for forward guidance: the counterfactual would have been even bigger increases in yields in response to positive economic data.",
        "And the evidence suggests that forward guidance is succeeding in changing expectations in the real economy: the Bank of England’s Inflation Attitudes Survey shows a marked fall in the proportion of people expecting interest rates to rise over the next year.",
        "Of course, just as an inadvertent and early tightening of monetary policy would be a mistake, so would leaving it too late to take away the punchbowl further down the track.",
        "Our new regulatory system is designed to avoid precisely that age old error.",
        "We’ve put the Bank of England back in charge of bank supervision, and created a new Financial Policy Committee to spot economy-wide risks to financial stability and act before they crystallise. Much current debate is focused on whether the UK is returning to the bad old ways of debt fuelled, consumption-led growth.",
        "Many of those who previously claimed growth would not return have switched their argument in the face of the inconvenient economic data.",
        "They now argue that we are seeing the “wrong sort of growth.”",
        "But a close look at the data doesn’t support this argument.",
        "Consider the facts.",
        "Business surveys suggest growth is balanced across all sectors of the economy, including manufacturing as well as services and construction.",
        "Consumer spending accounted for less than half the rise in GDP over the first half of this year.",
        "Net exports contributed more than twice as much as that. And investment is picking up.",
        "The government’s economic plan supports this through a combination of aggressive export promotion and a highly competitive business tax regime.",
        "We will go on supporting both through this next phase.",
        "Nor are we seeing a return to unsustainable levels of indebtedness and household borrowing, as some claim.",
        "Total private sector debt has fallen by almost 40% of GDP since its peak in the first quarter of 2010.",
        "The ratio of household debt to incomes has fallen too, unwinding all of the increase seen during the credit boom of 2004 to 2008.",
        "And as Mark Carney said at the August Inflation Report, forecast consumption growth is “broadly in line with income growth”, not driven by rising debt.",
        "Some have questioned whether new risks are emerging in the housing market.",
        "This debate would benefit from a little less assertion and a little more examination of the evidence.",
        "House prices are down a quarter from their peak in real terms, and relative to earnings they are back at 2003 levels.",
        "Mortgage approvals are running at only a little more than half, and transactions a little more than two-thirds, of pre-crisis levels.",
        "That is why the government’s Help to Buy scheme is a sensible, time-limited and necessary financial intervention to fix a specific financial problem: the dramatic reduction in the availability of high loan-to-value mortgages.",
        "The median LTV for first time buyers has fallen from a long term average of 90% to just 80% now.",
        "This change is not something we should welcome, it is both a market failure and a social problem – imagine if you’d had to find twice as big a deposit for your first home.",
        "90% and 95% LTV mortgages are not exotic weapons of financial mass destruction – they are a regular part of a healthy mortgage market and an aspirational society.",
        "And, importantly, Help to Buy mortgages will all be repayment mortgages, not interest only mortgages, so borrowers will rapidly build up a larger equity buffer within just a few years even in the absence of any house price growth.",
        "Some claim that Help to Buy will boost demand but not supply, but again the evidence suggests otherwise.",
        "Not only are the government’s planning reforms already increasing the flow of new planning permissions, but the lack of mortgage availability at higher loan to value ratios has itself been one of the biggest factors holding back the supply of new housing.",
        "That’s why a report last week by former MPC member Charles Goodhart, now at Morgan Stanley, estimated that Help to Buy could increase housing starts by more than 30% between 2012 and 2015.",
        "So the evidence suggests tentative signs of a balanced, broad based and sustainable recovery, but we cannot take this for granted.",
        "The Financial Policy Committee and the Bank of England have made clear that they have the will and the means to act if necessary, with new macro-prudential tools that can target specific areas of the economy where imbalances are emerging.",
        "If that happens they will need resolve and determination to take the right decisions, and it is only when those tools are required that will we see quite what an important innovation this new framework is.",
        "For the government’s part, the same resolve and determination will apply to our deficit reduction plan.",
        "With the successful conclusion of the Spending Round we have now set out detailed plans that started in 2010 and extend to April 2016.",
        "Even if the improving economic news eventually leads to an improvement in the fiscal outlook, the job will not be done.",
        "More tough choices will be required after the next election to find many billions of further savings and anyone who thinks those decisions can be ducked is not fit for government.",
        "So whether it’s avoiding an inadvertent tightening of monetary policy, not repeating the debt-fuelled mistakes of the past, or sticking to the necessary fiscal consolidation, our macroeconomic plan will support the emerging recovery.",
        "For microeconomic policy, the priority must be following through with our far-reaching economic reforms in order to raise living standards in a sustainable way.",
        "As the evidence builds in favour of the government’s economic plan, many of our opponents are now shifting the focus of their criticism to the ongoing pressure on the cost of living.",
        "Families have had a difficult time making ends meet thanks to what happened to our economy.",
        "But this is not some separate issue – it is inextricably linked to the core arguments about the economy and the governments economic plan.",
        "Our economic plan is the only sustainable way to raise living standards.",
        "For a start, the most powerful tools that we have to protect living standards as our economy recovers are low mortgage rates and low taxes, and we’re delivering both.",
        "The falls in mortgage rates that our plan has delivered are worth £2,000 a year to a family taking out a standard fixed-rate mortgage of £100,000.",
        "Our record increases in the personal allowance have already saved a basic rate taxpayer £600 a year, rising to £700 a year by next year.",
        "We’ve used billions of pounds to help with fuel costs by freezing fuel duty for over two years.",
        "Low mortgage rates. A £10,000 Personal Allowance. Fuel duty frozen. And soon tax free childcare.",
        "These make huge, positive impacts on the cost of living.",
        "And none of this would be possible if we had abandoned our tough spending plans.",
        "But as I said right at the start, in the long term, the only sustainable way to raise living standards is to raise productivity by tackling the underlying structural weaknesses in our economy that were exposed by the crisis.",
        "Our economic plan constitutes the most ambitious programme of structural reform for a generation.",
        "Our school reforms are raising standards and introducing more choice and diversity into our school system.",
        "Our welfare reforms are helping more people into work, with the lowest number of workless households since 1996 and the lowest level of inequality since 1986.",
        "Our universities are flourishing as their finances have been secured through tuition fees, while choice and flexibility drive up standards.",
        "Our skills system is being transformed with a record number of apprenticeships, new University Technical Colleges and a greater role for employers.",
        "The re-launch of TSB onto our high street today is another sign of progress in the biggest ever overhaul of our banking system.",
        "We are delivering the biggest programme of investment in our railways since Victorian times, the biggest programme of road building since the 1970s, and -according to a recent global survey – our regulatory reforms have made the UK the best place in the world to invest in infrastructure.",
        "And HS2 will transform the economic geography of our country and help spread rising prosperity to the Midlands and the North of England, which is why I am passionately in favour of it.",
        "Our corporate tax system is now amongst the most competitive in the world, with companies that left the UK now bringing investment back home.",
        "A new industrial strategy is finally providing the long term stability and leadership that is needed in so many sectors such as aerospace, automotive, agri-tech and bio-science.",
        "And British science is scaling new heights with its budget protected for the future and rising capital investment in new facilities.",
        "We have already achieved a lot, but there is still more than we can do in all these areas.",
        "One thing is very clear.",
        "Tinkering around the edges while ignoring the tough decisions required will not rise to the scale of the challenge.",
        "We will not make that mistake.",
        "We will learn the lessons of the last decade so that we are not tempted by the quick fixes that lie behind so many of our problems.",
        "We will constantly examine what is happening in the present so that we can avoid repeating the mistakes of the past.",
        "And we will keep our sights firmly fixed on the future so that we do not shrink from the changes required to build lasting prosperity.",
        "Our economic plan does all these things.",
        "Just like this building, with office space, private flats and affordable housing, the job is not finished, but everyone will benefit.",
        "This is how we will build an economy that works for everyone."
    ]
}