{
    "url": "https://www.ukpol.co.uk/george-osborne-2016-concluding-statement-on-imf-article-iv/",
    "title": "George Osborne – 2016 Concluding Statement on IMF Article IV",
    "post_date": "May 16, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, on 13 May 2016.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "I’m delighted to welcome Christine Lagarde and her team to the Treasury this morning, so they can outline the findings of the IMF’s annual Article 4 assessment of the British economy.",
        "The Article 4 assessment plays an important role in providing independent scrutiny of the prospects for our economy, and today the IMF report on a British economy that is growing, with low unemployment and rising wages.",
        "We’ve got that growing economy thanks to the hard work of the British people and because we’ve stuck to our long term plan.",
        "But there are many challenges we need to address if we are going to go on raising living standards, and the IMF help us to identify them.",
        "I can say that we accept the broad conclusions of their report today.",
        "First, they urge us to go on repairing the public finances.",
        "We’ve made huge progress in reducing the record deficit of more than 10% we inherited to around 3% this year, but it is still too high.",
        "I welcome the IMF’s endorsement of our plan to continue to bring stability to our finances – and their acknowledgment that the pace of additional consolidation set out at the recent Budget was, in their words, “appropriate”.",
        "Second, the IMF remind us of the big challenge we, like other advanced economies, face on productivity growth.",
        "This is a challenge we acknowledge, and one we’ve already taken steps to tackle – with initiatives from the apprenticeship levy to the National Infrastructure Commission – and in next week’s Queen’s Speech there will be a number of major measures to do even more to make Britain’s economy fit for the modern age.",
        "The third challenge is the current account.",
        "A wide current account deficit leaves the UK reliant on financing from abroad, and more exposed to economic risks than we’d like.",
        "We’re taking steps to reduce it, including mobilising the whole government behind our exports strategy, and as the IMF has said, our plan to repair the public finances will support a gradual narrowing of the current account.",
        "This year’s Article IV mission comes alongside the IMF’s Financial Sector Assessment Program of the UK, which is conducted once every five years.",
        "This is an innovation since the financial crisis that ensures major financial centres are subject to international scrutiny.",
        "I’m glad the IMF acknowledge the enormous progress we’ve made under this government to make our financial sector stronger, to improve dramatically our financial supervision, and to ensure Britain is better prepared for any financial shocks.",
        "So in the view of the IMF, the UK economy is set on a positive course: with rising incomes, more jobs and a sound financial system.",
        "That is what is on offer if we remain in the EU.",
        "For the IMF have been in town for this Article 4 as Britain prepares to take what the Fund describe as a “momentous decision” on whether to remain in the European Union, or leave.",
        "The IMF are clear that even the prospect of a leave vote is already having an impact on investment and hiring decisions, and weighing on economic growth in the UK.",
        "But the Fund are also clear that this could be a mere taste of things to come if we vote to leave.",
        "The IMF today finds that a vote to leave would cause a “protracted period of heightened uncertainty”, “financial market volatility” and a “hit to output” – in other words, a hit to growth.",
        "They say that the long term impact on incomes in Britain would “likely be negative and substantial,” and they note that the market reaction to these adverse economic effects could entail:",
        "a “sudden stop of investment inflows into key sectors”  \n“sharp drops” in house prices  \nand “sharp drops” in equity or share prices too  \nand the costs of borrowing for households and businesses could rise  \nAnd the IMF also put to rest the fallacy that’s been peddled by those who say Britain will have more money for public services if we’re not paying into the EU budget.",
        "The IMF are very clear today: the hit to growth we could expect from a vote to leave would cost our public finances more than the amount we’d gain from no longer contributing to the EU budget.",
        "Put simply, the IMF says a vote to leave costs us money.",
        "We’d have less to spend on public services like schools and the NHS if we leave the EU.",
        "Ahead of this historic referendum the British people have been clear: they want facts, and they want credible independent opinion to help inform their decision.",
        "Today the independent IMF reinforce the conclusions of the independent Bank of England.",
        "These are the facts that the British people need to hear. If we vote to leave, British families will be poorer and Britain will be poorer. Incomes would be hit, businesses would suffer, and we’d have less money to spend.",
        "That’s if we vote to leave. But there’s a positive future for Britain on offer if we stay in the EU. Our economy is expected to keep on growing, businesses will keep creating jobs and families will benefit from rising wages and living standards.",
        "Let’s not put all that at risk with a leap in the dark."
    ]
}