{
    "url": "https://www.ukpol.co.uk/george-osborne-2010-speech-on-the-obr/",
    "title": "George Osborne – 2010 Speech on the OBR",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chancellor of the Exchequer, George Osborne, on 17th May 2010.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Good morning everyone, and on behalf of myself, David and Alan I want to welcome you all to the Treasury.",
        "And can I take this opportunity to say how glad I am that I have someone of David’s intelligence and calibre to assist me in the work that we have to do.",
        "We are here to talk about the very first item on the first page of the coalition agreement.",
        "As it says, “Deficit reduction and continuing to ensure economic recovery is the most urgent issue facing Britain.”",
        "We understand that.",
        "And we need to get moving.",
        "So today, less than a week after taking office, I want to explain some of the early arrangements for dealing with the fiscal crisis left by the last Government.",
        "First, let me just tell you some of the stark facts.",
        "Last year our budget deficit was the largest it has ever been in our peacetime history.",
        "This year it is set to be among the largest the world.",
        "According to the IMF and the European Commission, it will be the largest in the G7 and the largest in the European Union.",
        "This is the legacy of thirteen years of fiscal irresponsibility.",
        "And it poses a very real threat to the recovery.",
        "That it is why this new coalition is founded on an agreement to significantly accelerate the reduction in the deficit, starting this year.",
        "This is not about party interests, it is about the national interest.",
        "The advice that we have received from the Treasury and the Bank of England make that clear.",
        "Those who argue that action can be safely delayed for another eleven months would put our economy at risk for the sake of short term political advantage.",
        "The last few weeks have shown quite how urgent the necessary action has become.",
        "Greece is a reminder of what happens when governments lack the willingness to act decisively and quickly, and when problems are swept under the carpet.",
        "The result is sharp increases in interest rates, worsening recession, growing unemployment.",
        "At one point, interest rates in Greece increased by a full 10 percentage points.",
        "The dangers were clear when I spoke to finance ministers from around the world on Friday.",
        "The European package that was agreed last weekend has solved the immediate liquidity crisis, but it has not solved the underlying solvency crisis.",
        "The threat has not gone away.",
        "And I know people everywhere are worried about what this means for them.",
        "They are asking themselves – will I be affected?",
        "What does this mean for my job, my family, my children’s future?",
        "To them I say – if we fail to tackle the deficit we inherited from the previous government, the consequences could be disastrous.",
        "If we don’t get on top of our debt, every family in Britain will be poorer and the dreams of millions of young people will be dashed.",
        "Mortgages will be higher, businesses will go bust and debt interest will become one of the largest items of government spending.",
        "We urgently need to restore confidence in our economy.",
        "And we need the determination to act quickly in the short-term in order to establish credibility for the longer term.",
        "So what will we do?",
        "The first part of our approach is to boost credibility and confidence in the UK’s fiscal framework.",
        "In short, we urgently need a full, independent assessment of how bad the problem really is.",
        "As the IMF has said “strong fiscal institutions can enhance the credibility of consolidation plans”.",
        "I could not agree more.",
        "Over the last 13 years the public and the markets have completely lost confidence in government economic forecasts.",
        "The last government’s forecasts for growth in the economy, over the past ten years, have on average been out by £13bn.",
        "Their forecasts of the budget deficit three years ahead have on average been out by £40bn.",
        "Unsurprisingly, these forecasting errors have almost always been in the wrong direction.",
        "The conclusion is clear.",
        "We need long-lasting change in the way we put together budgets in this country.",
        "The final decision on the forecast has always been made by the Chancellor, not independent officials.",
        "And that is precisely the problem.",
        "Again and again, the temptation to fiddle the figures, to nudge up a growth forecast here or reduce a borrowing number there to make the numbers add up has proved too great.",
        "And that is a significant part of the reason for our current problems.",
        "I believe the public should be able to trust official forecasts for the economy.",
        "I want independent forecasts to become the norm.",
        "And this will inevitably mean giving away some of my powers as Chancellor.",
        "Of course, the elected government will still set the overall fiscal goals of the government, and the extent to which fiscal policy expands or contracts at each budget.",
        "And of course, it will also retain control over tax and spending decisions.",
        "These are properly decisions for elected politicians, accountable to Parliament and to voters.",
        "But I am the first Chancellor to remove the temptation to fiddle the figures by giving up control over the economic and fiscal forecast.",
        "I recognise that this will create a rod for my back down the line, and for the backs of future chancellors.",
        "That is the whole point.",
        "We need to fix the budget to fit the figures, not fix the figures to fit the budget.",
        "To do this, I am today establishing a new independent Office for Budget Responsibility.",
        "For the first time we will have a truly independent assessment of the state of the nation’s finances.",
        "So they can get to work immediately, the OBR will initially operate on a non-statutory basis, just as the Monetary Policy Committee operated before it was enshrined in legislation.",
        "It will be headed by Sir Alan Budd, one of the most respected fiscal and macroeconomic experts in our country.",
        "He is a man of immense integrity and indisputable independence, having worked for governments of both right and left, and he was appointed as an inaugural member of the Monetary Policy Committee by Gordon Brown.",
        "I am very glad that he is here with us today.",
        "He will be joined by two other independent experts, Geoffrey Dicks and Graham Parker, and together they will form the Budget Responsibility Committee.",
        "With help from a secretariat of civil servants, they will be in charge of making independent forecasts for the economy and the public finances.",
        "They will have direct control over that forecast.",
        "They will make all the key judgements.",
        "And they will produce the fiscal numbers that underpin government policy in the Budget Red Book.",
        "But I don’t think we can afford to wait until the Budget for an independent assessment of the true state of the public finances.",
        "So the first of the OBR’s forecasts will be produced ahead of the emergency Budget.",
        "Everyone will be able to see the scale of the problem to which that Budget must provide the solution.",
        "I have asked the Treasury to give Alan and the Committee full access to all the data, assumptions, and economic models.",
        "Because they will also have a role, over the coming months, in exposing all the hidden liabilities and long-term pressures facing us as a country.",
        "Looking at the cost of our ageing society, public service pensions, or the cost of outstanding PFI contracts, for example.",
        "For the first time we will have an independently audited and transparent national balance sheet.",
        "In due course, the OBR will be put on a statutory footing, with legislation in the Queen’s Speech next week.",
        "And at the Budget I will announce the overall path we intend to pursue for the public finances, and against which the OBR will judge the government’s fiscal policy.",
        "For each Budget and Pre-Budget Report they will confirm whether the Government’s policy is consistent with a better than 50 per cent chance of achieving that objective.",
        "That means there will be nowhere to hide the debts, no way to fiddle the figures, and no way of avoiding the difficult choices that have been put off for too long.",
        "With all these changes, fiscal policy in this country will be at the cutting edge of international best practice.",
        "Making us one of the few advanced economies with an independent fiscal agency that produces official fiscal and economic forecasts.",
        "Given that many countries face similar fiscal challenges – though few on a similar scale – I hope that the world will look with interest at our policy innovations.",
        "So the first part of our approach is a truly independent audit of the public finances.",
        "But it is not enough just to know the scale of the problem.",
        "We need to show that we have the determination to fix it, and that means making a start this year.",
        "The coalition has agreed that £6bn of savings to non-front line public services should be made this financial year.",
        "The departments for health, defence and international development will also make savings but they will be reinvested in their front lines.",
        "The coalition has also agreed that, given the state of the public finances, the great majority of the £6bn of savings from other departments will be used to reduce the deficit.",
        "Some proportion will be used to support jobs in a targeted and effective way, as set out in the coalition agreement, for example through the cancelling of some backdated demands for business rates.",
        "It is the clear view of the Treasury and the Governor of the Bank of England that these are the necessary actions to ensure economic stability and secure the recovery.",
        "The Treasury’s assessment is that there is a strong economic case for an immediate spending reduction of £6bn.",
        "The Governor, when presenting his inflation report last week, said it was right for a new government “to put into place a serious plan to tackle the fiscal deficit… and to make clear it was serious about it by doing some measures this year.”",
        "He added that he did not “think £6bn of cuts will dramatically change the outlook for growth this year, and it does reduce some of the downside risks”.",
        "So we are in no doubt that this action is advisable.",
        "And the work that David Laws and I have already done in the Treasury has convinced us that it is also achievable without affecting the quality of key public services.",
        "By tackling wasteful spending now, rather than later, we can demonstrate our commitment to tackle the deficit.",
        "We can help the independent central bank keep interest rates lower for longer.",
        "And we can begin to turn the tide of debt that is threatening our economy.",
        "David will, in a moment, take you through this in more detail.",
        "But let me briefly explain how the process will work.",
        "The specific allocations of in-year savings will be announced a week today.",
        "These will include significant reductions to the cost of quangos.",
        "This is unprecedented speed for a spending round, but we need to get moving, and every day comes at the cost of more wasteful spending.",
        "The emergency Budget will then set out the fiscal path and the spending totals needed to achieve it over the coming years, underpinned by the OBR’s independent forecasts.",
        "The Budget will also contain measures to boost enterprise, create a fairer tax system, and demonstrate to the world that Britain is open for business.",
        "I will be saying more about this when I speak to the CBI Annual Dinner on Wednesday.",
        "The Spending Review will then report in the Autumn, informed by the Strategic Defence Review.",
        "So, in the space of less than a week this new coalition government has already:",
        "– changed the way that Budgets are made, forever;",
        "– created a new independent office that will restore confidence in the numbers that underpin the budget;",
        "– set in train the creation of the first independently audited national balance sheet;",
        "– confirmed immediate action to identify £6 billion of wasteful spending this year, while protecting the most vulnerable in our society and the quality of front line services on which people depend;",
        "– and set out the steps towards an emergency Budget that will show that Britain can live within its means and will provide the solid foundation for a private sector recovery",
        "That is the route to a stable, balanced economy that works for everyone.",
        "Finally, the coalition agreement states that the emergency Budget will be within 50 days of the signing of the agreement.",
        "Some have said that is a tight timescale.",
        "But I believe that we need to act even sooner to restore confidence in our economy.",
        "So the Budget date will be Tuesday 22nd of June.",
        "Exactly six weeks, or 42 days, from the signing of the coalition agreement.",
        "Thank you."
    ]
}