{
    "url": "https://www.ukpol.co.uk/george-osborne-2014-speech-in-brazil/",
    "title": "George Osborne – 2014 Speech in Brazil",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, in Brazil on 7th April 2014.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you for inviting me here today.",
        "It is great to be back in Brazil – but it has been a long time. Too long.",
        "I have not been to this country for 25 years.",
        "As a student I took a river boat from Benjamin Constant along the Amazon, stopping at villages along that great water course as far as that great capital of the rainforest, Manaus. It was one of the most extraordinary travels of my life. But I wish I had travelled further.",
        "I wish I had made it to Rio or to São Paulo.",
        "I wish I had appreciated then that you were laying the foundations then for 25 years of extraordinary economic growth and extraordinary social progress and the consolidation of an open, vibrant democracy.",
        "And I wish that others in Britain had better appreciated your achievements.",
        "I wish more British Finance Ministers had visited Rio and São Paulo.",
        "Today, Britain and the British government and this Finance Minister are determined to put that right. It’s why I’m here now. Why my friend, our Foreign Secretary William Hague was here in February.",
        "This is the most pro-Brazil British government for over 70 years; because being pro-Brazil means being pro-British too.",
        "We both flourish, we both succeed, we both grow, both create jobs when we do business and work together.",
        "We have woken up and understood that.",
        "What you have achieved over the last 20 years is one of the most impressive and important economic transformations in the global economy.",
        "We are in awe of the tremendous growth you have achieved over this generation – twice what we have achieved in Europe. We admire your record at conquering inflation, and bringing down your debts – thanks to the efforts of President Cardoso’s reforms and continued ever since.",
        "We marvel at your achievement in lifting 35 million people out of poverty and improving access to healthcare and education for millions who had previously been marginalised – thanks in particular to the reforms of Lula and now President Dilma.",
        "And we applaud the success in the last decade of your fight against deforestation.",
        "What you have achieved in the last 20 years is incredible.",
        "And I wish that Britain had been a bigger part of it – and I deeply regret that we were not.",
        "In 2010, just 1% of our exports came here.",
        "We were doing twice as much trade with Denmark, a country almost seven times smaller.",
        "We are still exporting less to Brazil than France and Italy – and our trade with Brazil is almost four times less than Germany’s. We are committed to changing that. We want to be a big part of your future – just as we were a big part of your past.",
        "And how did we get to this point?",
        "Britain and Brazil were once extremely close allies and trading partners.",
        "It was one of our greatest British Foreign Secretaries, George Canning, who helped to negotiate Brazil’s independence in 1822 – and who persuaded others in Europe to accept it.",
        "It was Britain who helped lead the campaign for the abolition of slavery – in Brazil and around the world.",
        "And it was British finance and British business which provided the capital and the expertise – not to mention the raw materials – for your industrial revolution.",
        "The entire São Paulo railway, the pumps and mines of Minas Gerais, and the pillars of the Manaus Opera House are all built with British steel.",
        "We even introduced you to football – although we quickly came to regret that one.",
        "And we both benefited from close trading links. One hundred years ago around a quarter of your exports came to Britain. And 50% of foreign investment in Latin America as a whole came from Britain.",
        "But in recent decades we’ve exported less and less. Our investments abroad went to Europe and North America.",
        "We never made a conscious decision to turn our back on Brazil. It’s just we never made an active decision to raise our eyes from our nearest neighbours and see what was happening in the world.",
        "We didn’t make the deliberate effort to connect with the fast growing emerging economies, not just here in Brazil – but in India and China and other parts of Latin America too.",
        "That was a huge mistake. And it is the determined objective of the government to put it right.",
        "That is why I am here this week, the first British finance minister to visit in over 15 years.",
        "It’s why the British Foreign secretary has just made his second visit.",
        "And it’s why our Prime Minister made coming to Brazil an early priority – only the second Prime Minister to make a bilateral visit in our history.",
        "And it is not just about Ministers visiting.",
        "It is about our efforts across the whole of British government, across British business to breathe new life into old partnerships, build new trade relationships, export more, invest more and connect our nation to the fast growing, successful economies of the world.",
        "That energetic effort is starting to pay off.",
        "In the last four years our exports to Brazil have gone up by two-thirds – and the number of companies UKTI is helping do business here has grown five-fold.",
        "Twice as many Brazilians are now coming to Britain on holiday.",
        "The number of Brazilian students studying there has gone through the roof.",
        "We are now the fourth largest foreign investor in Brazil.",
        "But there are so many exciting opportunities to do more together – and that’s why I’m here this week.",
        "I’m here to be an unabashed salesman for the best of British – the best of British science, the best of British finance, the best of British engineering. I’m here to say: let Britain and Brazil be partners in each other’s economic transformation, and the social progress it will bring.",
        "I’m seeing that partnership in practice here this week.",
        "I’m seeing the best of our engineering prowess later today when I visit Rolls Royce to unveil a major new investment they will be making in a marine facility at Duque de Caxias to build the latest engines and thrusters for the rigs and drillships and platforms that help your country pull oil and gas from under the seabed of the Atlantic – one of many British companies using the expertise we developed in the North Sea to become the very best offshore industry in the world, now put to use for the benefit of the people of Brazil.",
        "Britain and Brazil as partners.",
        "And Brazilian companies are playing a massive role in the UK too. The largest company in Northern Ireland, for example, is the Brazilian firm Marfrig.",
        "And today I’m also promoting the best of British finance – visiting Lloyds of London, now the largest overseas reinsurer in Brazil – to announce new British companies investing in Brazil to support Brazilian businesses and Brazilian families, giving them the best products and financial protection in the world from the best financial centre in the world.",
        "Britain and Brazil working as partners.",
        "And I’m here to support the British companies who, helped by my colleague Paul Deighton the Chief Executive, who put on, in my impartial and unbiased view, the best Olympic Games ever, in London 2012, and who will work with you as the hosts to make the Rio games brilliant too.",
        "How could they not both be brilliant in a country as beautiful as this and with a people as passionate about sport as yours? Paul is with me here in Brazil, so too are British firms working on 60 separate contracts worth over £150 million.",
        "Britain and Brazil working as partners.",
        "And on Wednesday I will see the best of British and Brazilian science, when I visit São Paulo University which has strong links with several British universities. I will announce new funding to support that scientific collaboration.",
        "Funding that could help companies like Oxitech – a new spin out from Oxford University that are in the process of opening a new factory here so we can work together on tackling mosquito borne diseases. Saving lives with science.",
        "Brazil and Britain as partners.",
        "In engineering and oil exploration, finance and infrastructure, science and sport, there is much we are doing – but so much more we can do.",
        "And I want you to understand that this is not some add-on to my economic policy, not something on top of our economic plan.",
        "This is our economic plan.",
        "This is integral to my efforts to fix what went wrong in Britain, address the historic weaknesses that were so cruelly exposed when our economic boom turned to bust.",
        "We thought, like some other Western economies, that we could borrow more and more money from the rest of the world in order to buy the things they made for us.",
        "So exports went down and deficits went up.",
        "As we have learnt to our cost: that economic model was not sustainable.",
        "It was not sustainable for us, and it was not sustainable for the global economy either.",
        "Later this week I will join my good colleagues Guido Mantega and Alexandre Tombini at the Spring Meetings of the IMF in Washington, along with other finance ministers and central bank governors of the world.",
        "We will assess the risks in the global economy today. The situation in the Ukraine will feature. So too will the challenge of how to manage the withdrawal of Western monetary stimulus – and we should agree both that those monetary authorities like the Federal Reserve and the Bank of England should continue to communicate their exit plans clearly with forward guidance; but that emerging markets must also continue with their crucial structural reforms.",
        "We will look to see what more we can do together to build resilience in our financial systems and support growth in our economies.",
        "Roberto Azevedo has already achieved a tremendous amount as Director General of the World Trade Organisation. The historic Bali trade deal that he secured is really important – and I congratulate him, and Brazil.",
        "Now let Britain and Brazil lead the efforts to complete the EU-Mercosul free trade agreement that could add £2.5bn to our economy, with even greater benefits to yours.",
        "And let’s implement the reforms we have agreed to in our international institutions like the IMF so that countries like Brazil have the enhanced status and say that your economic strength earns you the right to.",
        "The failure of the US Congress to ratify the agreed IMF reforms is bad for the institution and bad for the international community.",
        "I urge the Administration and Congress to act to pass them now.",
        "But ultimately it is not international cooperation alone that can deliver for our peoples – it is action at the domestic level that will determine whether we can build sustainable growth.",
        "In Britain our GDP had fallen sharply, our banks were weak and our public finances were in a mess. It would have been easy to give up and duck the challenge, but thanks to the hard work of the British people we are rising to it.",
        "We’ve put in place a long term economic plan – and now the British economy is growing faster than almost any other Western economy and creating a record number of jobs.",
        "We will see tomorrow what the latest IMF forecast holds for the UK, but we’re clear that the progress we’ve made – and the progress we now need to make depends on working through our plan.",
        "That plan means tough decisions to achieve sound public finances: a more competitive business environment; investment by business and in infrastructure; and more exports so we see ‘made in Britain’ around the world. Let me examine what each mean for you and jobs.",
        "First, we’ve learnt that we all need to maintain sustainable public finances.",
        "What the world needs are stable economies – and an end to sovereign debt crises.",
        "So I congratulate successive Brazilian governments for bringing down public debt from 72% of GDP in 2002 to 64% now.",
        "As we say in Britain, you were fixing the roof while the sun was shining.",
        "We weren’t.",
        "Our deficit was forecast to be larger than any other in the G20.",
        "So we had to cut public spending to bring down our deficit.",
        "But that was not easy.",
        "Our critics said that our strategy would mean borrowing going up. Instead, this year it will be down by a half.",
        "They said it would reduce growth. Instead, there is no economy in the G7 growing faster.",
        "They said it would mean more unemployment. Instead we now have a record number of jobs.",
        "Sound public finances are necessary for sustainable growth – but they alone are not sufficient.",
        "We also need to make our nations competitive – that is the second requirement.",
        "Every country has to take its own judgement about how to do that.",
        "But I can tell you about the approach I am taking in the UK.",
        "Just last week, I cut our corporate tax rate again – down from 28% to 21%.",
        "One of the most competitive rates in the world.",
        "But we’re not stopping there – this weekend we’ve been cutting all the main business taxes, making our employment laws more flexible but also family friendly, and reforming our welfare system so work always pays.",
        "Being competitive also means providing the best schools and hospitals for our citizens. That is right at the heart of our economic plan in the UK.",
        "I congratulate Brazilian governments on their determination to improve health and education.",
        "Brazil is a country determined to improve its skills, and looking to the world to help it do so.",
        "I congratulate President Dilma on launching over 100,000 students abroad in the Science Without Borders programme.",
        "I am delighted that the UK is the second most sought after country in the world by those students. We have already received 6,000 and I look forward to more.",
        "The third thing we both need to do is invest more in our infrastructure.",
        "In the UK we’ve underinvested for decades. But we’re starting to turn that around.",
        "Now the largest infrastructure project in Europe, Crossrail, is being tunnelled under London.",
        "And we’re building new high speed rail links.",
        "The biggest investment in our railways in a century.",
        "Massive upgrades to our roads.",
        "A huge commitment to science.",
        "New high speed broadband networks.",
        "New nuclear power.",
        "New exploration for shale gas – and new renewable energy investment too.",
        "That’s how we’re building Britain’s economic future.",
        "And what we are doing mirrors many of the ambitious infrastructure plans of the Brazilian government here.",
        "With our expertise and our capital and our shared vision, we are natural partners on infrastructure.",
        "And I want to make sure that becomes a reality.",
        "We must invest more, but we must also export more – that is the final requirement for growth.",
        "For we can grow more prosperous – each of us apart, and all of us together – through trade and our economic cooperation. So I welcome the Brazilian government’s greater openness on capital markets.",
        "And I want to end today by talking about new reforms I am pursuing to boost British exports.",
        "Because for decades we have not been exporting enough – not just to Brazil, but to all the fastest growing markets in the world.",
        "So I am confronting that historic weakness head-on.",
        "In my Budget last month I fundamentally reformed our export regime.",
        "I cut the tax on flights to emerging markets, including Brazil, so that you don’t pay more to fly to Rio or São Paulo, or indeed Beijing, than Washington or New York.",
        "And I massively extended the financial support we give to our exporters.",
        "I am doubling the amount of government lending for exports and cutting the interest rates on that lending, by a third.",
        "I am clear: Britain will no longer have some of the least competitive export finance in Europe. We are going to have the most competitive export finance in Europe.",
        "But the job is never done and so today I can announce further reforms.",
        "Where Budget boosted government lending – today we will boost private lending too.",
        "Banks will now have access to a special Bank of England facility that will make it much less risky for them to extend loans to our exporters.",
        "That should mean billions of extra lending will be made available to our exporters.",
        "And it will mean cheaper lending – saving potentially millions of pounds for large projects.",
        "That’s how we make British exporters competitive.",
        "And to make sure our businesses can make the most of that new facility, our export arm -UK Trade and Investment – is going to treble the number of advisers able to help our mid sized firms export. We’ve already increased our trade promotion presence in Brazil by 40% since we came to government – and that’s helped our companies win over a billion pounds of new business last year.",
        "Today we’re expanding our presence again – here in Brazil and across Latin America.",
        "When we say trade and investment with this continent is our priority – we mean it.",
        "We put our money where our mouth is.",
        "Maintaining sustainable public finances. A more competitive economy. More investment and more exports.",
        "These are the challenges that we both face.",
        "And I want our two nations to work together, to draw on our shared history, our shared interests, our shared values so that Britain and Brazil are partners.",
        "Partners so that we give to all our citizens the security that comes with a job.",
        "Partners so that we give to people the best education and healthcare available.",
        "Partners so that together we provide peace of mind and prosperity to the people of Britain and the people of Brazil."
    ]
}