{
    "url": "https://www.ukpol.co.uk/george-osborne-2014-speech-in-cambridge/",
    "title": "George Osborne – 2014 Speech in Cambridge",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at the Laboratory of Molecular Biology in Cambridge on 25th April 2014.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "It’s a great pleasure to be here at the Laboratory of Molecular Biology today.",
        "To be here in this tremendous building.",
        "This lab has a fantastic pedigree – the discovery of DNA by Watson and Crick; 9 Nobel prizes; various spin out companies. And now here you are, the heart of the Cambridge Biomedical campus.",
        "You are testament to the world leading science and innovation that we have in Britain. And particularly here in Cambridge. What you have achieved, together with the rest of the British scientific community, is one of Britain’s greatest and most exciting success stories.",
        "I’m here to talk about British science because it is something that I am personally passionate about.",
        "I get that this is something Britain is brilliant at – and that it is vitally important to our economic future.",
        "So I have made it my personal priority in government to support you in your endeavour. I’ve made difficult decisions elsewhere in order to protect the science budget.",
        "And now over the rest of this decade we are going to invest more in science than ever before.",
        "And I’ve come here with our brilliant Science Minister, David Willetts, to explain more about that.",
        "Our scientific achievements are extraordinary – and I want to celebrate that today.",
        "But we must also confront the hard truths. For decades we have done too little to turn British ingenuity into commercial success. Again and again we have seen the best research in the world developed here in the UK – and then commercialised overseas.",
        "We’re getting much better at avoiding this – we’re making real progress. But we’ve still got a long way further to go.",
        "This support for and application of science is right at the centre of our long term economic plan.",
        "Because that plan is not just about fixing what went wrong in the crisis. It’s about building a resilient recovery.",
        "It’s about creating a balanced economy, that can provide prosperity and economic security for the people of Britain in a global race.",
        "A more productive economy where we invest more, export more, and manufacture more.",
        "And only by capitalising on our great science, can we be the best in the world at manufacturing, at pharmaceuticals, and at technology.",
        "That is the way that we will export more – that is how we will invest more.",
        "That is how we will provide the best jobs and opportunities in the world.",
        "That is the goal of our long term plan for science. Right at the heart of our long term economic plan.",
        "Of course, scientific endeavour is inherently worthwhile in its own right.",
        "It is driven by our deep curiosity about the world around us. Our urge to understand – a mark of our humanity, shared across history and cultures.",
        "And I am hugely proud that Britain has contributed so much to that quest for knowledge – with extraordinary scientific achievements from Newton and Darwin to Higgs and Hawking.",
        "I am proud that we continue to lead the way, even as the race to understand intensifies. Whether exploring the first moments of the universe, or the deep structure of matter, or the power of genetic code – scientists in Britain are leading the way.",
        "Over the past century we have won 78 Nobel prizes. In the past decade alone we have won 12. We have had at least one UK scientist receiving a Nobel Prize in Stockholm every year since 2009.",
        "These British Nobel Prize winners were born in Batley and Hampshire and Newcastle. But we are also a home of world class scientists born in places like Russia and Cyprus. I have been privileged to meet both Konstantin Novoselov and Andre Geim, the co-discoverers of graphene. Both born in Russia, both working in Manchester, and both now knights of the realm. Britain has continued to play a leading role in international projects.",
        "As scientific research becomes ever more global – our openness and diversity makes us ever stronger.",
        "Almost half of our scientists now publish with an author abroad.",
        "We play a leading role in projects like the Large Hadron Collider.",
        "We are now taking a key role in the Square Kilometre Array, the big international radio astronomy project of the next half century.",
        "And next year we will at last have a British astronaut on the International Space Station. These are all massive global projects and it is right that Britain plays a big part in them.",
        "All of this is a source of great excitement for me and for many others.",
        "I’ve seen that excitement in the crowds at the Science Museum, at exhibitions like Collider.",
        "I’ve felt that excitement at places like the new Imperial West campus – where I saw a heart muscle beating on a Petri Dish.",
        "And recently we were honoured to have the British-made Mars Rover vehicle parked for a while in the reception of the Treasury – they said it was trying to find signs of human life.",
        "What you in this room have achieved – what the scientific community of Britain contributes to our country and to the world – is extraordinary. Today I honour that and I celebrate that.",
        "Britain can be rightfully proud of its scientific prowess.",
        "But as I have said, we must also recognise our historic weakness when it comes to translating those scientific achievements into commercial gain.",
        "Time after time, Britain has led the way in scientific research – only to see the commercial benefits accrue overseas.",
        "British computer scientist Tim Berners-Lee invented the World Wide Web. But it was US tech giants who did the most to turn this technology to massive commercial advantage.",
        "We did the research that led to Liquid Crystal Displays and the flat screen computers and TVs that are now in everyone’s living room and office. But it was countries like Japan and Switzerland who exploited it.",
        "We developed a rocket that could launch satellites into space as early as the 1960s. But we abandoned it. Only now, a generation later, are we once more investing in launch technologies.",
        "UK researchers first spotted the huge potential strength of lightweight carbon fibre, and the Ministry of Defence patented it. It is now a $13 billion market – stretching from lightweight planes to wind turbines. But it is manufactured mainly abroad – not here.",
        "We have some of the best research universities in the world.",
        "But we file fewer patent each year than the US, Japan, Germany, France, China, and South Korea.",
        "And we are getting much less income from our intellectual property than universities in the US.",
        "This is bad for our economy.",
        "It means a less resilient economy.",
        "An economy not playing to its strengths.",
        "Fewer opportunities – fewer jobs.",
        "So a key part of our economic plan is our long term plan for science.",
        "Our plan to break the habit of a lifetime, and get British innovation into British businesses.",
        "So let me tell you how we can make that ambition a reality. How our long term plan for science will give you the backing you need to deliver this nation’s economic future.",
        "There are three parts to that plan – backing scientific clusters; helping scientists make the transition from the lab to the market; and committing long term funding to science.",
        "First, we’re backing Britain’s scientific clusters. Clusters like Cambridge.",
        "Because you are showing just how much Britain can achieve when we turn scientific ingenuity into commercial success.",
        "Cambridge has long been home to one of the world’s greatest universities. And you have some of the world’s greatest laboratories – including this one.",
        "But on the back of that, over the last generation you have built a cluster of innovation that has been phenomenally productive.",
        "Your work has resulted in some of our most important scientific and commercial successes.",
        "Like the antibodies behind six of the world’s top ten best selling drugs – all of which you discovered here in Cambridge.",
        "Or like gallium nitride – used in everything from LED lighting to high performance electronics. Developed here by Sir Colin Humphries, and now being manufactured at scale in Plymouth.",
        "Or Raspberry Pi – a single board computer not much bigger than a credit card. Developed by Cambridge scientists and now selling 2.5m units, all of which have been manufactured out of an abandoned TV factory in South Wales.",
        "Ideas developed here, commercialised here, and now at the centre of Britain’s industrial recovery.",
        "The Cambridge cluster has now spawned 1,500 technology based firms. 60,000 jobs.",
        "Firms created by Cambridge University Computer Lab alumni alone have created £250 million in revenue.",
        "And fourteen tech companies here are worth a billion dollars or more – including companies like ARM, who design the chips inside a significant proportion of the world’s laptops and mobile phones.",
        "It’s an extraordinary story – and I know that with the right support from government, you can do even more.",
        "So I’m here to tell you: we will continue to back Cambridge.",
        "A little over a month ago, in the Budget, I committed funding for a groundbreaking city deal here. That will mean up to £500 million of extra investment in Cambridge – including much needed investment in housing and transport.",
        "Earlier today I also announced £6 million of new funding for the Babraham incubator here. Babraham has already had a huge impact, providing a space where start-ups can be supported to grow with public and commercial investment.",
        "And later today you will be breaking ground on an exciting new graphene and electronics building here. That’s funded with £17 million from the Engineering and Physical Sciences Research Council. This will be a place for cutting edge research to be translated into everyday uses for this astonishing material.",
        "I know there has also been a long debate about bringing together our world-class heart and lung centre at Papworth hospital with Addenbrooke’s hospital on the site of the Cambridge BioMedical Campus – and Papworth is working closely with the Department of Health to make sure that its plans are affordable.",
        "But I can see myself a strong case in favour of bringing these two great institutions more closely together, creating a hub of leading-edge medicine, research and pharmaceutical development.",
        "What you’ve achieved here has been called ‘The Cambridge phenomenon”. I want it to be the British phenomenon.",
        "So the government is backing clusters across the UK…",
        "– we are backing the IT and aerospace cluster around Bristol and the South West",
        "– motor car manufacture and motor sport in the Midlands",
        "– oil and gas and offshore engineering in the North East",
        "– the world class life sciences in the cluster stretching from Dundee across to Glasgow and Edinburgh",
        "– and we are investing in the exciting tech cluster linking Daresbury and Manchester",
        "I want new clusters to grow around big data – that’s why in the Budget last month I funded investment in a new world-class Turing Institute for big data research. That centre will keep UK at the forefront of this rapidly moving, globally competitive discipline.",
        "I want new clusters around graphene – with new research centers starting up both here and in Manchester. So backing more clusters like Cambridge – that’s the first thing we are doing to help you.",
        "Second, we’re investing in the centres and in the programmes that help scientists take their inventions from the lab to the market.",
        "I asked James Dyson – one of our greatest inventors, and greatest entrepreneurs – to develop a long-term vision for science and engineering.",
        "He came up with the idea of technology centres – which bring researchers and businesses together to help commercialise technology.",
        "Now, translated into government – we have already set up seven of these so-called Catapult Centres.",
        "They cover everything from Cell Therapy to Transport Systems, the Digital Economy to Future Cities, Offshore Renewable Energy, Satellite technology, and High Value Manufacturing.",
        "Two new ones will kick off next year in Energy Systems and Precision Medicine.",
        "Each one is focused on a globally important area where we show real leadership.",
        "Take the High Value Manufacturing Catapult, which I visited in Coventry earlier this year. I saw their cutting edge 3D printing technology – a technology which could revolutionise everything.",
        "And I saw how they were harnessing incredibly powerful lasers to weld and cut mechanical components with a level of precision and efficiency well in advance of current manufacturing standards. I was told that there’s only one laser in the world more powerful – and that’s the one NASA have to shoot down missiles.",
        "And our Research Partnership Investment Fund has proved that if we invest in great science – business will too. So far we have supported 22 projects with just over £300 million, and delivered a total investment of more than £1 billion.",
        "Cambridge has been a notable beneficiary – the new Maxwell centre will be a centrepiece for industrial partnership in the physical sciences.",
        "Our resources aren’t infinite. We’ve got to make choices.",
        "So we have identified eight great technologies where Britain has real distinctive strengths and there is a global market – and we’re backing them with sustained investment.",
        "Some of them are IT data- based technologies – from big data to satellites and robotics. Others are biological based – synthetic biology, regenerative medicine, agri-tech.",
        "We’re getting behind Britain’s success stories.",
        "Backing our successful clusters.",
        "Backing our successful technologies, getting our innovations to the market here in Britain.",
        "And as a result of our plan, we’re starting to get better.",
        "When we came to government the UK was ranked 14th in the Global Innovation Index.",
        "Now we’re third.",
        "Business research contracts are up year on year.",
        "We’re now producing more spin-out companies per dollar spent than the US.",
        "But there is one more thing we have to do, if Britain is to become the best place to do science and apply it: we have to give British science the funding it needs for the long term.",
        "We’ve had to make difficult choices to cut public spending.",
        "The easy route would have been to cut science spending.",
        "But it would have been painful for the economy and the wrong answer for Britain.",
        "It would have completely undermined our long term economic prospects.",
        "So instead I took difficult decisions elsewhere, so that I could protect science funding at £4.6 billion a year – we’ve in fact increased capital investment in science to record levels.",
        "I can confirm today that we will deliver over the next five years the biggest sustained programme of investment in new science capital ever. We are increasing capital investment to £1.1 billion in 2015-16 and then growing this in line with prices each year to 2020-21.",
        "Investment certainty to the end of the decade –never before has a government set such a long term commitment.",
        "I know that certainty is absolutely vital if you want to attract investment from businesses and charities. If you want to attract world-class researchers and research projects – and global businesses – to Britain. And if you want to embark on the most ambitious, long-term projects that might previously have seemed unreachable.",
        "Today I can announce funding for one such project – a project that exemplifies this government’s long-term commitment to British science.",
        "I am today committing over £200 million to build a new polar flagship.",
        "Britain has a great history of polar exploration and science – a history of Scott and Shackleton, and many other explorers, who all had a close link to this city, home of the British Antarctic Survey and the Scott Polar Institute.",
        "In recent years our scientists have made some astounding breakthroughs at sea. We have detected the world’s most extreme deep sea volcanic vents in the Cayman Trough. And made the first ever extensive measurements under a rapidly melting Antarctic shelf.",
        "We understand that what happens in the Arctic and Antarctic have a huge impact on us – and research we do there will have a massive impact on our understanding of changes in our climate, and in our ability to forecast the weather. That’s hugely important.",
        "We have two aging polar exploration ships reaching the end of their life.",
        "The easy choice would have been to not replace them. But that would have been a huge mistake for the long term.",
        "Britain must keep a presence in these parts of the world.",
        "So instead we’re going to replace our aging ships with the best in class.",
        "Our new £200 million polar flagship will be the most advanced oceanographic research vessel in the world. It will be carrying the latest cutting edge technologies.",
        "And will mean scientists can do research for more of the year, can reach areas they’ve never been able to penetrate before, and will be able to bring back huge amounts of data on the ocean and marine biology.",
        "We have a proud history of pushing at the boundaries of scientific discovery.",
        "Today we’re making sure we continue that tradition- at the most extreme ends of the world, where there is still so much discovery to be done.",
        "This is just one of the many projects we can invest in because we’ve taken the difficult decisions necessary to protect the science budget.",
        "It’s just a small part of a huge wave of new investment in science that we are now embarking on.",
        "In total we are talking about £7 billion of capital investment in science over the next parliament. And this Autumn we will set out in detail how it will be allocated.",
        "But rather than us deciding where all that money goes, I’ve come to ask you.",
        "My message here today is that it is over to you.",
        "The government is committing a historic £7 billion to science investment.",
        "Today I’m launching the consultation – asking you, the science community, and business too – how best to invest that funding.",
        "How to maintain excellence – and where are the new opportunities that will put Britain ahead in the global race?",
        "There are many cutting edge projects and facilities that we could invest in.",
        "We could invest in ramping up the power of the Large Hadron Collider.",
        "New investment could enable scientists to search for particles that explain the dark matter that seems to make up the bulk of the material in our universe but still remains a theoretical mystery.",
        "That research could potentially unlock nuclear fussion – with massive economic benefits to this country and the world. And we could invest in bridging the gap between genomics and phenomics.",
        "We were at the head of the genome revolution. Phenomics is the next big challenge.",
        "Research in this area could result in much higher crop yields and better treatments for diseases – with potentially huge benefits to our agricultural and biotech industries.",
        "We could invest in next generation imaging technologies which would step up the speed and scale of biological research. We could see robot scientists sequencing huge numbers of samples automatically. That would be invaluable in designing new drugs and therapies for patients.",
        "The Central Laser facility operates five state of the art lasers for UK researchers and business. But without continued investment these facilities could fall behind.",
        "The Vulcan laser delivers a focused beam which for one tiny fraction of a second is 10,000 times more powerful than the national grid. This puts us at front of the world – but to stay there Vulcan needs to be made twenty times more powerful.",
        "This would give us the highest intensity laser anywhere which could also develop new ways of producing nuclear power.",
        "And we could invest in new research facilities to keep British manufacturing at the sharp edge of innovation.",
        "This might mean new systems for producing materials without interruption 24 hours a day.",
        "And it would complement our hugely successful High Value Manufacturing Catapult and have huge benefit to advanced manufacturing across the UK.",
        "These are just a fraction of the opportunities we have before us.",
        "We have some tough and exciting decisions to make over the coming months – and I’m relying on the help of you in this room and the rest of the scientific community to make sure we get it right.",
        "In this country we really are on our way to be the best place in the world to do science. The best place to innovate.",
        "But the rest of the world won’t just stand still.",
        "That’s why, as part of our long term economic plan, we have to keep working through our long term science plan. That’s why we’re:",
        "– backing successful clusters like Cambridge",
        "– investing in the eight great technologies where Britain has distinctive strengths",
        "– helping innovators as they make the journey from the lab to the market",
        "– taking difficult decisions on other areas of public spending, so we can commit to unprecedented long term investments in science",
        "And – as I’ve announced today – that’s why we are making sure all our decisions to invest will be led by the real experts, in the scientific community.",
        "I’m proud of British science. I’m proud of you in this audience today.",
        "That’s why we will keep taking the difficult decisions, and keep investing in our long term plan for science."
    ]
}