{
    "url": "https://www.ukpol.co.uk/george-osborne-2014-speech-to-american-enterprise-institute/",
    "title": "George Osborne – 2014 Speech to American Enterprise Institute",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, to the American Enterprise Institute in Washington on 11th April 2014.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Both the UK and US economies are recovering from the biggest financial crisis in living memory and the deep recession that followed it.",
        "In the UK that recession was almost twice as deep as it was in the US – and was the deepest since the Second World War.",
        "But our growth rate has been the fastest in the G7 over the last year and we have seen record rates of job creation.",
        "Jobs are also being created in the US.",
        "And pessimistic predictions that fiscal consolidation was incompatible with economic recovery have been proved comprehensively wrong by events.",
        "Cutting deficits and controlling spending has not choked off recovery but has instead laid the foundations for sustainable growth.",
        "Many risks remain, but all this should be cause for cautious optimism.",
        "Nevertheless, many of those same pessimists have now found new grounds to be gloomy about our future.",
        "Today I would like to consider two new pessimistic predictions that some now make about the prospects for our economies.",
        "The first is that we face a prolonged period of weak growth, or “secular stagnation”, which can only be escaped through large and sustained fiscal stimulus.",
        "The second is that the historic link between economic growth and general prosperity has been broken – that even if growth is sustained, the gains will not be shared by most of our citizens but instead concentrated amongst those at the top of the income distribution.",
        "Today I want to explain why I believe both of these predictions will be proved wrong too.",
        "Because at heart they both stem from the same mistaken diagnosis: that free markets are the problem and more government spending is the answer.",
        "Indeed sometimes it seems as if the prescription from some quarters is always the same: spend more when times are good because we can afford it, spend more when times are bad because we need to.",
        "I have a different prescription.",
        "My message today at the IMF is this.",
        "The pessimists said our plan would not deliver economic growth.",
        "Now they say economic growth will not deliver higher living standards.",
        "They were wrong about the past and they are now wrong about the future.",
        "It’s only by continuing to work through our long term economic plan that we can deliver more economic security and a brighter future for all.",
        "If we can control our public finances, strengthen our financial systems and set free the power of human enterprise and innovation then there is no reason why our best days should not be ahead, for all of us.",
        "Let’s consider first the outlook for economic growth.",
        "There is a long history of pessimism in economics, beginning with Thomas Malthus.",
        "The most famous American pessimist of the twentieth century was Alvin Hansen, who argued in the 1930s that chronically low economic demand would doom the US economy to long term secular stagnation.",
        "His prescription was large and sustained fiscal stimulus.",
        "Of course, the US economy is now well over ten times larger than it was when he made his prediction.",
        "But in the last year his argument has been resuscitated and applied to our current circumstances.",
        "My friend and regular critic Larry Summers made this argument just this week in the Financial Times.",
        "This theory links the excesses of the last decade to current weakness through the same hypothesis: a steady fall in the equilibrium real interest rate at which demand is sufficient to deliver full employment.",
        "In other words, the interest rate required to stimulate enough businesses investment and household spending has fallen further and further through each economic cycle until it can fall no further – we have reached the end of growth they say.",
        "In this situation, the argument goes, the only thing that can support demand in the economy and prevent a deflationary spiral is further fiscal stimulus in the form of more government spending.",
        "But developments over the last year make this argument increasingly difficult to sustain.",
        "To start with, the evidence increasingly shows that monetary policy, broadly defined and effectively deployed, can work.",
        "As unemployment falls and growth picks up, both the Federal Reserve and the Bank of England are in the process of managing the pace and timing of exit from extraordinary monetary stimulus.",
        "These are not the actions of central banks at full stretch, maxed out on all fronts and still unable to do enough to support demand.",
        "Two important caveats apply here.",
        "First, monetary policy can only be fully effective when banks are well capitalised and financial systems are properly functioning.",
        "We in the UK learnt the importance of that caveat during the acute phase of the eurozone crisis from mid 2011 to mid 2012.",
        "Indeed, independent analysis of forecast errors by the OECD suggests that the impact of the euro crisis on financial conditions was by far the most important explanation for slower than forecast economic growth.",
        "In the UK we have worked hard to repair our banking system with credible stress tests and additional capital when needed.",
        "But this caveat is still extremely relevant to many countries in the eurozone, where weak banks and fragmented financial systems still weigh too much on the pace of recovery.",
        "And as they conduct a new round of bank stress tests, I know that Mario Draghi and the ECB are very focused on this issue.",
        "The second caveat is that you need credible fiscal policy for monetary policy to be effective.",
        "This is where most of the controversy arises.",
        "For the main implication of the secular stagnation hypothesis is that large and sustained fiscal stimulus is the only route to sustainable growth.",
        "But again recent experience has in fact shown the reverse: credible fiscal consolidation plans are not only a crucial foundation for effective monetary policy, they are a necessary precondition for sustainable economic recovery.",
        "In the US the resolution of the immediate debate about fiscal policy has lifted a cloud of uncertainty for the US economy and the whole world.",
        "And spending cuts have not choked off the US recovery in the way that some feared they might.",
        "In the UK not only has our growth rate been the fastest in the G7 over the last year, but it is now forecast by the IMF to be so again in 2014 – all despite warnings from some that our determined pursuit of our economic plan made that impossible.",
        "I know the path of fiscal policy in the UK has been the focus of some interest in the US debate, so let me briefly set out our approach and the thinking behind it.",
        "Following our general election in May 2010 we were faced with a record 11% budget deficit, a hung parliament, a banking system five times as large as our GDP, and none of the advantages that the role of the dollar as the world’s reserve currency provides for the US.",
        "What’s more, across the English Channel and the Irish Sea some of our nearest neighbours were teetering on the brink of a sovereign debt crisis.",
        "In these circumstances fiscal credibility was vital for economic stability, let alone economic recovery. The alternative did not bear thinking about.",
        "So we moved quickly to set out a multi-year deficit reduction plan and legislated for it.",
        "The pace of our fiscal consolidation over the last four years has been steady, with an average annual reduction in the cyclically adjusted primary balance of around 1.6% of GDP according to the IMF – the largest and most sustained of any major advanced economy.",
        "And the composition of the consolidation has been based on careful analysis of the economic evidence: 80% will be achieved through spending cuts and entitlement reform; tax rises have been mainly limited to indirect taxes; and we have protected the most economically valuable spending – on science and education.",
        "In response to the acute crisis in the eurozone we made no net changes to tax policy or spending plans, so the underlying stance of fiscal policy remained unchanged.",
        "But the fiscal credibility we had earned meant we could safely allow the so called automatic stabilisers to operate through lower than forecast tax receipts.",
        "And growth has picked up strongly following the abatement of the euro crisis, the success of the Funding for Lending Scheme in reducing bank funding costs, and the subsequent improvement in UK financial conditions.",
        "Our macroeconomic approach has been consistent – responsible fiscal policy, activist monetary policy – and the results for job creation over the last four years have been far better than anyone expected, to an extent not fully appreciated by many in the US.",
        "Employment is now above its previous peak; jobs have been created three times faster than any previous UK recovery; and our employment rate has risen by almost two percentage points since the first quarter of 2010 – the second fastest rise in the G7.",
        "As our recovery has strengthened in the last year, so the composition of that recovery has improved.",
        "Investment spending has grown by 8.8% over the past year compared to 2.2% in the US.",
        "That bodes well for UK productivity, though I am the first to say that we still invest too little and export too little.",
        "And unlike in the past, growth has not been fuelled by credit: our household debt to income ratio continues to fall to 140%, down from a peak of around 170%.",
        "Indeed the UK’s combined public and private debt ratio fell more in the last year than in any other year since data began in 1987.",
        "Many risks remain for the UK economy, not least the slow growth of our biggest export market the Eurozone and the situation in Ukraine, and I remain resolutely focused on building a resilient economy that can withstand future shocks.",
        "But all of this demonstrates that fiscal consolidation and economic recovery go together, and it undermines the pessimistic prognosis that only further fiscal stimulus can drive sustainable growth.",
        "Indeed that is precisely the wrong prescription for our economies.",
        "Before the crisis the UK and the US economies were built on a fundamentally flawed economic model: we ran up ever larger debts owed to China and the developing world to buy the things that they made for us.",
        "2008 was a wake-up call for that whole approach.",
        "Instead of more debt or more government spending we need to get our public finances in order, make structural reforms and compete in the world again.",
        "In the UK that means continuing to work through our long term economic plan – a plan that is working.",
        "As the deficit comes down we cannot afford to let up in our efforts to control spending.",
        "We need to get debt falling because the evidence shows that high levels of debt leave a country more exposed to future shocks and crowd out more useful spending due to high debt interest payments.",
        "And for the UK I’ve made clear that in order to reduce our debt levels in a reliable way we need to deliver an absolute budget surplus in normal times.",
        "But that in itself is not sufficient. We need competitive tax rates and long term structural reforms to make our economies more productive.",
        "That’s why, at the same time as cutting our budget deficit, we are cutting business taxes to the lowest rate in the G20 – last week the headline rate fell again to 21 per cent.",
        "That’s why we are supporting large infrastructure investment in rail, roads and energy: the largest programme of rail investment since the days of Queen Victoria; the biggest investment in our road network for more than thirty years; and fundamental reform of our energy market to encourage large scale private investment.",
        "We understand that there is a positive role for government in the economy.",
        "It was a Republican president who built the interstate network here in the US, , and I am a strong supporter of a new North-South high speed rail line in the UK.",
        "The challenge of competing in the world economy is why I am determined to bring the US shale revolution to the UK to support jobs and help bring down energy costs.",
        "It’s why in my Budget last month I announced fundamental reform of the support we provide for British exporters.",
        "And it’s why we have protected science spending even while other budgets have been cut.",
        "Some, like Professor Robert Gordon of Northwestern University, argue that science and innovation may be running into diminishing returns.",
        "Such predictions have always been proved wrong in the past and I believe they will be again.",
        "The statement “everything that could have been invented has been invented” is often misattributed to the nineteenth century US patent commissioner Charles Holland Duell, but it was a view widely shared at the time.",
        "In fact he believed that the discoveries of the time would appear insignificant compared with what was to come, and he was right.",
        "Today the scientific breakthroughs of the past century have created an explosion of technological applications, which are in turn stimulating new advances in fundamental science.",
        "Just as improvements in lens technology and better microscopes led to huge leaps in germ theory and medicine, today we cannot even imagine the advances in all areas of science – from genetics to materials – that high powered computing will make possible in the years ahead.",
        "Now the challenge for this generation of politicians, business leaders and policymakers is to embrace innovation and make the case for the economic reforms that can harness its potential.",
        "So we should encourage the potential of new genetic technologies not fear them; in Europe we must make the case for GM crops instead of giving in to hostility and protectionism; and all of us need to invest in the application of new discoveries such as graphene – discovered in the UK – instead of allowing our competitors to overtake us.",
        "To believe in secular stagnation is to ignore all of this potential and, as a result, end up at the wrong prescription – more government spending.",
        "Instead my outlook is fundamentally optimistic and I have set out a very different prescription: fiscal responsibility; effective monetary policy; far-reaching and ambitious supply side reforms.",
        "In simple terms, I believe that if we reward hard work and support people’s aspirations to provide a better life for their family then there is no limit to what human enterprise can achieve.",
        "I bring this same optimism to the second of today’s pessimistic predictions – that even if growth is sustained the benefits will accrue to the few not the many.",
        "This prediction – that the link between living standards and economic growth has broken – also leads its proponents to the same prescription: more government spending on welfare and the costs of economic dependency.",
        "But it too can be proved wrong if we follow a different approach.",
        "To begin with it is not well supported by the facts.",
        "As Greg Mankiw has pointed out for the US, on a superficial reading the data appears to show that real median incomes grew by only 3% over the entire period from 1979 to 2007. That sounds like there is a big problem.",
        "But in fact once you take account of changes in household composition, lower taxes, healthcare benefits and other forms of remuneration then that number turns into a 37% real terms increase.",
        "Of course that’s not to say that inequality doesn’t matter – it does.",
        "The Great Recession made our countries poorer and times have been difficult for British and American families.",
        "But in the UK the evidence shows that growth supports rising living standards.",
        "Recent work by academics at the London School of Economics and our own analysis at the Treasury has found no evidence that employee compensation has become detached from GDP growth in recent decades.",
        "Previous results that appear to show a break disappear once you take account of rising pension contributions and payroll taxes.",
        "That is one reason why the labour share of national income in the UK has stayed constant over the last decade.",
        "Nor does the evidence support the so-called “hollowing out” hypothesis in the UK – the idea that middle-skill and middle-income jobs are disappearing with most of the growth in employment either at the top or the bottom of the distribution.",
        "While some traditional mid-level occupations have shrunk or moved down the income scale, new ones have been created to take their place.",
        "So we have fewer middle-paid production line and secretarial jobs, but a lot more middle-paid jobs in IT and professional services.",
        "Overall there has been little change in the proportion of people in middle-income jobs in recent years.",
        "And after rising during the industrial restructuring of the 1980s, as it did in many countries, the level of inequality in the UK has been fairly constant for two decades, and according to the latest data is at its lowest level since 1986.",
        "So the long term link between economic growth and living standards has not been broken.",
        "When the economy shrinks people get poorer, and the only way to ensure people are better off is for the economy to grow.",
        "But we nevertheless face a tremendous challenge.",
        "The very legitimacy of our free market system depends on the promise that effort is rewarded and prosperity is shared.",
        "In recent decades the premium earned by highly skilled, highly qualified people has increased, even as the number of highly skilled people has increased.",
        "That tells us something important about the insatiable demand for higher skills in the modern global economy. The flip side of that is that the downside of having low skills has increased too.",
        "Harvard economists Claudia Goldin and Larry Katz famously posited a “race between education and technology.”",
        "More recently Erik Brynjolfsson and Andrew McAfee have been among those writing about the “race against the machine” – the risk that increasing deployment of artificial intelligence, driverless cars and other digital technologies will lead to unemployment.",
        "Some say that if there are people lacking work, the government should create jobs itself through more spending.",
        "If we want a more equal society, they say the answer is a bigger welfare budget.",
        "But it is simply not sustainable to attempt to swim against the tide with ever more government spending.",
        "We have seen how that approach sows the seeds of its own destruction – not only because the spending becomes unaffordable but also because it creates dependency and ends up harming the very people it is designed to help.",
        "Instead we need to equip our citizens to succeed in the world as we find it; in economic terms we need to increase both their human capital and the returns on that capital.",
        "We need to ensure that work always pays by cutting income taxes and reforming welfare.",
        "We need to reduce the business taxes and regulatory barriers that hold back the creation of new good jobs.",
        "And – most critically of all – we need to make sure we have the best schools and skills in the world.",
        "In other words, we must build a ladder of opportunity for people to climb.",
        "In the UK we are putting this approach into practice – trying to build that ladder.",
        "We have radically cut the tax burden on the low paid; we have introduced new conditionality for those who claim benefits; and we are replacing our complex web of working age benefits with a single Universal Credit so that it always pays to work.",
        "I also support a restoration of the real value of our minimum wage while cutting costs for businesses at the same time.",
        "All of this is about creating enough good jobs.",
        "That is why I have recently set the UK the ambition of “full employment” with the highest employment rate of any G7 economy.",
        "At the same time as making work pay, we must ensure that those at the top of our society contribute their fair share, but the way to do that is not punitive and self-defeating taxation.",
        "Uncompetitive tax rates are as counterproductive at the top end of the income scale as they are at the bottom end, so we have cut our top rate of tax while doing more than any previous British Government to close loopholes and ensure that everyone pays the tax that is due.",
        "We have also introduced a permanent levy on bank liabilities in order to discourage excessive leverage and reflect the costs that the banking crisis imposed on our economy – and I note that recent tax reform proposals in the US have proposed something similar.",
        "All these reforms – to the tax system, welfare, the minimum wage, employment support – have been delivered by this government – solutions to deep problems of social justice and social mobility.",
        "But there is one area of reform that I believe is more important for our long term prosperity than all the rest – that can deliver growth rather than stagnation and simultaneously ensure that the gains from growth are shared.",
        "And that is education.",
        "The education policies we’ve been implementing, led by our Education Secretary Michael Gove, have been influenced by, and reflect, the work of education reformers in the US and elsewhere around the world.",
        "The pioneering work of Mike Bloomberg and Joel Klein in New York, Bobby Jindal in Louisiana, Bill Haslam in Tennessee, Mitch Daniels in Indiana and Jeb Bush in Florida has inspired our approach.",
        "You have – quite rightly – identified schools reform as the civil rights issue of our time.",
        "The emphasis the AEI has placed on policies to advance greater social justice is nowhere clearer than in your work on education.",
        "In both our countries poor children are disproportionately likely to go to poor schools.",
        "In both our countries inequality is perpetuated by a lack of educational opportunity for disadvantaged children.",
        "And in the United Kingdom we are creating the British equivalent of charters – academies and free schools – to provide disadvantaged children with greater opportunities than ever before.",
        "A majority of our secondary schools – broadly equivalent to US high schools – are now academies.",
        "And even though our nation is a sixth the size of the US, we have more students in total in academies and free schools in the UK than there are children in charters in the US.",
        "This is a revolutionary breakthrough in extending school autonomy – and parental choice.",
        "We are also following in the footsteps of the great work being done in the US – from Tennessee to D.C – to ensure that teachers are properly evaluated on the impact they make in the classroom and rewarded for good performance.",
        "What unites all of these reforms is a belief that our nation will only make progress if we make use of every child’s talents and liberate every student’s potential.",
        "In all these ways we can ensure that the link between growth and prosperity remains unbroken.",
        "I have long argued that this truly progressive end can only sustainably be delivered through these means.",
        "Today I have tried to set out a confident, optimistic agenda that can do just that.",
        "Every generation needs to make the case for free markets, enterprise and opportunity afresh.",
        "Every generation needs to overcome the forces of stagnation and choose growth instead.",
        "Every generation needs to find a way to fulfil the promise of shared prosperity.",
        "These are the challenges of our age and the answers to match them are within our reach.",
        "The pessimists are on the march again with their predictions of stagnation and falling living standards.",
        "We, the optimists, can prove them wrong again.",
        "Our two nations’ best days lie ahead."
    ]
}