{
    "url": "https://www.ukpol.co.uk/kate-osborne-2022-speech-on-fifth-anniversary-of-grenfell-tower-fire/",
    "title": "Kate Osborne – 2022 Speech on Fifth Anniversary of Grenfell Tower Fire",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kate Osborne",
            "url": "/tag/kate-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kate Osborne, the Labour MP for Jarrow, in the House of Commons on 16 June 2022.",
    "content": [
        "It is always a pleasure to follow my right hon. Friend the Member for Islington North (Jeremy Corbyn). I congratulate my hon. Friend the Member for Leeds East (Richard Burgon) on securing this debate and extend my welcome to Emma Dent Coad, who I know is in the Public Gallery today.",
        "I wish to open my contribution by paying tribute to the family and friends of the victims and survivors of the Grenfell Tower fire, the residents of north Kensington and members of the emergency services.",
        "This week, as we know, marks five years since this horrific event—one of the worst disasters in modern times. The disaster unfolded in north Kensington and left the community traumatised and 72 people dead. We need truth and accountability to ensure justice for the 72 people who tragically died five years ago, and their families.",
        "As with many of this Government’s policies, their response showed the disregard that they have for working class lives. We should never forget that the right hon. Member for North East Somerset (Mr Rees-Mogg) accused the 72 people who died at Grenfell of lacking common sense. The Grenfell Tower fire shows the way that working class communities are treated in this country. Residents had warned about health and safety issues for years, and were ignored. Grenfell Tower would not have happened to wealthy Londoners. It happened to mainly migrant and black Londoners and now, five years on, we have seen no accountability from those responsible for this horrific tragedy—or to call it what it was, social murder.",
        "In the five years since Grenfell, the chief executives of the four biggest building companies linked to the fire have collectively received £50 million in pay, bonuses, shares and dividends—a point that was also made by my hon. Friend the Member for Hammersmith (Andy Slaughter)—yet the people and families who still live in buildings with flammable cladding are being asked to pay for its removal themselves. That cannot be right. This Government are failing to protect people. Their own statistics show that less than 1% of those who have applied to the Government’s 2020 building safety fund for buildings 18 metres or higher have had their dangerous cladding removed. That is not just dangerous, but a disgraceful indictment of this Government. This disaster has shown us, in the worst possible way, the deadly nature of Britain’s housing stock—a housing stock built against a backdrop of deregulation, where a culture of chasing profits and cutting corners was, and still is, prioritised over building safety and people’s lives.",
        "In this place today, we have to question how such a disaster was allowed to unfold, and remind ourselves that political rhetoric such as “cutting red tape” has real world consequences. Over the past 40 years, the dominant ideology of deregulation and allowing market forces to decide what is in the best interests of this country has not worked, with devastating consequences. At the forefront of this economic failure is the housing sector, with the fire at Grenfell Tower being the worst example of what happens when the interests of the market are put first and people’s lives a distant second. This is a rotten political culture that puts profit over people, that outsources work to companies that carry out these deadly construction decisions without oversight, that has a Government who are slashing local authority budgets, making them less able to monitor rogue landlords and homes that are unfit to live in, and that forces cuts on our emergency services. It is this rotten culture that leads to disasters like the Grenfell Tower fire.",
        "I stand with the FBU in its call for the Grenfell inquiry to recommend reversing the disastrous deregulation that led to this fire, and insist on investment in our fire and rescue service and the implementation of the recommendations that have already been made. I also stand with the FBU and the victims and survivors in their call for contractors and senior politicians to be held accountable for the part that they played.",
        "In the face of the injustice and struggle that has besieged the survivors and the family and friends of the victims at Grenfell Tower and the wider north Kensington community, I would like to pass on from the people of the Jarrow constituency our solidarity in their fight for justice. History will remember your strength and determination to make sure that such a disaster can never happen again."
    ]
}