{
    "url": "https://www.ukpol.co.uk/george-osborne-2013-speech-at-currency-paper-launch/",
    "title": "George Osborne – 2013 Speech at Currency Paper Launch",
    "post_date": "February 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, on 23 April 2013.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "In seventeen months Scotland will decide whether or not to end over three hundred years of partnership with the other nations within the United Kingdom.",
        "As decisions go, they don’t come much bigger.",
        "This isn’t a decision for the UK Government or me to take.",
        "It’s a choice for people living in Scotland.",
        "The UK Government is today publishing an in depth economic paper; the first of a series about the economic implications of Scottish independence.",
        "With this, and future Scotland analysis publications, the UK Government wants to inform the debate and help people to make up their own mind.",
        "The paper deals with one of the most important decisions that would face a separate Scotland – how to arrange its currency and wider monetary and fiscal affairs.",
        "This analysis has been prepared by Treasury civil servants, which is why I’m speaking to you today.",
        "Their analysis shows that the current arrangements of a full, monetary, fiscal and political union bring economic benefits to all parts of the UK.",
        "Breaking up that union would represent a fundamental change, and confront an independent Scottish state with difficult choices about what to put in its place.",
        "The paper provides evidence of how the United Kingdom benefits from being a deeply integrated single domestic market.",
        "We trade together – Scotland exports to the rest of the UK nearly a third of everything it produces.",
        "We do business together – nearly one in five private sector jobs in Scotland is for business based elsewhere in the UK.",
        "We work together – each year over forty thousand people move across the border in each direction to live and work.",
        "It’s not surprising then that Scotland’s economy is so closely aligned with the rest of the UK and its interests so inextricably linked.",
        "So the analysis makes clear the value of being able to fully co-ordinate our monetary, fiscal, and financial stability policies.",
        "Such co-ordination allows us to:",
        "our central bank, the Bank of England, to set interest rates to suit conditions throughout the UK and to have the ability to step in rapidly to stabilize our financial system when the need arises;  \ntake advantage of the UK’s ability to borrow in its own currency and credibility and track record with the international financial markets – built up over many, many years – to access cheaper financing;  \nleverage the UK’s large and diverse tax base of thirty million individual taxpayers and nearly two million registered businesses to ensure when times are tough there is the fiscal firepower to ensure resources go to wherever in the UK they are needed most.  \nAs the Scottish Government’s own Fiscal Commission puts it:",
        "Retaining a common currency would promote the single market and help facilitate trade and investment to and from the rest of the UK and elsewhere.",
        "And the Commission is right on this point.",
        "Who would conclude the answer to today’s economic and financial challenges is to:",
        "– erect barriers between you and your most important trading partner;",
        "– accept a premium on the cost of borrowing when money is tight;",
        "– and conduct your business in two different currencies, across fluctuating exchange rates, when currently you don’t have to – with all the additional costs involved?",
        "The Treasury paper identifies four potential alternative models from which a separate Scottish state could pick its currency and monetary arrangements.",
        "All are a profound change from the pound we have today.",
        "An independent Scotland could:",
        "– adopt the pound unilaterally, just as Panama uses the US dollar;",
        "– seek a formal agreement, like the Eurozone have with each other, to form a sterling currency zone with England, Wales and Northern Ireland in the continuing UK;",
        "– agree to adopt the euro itself;",
        "– or introduce a new Scottish currency.",
        "And the analysis is clear: all of these alternative currency arrangements are less suitable economically than what we have now – for both Scotland and for the rest of the UK.",
        "Scottish Government Ministers have made it clear they want an independent Scotland to keep the pound, the Bank of England and to enter a formal currency union with the rest of the UK.",
        "The Treasury paper cautions that a formal currency union between two completely separate countries is not the same thing as keeping the pound we have now.",
        "First, financial markets would need to be convinced such a union was built to last.",
        "A durable currency union between two separate countries requires very strong and credible political commitment. The very opposite of what the SNP is proposing with its determination to break the political ties with the rest of the UK.",
        "But the lesson from the Euro is stark – they want to weaken the political ties in a dramatic way.",
        "Monetary union without close fiscal and political integration is extremely hard to sustain.",
        "That’s why the Euro area is having to reform its institutions, as the original measures to maintain budgetary discipline of its member states proved inadequate.",
        "Countries with the euro now have to:",
        "– submit their budget plans to Brussels alongside their own national parliaments;",
        "– commit by the Fiscal Compact to keep budgets balanced or in surplus;",
        "– and face the prospect of sanctions if they run excessive deficits and fail to take effective action to cope with them.",
        "And that’s not all.",
        "You only have to look at the problems facing smaller members of the euro area such as Portugal, Ireland and Greece. The most recent reminder of how difficult things can become are the events in Cyprus.",
        "Cypriot authorities have had to put in place temporary capital controls.",
        "This wouldn’t happen within the US or within the UK.",
        "And the Treasury paper cites the example of the last two nations to try to form a currency union following separation – Slovakia and the Czech Republic.",
        "Their union fell apart after only thirty-three days as capital flowed from one to the other as investors and savers sought what they saw as a safer haven for their funds.",
        "So the challenges for establishing a formal currency union between Scotland and the remaining UK are not hard to imagine.",
        "The political commitment to maintaining the currency union would be tested daily in the financial markets; particularly if there was any hint of that currency union being a temporary arrangement – a real possibility if an independent Scotland was committed as a condition of EU membership to join the Euro at some point.",
        "Indeed the Scottish Government’s own Fiscal Commission talks only of retaining sterling “immediately post-independence” and of how its proposed framework was “designed to be flexible” should Scotland’s economic conditions change post-independence.",
        "Instead of talking up the strength and permanence of currency union, they are talking up the flexibility and short-lived nature of it.",
        "Second, the Treasury analysis suggests that an independent Scottish state would have to accept significant policy constraints, even if the financial markets could be convinced of both countries’ commitment to maintain for the long-term a formal currency union.",
        "Monetary policy set by the Bank of England in such a union would over time become less and less suitable for both countries, as tax and spending policies diverge.",
        "Tax and spending would therefore need to take more of the strain to stabilize the Scottish economy in the face of economic shocks.",
        "And the paper suggests that an independent Scotland would be more exposed than the UK to volatile revenues from oil and gas, and a large banking sector relative to the size of the Scottish economy.",
        "Today in the UK we pool our tax resources – a common insurance policy where all pay their share of the premium.",
        "We are able to transfer funds to help areas of the country adjust to economic shocks.",
        "A co-ordinated UK response is automatic.",
        "Such arrangements couldn’t simply be translated into a currency union of two separate countries.",
        "An independent Scotland would have to agree its tax and spending plans with what would become a foreign government.",
        "So the big contradiction is that those proposing separation are campaigning to “bring powers home” with one hand, while planning to give them away with the other.",
        "Third, there is no guarantee that the terms of a formal currency union could be agreed between an independent Scotland and the rest of the UK.",
        "There are no modern examples of a successful formal currency union between two countries of such unequal size.",
        "There are currently seventeen members of the euro area.",
        "The largest member – Germany – represents just less than thirty per cent of the GDP of the euro area as a whole, a sterling currency union would be much more imbalanced.",
        "The continuing UK would comprise around ninety per cent of the total GDP in a sterling currency union with an independent Scotland.",
        "Some have quoted the example of the Belgium-Luxembourg economic union, two countries with a similar difference in size.",
        "But both countries kept separate currencies.",
        "Luxembourg effectively ceded all control of monetary policy to the Belgian central bank.",
        "And the monetary association nearly failed in the early 1980s when Luxembourg made plans to make the Luxembourg franc independent.",
        "So let’s be clear: abandoning current arrangements would represent a very deep dive indeed into uncharted waters.",
        "Would a newly independent Scottish state be prepared to accept significant limits to its economic sovereignty?",
        "To submitting its budgetary plans to Westminster before Holyrood.",
        "To constrain the degree of tax competition between Scotland and the rest of the UK.",
        "To accept some continuing oversight by UK authorities of its public finances.",
        "And what is the economic case for the remaining UK?",
        "The Treasury analysis suggests that the answers are not clear.",
        "Of course there could be some benefits for the rest of the UK in keeping the same currency as an independent Scotland using the pound, but it would also create significant economic risks.",
        "However, the imperative to agree to a formal currency union would not be as strong for the rest of the UK as for Scotland.",
        "While around 30 per cent of total Scottish output is exported to the rest of the UK, the rest of the UK relies on exports to Scotland for less than 5 per cent of its total output.",
        "The benefits of this trade would need to be judged against the imbalance within the sterling currency union of exposure to economic and financial risk.",
        "The rest of the UK – as the larger economy – would be much more exposed to the risk of an independent Scotland running into fiscal and financial difficulties.",
        "As Professor John Kay – formerly a member of the Scottish Government’s Council of Economic Advisers – has put it:",
        "It is easy to see why the rest of the UK, representing 91.5% of a monetary union, might seek oversight of the economic affairs of Scotland, representing 8.5% of the same union. It is more difficult to see why the rest of the UK representing 91.5% of a monetary union should concede oversight of its policies to Scotland, representing 8.5% of the union.",
        "The fundamental political question this analysis provokes is this.",
        "Why would fifty-eight million citizens give away some of their sovereignty over monetary and potentially other economic policies to five million people in another state?",
        "Before the rest of the UK could ever agree to enter a formal currency union, any future UK Chancellor of the Exchequer at the time of independence would have to provide the British people with a clear and compelling answer to this question of sovereignty.",
        "The SNP asserts that it would be in everyone’s interests for an independent Scotland to keep the pound as part of a Eurozone-style sterling zone.",
        "But the Treasury analysis we are publishing today shows that this is not the case.",
        "Let’s stop speculating – and look at the evidence: would the rest of the UK family agree to take that risk?",
        "Could a situation where an independent Scotland and the rest of the UK share the pound and the Bank of England be made to work?",
        "Frankly, it’s unlikely, because there is real doubt around the answers to these questions.",
        "In other words, the only way to be sure of keeping the pound as Scotland’s currency is to stay in the UK.",
        "The Treasury paper also discusses other alternatives open to an independent Scottish state if it proves impossible to agree a formal currency union with the rest of the UK.",
        "It could continue to use the pound without the rest of the UK’s agreement.",
        "However, to do so would leave an independent Scotland with no control over its own monetary policy.",
        "The Bank of England would continue to set interest rates – but without any regard for conditions in Scotland.",
        "And with no ability to print money, a Scottish monetary authority could only play a very limited role as a ‘lender of last resort’ to Scottish commercial banks.",
        "In this scenario an independent Scotland would be faced with severe monetary and fiscal constraints.",
        "Some small countries have adopted this approach.",
        "Montenegro uses the euro.",
        "Panama the US dollar.",
        "But, both the Scottish Government’s Fiscal Commission and the Treasury’s analysis conclude that this option would not be appropriate for a country of Scotland’s economic size and complexity.",
        "Another option is that Scotland could apply to join the euro area.",
        "Indeed, it may well have to as part of conditions for EU membership.",
        "But this would mean losing the pound, imposing new transaction costs on Scottish businesses’ trade with their largest market – the rest of the UK.",
        "And the Scottish economy differs significantly from the euro area.",
        "It is certainly less well integrated with the EU than with the UK as a whole.",
        "The policies of the European Central Bank would therefore be less well suited to conditions in Scotland than those currently pursued by the Bank of England.",
        "And an independent Scotland would face the same constraints designed to ensure the eurozone’s stability as its other smaller members.",
        "Finally it could introduce a new independent Scottish currency.",
        "An attractive option for many as it’s the only one where an independent Scotland would not have to give up control over some or all of the economic levers at its disposal.",
        "However, the Treasury analysis shows that this freedom would come at a cost.",
        "The transition costs of establishing a new central bank and to replace the pound coins and notes currently in circulation;",
        "The risk that capital could flow out of Scotland if Scottish residents preferred to hold their assets in an established currency, with the need as a result for capital controls in the transition period;",
        "The higher transaction costs of doing business with all of Scotland’s trading partners – particularly the UK;",
        "And the risks of a volatile exchange rate deterring long-term transactions and investment.",
        "So the analysis concludes that in comparison to current arrangements the benefits of an independent monetary policy are unlikely to outweigh these costs.",
        "The conclusion is clear.",
        "The pound we share works well.",
        "The saying goes,",
        "If it ain’t broke why fix it?",
        "But I say –",
        "if it ain’t broke don’t break it.",
        "The alternatives to the way Scotland now uses the pound are second best.",
        "Is second best really good enough for Scotland?",
        "I want the best for Scotland and for all our United Kingdom.",
        "We’re better together."
    ]
}