{
    "url": "https://www.ukpol.co.uk/george-osborne-2015-budget-speech-2/",
    "title": "George Osborne – 2015 Budget Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, to the House of Commons on 18 March 2015.",
    "content": [
        "Mr Deputy Speaker,",
        "Today, I report on a Britain that is growing, creating jobs and paying its way.",
        "We took difficult decisions in the teeth of opposition and it worked – Britain is walking tall again.",
        "Five years ago, our economy had suffered a collapse greater than almost any country.",
        "Today, I can confirm: in the last year we have grown faster than any other major advanced economy in the world.",
        "Five years ago, millions of people could not find work.",
        "Today, I can report: more people have jobs in Britain than ever before.",
        "Five years ago, living standards were set back years by the Great Recession.",
        "Today, the latest projections show that living standards will be higher than when we came to office.",
        "Five years ago, the deficit was out of control.",
        "Today, as a share of national income it is down by more than a half.",
        "Five years ago, we were bailing out the banks.",
        "Today, I can tell the House: we’re selling more bank shares and getting taxpayers’ money back.",
        "We set out a plan. That plan is working. Britain is walking tall again.",
        "So Mr Deputy Speaker, the critical choice facing the country now is this: do we return to the chaos of the past?",
        "Or do we say to the British people, let’s go on working through the plan that is delivering for you?",
        "Today we make that critical choice: we choose the future.",
        "We choose, as the central judgement of this Budget, to use whatever additional resources we have to get the deficit and the debt falling.",
        "No unfunded spending.",
        "No irresponsible extra borrowing.",
        "For no short term giveaway can ever begin to help people as much as the long term benefits of a recovering national economy.",
        "In the Emergency Budget I presented to this House 5 years ago I said we would turn Britain around – and in this last Budget of the Parliament we will not waiver from that task.",
        "For we choose the future.",
        "Our goal is for Britain to become the most prosperous major economy in the world, with that prosperity widely shared.",
        "So we choose economic security.",
        "This Budget commits us to the difficult decisions to eliminate our deficit and get our national debt share falling.",
        "We choose jobs.",
        "This Budget does more to back business and make work pay, so we create full employment.",
        "We choose the whole nation.",
        "The Budget makes new investments in manufacturing and science and the northern powerhouse for a truly national recovery.",
        "We choose responsibility.",
        "This Budget takes further action to support savers and pensioners.",
        "We choose aspiration.",
        "This Budget backs the self-employed, the small business-owner and the homebuyer.",
        "We choose families.",
        "This Budget helps hard-working people keep more of the money they have earned.",
        "This is a Budget that takes Britain one more big step on the road from austerity to prosperity.",
        "We have a plan that is working – and this is a Budget that works for you.",
        "##  Economic forecasts",
        "Mr Deputy Speaker, the British economy is fundamentally stronger than it was five years ago – and that is reflected in the latest forecasts from the Office for Budget Responsibility.",
        "Today, figures are produced with independence and integrity by Robert Chote and his team, and I thank them for their work.",
        "The OBR confirm today that at 2.6%, Britain grew faster than any other major advanced economy in the world last year.",
        "That is fifty per cent faster than Germany, three times faster than the euro-zone – and seven times faster than France.",
        "There are some who advise us to abandon our plan and pursue the French approach.",
        "I prefer to follow the advice the Secretary General of the OECD gave us all last month: “Britain has a long term economic plan – and it needs to stick with it”",
        "“A long term economic plan” – now there’s someone with a way with words.",
        "We need to stick with that plan at a time when global economic risks are rising.",
        "The biggest development since the Autumn Statement has been the further sharp fall in the world oil price.",
        "This is positive news for the global economy. But the overall boost this provides has not yet offset the rising geo-political uncertainty it causes.",
        "And the Eurozone continues to stagnate.",
        "So at this Budget, the OBR have once again revised down the growth of the world economy, revised down the growth of world trade and revised down the prospects for the Eurozone.",
        "And they warn us that the current stand-off with Greece could be very damaging to the British economy.",
        "I agree with that assessment.",
        "A disorderly Greek exit from the euro remains the greatest threat to Europe’s economic stability. It would be a serious mistake to underestimate its impact on the UK, and we urge our Eurozone colleagues to resolve the growing crisis.",
        "The problems in Europe remind us why Britain needs to expand our links with the faster growing parts of the world.",
        "We’ve made major progress this Parliament. I can report that the trade deficit figures published last week are the best for 15 years.",
        "And we will do even more – so today I am again increasing UKTI’s resources to double the support for British exporters to China.",
        "We have also decided to become the first major western nation to be a prospective founding member of the new Asian Infrastructure Investment Bank, because we think you should be present at the creation of these new international institutions.",
        "Mr Deputy Speaker, you would expect weaker world growth, weaker world trade and weaker European growth to lead to weaker growth here in the UK.",
        "However, the OBR haven’t revised down Britain’s economic forecasts – they have revised them up.",
        "A year ago, they forecast growth in 2015 at 2.3%.",
        "In the Autumn Statement that was revised up to 2.4%.",
        "Today, I can confirm GDP growth this year is forecast to be higher still, at 2.5%.",
        "It is also revised up next year, to 2.3%.",
        "That is where it remains for the following two years, before reaching 2.4% in 2019.",
        "So the OBR report growth revised up – and their numbers confirm that growth is broadly based.",
        "For we are replacing the disastrous economic model we inherited.",
        "Between 1997 and 2010, investment accounted for less than one fifth of Britain’s economic growth – four fifths came from debt-fuelled household consumption.",
        "Meanwhile manufacturing halved as a share of our national economy, and the gap between the North and South grew ever larger.",
        "I can report since 2010:",
        "Business investment has grown four times faster than household consumption.",
        "Britain’s manufacturing output has grown more than four and a half times faster than it did in the entire decade before the crisis.",
        "And over the last year, the North grew faster than the South.",
        "We are seeing a truly national recovery.",
        "##  Employment",
        "Mr Deputy Speaker let me turn now to the rest of the forecasts.",
        "This morning we saw the latest jobs numbers.",
        "It is a massive moment. Britain has the highest rate of employment in its history.",
        "A record number of people in work.",
        "More women in work than ever before.",
        "And the claimant count rate is at its lowest since 1975.",
        "For years governments have talked about full employment – the government is moving towards achieving it.",
        "Unemployment today has fallen by another 100,000.",
        "And compared to the Autumn Statement, the OBR now expect unemployment this year to be even lower.",
        "It is set to fall to 5.3% – down almost a whole 3 percentage points from 2010.",
        "When we set out our plan, people predicted that a million jobs would be lost.",
        "Instead, over 1.9 million new jobs have been gained.",
        "Because our long term plan is based on the premise that if you provide economic stability, if you reform welfare and make work pay, and if you back business, then you will create jobs too.",
        "Today’s figures show that since 2010, 1000 more jobs have been created every single day.",
        "The evidence is plain to see – Britain is working.",
        "And Mr Deputy Speaker, what about those who say “the jobs aren’t real jobs; they’re all part time; they’re all in London.”",
        "Nonsense.",
        "How many of the jobs are full time? 80%",
        "How many of the jobs are in skilled occupations? 80%",
        "And where is employment growing fastest? The North West.",
        "Where is a job being created every ten minutes? The Midlands.",
        "And which county has created more jobs than the whole of France? The great county of Yorkshire",
        "We are getting the whole of Britain back to work with a truly national recovery.",
        "##  Living standards",
        "Mr Deputy Speaker, it is only by growing our economy, dealing with our debts and creating jobs, that we can raise living standards.",
        "To the question of whether people are better off at the end of this Parliament than they were five years ago we can give the resounding answer “yes”",
        "You can measure it by GDP per capita, and the answer is yes – up by 5%",
        "Or you can use the most up-to-date and comprehensive measure of living standards which is Real Household Disposable Income per capita.",
        "In other words, how much money families have to spend after inflation and tax.",
        "It is the living standards measure used by the Office for National Statistics and by the OECD.",
        "On that measure I can confirm, on the latest OBR data today, living standards will be higher in 2015 than in 2010.",
        "And it confirms they are set to grow strongly every year for the rest of the decade.",
        "The British people for years paid the heavy price of the great recession.",
        "Now, the facts show households on average will be around £900 better off in 2015 than they were in 2010 – and immeasurably more secure for living in a country whose economy is not in crisis anymore, but is instead growing and creating jobs.",
        "Mr Deputy Speaker because we have strong growth and a strong economy we can also afford real increases in the National Minimum Wage.",
        "This week we accept the recommendations of the Low Pay Commission that the National Minimum Wage should rise to £6.70 this autumn, on course for a minimum wage that will be over £8 by the end of the decade.",
        "And we’ve agreed the biggest increase ever in the apprentice rate.",
        "It’s the oldest rule of economic policy. It’s the lowest paid who suffer most when the economy fails and it’s the lowest paid who benefit when you turn that economy around.",
        "##  Inflation",
        "Mr Deputy Speaker household incomes also go further because we now have the lowest inflation on record.",
        "The OBR today revise down their forecast for inflation this year to just 0.2%, and revise it down for the following three years.",
        "It is driven by falling world oil and food prices. Not by the kind of stagnation we have seen on the continent.",
        "But we will remain vigilant.",
        "I am today confirming that the remit for the Monetary Policy Committee for the coming year remains the 2% symmetric CPI inflation target.",
        "And I am also confirming the remit for our new Financial Policy Committee too, so that this time we spot the financial risks in advance.",
        "The fall in food prices is good for families; but it reminds us of the challenge our farmers face from volatile markets.",
        "The National Farmers Union have long argued they should be allowed to average their incomes for tax purposes over five years; I agree and in this Budget we will make that change.",
        "We will also use this opportunity to lock in the historically low interest rates for the long term.",
        "I can tell the House that we will increase the number of long-dated gilts that we sell.",
        "We’ll also redeem the last remaining undated British Government bonds in circulation.",
        "We’ll have paid off the debts incurred in the South Sea Bubble, the First World War, the debt issued by Henry Pelham, George Goschen and William Gladstone.",
        "And Mr Deputy Speaker, since the pound goes further these days, now is a good time to confirm the design of the new one pound coin.",
        "Based on the brilliant drawing submitted by 15 year old David Pearce, a school pupil from Walsall, the new 12 sided pound coin will incorporate emblems from all four nations – for we are all part of one United Kingdom.",
        "#  Banks and debt",
        "Mr Deputy Speaker, I now turn to the national debt.",
        "Lower unemployment means less welfare.",
        "Compared to the Autumn Statement, welfare bills are set to be an average of £3 billion a year lower.",
        "Lower inflation means lower interest charges on government gilts; those interest charges are now expected to be almost £35 billion lower than just a few months ago.",
        "Rising unemployment, and compounding debt interest, contributed to our national debt problem.",
        "But they weren’t the only cause.",
        "It sent the national debt rocketing up by a third.",
        "We have already sold the branches of Northern Rock; and raised £9 billion from Lloyds shares. Now we go further.",
        "Today I can announce that we are launching a sale of £13 billion of the mortgage assets we still hold from the bailouts of Northern Rock and of Bradford and Bingley.",
        "Lloyds bank has returned to profit and is paying a dividend – so we can continue our exit from that bailout too.",
        "We will sell at least a further £9 billion of Lloyds shares in the coming year.",
        "The bank sales, lower debt interest and lower welfare bills presents us with a choice.",
        "We could treat it as a windfall, even though we know the public finances need further repair.",
        "And with an election looming, some of my immediate predecessors may have been tempted to do this.",
        "But that would be deeply irresponsible.",
        "We’d be spending money we didn’t really have.",
        "Racking up borrowing our country couldn’t afford.",
        "We’d be repeating all the mistakes the last government made – instead of fixing those mistakes.",
        "So today, the central judgement of this Budget is this: we will use the resources from the bank sales and the lower interest payments and the lower welfare bills to pay down the national debt.",
        "We put economic security first.",
        "For higher national debt leaves our nation exposed, harms potential growth and costs taxpayers billions of pounds in debt interest.",
        "That would be throwing away billions of pounds we should be using to fund our public services and lower taxes.",
        "Five years ago, national debt was soaring.",
        "That’s why in my first Budget I set a target that we would have national debt falling as a share of GDP by 2015-16, the last year of this Parliament.",
        "The Eurozone crisis made that task here at home all the more difficult, and for much of the last five years it looked like we might fall short.",
        "I can announce this to the House:",
        "The hard work and sacrifice of the British people has paid off.",
        "The original debt target I set out in my first Budget has been met.",
        "We will end this Parliament with Britain’s national debt share falling",
        "The sun is starting to shine – and we are fixing the roof.",
        "So the OBR report today that debt as a share of GDP falls from 80.4% in 2014-15; to 80.2% in the year 2015-16.",
        "And it keeps falling to 79.8% in 2016-17; then down to 77.8% the following year, to 74.8% in 2018-19 before it reaches 71.6% in 2019-20.",
        "Mr Deputy Speaker, national debt as a share of our national income has been increasing every single year since 2001.",
        "Those thirteen years amount to the longest year-on-year rise in our national debt since the end of the seventeenth century.",
        "Today we bring that record to an end.",
        "And there’s a consequence for our fiscal plans.",
        "Because the national debt share is falling a year earlier than forecast at the Autumn Statement – the squeeze on public spending ends a year earlier too.",
        "In the final year of this decade, 2019-20, public spending will grow in line with the growth of the economy.",
        "We can do that while still running a healthy surplus to bear down on our debt.",
        "A state neither smaller than we need; nor bigger than we can afford.",
        "For those interested in the history of these things, that will mean state spending as a share of our national income the same size as Britain had in the year 2000.",
        "That’s the year before spending got out of control and the national debt started its inexorable rise.",
        "##  Deficit",
        "Mr Deputy Speaker, when we came to office, the deficit stood at more than ten per cent of our national income – one of the highest of any major advanced economy and the largest in our peacetime history.",
        "The IMF says we’ve achieved the largest, most sustained reduction in our structural deficit of any major economy.",
        "Today, the OBR confirm that it now stands at less than half of the deficit we inherited.",
        "But at 5% this year, it’s still far too high – and it must come down.",
        "With our plan it does.",
        "The deficit falls to 4% in 2015-16; then down to 2% the following year; and down again to 0.6% the year after that.",
        "The deficit is lower in every year than at the Autumn Statement.",
        "In 2018-19, Britain will have a budget surplus of 0.2%; followed by a forecast surplus of 0.3% in 2019-20.",
        "We will also comfortably meet our fiscal mandate and Britain will be running a surplus for the first time in 18 years.",
        "That leads to borrowing. Every one of the borrowing numbers is lower than at the Autumn Statement too.",
        "We inherited annual borrowing of over £150 billion from the last government.",
        "This year borrowing is set to fall to £90.2 billion; a billion lower than expected at the Autumn Statement.",
        "It falls again in 2015-16 to £75.3 billion; then £39.4 billion the year after that, before falling to £12.8 billion – in total that’s £5 billion less borrowing than we forecast just three months ago.",
        "In 2018-19, we reach an overall surplus of £5.2 billion – a £1 billion improvement compared to December.",
        "In 2019-20 we are forecast to run a surplus of £7 billion. So growth is up.",
        "Unemployment is down.",
        "Borrowing is down in every year of the forecast.",
        "We reach a surplus.",
        "All contributing to a national debt now falling as a share of national income. Out of the red and into the black – Britain is back paying its way in the world.",
        "##  Spending",
        "Mr Deputy Speaker, lower borrowing and falling debt as a share of GDP will only continue with a credible plan to control public spending and welfare.",
        "As we end the Parliament, we can measure the scale of the achievement.",
        "The administrative costs of central government will be down by 40%.",
        "We have legislated for welfare savings of over £21 billion a year.",
        "And because savings have been driven by efficiency and reform, the quality of public services has not gone down – it’s gone up.",
        "Satisfaction with the NHS is rising year on year.",
        "Crime is down 20%.",
        "One million more children attend good or outstanding schools.",
        "But the job of repairing our public finances is not done.",
        "And here’s a very important point the country needs to understand.",
        "National debt as a share of GDP is now falling.",
        "We’ll only keep it falling if we commit to the fiscal path set out in this Budget.",
        "If we deviate from this path, if we go slower or borrow more, the national debt share will not keep falling – it will start rising again.",
        "After all the hard work of the British people over the last 5 years to reach this point, that reversal would be a tragedy.",
        "Britain is on the right track; we mustn’t turn back",
        "And in order to deliver that falling debt share we need to achieve the £30 billion further savings that are necessary by 2017-18.",
        "I am clear exactly how that £30 billion can be achieved.",
        "£13 billion from government departments.",
        "£12 billion from welfare savings.",
        "£5 billion from tax avoidance, evasion and aggressive tax planning.",
        "We have done it in this Parliament; we can do it in the next.",
        "##  Fairness",
        "The distributional analysis we publish today confirms that that the decisions since 2010 mean the rich are making the biggest contribution to deficit reduction.",
        "I said we would all be in this together and here is the proof.",
        "Compared to five years ago:",
        "Inequality is lower.",
        "Child poverty is down.",
        "Youth unemployment is down.",
        "Pensioner poverty is at its lowest level ever.",
        "The gender pay gap has never been smaller.",
        "Payday loans are capped.",
        "And zero hours contracts regulated.",
        "Even more than this, opportunity has increased; the number of university students from disadvantaged backgrounds is at a record high, apprenticeships have doubled and there are fewer workless households than ever before.",
        "And in this Budget we are providing funding for a major expansion of mental health services for children and those suffering from maternal mental illness.",
        "Those who suffer from these illnesses have been forgotten for too long.",
        "Not anymore.",
        "We stand for opportunity for all.",
        "And we have created a fairer tax system. Further proof we are all in this together.",
        "The share of income tax paid by the top 1% of taxpayers is projected to rise from 25% in 2010 to over 27% this year – that is higher than any one of the thirteen years of the last government.",
        "We’re getting more money from the people paying the top rate of tax.",
        "Because we understand that if you back enterprise, you raise more revenue.",
        "And the House will also want to know this – the lower paid 50% of taxpayers now pay a smaller proportion of income tax than at any time under the previous government.",
        "We are delivering a truly national recovery.",
        "##  Tax avoidance",
        "Mr Deputy Speaker in this Budget everything we spend will be paid for and this requires the following decisions.",
        "We have already taken steps to curb the size of the very largest pension pots.",
        "But the gross cost of tax relief has continued to rise through this Parliament, up almost £4 billion. That is not sustainable.",
        "So from next year, we will further reduce the Lifetime Allowance from £1.25 million to £1 million.",
        "This will save around £600 million a year.",
        "Fewer than 4% of pension savers currently approaching retirement will be affected.",
        "However, I want to ensure those still building up their pension pots are protected from inflation, so from 2018 we will index the Lifetime Allowance.",
        "We have had representations that we should also restrict the Annual Allowance for pensions and use the money to cut tuition fees.",
        "I have examined this proposal.",
        "It involves penalising moderately-paid, long-serving public servants, including police officers, teachers and nurses, and instead rewarding higher paid graduates.",
        "In 2010, city bankers boasted of paying lower tax rates than their cleaners; the rich routinely avoided stamp duty; and foreigners paid no capital gains tax.",
        "We’ve changed all that – and it was this Prime Minister who put tackling international tax evasion at the top of the agenda at the G8.",
        "We will now legislate for the new Common Reporting Standard we have got agreed around the world.",
        "Our new Diverted Profits Tax is aimed at large multinationals who artificially shift their profits offshore.",
        "I can confirm that we will legislate for it next week and bring it into effect at the start of next month.",
        "I am also today amending corporation tax rules to prevent contrived loss arrangements.",
        "And we’ll no longer allow businesses to take account of foreign branches when reclaiming VAT on overheads – making the system simpler and fairer.",
        "We will close loopholes to make sure Entrepreneurs Relief is only available to those selling genuine stakes in businesses.",
        "We will issue more accelerated payments notices to those who hold out from paying the tax that is owed.",
        "And we will stop employment intermediaries exploiting the tax system to reduce their own costs by clamping down on the agencies and umbrella companies who abuse tax reliefs on travel and subsistence – while we protect those genuinely self-employed.",
        "Taken together, all the new measures against tax avoidance and evasion will raise £3.1 billion over the forecast period.",
        "I can also tell the House that we will conduct a review on the avoidance of inheritance tax through the use of deeds of variation. It will report by the autumn.",
        "We will seek a wide range of views.",
        "Mr Deputy Speaker, my RHF the Chief Secretary will tomorrow publish further details of our comprehensive plans for new criminal offences for tax evasion and new penalties for those professionals who assist them.",
        "Let the message go out: this country’s tolerance for those who will not pay their fair share of taxes has come to an end.",
        "##  Banks",
        "Because we seek a truly national recovery, today I also ask our banking sector to contribute more.",
        "Financial services are one of Britain’s most important and successful industries, employing people in every corner of the country.",
        "We take steps to promote competition, back FinTech and encourage new business like global reinsurance.",
        "But as our banking sector becomes more profitable again, I believe they can make a bigger contribution to the repair of our public finances.",
        "I am today raising the rate of the bank levy to 0.21 per cent. This will raise an additional £900 million a year.",
        "We will also stop banks from deducting from corporation tax the compensation they make to customers for products they have been mis-sold, like PPI. Taken together these new banking taxes will raise £5.3 billion across the forecast.",
        "The banks got support going into the crisis; now they must support the whole country as we recover from the crisis.",
        "##  Libor and charities",
        "Mr Deputy Speaker, in each Budget we have used the LIBOR fines paid by those who demonstrated the very worst values to support those who represent the very best of British values.",
        "Today I can announce a further £75 million of help.",
        "Last week’s service of commemoration reminded us all of the debt we owe to those brave British servicemen and women who served in Afghanistan.",
        "We will provide funds to the regimental charities of every regiment that fought in that conflict; and we will contribute funding to the permanent memorial to those who died there and in Iraq.",
        "And in the 75th anniversary year of the Battle of Britain we will help to renovate the RAF museum at Hendon, the Stow Maries Airfield and the Biggin Hill Chapel Memorial so future generations are reminded of the sacrifice of our airmen in all conflicts.",
        "We will provide £25 million to help our eldest veterans, including nuclear test veterans.",
        "Many members on this side have also written to me asking for support for their local air ambulances.",
        "We’ve backed brilliant local charities in the past, and we do so again today – with funds for new helicopters for the Essex & Herts, East Anglian, Welsh and Scottish air ambulances, and for the Lucy Air Ambulance that transports children requiring urgent care.",
        "Our blood bike charities also do an incredible job. I am today responding to the public campaign and refunding their VAT.",
        "We’ll also set aside £1 million to help buy defibrillators for public places, including schools, and support training in their use to save more lives.",
        "Talking about people who save lives, and who sometimes sacrifice their own life to do so, we will also correct the historic injustice to spouses of police officers, firefighters, and members of the intelligence services who lose their lives on duty.",
        "And there’s additional money today to support the fight against terrorism.",
        "The £15 million Church Roof Fund I set aside at the Autumn Statement to support church roof appeals has been heavily oversubscribed – so I am today more than trebling it.",
        "Apparently, we’re not the only people who want to fix the roof when the sun is shining.",
        "Every weekend thousands of people go out and raise sums for their local charities across Britain through sponsored events and high-street collections.",
        "I am significantly extending the scheme I introduced that allows charities to claim automatic gift-aid on those donations – increasing it from the first £5,000 they raise to £8,000.",
        "That will benefit over 6,500 small charities.",
        "And, Mr Deputy Speaker, we could not let the 600th anniversary of Agincourt pass without commemoration.",
        "The battle of Agincourt is, of course, celebrated by Shakespeare as a victory secured by a “band of brothers” It is also when a strong leader defeated an ill-judged alliance between the champion of a united Europe and a renegade force of Scottish nationalists.",
        "So it is well worth the £1 million we will provide to celebrate it.",
        "##  National recovery",
        "Mr Deputy Speaker",
        "Our country does not rest on its past glories.",
        "Within just fifteen years we have the potential to overtake Germany and have the largest economy in Europe.",
        "Five years ago, that would have seemed hopelessly unrealistic; economic rescue was the limit of our horizons.",
        "Today, our goal is for Britain to become the most prosperous of any major economy in the world in the coming generation, with that prosperity widely shared across our country.",
        "London is the global capital of the world, and we want it to grow stronger still.",
        "Today we confirm: new investment in transport; regeneration from Brent Cross to Croydon; new powers for the Mayor over skills and planning; and new funding for the London Land Commission to help address the acute housing shortage in the capital.",
        "For we don’t pull the rest of the country up, by pulling London down.",
        "Instead we will build on London’s success by building the Northern Powerhouse.",
        "Working across party lines, and in partnership with the councils of the north, we are this week publishing a comprehensive Transport Strategy for the North.",
        "We are funding the Health North initiative from the great teaching hospitals and universities there.",
        "We are promoting industries from chemicals in the North East to Tech in the North West",
        "And I can today confirm agreement with the West Yorkshire Combined Authority for a new city deal.",
        "Our agreement with Greater Manchester on an elected mayor is the most exciting development in civic leadership for a generation – with the devolution of power over skills, transport and now health budgets.",
        "I can announce today that we have now reached provisional agreement to allow Greater Manchester to keep 100% of the additional growth in local business rates as we build up the Northern Powerhouse.",
        "For where cities grow their economies through local initiatives, let me be clear: we will support and reward them.",
        "We will also offer the same business rates deal to Cambridge and the surrounding councils, and my door is open to other areas too.",
        "For our ambition for a truly national recovery is not limited to building a Northern Powerhouse. We back in full the long term economic plans we have for every region.",
        "The Midlands is an engine of manufacturing growth. So we are today giving the go-ahead to a £60 million investment in the new Energy Research Accelerator and confirming the new national energy catapult will be in Birmingham.",
        "And we’re going to back our brilliant automotive industry by investing £100 million to stay ahead in the race to driverless technology.",
        "And to encourage a new generation of low emission vehicles we will increase their company car tax more slowly than previously planned, while increasing other rates by 3% in 2019-20.",
        "We’re also connecting up the South West, with over £7 billion of transport investment, better roads, support for air links, and – I can confirm today – a new rail franchise which will bring new intercity express trains and greatly improved rail services.",
        "We are confirming the introduction of the first 20 Housing Zones that will keep Britain building, along with the extension of 8 enterprise zones across Britain, with new zones in Plymouth and Blackpool too.",
        "We’re giving more power to Wales. We’re working on a Cardiff city deal and we are opening negotiations on the Swansea Bay Tidal Lagoon.",
        "The Severn Crossings are a vital link for Wales. I can tell the House we will reduce the toll rates from 2018, and abolish the higher band for small vans and buses.",
        "It’s a boost for the drivers of white vans. The legislation devolving corporation tax to Northern Ireland passed the House of Lords yesterday. We now urge all parties to commit to the Stormont House agreement, of which it was part.",
        "In Scotland, we will continue working on the historic devolution agreement, implement the Glasgow City Deal, and open negotiations on new city deals for Aberdeen and Inverness.",
        "While the falling oil price is good news for families across the country, it brings with it challenges for hundreds of thousands whose jobs depend on the North Sea.",
        "Thanks to the field allowances we’ve introduced we saw a record £15 billion of capital investment last year in the North Sea.",
        "But it’s clear to me that the fall in the oil price poses a pressing danger to the future of our North Sea industry – unless we take bold and immediate action.",
        "I take that action today.",
        "First, I am introducing from the start of next month a single, simple and generous tax allowance to stimulate investment at all stages of the industry.",
        "Second, the government will invest in new seismic surveys in under-explored areas of the UK Continental Shelf.",
        "Third, from next year, the Petroleum Revenue Tax will be cut from 50% to 35% to support continued production in older fields.",
        "Fourth, I am with immediate effect cutting the Supplementary Charge from 30% to 20%, and backdating it to the beginning of January.",
        "It amounts to £1.3 billion of support for the industry.",
        "And the OBR assesses that it will boost expected North Sea oil production by 15% by the end of the decade.",
        "Mr Deputy Speaker, it goes without saying that an independent Scotland would never have been able to afford such a package of support.",
        "But it is one of the great strengths of our three-hundred year old union that just as we pool our resources, so too we share our challenges and find solutions together.",
        "For we are one United Kingdom.",
        "##  Science and innovation",
        "Mr Deputy Speaker, we back oil and gas and we back our heavy industry too, like steel and paper mills.",
        "I’ve listened to the Engineering Employers, and I will bring forward to this autumn part of our compensation for energy intensive plants.",
        "But since we aim to be the most prosperous major economy in the coming generation, then we must support the latest insurgent industries too.",
        "So we take steps to put Britain at the forefront of the on-line sharing economy.",
        "Our creative industries are already a huge contributor to the British economy – and today we make our TV and film tax credits more generous, expand our support for the video games industry and we launch our new tax credit for orchestras.",
        "Britain is a cultural centre of the world – and with these tax changes I’m determined we will stay in front.",
        "And in the week after Cheltenham, we support the British racing industry by introducing a new horse race betting right.",
        "Local newspapers are a vital part of community life – but they’ve had a tough time in recent years – so today we announce a consultation on how we can provide them with tax support too.",
        "Future economic success depends on future scientific success. So we’ll add to the financial support I announced at the Autumn Statement for postgraduates, with new support for PhDs and research-based masters degrees.",
        "We’re also committing almost £140 million to world class research across the UK into the infrastructure and cities of the future, and giving our national research institutes new budget freedoms.",
        "And we’ll invest in what is known as the Internet of Things. This is the next stage of the information revolution, connecting up everything from urban transport to medical devices to household appliances.",
        "So should – to use a ridiculous example – someone have two kitchens, they will be able to control both fridges from the same mobile phone.",
        "All these industries depend on fast broadband.",
        "We’ve transformed the digital infrastructure of Britain over the last five years.",
        "Over 80% of the population have access to superfast broadband and there are 6 million customers of 4G that our auction made possible.",
        "Today we set out a comprehensive strategy so we stay ahead.",
        "We’ll use up to £600 million to clear new spectrum bands for further auction, so we improve mobile networks.",
        "We’ll test the latest satellite technology so we reach the remotest communities.",
        "We’ll provide funding for Wi-Fi in our public libraries, and expand broadband vouchers to many more cities, so no-one is excluded.",
        "And we’re committing to a new national ambition to bring ultrafast broadband of at least 100 megabits per second to nearly all homes in the country, so Britain is out in front",
        "##  Small business",
        "Mr Deputy Speaker,",
        "You can’t create jobs without successful business. As well as the right infrastructure, businesses also need low, competitive taxes.",
        "In two weeks’ time, we will cut corporation tax to 20%, one of the lowest rates of any major economy in the world.",
        "There are those here who are committed to putting the rate of corporation tax up.",
        "They should know that this would be the first increase in this tax rate since 1973, and a job-destroying and retrograde step for this country to take.",
        "And rather than increasing the jobs tax as some propose, we’re going to go on cutting it.",
        "This April we will abolish National Insurance for employing under 21s;",
        "Next April we will abolish it for employing a young apprentice;",
        "And I can confirm today that 1 million small businesses have now claimed our new Employment Allowance.",
        "From this April we’re also extending our small business rate relief and our help for the high street.",
        "But in my view the current system of Business Rates has not kept pace with the needs of a modern economy and changes to our town centres, and needs far-reaching reform.",
        "Businesses large and small have asked for a major review of this tax – and this week that’s what we’ve agreed to do.",
        "The boost I provided to the Annual Investment Allowance comes to an end at the end of the year.",
        "A better time to address this is in the Autumn Statement.",
        "However, I am clear from my conversations with business groups that a reduction to £25,000 would not be remotely acceptable – and so it will be set at a much more generous rate.",
        "Today I’m announcing changes to the Enterprise Investment Schemes and Venture Capital Trusts to ensure they are compliant with the latest state aid rules and increasing support to high growth companies.",
        "Mr Deputy Speaker, businesses, like people, want their taxes to be low. They also want them to be simple to pay.",
        "We set up the Office of Tax Simplification at the start of this Parliament and I want to thank Michael Jack and John Whiting for the fantastic work they have done.",
        "To support five million people who are self-employed, and to make their tax affairs simpler, in the next Parliament we will abolish Class 2 National Insurance contributions for the self-employed entirely.",
        "And today we can bring simpler taxes to many more.",
        "12 million people and small businesses are forced to complete a self-assessment tax return every year. It is complex, costly and time-consuming.",
        "So, today I am announcing this.",
        "We will abolish the annual tax return altogether.",
        "Millions of individuals will have the information the Revenue needs automatically uploaded into new digital tax accounts.",
        "A minority with the most complex tax affairs will be able to manage their account on-line.",
        "Businesses will feel like they are paying a simple, single business tax – and again, for most, the information needed will be automatically received.",
        "A revolutionary simplification of tax collection. Starting next year.",
        "Because we believe people should be working for themselves, not working for the tax man.",
        "Tax really doesn’t have to be taxing, and this spells the death of the annual tax return.",
        "##  Duties",
        "Mr Deputy Speaker, we want to help families with simpler taxes – and with lower taxes too.",
        "So let me turn now to duties.",
        "I have no changes to make to the duties on tobacco and gaming already announced.",
        "Last year, I cut beer duty for the second year in a row and the industry estimates that helped create 16,000 jobs.",
        "Today I am cutting beer duty for the third year in a row – taking another penny off a pint.",
        "I am cutting cider duty by 2% – to support our producers in the West Country and elsewhere.",
        "And to back one of the UK’s biggest exports, the duty on Scotch whisky and other spirits will be cut by 2% as well.",
        "Wine duty will be frozen.",
        "More pubs saved, jobs created, families supported – and a penny off a pint for the third year in a row.",
        "##  Fuel",
        "Mr Deputy Speaker,",
        "I also want to help families with the cost of filling up a car.",
        "It’s a cost that bears heavily on small businesses too.",
        "The last government’s plans for a fuel duty escalator meant taxes would rise above inflation every year.",
        "But I want to make sure that the falling oil price is passed on at the pumps.",
        "So I am today cancelling the fuel duty increase scheduled for September.",
        "Petrol frozen again. It’s the longest duty freeze in over twenty years.",
        "It saves a family around £10 every time they fill up their car",
        "##  Personal Allowance",
        "Mr Deputy Speaker.",
        "We believe that work should pay – and families should keep more of the money they earn.",
        "When we came to office, the personal tax-free allowance stood at just £6,500.",
        "We set ourselves the goal – even in difficult times – of raising that allowance to £10,000 by the end of the parliament",
        "We have more than delivered on that promise.",
        "In two weeks’ time it will reach £10,600",
        "That’s a huge boost to the incomes of working people and one of the reasons we have a record number of people in work.",
        "Today I can announce that we go further.",
        "The personal tax-free allowance will rise to £10,800 next year – and then to £11,000 the year after.",
        "That’s £11,000 you can earn before paying any income tax at all.",
        "It means the typical working taxpayer will be over £900 a year better off.",
        "It’s a tax cut for 27 million people and means we’ve taken almost 4 million of the lowest paid out of income tax altogether.",
        "Because we pass on the full gains of this policy, I can make this announcement today",
        "For the first time in 7 years, the threshold at which people pay the higher tax rate will rise not just with inflation – but above inflation.",
        "It will rise from £42,385 this year to £43,300 by 2017-18.",
        "So an £11,000 personal allowance.",
        "An above inflation increase in the higher rate.",
        "A down-payment on our commitment to raise the personal allowance to £12,500 and raise the Higher Rate threshold to £50,000.",
        "An economic plan working for you.",
        "And in this Budget the rate of the new transferable tax allowance for married couples will rise to £1,100 too.",
        "That’s the allowance coming in just two weeks’ time to help over 4 million couples – help that they would take away, but we on this side are proud to provide.",
        "##  Savings",
        "Mr Deputy Speaker,",
        "This Budget takes another step to move Britain from a country built on debt, to a country built on savings and investment.",
        "Last year I unlocked pensions with freedom for millions of savers.",
        "But there is more to do to create a savings culture.",
        "Today I announce four major new steps in our savings revolution.",
        "They are based on the principles that cutting taxes increases the return on savings, and that people should have freedom to choose how they use those savings.",
        "First, we will give five million pensioners access to their annuity.",
        "For many an annuity is the right product, but for some it makes sense to access their annuity now.",
        "So we’re changing the law to make that possible.",
        "From next year the punitive tax charge of at least 55% will be abolished. Tax will be applied only at the marginal rate.",
        "And we’ll consult to ensure pensioners get the right guidance and advice.",
        "So freedom for five million people with an annuity.",
        "Second, we will introduce a radically more Flexible ISA.",
        "In 2 weeks’ time the changes I’ve already made mean people will be able to put £15,240 into an ISA.",
        "But if you take that money out – you lose your tax free entitlement, and so can’t put it back in.",
        "This restricts what people can do with their own savings – but I believe people should be trusted with their hard earned money.",
        "With the fully Flexible ISA people will have complete freedom to take money out, and put it back in later in the year, without losing any of their tax-free entitlement",
        "It will be available from this autumn and we will also expand the range of investments that are eligible.",
        "Third, we’re going to take two of our most successful policies and combine them to create a brand new Help to Buy ISA.",
        "And we do it to tackle two of the biggest challenges facing first time buyers – the low interest rates when you build up your savings, and the high deposits required by the banks.",
        "The Help to Buy ISA for first time buyers works like this.",
        "For every £200 you save for your deposit, the Government will top it up with £50 more.",
        "It’s as simple as this – we’ll work hand in hand to help you buy your first home.",
        "This is a Budget that works for you.",
        "A 10% deposit on the average first home costs £15,000, so if you put in up to £12,000 – we’ll put in up to £3,000 more.",
        "A 25% top-up is equivalent to saving for a deposit from your pre-tax income – it’s effectively a tax cut for first time buyers.",
        "We’ll work with industry so it’s ready for this autumn and we’ll make sure you can start saving for it right now.",
        "So Mr Deputy Speaker:",
        "Access for pensioners to their annuities.",
        "A new Flexible ISA.",
        "Backing home ownership with a first time buyer bonus.",
        "And one other reform.",
        "Today I introduce a new Personal Savings Allowance that will take 95% of taxpayers out of savings tax altogether.",
        "From April next year the first £1,000 of the interest you earn on all of your savings will be completely tax-free.",
        "To ensure higher rate taxpayers enjoy the same benefits, but no more, their allowance will be set at £500.",
        "People have already paid tax once on their money when they earn it. They shouldn’t have to pay tax a second time when they save it.",
        "With our new Personal Savings Allowance, 17 million people will see the tax on their savings not just cut, but abolished.",
        "An entire system of tax collection can be scrapped.",
        "At a stroke we create tax free banking for almost the entire population.",
        "And build the economy on savings not debt.",
        "##  Conclusion",
        "Mr Deputy Speaker, five years ago I had to present to this House an Emergency Budget.",
        "Today I present the Budget of an economy stronger in every way from the one we inherited.",
        "The Budget of an economy taking another big step from austerity to prosperity.",
        "We cut the deficit – and confidence is returning.",
        "We limited spending, made work pay, backed business – and growth is returning.",
        "We gave people control over their savings and helped people own their own homes – and optimism is returning.",
        "We have provided clear decisive economic leadership – and from the depths Britain is returning.",
        "The share of national income taken up by debt – falling.",
        "The deficit down.",
        "Growth up.",
        "Jobs up.",
        "Living standards on the rise.",
        "Britain on the rise.",
        "This is the Budget for Britain.",
        "The Comeback Country."
    ]
}