{
    "url": "https://www.ukpol.co.uk/george-osborne-2016-statement-on-maintaining-support-for-businesses-and-households/",
    "title": "George Osborne – 2016 Statement on Maintaining Support for Businesses and Households",
    "post_date": "July 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by George Osborne, the Chancellor of the Exchequer, and co-signed by leaders of numerous banks on 5 July 2016.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "While we are realistic about the economic challenge facing the country after the referendum result; we are reassured that collectively we can rise to it.",
        "The last time Britain faced an economic shock the banks were at the heart of the problem.",
        "Thanks to the hard work of rebuilding the banks, making them stronger and safer, and the arrival of new challenger banks – banks and building societies are now part of the solution.",
        "The government gave the Bank of England new counter-cyclical capital buffer powers to support lending in the financial system in the good times and bad.",
        "The independent FPC of the Bank of England have today used those powers.",
        "Now the UK’s main lenders, meeting with the Chancellor this morning, have agreed to make the extra capital available to support lending to UK businesses and households in this challenging time.",
        "The Chancellor called for a joint national effort to meet the economic challenge. Today we see that effort take place.",
        "**Signatories and attendees**",
        "Chancellor of the Exchequer, George Osborne  \nEconomic Secretary to the Treasury, Harriett Baldwin  \nMs Jayne-Anne Gadhia (CEO, Virgin Money)  \nBaroness Vadera (Chairman, Santander UK)  \nMr Douglas Flint (Chairman, HSBC)  \nMr Craig Donaldson (CEO, Metro Bank)  \nSir Howard Davies (Chairman, The Royal Bank of Scotland Group)  \nMr David Roberts (Chairman, Nationwide Building Society)  \nMr John McFarlane (Chairman, Barclays)  \nMr Alan Dickinson (Non-Executive Director, Lloyds Banking Group)"
    ]
}