{
    "url": "https://www.ukpol.co.uk/george-osborne-2012-speech-at-global-investment-conference/",
    "title": "George Osborne – 2012 Speech at Global Investment Conference",
    "post_date": "January 22, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, at the Global Investment Conference on 26 July 2012.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Welcome to this session – and a particularly warm welcome to my distinguished colleagues, Christine Lagarde, Managing Director of the IMF, and Angel Gurria, Secretary General of the OCED.",
        "I thank you both for taking the time to join us on the eve of the London Olympic Games.",
        "The Olympic Games celebrate human endeavour and peaceful competition between the nations of the earth.",
        "This Global Investment Conference celebrates human innovation and industry, and show-cases Britain as a home for investment in a fiercely competitive world economy.",
        "You’ve heard from the Prime Minister and many colleagues of mine in Government already.",
        "I hope the message you are receiving is loud and clear:",
        "Britain is open for business.",
        "Indeed, we assert that there is no major western economy that is more open, more welcoming of foreign investment, less protectionist and more pro-free trade than the United Kingdom.",
        "Across all political parties, in all parts of the country, we welcome overseas companies with open arms.",
        "In the last few months, we’ve encouraged Chinese investment in our capital’s water system, Hong Kong investment in our telecoms and gas network, Indian investment in our car-making and steel, and today, Malaysian investment in a prime property site here in London.",
        "In the very difficult global economic environment – and with our own disappointing GDP numbers – we as a Government have to work even harder to attract more of this investment.",
        "We have a relentless focus on the economy.",
        "And our message, our sales pitch, if you like, to investors has three components:",
        "– We’re dealing with our debts",
        "– We’re creating the most pro-business tax regime in the developed world",
        "– And we’re making the long-term structural reforms to secure a more productive future.",
        "Let me take each briefly in turn.",
        "First, in our continent reeling from a sovereign debt crisis, the UK is a country which demonstrated to the world that is has a credible plan to deal with its debts.",
        "In the last 2 years, we have cut our deficit by 25 per cent.",
        "When this Government entered office, the UK’s cost of borrowing was the same as Spain’s and Italy’s.",
        "Today, their cost of borrowing is more than six per cent and ours is one and a half per cent.",
        "That market confidence and those ultra-low interest rates are precious assets – hard won and easily squandered.",
        "And it is precisely that market confidence and fiscal credibility that allows our independent monetary authority, the Bank of England, to operate a more active monetary policy.",
        "– Expanding the Quantitative Easing programme.",
        "– Launching with the Treasury the new Funding for Lending Scheme operational next week that will reduce bank funding costs to reduce loan rates and mortgage costs.",
        "– And it is the same fiscal credibility that means we can use our balance sheet to offer billions of pounds worth of guarantees to new infrastructure projects and export opportunities.",
        "You will hear those arguing that we should abandon our plan and spend and borrow our way out of debt.",
        "You hear that argument again today.",
        "These are the siren voices luring Britain onto the rock.",
        "We won’t go there.",
        "A credible plan to deal with our debts is an anchor of stability and a prerequisite of recovery.",
        "We have that credible plan – and we’re sticking to it.",
        "That gives confidence to investors looking at the UK.",
        "So too should our pro-business reforms to the tax system.",
        "I challenge anyone in the audience to name another major western economy that is:",
        "– Reducing its corporation tax as aggressively as we are: from 28% to 22%.",
        "– Or cutting its top rate of income tax to attract wealth creators.",
        "– Or introducing new generous tax regimes for patents, and research, and creative industry.",
        "– Or creating a new regime for the headquarters of global firms, so that companies are now moving to Britain instead of moving away.",
        "– This is the most pro-business tax reform in any developed economy today.",
        "And the final sales pitch is this.",
        "We are also tackling the deep-rooted problems that undermine the competitiveness of many western economies, including ours.",
        "In the last 2 years, we’ve undertaken major reforms of planning, higher education, schools and welfare that will equip Britain for the future.",
        "It’s involved tough decisions, raising pension ages, reducing public sector costs, taking on vested groups.",
        "But we’ve done it.",
        "And despite disappointing GDP numbers, we are determined to continue to tackle the deep rooted problems our economy faces.",
        "The deficit is down by a quarter.",
        "Inflation has halved.",
        "Employment is up.",
        "Exports are rising – and Britain’s businesses are now exporting more to the rest of the world than to Europe.",
        "A sign of openness to the opportunities from emerging as well as established economies across the world.",
        "And we know we have more to do.",
        "Our motivation is simple.",
        "It was spelt out by the Prime Minister this morning.",
        "We’re in Government at a time of great change in the world economy.",
        "Great change, and of course, great uncertainty.",
        "And we think that some western countries will adapt well to that change, cope with that uncertainty well.",
        "And others not adapt so well.",
        "We have a relentless focus to ensure that Britain adapts to the changing world and thrives in it.",
        "These Olympic Games are a showcase of Britain at its best.",
        "This Conference is a sign of our nation’s commitment to welcome the world’s investors.",
        "Britain is open for business."
    ]
}