{
    "url": "https://www.ukpol.co.uk/kate-osborne-2020-speech-on-free-school-meals/",
    "title": "Kate Osborne – 2020 Speech on Free School Meals",
    "post_date": "June 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Kate Osborne",
            "url": "/tag/kate-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Kate Osborne, the Labour MP for Jarrow, in the House of Commons on 16 June 2020.",
    "content": [
        "Having been brought up in a single-parent household, I imagine I am one of a small number of MPs who received free school meals; I know exactly what it is likely to struggle to make ends meet.",
        "No child should have to go without food, and a child’s concentration, alertness and energy are greatly improved with a nutritious meal inside them. As we are one of the richest countries in the world, we must question why in 2020 families are struggling to put food on the table, heat their homes or clothe their children. No family should have to deal with this, and no parent should have to choose between feeding themselves and feeding their children. Sadly, that is often the choice parents face, and it is exactly what would have happened right across the country had this Government not made yet another U-turn today.",
        "It is a sad fact that one in three children in my constituency are growing up in poverty, and it is shameful that countless families have to endure this painful struggle, day in, day out. I see that struggle at first hand on a daily basis. My inbox regularly contains heartbreaking emails from families forced to rely on food banks to eat and struggling to pay their rent. Staggeringly, food banks have become normalised in society. I remember being outraged when they first started to pop up, as I could not quite believe people were needing to access charitable donations because they did not have enough money to buy food. Now, we all expect that there will be a donation box in the supermarket for food banks that we can donate to. We need to end the normalisation of food banks and to work towards a society where every family have enough money to live on.",
        "The Welsh Government have already announced that they will provide each eligible child with the equivalent of £19.50 a week over the summer, so it would have ​been deeply heartless for the Government not to fund the estimated £120 million, which will now ensure that children in this country, including 2,605 children in the Jarrow constituency, can eat for the summer holiday period. Not for the first time, the Prime Minister and his Government have found themselves on the wrong side of the argument, and I welcome the fact that they have made yet another U-turn.",
        "This issue is not about politics; it is about doing the right thing. Marcus Rashford, in his efforts to persuade the Government to see sense on this issue, should be applauded, and I am glad the Government have listened to him, to MPs on both sides and to the whole of the country, who have called for this. If the Government can find billions of pounds to support businesses during this pandemic, it is only right that £120 million has been found to ensure that families and children are provided with food this summer."
    ]
}