{
    "url": "https://www.ukpol.co.uk/george-osborne-2014-speech-on-the-pound-and-scottish-independence/",
    "title": "George Osborne – 2014 Speech on the Pound and Scottish Independence",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, in Edinburgh on 13th February 2014.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "In just over 7 months people in Scotland will decide whether or not to walk away from the United Kingdom.",
        "The stakes couldn’t be higher or the choice clearer.",
        "The certainty and security of being part of the UK or the uncertainty and risk of going it alone.",
        "At the very heart of this choice is the pound in your pocket.",
        "Why?",
        "Because the currency we use is about so much more than notes and coins.",
        "It’s about the value of our savings our power to purchase the everyday things we need and how we make the wheels of trade and commerce turn.",
        "A stable currency is the bedrock of our economy",
        "It underpins our jobs, our mortgages, our pensions our public services and our taxes,",
        "And the opportunities for our children and our grandchildren",
        "I don’t have a vote on 18th September.",
        "But I know where I stand.",
        "The pound is one of the oldest and most successful currencies in the world.",
        "I want Scotland to keep the pound and the economic security that it brings.",
        "And I hope passionately that the people of Scotland – who make such an important contribution to life on these islands – choose to stay within our family of nations here in the United Kingdom.",
        "And why wouldn’t we keep the UK together?",
        "The UK works. In good times, and also in bad.",
        "Together we have faced the worst economic and financial crisis since the Great Depression.",
        "Government debt sky-rocketed, hundreds of thousands of people lost their jobs, banks were bailed out, and as a nation we were made poorer.",
        "But we avoided the economic collapse other nations around us in Europe faced. Because together, we had the strength to confront our problems and overcome them.",
        "Reducing our deficit, cleaning up our financial system, and working through a long term economic plan for the country.",
        "A long term plan that will allow people to feel secure again.",
        "We’re seeing signs now that we have turned the corner.",
        "The UK economy is growing faster than any other advanced economy in Europe.",
        "And within the UK, Scotland is growing faster than the rest.",
        "We’ve had 6 consecutive quarters of Scottish growth.",
        "Growth not just in services but in manufacturing and construction too.",
        "Over a hundred thousand new jobs have been created in Scotland in the last four years.",
        "Sixty five thousand fewer people unemployed compared to 2010",
        "But the job is not yet done.",
        "These hard-fought gains could be easily lost.",
        "And nothing could be more damaging to economic security here in Scotland than dividing our United Kingdom.",
        "That’s not the outcome I want.",
        "I ask you to look ahead to the longer-term challenges we face as a country competing for jobs and business in the global race…",
        "– providing good careers for our children",
        "– supporting an ageing population",
        "– managing with lower North Sea oil revenues",
        "And consider: to which of these great challenges is dividing up the United Kingdom the right solution?",
        "Today Scotland is one of the most economically successful parts of the UK.",
        "– with growth per head the same as the smaller independent European states the Scottish government would like Scotland to join…",
        "– but with far more stability and less volatility than them, thanks to being part of the wider UK.",
        "So for me the positive answer is to work as one and to tackle these challenges together.",
        "Nowhere are the risks to Scotland’s economic security more apparent than in the debate about currency.",
        "Last year the Chief Secretary and I came to Glasgow to share the rigorous and objective analysis the Treasury had done on the question of Scotland’s future currency.",
        "I said it was unlikely that an independent Scotland would be able to share the pound and share the Bank of England.",
        "Today I am here in Edinburgh to consider with you further rigorous and objective analysis by the Treasury which builds on that work – and draws on what we have learnt in the last year.",
        "Alongside this analysis I am also taking the exceptional step of publishing the internal advice I have received from the Permanent Secretary to the Treasury, Sir Nicholas Macpherson.",
        "Since I spoke last April, the Scottish government’s proposal for sharing the UK pound has been questioned by one independent economist after another",
        "Including by DeAnne Julius, a distinguished former member of the Monetary Policy Committee, and John Kay, one of Alex Salmond’s former economic advisers",
        "Many prominent supporters of the Yes campaign have raised doubts about the nationalist’s plan,",
        "From Jim Sillars, the former deputy-leader of the Scottish National Party, to Dennis Canavan, chairman of Yes Scotland, and Patrick Harvie, the leader of the Scottish Green Party.",
        "Businesses and the financial services sector have started to speak out.",
        "Last week the President of the UK Chamber of Shipping and the Chief Executives of Scottish Financial Enterprise, of Simmons&Co, and of Sainsburys all expressed their concerns.",
        "The American Chief Executive of one of the biggest investors in Scotland, BP, said that the huge unanswered questions over the currency and economic policies of an independent Scotland could put big investments in this country at risk.",
        "And now my two predecessors as Chancellor, the current Chief Secretary, Shadow Chancellor, Scottish Secretary and First Minister of Wales – all from different political parties to me – have raised the same questions I raised almost a year ago.",
        "But perhaps no contribution has been more decisive and unquestionably independent than that offered by the Governor of the Bank of England when he spoke about the currency union, here in this city, two weeks ago.",
        "Dr Mark Carney is a Canadian citizen who speaks for no side in this debate, but instead offered the people of Scotland, and the people of the whole UK, his technical and independent advice.",
        "Today I want to pick up where the Governor’s speech left off.",
        "So it’s worth recalling exactly what he said.",
        "He said that the existing UK has proved “durable and efficient”.",
        "He said that we “would need to consider carefully what the economics of currency unions suggest are the necessary foundations for a durable union, particularly given the clear risks if these foundations are not in place.”",
        "And he warned us of the risks that could arise if an independent Scotland tried to stay in a currency union with the UK, without both nations ceding significant sovereignty not only over banking but also over spending and tax decisions.",
        "And in the face of these questions posed by the Bank Governor, what have the Scottish government said?",
        "They have just simply asserted it’s a common sense proposition.",
        "Wrong.",
        "Common-sense is when you’ve got something that works really well already",
        "– you don’t throw it away",
        "– you don’t replace it with something that certainly won’t work as well",
        "– and you certainly don’t embark on a high-risk experiment that may not work at all.",
        "And have the Scottish government engaged in the technical arguments the Governor made? No.",
        "Have they attempted to offer answers to the questions he posed? No.",
        "We’ve had nothing more than confusion, wild assertion and empty threats.",
        "Let me deal with this so-called response, before we go into the real economic issues.",
        "First of all, the Scottish government say “it’s as much Scotland’s pound as the rest of the UK’s”.",
        "They are like an angry party to a messy divorce.",
        "But the pound isn’t an asset to be divided up between the two countries after break-up as if it were a CD collection.",
        "The value of the pound doesn’t lie in the paper and ink that’s used to print it.",
        "The value of the pound lies in the entire monetary system underpinning it.",
        "A system that includes the Bank of England and the tens of millions of UK taxpayers who stand behind that financial system",
        "It is a system that is supported by political union, banking union and automatic transfers of public spending across the United Kingdom.",
        "A vote to leave the UK is also a vote to leave these unions and those transfers and those monetary arrangements.",
        "That’s part of the choice that people in Scotland are being asked to make.",
        "There’s no legal reason why the rest of the UK would need to share its currency with Scotland, as the Treasury’s publication today clearly shows.",
        "So when the nationalists say “the pound is as much ours as the rest of the UKs” are they really saying that an independent Scotland could insist that taxpayers in a nation it has just voted to leave…",
        "– had to continue to back the currency of this new foreign country",
        "– had to consider the circumstances of this foreign country when setting their interest rates",
        "– stand behind the banks of this foreign country as a lender of last resort",
        "– or stand behind its foreign government when it needed public spending support.",
        "That is patently absurd.",
        "If Scotland walks away from the UK, it walks away from the UK pound.",
        "The Scottish government also asserted after Dr Carney’s speech that sharing the pound would make sense to the rest of the UK because of the huge volume of trade the rest of the UK does with Scotland.",
        "I’m the first to say that our deeply integrated businesses and their suppliers are compelling reasons for keeping the UK together.",
        "70 per cent of Scottish trade is with the rest of the UK. That is a massive proportion.",
        "And trade with Scotland is important to the rest of the UK – but at only 10 per cent of the total trade, it is a much smaller proportion.",
        "These trade figures don’t make the unanswerable case for a shared currency that the Scottish government assume.",
        "After all, 40 per cent of the UK’s exports go to the euro area, but we chose not to join the euro.",
        "And almost 20 per cent of our exports go to the United States – are the Scottish government suggesting that we should adopt the dollar?",
        "When his economic arguments fall apart, the First Minister resorts to reckless threats.",
        "He says “an independent Scotland will refuse to accept its fair share of national debt if the UK refuses to share the pound”.",
        "That’s like saying: because my neighbour won’t agree to my unreasonable demands, I’m going to burn my own house down in protest.",
        "Currently Scotland benefits from the whole UK’s credibility in the gilt markets.",
        "– credibility that is hard won by tough policy decisions and responsible actions – like our recent statement from the Treasury that we would honour all UK gilts in the event of independence.",
        "The fact our commitment was immediately accepted by investors here and around the world was a sign of that credibility and strength.",
        "And it’s that strength and credibility that delivers every day low mortgages for Scottish families and low rates for Scottish businesses borrowing to expand.",
        "Independent experts already estimate that even a new Scottish state which had accepted its fair share of UK debt would have to pay an ‘independence premium’ to borrow from the markets.",
        "The premium has been put at between 72 and 165 basis points above UK rates.",
        "For the average mortgage-payer in Scotland, that could be an extra £1,700 a year in mortgage payments.",
        "But the premium would be as nothing compared to the millstone the Scottish people would have to carry if an independent Scotland failed to honour its fair share of national debt.",
        "In that scenario international lenders would look at Scotland and see a fledgling country whose only credit history was one gigantic default.",
        "And they would demand a punitively high interest rate as a result.",
        "That would be crippling for every Scottish household with a mortgage or personal loan, for every Scottish business with credit, for the public finances and therefore for public services and for taxpayers, and for the whole economy.",
        "If an independent Scotland reneged on its debts it would become an outcast among the family of responsible economic nations.",
        "So it is a reckless threat.",
        "And Alex Salmond knows it.",
        "And the fact that he issues this reckless threat shows how all his other arguments have been exposed by the serious analytical work of the Treasury, the wider economic community, and now the independent Governor of our central bank.",
        "So let me return to the real economic issues that the Governor raised.",
        "Mark Carney ended his speech last month by saying this.",
        "He said “a durable, successful currency union requires some ceding of national sovereignty.”",
        "He concluded that “Decisions that cede sovereignty and limit autonomy are rightly choices for elected governments and involve considerations beyond mere economics. For those considerations, others are better placed to comment.”",
        "And that’s where I want to pick up today.",
        "I want to give you my assessment of the merits of a currency union, as the elected politician currently responsible for the overall health and stewardship of the UK economy.",
        "That assessment is based on the new Treasury analysis which I publish today. Prepared by civil servants, it sets out in detail the problems that we would face if we attempted to create a currency union between an independent Scotland and continuing UK.",
        "The Treasury analysis highlights four major requirements for a currency union between an independent Scotland and the rest of the UK.",
        "The first is the requirement for a banking union.",
        "As the Governor said, without a banking union “the viability of the [currency] union itself [is] undermined.”",
        "If we have learnt one thing from the euro crisis, it is that a currency union is unstable without a shared financial supervisor, common resolution mechanisms, a lender of last resort, and credible deposit guarantee schemes.",
        "It would be important for Scotland, where financial sector assets are worth more than twelve times Scottish GDP, to be able to call on the deeper pockets of the neighbouring UK government in a crisis.",
        "Otherwise it is extremely difficult to see how Scotland could remain a home to large financial institutions like RBS.",
        "RBS would have undergone a disorderly collapse without the support of the whole UK in 2008 – and even for a country of our size, it was a huge endeavour.",
        "An independent Scotland would have been unable to bail it out.",
        "Without a shared banking union, the Scottish Government would also struggle to create a depositor guarantee scheme which was as credible as the one we have now in the UK.",
        "That in turn would make an independent Scottish state a less attractive place to be based as a deposit taker like a bank.",
        "The consequence would be a loss of business and a loss of jobs.",
        "So a banking union is important for an independent Scotland. But it would also be an essential demand for the rest of the UK if we were to contemplate a currency union.",
        "After all, the rest of the UK would be tying its currency to a country with a big financial sector, capable of inflicting huge damage on it – and it would demand supervisory control as a result.",
        "Just as Germany has now done, through the ECB, in the aftermath of the Spanish and Irish banking problems.",
        "But how could I propose such a banking union to the UK public after an independence vote?",
        "We have fought hard to keep Britain out of a banking union in Europe – a union that includes Ireland, whose banking system is also integrated with ours.",
        "So why would the rest of the UK now join a banking union with Scotland?",
        "For at heart this banking union would involve putting UK taxpayers on the line for banks in a foreign country.",
        "Asking them to underwrite a Scottish Government guarantee on deposits held in Scottish Banks.",
        "Asking to put their money at risk whenever Scottish authorities extend emergency support to Scottish banks.",
        "And with little prospect of any benefit flowing in the other direction – for Scotland could only make a limited contribution to supporting a big English bank.",
        "It is very difficult to see how after a ‘Yes’ vote, any UK politician could propose such an asymmetrical arrangement.",
        "What would be in it for the rest of the United Kingdom? Nothing but exposure, again, to the risk of a failing bank – this time not even in our own country, but in a foreign one.",
        "The second requirement for a successful currency union is for much greater fiscal risk sharing.",
        "As the Governor said, that fiscal risk sharing is needed not just to underpin a banking union – in other words, to pay out in the last resort when banks fail – but also to smooth over economic shocks.",
        "In our case, the continuing UK would be almost ten times the size of the Scottish economy. So this would be a totally one-sided deal where UK taxpayers would have to transfer money to an independent Scotland in times of economic stress, with limited prospect of any transfers the other way.",
        "We got Britain out of the eurozone bailouts. Now we’d be getting into an arrangement that was just the same.",
        "The citizens of the rest of the UK could not sign up to such a deal. And frankly, even if we could, I do not think Scotland would want to either.",
        "For the logic of a currency union would mean that Scotland would have to give up sovereignty over spending and tax decisions.",
        "Look at the direction the euro is heading in – supervision and consent to member budgets, deficit controls, debt reduction rules.",
        "In a crucial sense, Scotland would have less independence than it has now – because spending and tax decisions would still have to be agreed by the Parliament in Westminster, but now there would be no longer any Scottish MPs in that Parliament or Scottish members of the Cabinet.",
        "And the citizens of the rest of the UK would have to concede at least some sovereignty and supervision of our own Budget to a foreign country – something we’ve fiercely resisted up to now and would in the future.",
        "The Scottish government claims to accept this in principle.",
        "They talk about being prepared to agree a fiscal pact.",
        "But at the same time, Mr Salmond said to the Financial Times only a few days ago that the pact: “doesn’t need to cover rates of taxation, I don’t think there’s any need for that”.",
        "And John Swinney has said that “A shared currency will mean an independent Scotland having control of tax policy, employment policy, social security policy, oil and gas revenues, immigration policy and a range of other levers to suit our own circumstances”",
        "That is a million miles away from the fiscal risk-sharing the Governor has said is the foundation of an effective currency union and the Eurozone is working to.",
        "It shows that a greater fiscal union is not acceptable to the Scottish government – and would not be acceptable to the rest of the UK.",
        "The third requirement for a currency union is, of course, the same monetary and exchange rate policy.",
        "Within a currency union, an independent Scotland would not have exchange rate flexibility or the ability to set interest rates specifically to suit conditions in Scotland.",
        "Scotland’s economic conditions are taken into account today by the Monetary Policy Committee. On top of that we have full fiscal risk sharing across the UK.",
        "Without that fiscal risk sharing, the full force of any adjustment to an economic shock would have to be borne in full by Scottish taxpayers.",
        "Consider for example the impact of a substantial fall in the oil price – something we’ve seen several times over the last thirty years.",
        "As part of the UK, Scotland is insulated from the impacts that this would have on tax revenues.",
        "In the last Autumn Statement for example the Office for Budget Responsibility cut its forecast for North Sea revenues by almost £4bn over the next three years.",
        "But instead of needing to cut spending, the Scottish Government saw its budget rise by more than £300m.",
        "Under independence, if the Scottish Government did not have the flexibility to cut interest rates – and lacked the fiscal risk sharing it currently has – it would have to respond to a fall in oil revenues by cutting public spending dramatically or raising taxes hugely in response.",
        "The Treasury analysis published today shows that for each 20 dollar fall in the oil price, an independent Scotland would lose 11,000 jobs, whereas if it remained part of the UK it wouldn’t lose any.",
        "To put this in context, between 2008 and 2009 the global oil price fell by over 60 dollars.",
        "So Scotland would be forced to take more drastic fiscal measures in times of crisis, and the pressure would quickly grow to leave the pound so that Scotland could regain control of its interest rates and its exchange rates.",
        "And it would be in the UK’s interests to have separate interest rates as well.",
        "Just consider a scenario where the value of oil increased.",
        "The Scottish government have asserted that the rest of the UK would want to make a currency union work, because Scottish exports – especially oil – make a substantial contribution to the UK’s balance of payments.",
        "As it happens independent experts think the effect would be broadly neutral, but let’s put that aside for now.",
        "According to the Scottish government’s logic, if the value of oil exports went up, contributing more to the UK balance of payments, then we would have an even greater interest in making a currency union work.",
        "But the opposite is the case.",
        "Because if Scottish oil did make such a substantial contribution to the UK’s balance of payments, then it would be artificially increasing the value of the pound – and that would be to the detriment of exporters in other parts of the UK.",
        "That’s exactly what many members of the euro have discovered over recent years.",
        "That’s an argument against currency union, not for it.",
        "This leads me to the fourth and final requirement, which is about the permanence of any currency union.",
        "If currency unions are to succeed then the markets must believe they are built to last.",
        "Look at the massive damage to confidence and stability in 2012 when there was doubt about whether Greece would remain in the euro – despite the protestations of everlasting currency union by all involved.",
        "My commitment as UK Chancellor of the Exchequer – and the commitment of the UK government – to Scotland and to Scotland’s place within the UK is absolute.",
        "In the event of independence the Scottish government’s commitment to the continuing UK would be the opposite of absolute.",
        "As both its own Fiscal Commission and White Paper make plain, the Scottish government’s vision is of a currency union of convenience, not conviction.",
        "Their White Paper said, “It would of course, be open to the people of Scotland to choose a different arrangement in the future.”",
        "The Fiscal Commission said that the currency could evolve “should the people of Scotland wish for further reform or should economic conditions change.”",
        "They go out of their way to tell us that a currency union would be a temporary arrangement that can be ditched as Scotland’s circumstances change.",
        "This makes it unsustainable.",
        "Imagine what would have happened to Greece two years ago if they had said they would consider going back to the Drachma.",
        "It would have happened the next day.",
        "The markets would try to break a Sterling currency union – knowing that, unlike with Greece, the Scottish Government were actively stressing how temporary the arrangements were.",
        "Just look at what happened to the last two nations who tried to form a currency union following separation – Slovakia and the Czech Republic.",
        "Their union fell apart after only thirty three days as capital flowed from one to the other in pursuit of the safe haven.",
        "We would face the same risk if Scotland tried to keep the pound.",
        "Signing-up for arrangements that are inherently unstable would risk over time breeding huge resentment on both sides of the border.",
        "We want to bring people closer together, not drive them further apart.",
        "So to what conclusion does this analysis of the requirements of a workable, successful currency union lead us?",
        "We have seen how it would be impossible to construct an acceptable banking union, or fiscal union…",
        "We have seen that we would be ill-served by the monetary policy arrangements, and that the permanence of the currency union would be in serious question from the outset.",
        "On this basis, the official advice I have received from civil servants in the Treasury is that they would not recommend a currency union to the Government of the continuing UK.",
        "Listening to that advice, looking at the analysis myself",
        "It is clear to me:",
        "I could not as Chancellor recommend that we could share the pound with an independent Scotland.",
        "The evidence shows it wouldn’t work. It would cost jobs and cost money. It wouldn’t provide economic security for Scotland or for the rest of the UK.",
        "I don’t think any other Chancellor of the Exchequer would come to a different view.",
        "The Scottish government says that if Scotland becomes independent there will be a currency union and Scotland will share the pound.",
        "People need to know – that is not going to happen.",
        "Because sharing the pound is not in the interests of either the people of Scotland or the rest of the UK.",
        "The people of the rest of the UK wouldn’t accept it and Parliament wouldn’t pass it.",
        "This issue more than any other exposes the gaping chasm at the core of the plans to separate Scotland from the rest of the UK.",
        "People in Scotland are being asked to accept two diametrically opposite things at the same time.",
        "That with independence everything in Scotland will change and at the same time nothing will change.",
        "It simply doesn’t add up for the Scottish government.",
        "If Scotland walks away from the UK, it walks away from the Pound.",
        "There is an alternative, confident, future for Scotland.",
        "A future in which the nations of the UK work together to provide economic security for our citizens.",
        "A future where strengthened devolved government empowers people from every corner of our land to play their part.",
        "A future of jobs and prosperity and peace of mind.",
        "It’s a strong Scotland within a United Kingdom.",
        "That is a future worth fighting for."
    ]
}