{
    "url": "https://www.ukpol.co.uk/george-osborne-2011-speech-to-festival-of-business-conference/",
    "title": "George Osborne – 2011 Speech to Festival of Business Conference",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the Chancellor of the Exchequer, to the Festival of Business Conference on 16th September 2011.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Good morning and thank you Damian for those kind words of introduction.",
        "Let me congratulate the Telegraph for organising this Festival of Business.",
        "The people in this room come from all parts of our country – from Aberdeen to Devon, from here in the North West to the South East.",
        "You run businesses that offer totally different services and goods – from components engineering to video production, to retailing to accounting.",
        "But you have one thing in common.",
        "You epitomise the spirit of enterprise.",
        "You – together – are the engine room of the British economy.",
        "Most of the businesses represented here today are not the largest in our country, nor are they the smallest.",
        "You are somewhere in between.",
        "The medium of small and medium businesses.",
        "You have market caps of millions not thousands or hundreds of millions.",
        "You are not sole traders or one-man bands.",
        "You employ dozens or hundreds of people but not thousands.",
        "And often – because you are neither the biggest nor the smallest – you get overlooked by governments and policy-makers.",
        "I know your type of company very well.",
        "I grew up with one.",
        "Over 40 years ago my father set up his own business, manufacturing and selling home furnishings.",
        "Over the years it’s grown to employ a couple of hundred people.",
        "Growing up, the rhythms of the business’s life and the rhythms of my family life were one and the same.",
        "I remember the ups and downs.",
        "The new orders won. The new collections launched. The excitement when the first sales were made in America.",
        "And I know the kind of pressure that you are under.",
        "To compete, to stay ahead and to make a profit.",
        "But from that pressure great things can emerge – new ideas, new products, new jobs.",
        "That is why your businesses are the real engine of growth.",
        "You are working flat out for our economy.",
        "And let me tell you – this Government is working flat out to help your businesses not only survive but thrive.",
        "You know as well as I do that these are very challenging economic times.",
        "In recent months we have seen the succession of bad economic news across the world.",
        "The oil price has soared.",
        "And our biggest export markets, in Europe and America, have all but stopped growing.",
        "There is a lack of belief in the ability of political systems in the Eurozone and North America to respond.",
        "All these factors are weighing down on global confidence and having an impact at home in the UK.",
        "But these are just some of the symptoms.",
        "They all have the same root cause – excessive levels of debt across the world.",
        "What started as a debt crisis in the banking sector in 2008 has now turned into a wider crisis of sovereign, banking and private sector debt.",
        "And Britain cannot blame the rest of the world for these debts – for we were one of the biggest contributors to them.",
        "We need a much better international response.",
        "The agenda for coordinated global action should be clear – deal with the debts, sort out the banks, become more productive and free up trade.",
        "Immediately after this event I will be flying to Poland for a meeting of European finance ministers.",
        "At this meeting, crucial discussions about the crisis in the Eurozone are due to take place.",
        "Britain is, of course, not in the euro – and I fought hard with others to keep us out.",
        "Let us take no relish at all from their problems – let’s have no schadenfreude.",
        "A successful euro is massively in our interest.",
        "So at today’s meeting I will be looking for my Eurozone colleagues to send a clear signal that they truly recognise the gravity of the situation and are dealing with it.",
        "Time is short. The Eurozone must now:",
        "– implement as quickly as possible their 21st July agreement;",
        "– resolve the uncertainty with respect to Greece;",
        "– specify how they intend to fulfil the commitment made at last week’s G7 meeting to “take all necessary actions to ensure the resilience of banking systems and financial markets”.",
        "Crucially, my European colleagues need to accept the remorseless logic of monetary union that leads from a single currency to greater fiscal integration.",
        "Here at home we are not immune to what is going on at our doorstep.",
        "America and the Eurozone are our two biggest export markets.",
        "But I am confident that we can weather this storm.",
        "We had an Emergency Budget last summer on our own terms, not this summer on the market’s terms.",
        "That decisive action put us ahead of the curve.",
        "It has delivered record low interest rates. Protected our credit rating. Given us stability when many countries had none.",
        "Our plan was designed for both good times and tough times.",
        "Flexible enough to let the automatic stabilisers work.",
        "Strong enough to command the confidence of world markets.",
        "If we abandoned it now there would be a collapse in that confidence and a surge in interest rates.",
        "Look at our neighbours.",
        "In Greece markets interest rates are almost 23%.",
        "In Italy 5½%.",
        "Our market interest rates this week were the lowest they have ever been in our history.",
        "Below 2½%.",
        "Every business in this country depends on a strong Government and a credible economic policy – and this coalition will always deliver just that.",
        "But that stability on its own is not enough.",
        "We also need growth.",
        "You – the wealth creators and innovators of Britain – can deliver that.",
        "But only when we in Government create an environment in which your business endeavour is supported not stifled.",
        "At this year’s Budget in March I published our Plan for Growth.",
        "It was based on four economic ambitions for Britain.",
        "First, we want Britain to have the most competitive business tax system of any of our major competitors.",
        "So I have already cut corporation tax – from 28% to 26%.",
        "It will come down again next year, and again in 2013 and again in 2014 to reach just 23%.",
        "That’s the lowest ever rate in the UK and the lowest in the G7.",
        "I have also cut the small companies rate to 20%.",
        "I am making the taxation of international profits a lot more competitive.",
        "Cutting tax on profits arising from patents developed in this country.",
        "That should help keep multinationals and knowledge industries in this country.",
        "When the day comes when you want to sell your business, we have doubled and then doubled again the level of entrepreneurs’ relief.",
        "We have also delivered on our promise to scrap the most damaging part of Labour’s planned jobs tax.",
        "Cutting business taxes is not politically popular. It doesn’t win me any votes.",
        "But it is essential to the competitive future of our country and a sign of our commitment to your companies.",
        "Our second economic ambition is that Britain should be the best place in Europe to start, finance and grow a business.",
        "Over the last decade the UK fell behind in the Global Competitiveness Index, going from 4th in 1998 to 12th in 2010.",
        "But here’s some good news at last – last week we re-entered the top ten.",
        "Britain is becoming once again a competitive place to do business.",
        "Why?",
        "Because we’re tackling the suffocating burden of red tape.",
        "In the first half of this year, we scrapped over £3 billion worth of unnecessary regulation.",
        "We’ve imposed a moratorium on new regulations on small businesses.",
        "And we are battling with Europe – the origin of so much new red tape – to make them stop and realise that if they carry on then they will price our entire continent out of the world economy.",
        "We are also making it easier for start-ups to attract finance and investment capital, including with an increase in income tax relief from 20% to 30%, which has already come into effect.",
        "Another area where action is needed is planning.",
        "Planning delays also cost the economy around £3 billion a year.",
        "Over half of small firms who applied for planning permission in the last two years found the process too complex.",
        "Almost every serious independent study of the British economy has said the planning system is holding back growth.",
        "So we are changing it.",
        "Replacing over 1,000 pages of planning guidance with around 50.",
        "Putting in a presumption in favour of sustainable development.",
        "Helping you to grow and create jobs.",
        "Helping young families get their own home.",
        "These changes have been opposed by some – including the newspaper hosting this conference.",
        "That’s fine. That’s their democratic right. But let’s have a reasonable debate based on facts not myths.",
        "We are not destroying England’s beautiful countryside.",
        "The Green Belt, Areas of Outstanding Natural Beauty, National Parks are all protected.",
        "We are not taking decisions away from local communities – we are giving them the power to create their own local plan.",
        "What we are doing is making sure our economy can grow and our people can be housed.",
        "Don’t underestimate our determination to win this argument.",
        "That is part of our Plan for Growth and let us hear the loud and clear support of the business community for it.",
        "Our third ambition is for Britain to become a more balanced economy, by encouraging more exports, investment and private sector employment.",
        "We are doing this by introducing new Enterprise zones – including one right here at Manchester Airport.",
        "By investing in our science base – like the fantastic technology park near here in Daresbury.",
        "We are putting money into transport.",
        "Let’s take Manchester.",
        "Here alone we are investing in the A556, increasing capacity on the M60 and the M62.",
        "And we are also funding an extension to Manchester Metrolink and creating a link between Manchester’s two main railway stations, enhancing the Manchester Rail Hub.",
        "And, of course, our High Speed Rail proposals will almost halve the journey time between London and Manchester.",
        "We are investing in the country’s infrastructure – and we are doing so without delay.",
        "As Nick Clegg announced on Wednesday, we will identify up to 40 top priority growth enhancing infrastructure projects across the transport, broadband and energy sectors.",
        "We will then focus on unblocking any barriers to delivery.",
        "A more balanced economy also means more exports.",
        "That’s why we’ve got Stephen Green, one of Britain’s global business leaders, to become our Trade Minister.",
        "He is the man who will help companies of your size enter new markets, with new export products like trade finance services and specialised trade advice designed to support you.",
        "If you want help on how to start exporting abroad, speak to UK Trade and Investment – there is a stall here today.",
        "Our fourth ambition is to have a more educated and better skilled workforce.",
        "In today’s global economy you can only compete on skills, innovation and know-how.",
        "That is why this Government has embarked on radical reforms to education, including:",
        "– 700 Academies opened since April;",
        "– 24 Free Schools opened in the past month;",
        "– the largest ever investment in apprenticeships – 100,000 more than last year;",
        "– and we have taken the difficult but essential decision to reform student finance to ensure our universities continue to be well funded.",
        "Many would have ducked these challenges. We did not.",
        "So there it is.",
        "More competitive taxes. Better business support. More balanced growth. And a better skilled workforce.",
        "That is our plan for growth.",
        "And I will be announcing further measures alongside the Autumn Forecast at the end of November, including a package of support for mid-sized companies.",
        "Because when you look at the British economy, there is an obvious gap in the way Government supports business.",
        "It’s a gap that exists between our successful SME sector and our world-class large corporations.",
        "In that gap there are many mid-sized companies that are often at the heart of local communities.",
        "Between them they employ millions of people, and turn over billions of pounds.",
        "But they don’t always get the same focus as the smallest or the largest.",
        "As a result, they find it hard to grow and meet their full potential.",
        "This has been a well-known problem for Britain.",
        "The issue might be growing your exports – we know mid-sized businesses often find this harder than large firms.",
        "It might be finding the right source of finance.",
        "Or it might be finding the right staff or skills.",
        "So I think the time has come to fill that gap – starting today.",
        "We should all learn the lessons from the successful Mittelstand model which has operated in Germany for many decades – the medium sized companies that are such a source of strength for that country.",
        "In the UK, mid-sized businesses like yours are often at the centre of our supply chains.",
        "Your prospects depend on the decisions of larger firms at the top of the chain.",
        "And the success of those larger firms in turn depends on having reliable and efficient suppliers.",
        "So today I can tell you that some of Britain’s biggest businesses have agreed to share their global success with their supply chain.",
        "It is a simple idea.",
        "Today’s successful firms helping you grow into the big companies of tomorrow.",
        "It’s in your interest, it’s in their interest, and it’s in the interest of the UK economy.",
        "I can tell you today that Tesco, Centrica, Virgin, GSK, Network Rail, GE, Carillion and BAE Systems have already signed up to work with us – and we hope that other big British firms will join this endeavour.",
        "We would like to set a shared aspiration to secure support, advice and practical help from each of these companies.",
        "The Government and the CBI will work with these firms to develop that offer of support.",
        "We hope it will include:",
        "– opening up new export opportunities, helping British businesses access new markets around the world where the big name is already established;",
        "– sharing expertise, with opportunities to work shadow top executives, access training courses, and build apprenticeship opportunities;",
        "– creating new intellectual property by sharing R&D facilities and collaborating on new technology;",
        "– building more sustainable models of financing and payment arrangements that help access to working capital;",
        "– and many other exciting opportunities, which we will set out in full later this autumn.",
        "I hope many of you in this room will benefit from this initiative.",
        "Government helping business to help business.",
        "That is our agenda.",
        "It’s an agenda for jobs. For business. For growth.",
        "Making Britain more competitive is not easy.",
        "Many obstacles stand in our path.",
        "For every wasted pound of government spending, there will be a pressure group that pops up on the radio to defend it.",
        "For every totally unnecessary piece of regulation, a trade union that will fight to keep it.",
        "We need your support to overcome the forces of stagnation that hold our country back.",
        "Help us.",
        "Work with us.",
        "You are the forces of enterprise and together we will get this economy moving and put Britain on the path to prosperity.",
        "Thank you."
    ]
}