{
    "url": "https://www.ukpol.co.uk/george-osborne-2016-budget-speech/",
    "title": "George Osborne – 2016 Budget Speech",
    "post_date": "March 16, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Budget",
            "url": "/tag/budget/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the Budget Speech made by George Osborne, the Chancellor of the Exchequer, in the House of Commons on 16 March 2016.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Mr Deputy Speaker,",
        "Today I report on an economy set to grow faster than any other major advanced economy in the world.",
        "I report on a labour market delivering the highest employment in our history.",
        "And I report on a deficit down by two thirds, falling each year and – I can confirm today – on course for a budget surplus.",
        "The British economy is stronger because we confronted our country’s problems and took the difficult decisions.",
        "The British economy is growing because we didn’t seek short term fixes but pursued a long term economic plan.",
        "The British economy is resilient because whatever the challenge, however strong the headwinds, we have held to the course we set out.",
        "I must tell the House that we face such a challenge now.",
        "Financial markets are turbulent.",
        "Productivity growth across the west is too low.",
        "And the outlook for the global economy is weak.",
        "It makes for a dangerous cocktail of risks.",
        "But one that Britain is well-prepared to handle, if we act now so we don’t pay later.",
        "Mr Deputy Speaker,",
        "Britain has learnt to its cost what happens when you base your economic policy on the assumption you have abolished boom and bust.",
        "Britain is not immune to slowdowns and shocks.",
        "Nor as a nation are we powerless.",
        "We have a choice.",
        "We can choose to add to the risk and uncertainty, or we can be a force for stability.",
        "In this Budget we choose to put stability first.",
        "Britain can choose, as others are, short term fixes and more stimulus.",
        "Or we can lead the world with long term solutions to long term problems.",
        "In this Budget we choose the long term.",
        "We choose to put the next generation first.",
        "Sound public finances to deliver security,",
        "Lower taxes on business and enterprise to create jobs,",
        "Reform to improve schools, investment to build homes and infrastructure – because we know that’s the only way to deliver real opportunity and social mobility.",
        "And we know that the best way we can help working people is to help them to save and let them keep more of the money they earn.",
        "That is the path we followed over the past five years.",
        "And it’s given us one of the strongest economies in the world.",
        "And that is the path we will follow in the years ahead.",
        "In this Budget we redouble our efforts to make Britain fit for the future.",
        "Mr Deputy Speaker, let me turn to the economic forecasts.",
        "I want to thank Robert Chote and his team at the Office for Budget Responsibility.",
        "To make sure they have available to them the best statistics in the world I am today accepting all of the recommendations of Sir Charlie Bean’s excellent report.",
        "I also want to take this moment to thank another great public servant, Sir Nicholas Macpherson.",
        "He has served as Permanent Secretary to the Treasury for ten years, under three very different Chancellors, and throughout he has always demonstrated the great British civil service values of integrity and impartiality.",
        "He’s here today to watch the last of 34 Budgets he’s worked on, and on behalf of the House and the dedicated officials in the Treasury, I thank him for his service.",
        "Mr Deputy Speaker,",
        "The OBR tell us today that in every year of the forecast our economy grows and so too does our productivity.",
        "But they have revised down growth in the world economy and in world trade.",
        "In their words, the outlook is “materially weaker”.",
        "They point to the turbulence in financial markets, slower growth in emerging economies like China, and weak growth across the developed world.",
        "Around the globe, they note that monetary policy – instead of normalising this year as expected – has been further loosened.",
        "We’ve seen the Bank of Japan join Sweden, Denmark, Switzerland and the European Central Bank with unprecedented negative interest rates.",
        "The OBR also note that this reflects concerns across the West about low productivity growth.",
        "The Secretary General of the OECD said last month that “productivity growth… has been decelerating in a vast majority of countries”.",
        "As a result, the most significant change the OBR have made since their November forecast is their decision to revise down potential UK productivity growth.",
        "The OBR had thought that what they describe as the “drag from the financial crisis” on our productivity would have eased by now, but the latest data shows it has not.",
        "The OBR acknowledge today that this revision is, in their words, a “highly uncertain” judgement call.",
        "But I back them 100%.",
        "We saw under the last government what happened when a Chancellor of the Exchequer revised up the trend growth rate, spent money the country didn’t have, and left it to the next generation to pick up the bill.",
        "I’m not going to let that happen on my watch.",
        "These days, thanks to the fact we have established independent forecasts, our country is confronted with the truth as economic challenges emerge, and can act on them before it’s too late.",
        "We fix our plans to fit the figures; we don’t fix the figures to fit the plans.",
        "The IMF have warned us this month that the global economy is “at a delicate juncture” and faces a growing “risk of economic derailment”.",
        "Eight years ago, Britain was the worst prepared of any of the major economies for the crisis we then faced.",
        "Today, Britain is among the best prepared for whatever challenges may lie ahead.",
        "That is what our long term economic plan has been all about.",
        "When I became Chancellor we borrowed £1 in every £4 we spent. Next year it will be £1 in every £14. Our banks have doubled their capital ratios.",
        "And we have doubled our foreign exchange reserves.",
        "And we have a clear, consistent and accountable monetary policy framework, admired around the world.",
        "The hard work of fixing our economy is paying off.",
        "In 2014, we were the fastest growing major advanced economy in the world.",
        "In 2015, we were ahead of everyone but America.",
        "So let me give the OBR’s latest forecasts for our economic growth – in the face of the new assessment of productivity and the slowing global economy.",
        "Last year, GDP grew by 2.2%.",
        "The OBR now forecast it will grow by 2% this year, then 2.2% again in 2017, and then 2.1% in each of the three years after that.",
        "The House will want to know how this compares to other countries.",
        "I can confirm that, in these turbulent times, the latest international forecast expects Britain to grow faster this year than any other major advanced economy in the world.",
        "Mr Deputy Speaker, the OBR are explicit today that their forecasts are predicated on Britain remaining in the European Union.",
        "Over the next few months this country is going to debate the merits of leaving or remaining in the European Union, and I have many colleagues whom I respect greatly on both sides of this argument.",
        "The OBR correctly stay out of the political debate and do not assess the long term costs and benefits of EU membership.",
        "But they do say this, and I quote them directly: “a vote to leave in the forthcoming referendum could usher in an extended period of uncertainty regarding the precise terms of the UK’s future relationship with the EU.",
        "This could have negative implications for activity via business and consumer confidence and might result in greater volatility in financial and other asset markets”.",
        "Citing a number of external reports, the OBR say this:",
        "“There appears to be a greater consensus that a vote to leave would result in a period of potentially disruptive uncertainty while the precise details of the UK’s new relationship with the EU were negotiated.”",
        "Mr Deputy Speaker, the House knows my view.",
        "Britain will be stronger, safer and better off inside a reformed European Union.",
        "I believe we should not put at risk all the hard work that the British people have done to make our country strong again.",
        "Mr Deputy Speaker,",
        "Let me turn to the OBR forecast for the labour market.",
        "Since the Autumn Statement just four months ago, the businesses in our economy have created over 150,000 more jobs than the OBR expected.",
        "That’s 150,000 extra families with the security of work.",
        "That’s 150,000 reasons to support our long term economic plan.",
        "This morning unemployment fell again, employment reached the highest level ever, and the data confirms that we have the lowest proportion of people claiming out-of-work benefits since November 1974.",
        "Now the OBR are forecasting a million more jobs over this Parliament.",
        "Mr Deputy Speaker, in the last Parliament:",
        "They claimed a million jobs would be lost.",
        "Instead two million were created.",
        "When the jobs started coming we were told they’d be low skilled.",
        "But today we know almost 90% of the new jobs are in skilled occupations.",
        "We were told the jobs would be part time.",
        "But three quarters are full time.",
        "We were told the jobs would all be in London.",
        "But the unemployment rate is falling fastest in the North East.",
        "Youth unemployment is falling fastest in the West Midlands.",
        "Employment is growing fastest in the North West.",
        "And in today’s forecast real wages continue to grow and outstrip inflation in each and every year.",
        "The OBR forecasts lower inflation, at 0.7% this year and 1.6% next year.",
        "I am today confirming in a letter to the Governor of the Bank of England that the remit for the Monetary Policy Committee remains the symmetric CPI inflation target of 2%.",
        "I am also publishing the new remit for the Financial Policy Committee, the body we created to keep an eye on emerging long term risks in our financial system, asking them to be particularly vigilant in the face of current market turbulence.",
        "Because in this Budget we act now so we don’t pay later.",
        "Mr Deputy Speaker, that brings me to our approach to public spending and the OBR forecasts for our public finances.",
        "In every year since 2010, I have been told that now is not the right time to cut government spending.",
        "When the economy is growing, I’m told we can afford to spend more.",
        "When the economy isn’t growing, I’m told we can’t afford not to.",
        "Today, I’m publishing new analysis that shows that if we hadn’t taken the action we did in 2010, then cumulative borrowing would have been £930 billion more by the end of the decade than it is now forecast to be.",
        "If we’d taken the advice, Britain would not have been one of the best prepared economies for the current global uncertainties; we would have been one of the worst prepared.",
        "Now the very same people are saying to us we should spend more again.",
        "I reject that dangerous advice.",
        "The security of families and businesses depends on Britain living within its means.",
        "Last autumn’s Spending Review delivers a reduction in government consumption that is judged by the OBR to be the most sustained undertaken in the last hundred years of British history – barring the periods of demobilisation after the first and second world wars.",
        "My spending plans in the last parliament reduced the share of national income taken by the state from the unsustainable 45% we inherited, to 40% today.",
        "My spending plans in this Parliament will see it fall to 36.9% by the end of this decade.",
        "In other words, the country will be spending no more than the country raises in taxes.",
        "And we are achieving this while at the same time increasing resources for our NHS and schools, building new infrastructure and increasing our security at home and abroad.",
        "The OBR now tells us that the world has become more uncertain.",
        "So we have two options.",
        "We can ignore the latest information, and spend more than the country can afford.",
        "That’s precisely the mistake that was made a decade ago.",
        "Or we can live in the world as it is, and cut our cloth accordingly.",
        "I say we act now, so we don’t pay later.",
        "So I am asking my RHFs the Chief Secretary and the Paymaster General to undertake a further drive for efficiency and value for money.",
        "The aim is to save a further £3.5 billion in the year 2019-20.",
        "At less than half a percent of government spending in four years’ time, that is more than achievable while maintaining the protections we have set out.",
        "At the same time we will continue to deliver sensible reforms to keep Britain living within its means.",
        "On welfare, last week my RHF the Secretary of State for Work and Pensions set out changes that will ensure that within the rising disability budget, support is better targeted at those who need it most.",
        "Let me confirm that this means the disability budget will still rise by more than £1 billion, and we’ll be spending more in real terms supporting disabled people than at any point under the last government.",
        "On international aid, I am proud to be part of the government that was the first to honour Britain’s commitment to spend 0.7% of national income on development.",
        "We won’t spend more than that, so the budget will be readjusted, saving £650 million in 2019-20.",
        "We’re also going to keep public sector pensions sustainable.",
        "We reformed them in the last Parliament which will save over £400 billion in the long term.",
        "To ensure those pensions remain sustainable, we have carried out the regular revaluation of the discount rate and public sector employer contributions will rise as a result.",
        "This will not affect anyone’s pension, and will be affordable within spending plans that are benefitting from the fiscal windfall of lower inflation.",
        "Each of these decisions are a demonstration of our determination that the British economy will stay on course.",
        "We will not burden our children and grandchildren. This is a Budget for the next generation.",
        "Mr Deputy Speaker, let me now give the OBR’s forecasts for the debt and the deficit.",
        "The combination of our action to reduce borrowing this year, along with the revisions to our nominal GDP driven by lower inflation, have produced this paradoxical result.",
        "In cash terms the national debt is lower than it was forecast to be in the autumn, but so too is the nominal size of our economy.",
        "We measure the fiscal target against debt to GDP.",
        "So while debt as a percentage of GDP is above target and set to be higher in 2015-16 than the year before;",
        "Compared to the forecast, the actual level of our national debt in cash is £9 billion lower.",
        "In the future, debt falls to 82.6% next year, then 81.3% in 2017-18, then 79.9% the year after.",
        "In 2019-20, it falls again to 77.2%, then down again the year after to 74.7%.",
        "Let me turn to the forecast for the deficit.",
        "When I became Chancellor, the deficit was forecast to reach 11.1% of national income – the highest level in the peacetime history of Britain.",
        "Thanks to our sustained action, the deficit is forecast to fall next year to just over a quarter of that – at 2.9%. In 2017-18, it falls to 1.9%. Then it falls again to 1.0% in 2018-19.",
        "In cash terms, in 2010, Britain was borrowing a totally unsustainable £150 billion a year.",
        "This year we are expected to borrow less than half that, at £72.2 billion.",
        "Indeed our borrowing this year is actually lower than the OBR forecast at the Autumn Statement.",
        "Borrowing continues to fall – but not by as much as before – to £55.5 billion next year, £38.8 billion the year after that and £21.4 billion in 2018-19.",
        "I know there has been concern that the challenging economic times mean we would lose our surplus the following year.",
        "And that would have been the case if we had not taken further action today to control spending and make savings.",
        "But because we have acted decisively, in 2019-20 Britain is set to have a surplus of £10.4 billion.",
        "The surplus is then set to rise to £11.0 billion the year after. That’s 0.5% of GDP in both years.",
        "We said we would take the action necessary to give Britain’s families economic security.",
        "We said our country would not repeat the mistakes of the past – and instead live within its means.",
        "Today we maintain that commitment to long term stability in challenging times.",
        "Decisive action. To achieve a £10billion surplus.",
        "We act now, so we don’t pay later.",
        "We put the next generation first.",
        "Mr Deputy Speaker,",
        "In every Budget I’ve given, action against tax avoidance and evasion has contributed to the repair of our public finances.",
        "And this Budget is no different.",
        "In the Budget book we set out in detail the action we will take to:",
        "Shut down disguised remuneration schemes;",
        "Ensure that UK tax will be paid on UK property development;",
        "Change the treatment of freeplays for remote gaming providers;",
        "Limit capital gains tax treatment on performance rewards; and",
        "Cap exempt gains in the Employee Shareholder Status.",
        "Public sector organisations will have a new duty to ensure that those working for them pay the correct tax rather than giving a tax advantage to those who choose to contract their work through personal service companies.",
        "Loans to participators will be taxed at 32.5% to prevent tax avoidance.",
        "And we’ll tighten rules around the use of termination payments.",
        "Termination payments over £30,000 are already subject to income tax. From 2018, they will also attract employer national insurance.",
        "Taken altogether, the further steps in this Budget to stop tax evasion, prevent tax avoidance and tackle imbalances in the system will raise £12 billion for our country over this Parliament.",
        "People talked about social justice but left enormous loopholes in our tax system for the very richest to exploit.",
        "While the independent statistics confirm that since 2010:",
        "Child poverty is down;",
        "Pensioner poverty is down;",
        "Inequality is down;",
        "And the gender pay gap has never been smaller.",
        "The distributional analysis published today shows that the proportion of welfare and public services going to the poorest has been protected.",
        "And I can report that the latest figures confirm the richest 1% paid 28% of all income tax revenue. Proof that we are all in this together.",
        "So Mr Deputy Speaker",
        "I can report solid steady growth.",
        "More jobs.",
        "Lower inflation.",
        "An economy on course for a surplus.",
        "And all done in a fair way.",
        "A Britain prepared for whatever the world throws at us.",
        "Because we’ve stuck to our long term economic plan.",
        "Credible fiscal policy and effective monetary policy has only ever been part of our plan.",
        "A crucial ingredient has always been the lasting structural reforms needed to make our economy fit for the future.",
        "And with new risks on the horizon, and with all Western countries looking for ways to increase living standards, now is not the time to go easy on our structural reforms.",
        "It’s time to redouble our efforts.",
        "My Budgets last year delivered key improvements to productivity like the Apprenticeship Levy, lower corporation tax and the National Living Wage.",
        "My Budget this year sets out these further bold steps we need to take.",
        "One. Fundamental reform of the business tax system. Loopholes closed. Reliefs reduced but so too are rates. And the result: a huge boost for small business and enterprise.",
        "Two. A radical devolution of power so more of the responsibility and the rewards of economic growth are in the hands of local communities.",
        "Three. Major new commitments to the national infrastructure projects of the future.",
        "Four. Confronting the obstacles that stand in the way of important improvements to education and our children’s future.",
        "And five. Backing people who work hard and save.",
        "In short this Budget puts the next generation first.",
        "Let me take each step in turn.",
        "Mr Deputy Speaker,",
        "In the last Parliament I cut corporation tax dramatically. But I also introduced the Diverted Profits Tax, to catch those trying to shift profits overseas.",
        "As a result Britain went from one of the least competitive business tax regimes to the most competitive – and we raised much more money for public services.",
        "Today the Financial Secretary and I are publishing a roadmap to make Britain’s business tax system fit for the future.",
        "It will deliver a low tax regime that will attract the multinational businesses we want to see in Britain, but ensure that they pay taxes here too.",
        "And it will level the playing field, which has been tilted against our small firms.",
        "The approach we take is guided by the best practice set out by the OECD, work which Britain called for, Britain paid for and Britain will be among the very first to implement.",
        "First, some multinationals deliberately over-borrow in the UK to fund activities abroad, and then deduct the interest bills against their UK profits.",
        "So from April next year we will restrict interest deductibility for the largest companies at 30% of UK earnings, while making sure firms whose activities justify higher borrowing are protected with a group ratio rule.",
        "Next, we’re setting new hybrid mismatch rules to stop the complex structures that allow some multinationals to avoid paying any tax anywhere, or to deduct the same expenses in more than one country.",
        "Then, we’re going to strengthen our withholding tax on the royalty payments that allow some firms to shift money to tax havens.",
        "And lastly we’re going to modernise the way we treat losses. We’re going to allow firms to use losses more flexibly in a way that will help over 70,000 mostly British companies.",
        "But with these new flexibilities in place, we’ll do what other countries do and restrict the maximum amount of profits that can be offset using past losses to 50%.",
        "This will only apply to the less than 1% of firms making profits over £5m – and the existing rules for historic losses in the banking sector will be tightened to 25%.",
        "We’ll maintain our plans to align tax payment dates for the largest companies more closely to when profits are earned, but we will give firms longer to adjust to these changes which will now come into effect in April 2019.",
        "All of these reforms to corporation tax will help create a modern tax code that better reflects the reality of the global economy.",
        "Together, they raise £9 billion in extra revenue for the Exchequer.",
        "But our policy is not to raise taxes on business.",
        "Our policy is to lower taxes on business.",
        "So everything we collect from the largest firms who are trying to pay no tax will be used to help millions of firms who pay their fair share of tax.",
        "I can confirm today we’re going to reduce the rate of Corporation Tax even further.",
        "That’s the rate Britain’s profit-making companies – large and small – have to pay.",
        "And all the evidence shows it’s one of the most distortive and unproductive taxes there is.",
        "Corporation Tax was 28% at the start of the last Parliament and we reduced it so that it’s 20% at the start of this one.",
        "Last summer I set out a plan to cut it to 18% in coming years.",
        "Today I am going further. By April 2020 it will fall to 17%",
        "Britain is blazing a trail.",
        "Let the rest of the world catch up.",
        "Mr Deputy Speaker,",
        "Cutting corporation tax is only part of our plan for the future.",
        "I also want to address the great unfairness that many small businessmen and women feel when they compete against companies on the internet.",
        "Sites like Ebay and Amazon have provided an incredible platform for many new small British start-ups to reach large numbers of customers.",
        "But there’s been a big rise in overseas suppliers storing goods in Britain and selling them online without paying VAT.",
        "That unfairly undercuts British businesses both on the internet and on the high street, and today I can announce that we are taking action to stop it.",
        "That’s the first thing we do to help our small firms.",
        "Second, we’re going to help the new world of micro-entrepreneurs who sell services online or rent out their homes through the internet.",
        "Our tax system should be helping these people so I’m introducing two new tax-free allowances each worth £1,000 a year, for both trading and property income.",
        "There will be no forms to fill in, no tax to pay – it’s a tax break for the digital age and at least half a million people will benefit.",
        "On top of these two measures comes the biggest tax cut for business in this Budget.",
        "Business rates are the fixed cost that weigh down on many small enterprises.",
        "At present small business rate relief is only permanently available to firms with a rateable value of less than £6,000.",
        "In the past I’ve been able to double it for one year only.",
        "Today I am more than doubling it, and I’m more than doubling it permanently.",
        "The new threshold for small business rate relief will raise from £6,000 to a maximum threshold of £15,000.",
        "I’m also going to raise the threshold for the higher rate from £18,000 to £51,000.",
        "Let me explain to the House what this means.",
        "From April next year, 600,000 small businesses will pay no business rates at all.",
        "That’s an annual saving for them of up to nearly £6,000 – forever.",
        "A further quarter of a million businesses will see their rates cut.",
        "In total, half of all British properties will see their business rates fall or be abolished altogether.",
        "And to support all ratepayers, including larger stores who face tough competition and who employ so many people: we will radically simplify the administration of business rates, and from 2020, switch the uprating from the higher RPI to the lower CPI.",
        "That’s a permanent long term saving for all businesses in Britain.",
        "A typical corner shop in Barnstaple will pay no business rates.",
        "A typical hairdressers in Leeds will pay no business rates.",
        "A typical newsagents in Nuneaton will pay no business rates.",
        "Mr Deputy Speaker,",
        "This is a Budget which gets rid of loopholes for multinationals.",
        "And gets rid of tax for small businesses.",
        "A £7 billion tax cut, for our nation of shopkeepers.",
        "A tax system that says to the world: we’re open for business.",
        "A government that’s on your side.",
        "Mr Deputy Speaker,",
        "Just over a year ago, I reformed residential stamp duty. We moved from a distortive slab system to a much simpler slice system.",
        "And as a result 98% of homebuyers are paying the same or less, and revenues from the expensive properties have risen.",
        "The IMF welcomed the changes and suggest we do the same to commercial property.",
        "So that’s what we’re going to do – and in a way that helps our small firms.",
        "At the moment, a small firm can pay just £1 more for a property and face a tax bill three times as large. That makes no sense.",
        "So from now on, commercial stamp duty will have a zero rate band on purchases up to £150,000; a 2% rate on the next £100,000; and a 5% top rate above £250,000.",
        "There will also be a new 2% rate for those high value leases with a net present value above £5 million.",
        "This new tax regime comes into effect from midnight tonight. There are transitional rules for purchasers who have exchanged, but not completed contracts before midnight.",
        "These reforms raise £500 million a year. And while 9% will pay more; over 90% will see their tax bills cut or stay the same.",
        "So, if you buy a pub in the Midlands worth, say, £270,000, you would today pay over £8,000 in stamp duty.  \nFrom tomorrow you will pay just £3,000.",
        "It’s a big tax cut for small firms. All in a Budget that backs small business.",
        "Mr Deputy Speaker,",
        "Businesses also want a simpler tax system.",
        "I’ve asked Angela Knight and John Whiting at the Office of Tax Simplification to look at what more we can do to make the tax system work better for small firms.",
        "And I’m funding a dramatic improvement in the service that HMRC offers.",
        "Many retailers have complained bitterly to me about the complexity of the Carbon Reduction Commitment. It’s not a commitment; it’s a tax.",
        "So I can tell the House: we’re not going to reform it.",
        "Instead I have decided to abolish it altogether.",
        "And to make good the lost revenue – the Climate Change Levy will rise from 2019.",
        "The most energy intensive industries like steel remain completely protected, and I’m extending the climate change agreements that help many others.",
        "The Energy Secretary and I are announcing £730 million in further auctions to back renewable technologies. And we’re now inviting bids to help develop the next generation of small modular reactors.",
        "We’re also going to help one of the most important and valued industries in our United Kingdom that has been severely affected by global events.",
        "The Oil and Gas sector employs hundreds of thousands of people in Scotland and across our country.",
        "In my Budget a year ago, I made major reductions to their taxes.",
        "But the oil price has continued to fall. So we need to act now for the long term.",
        "I am today cutting in half the Supplementary Charge on oil and gas from 20% to 10%.",
        "And I’m effectively abolishing Petroleum Revenue Tax too.",
        "Backing this key Scottish industry and supporting jobs right across Britain.",
        "Both of these major tax cuts will be backdated so they are effective from the 1st of January this year, and my HF the Exchequer Secretary will work with the industry to give them our full support.",
        "Mr Deputy Speaker,",
        "We are only able to provide this kind of support to our oil and gas industry because of the broad shoulders of the United Kingdom.",
        "None of this support would have been remotely affordable if, in just eight days’ time, Scotland had broken away from the rest of the UK, as the nationalists wanted.",
        "Their own audit of Scotland’s public finances confirms they would have struggled from the start with a fiscal crisis under the burden of the highest budget deficit in the western world.",
        "Thankfully, the Scottish people decided that we are better together in one United Kingdom.",
        "Mr Deputy Speaker, believing in our United Kingdom is not the same as believing that every decision should be taken here in London.",
        "That’s the next step in this Budget’s plan to make Britain fit for the future.",
        "Because we know that if you want local communities to take responsibility for local growth, they have to be able to reap the rewards.",
        "The government is delivering the most radical devolution of power in modern British history.",
        "We’re devolving power to our nations.",
        "The Scottish Secretary and I have agreed the new fiscal framework with Scotland.",
        "We’re also opening negotiations on a city deal with Edinburgh; we back the new V&A in Dundee.",
        "And in response to the powerful case made to me by Ruth Davidson we’re providing new community facilities for local people in Helensburgh and the Royal Navy personnel nearby at Faslane, paid for by LIBOR fines.",
        "In Wales, we’re committed to devolving new powers to the Assembly and yesterday my RHF the Welsh Secretary signed a new billion pound deal for the Cardiff region.",
        "We’re opening discussions on a city deal for Swansea and a growth deal for North Wales, so it’s better connected to our Northern Powerhouse.",
        "I’ve listened to the case made by Welsh colleagues and I can announce today that from 2018 we are going to halve the price of the tolls on the Severn Crossings.",
        "My RHF the Northern Ireland Secretary and I are working towards the devolution of corporation tax.",
        "I am also extending enhanced capital allowances to the enterprise zone in Coleraine and we will use over £4 million from LIBOR fines to help establish the first Air Ambulance service for Northern Ireland.",
        "Mr Deputy Speaker, in this Budget we make major further advances in the devolution of power within England too.",
        "It was less than two years ago that I called for the creation of strong elected mayors to help us build a Northern Powerhouse.",
        "Since then, powerful elected mayors have been agreed for Manchester, Liverpool, Tees Valley, the North East and Sheffield.",
        "Over half of the population of the Northern Powerhouse will be able to elect a mayor accountable to them next year.",
        "We will have an elected mayor for the West Midlands too.",
        "These new devolution arrangements evolve and grow stronger.",
        "Today I can tell the House that my RHF the Justice Secretary and I are transferring new powers over the criminal justice system to Greater Manchester.",
        "This is the kind of progressive social policy that this Government is proud to pioneer.",
        "And I can also announce to the House that today, for the first time, we have reached agreement to establish new elected mayors in our English counties and southern cities too.",
        "I want to thank my RHF the Communities Secretary and my Treasury colleague Jim O’Neill for their superhuman efforts.",
        "We’ve agreed a single powerful East Anglia combined authority, headed up by an elected Mayor and almost a billion pounds of new investment.",
        "We’ve also agreed a new West of England mayoral authority – and they too will see almost a billion pounds invested locally.",
        "And the authorities of Greater Lincolnshire will have new powers, new funding and a new mayor.",
        "North, South, East and West – the devolution revolution is taking hold.",
        "Mr Deputy Speaker",
        "When I became Chancellor, 80% of local government funding came in largely ring-fenced grants from central government. It was the illusion of local democracy.",
        "By the end of this Parliament, 100% of local government resources will come from local government – raised locally, spent locally, invested locally.",
        "Our great capital city wants to lead the way.",
        "The Mayor of London, and my HF for Richmond Park passionately argue for the devolution of business rates.",
        "I can confirm today that the Greater London Authority will move towards full retention of its business rates from next April, three years early.",
        "Michael Heseltine has accepted my invitation to lead a Thames Estuary Growth Commission and he will report to me with its ideas next year.",
        "Mr Deputy Speaker,",
        "In every international survey of our country, our failure for a generation to build new housing and new transport has been identified as a major problem.",
        "But we are the builders.",
        "Today we’re setting out measures to speed up our planning system, zone housing development and prepare the country for the arrival of 5G technology.",
        "My RHF the Business Secretary will be bringing forward our innovation proposals.",
        "And because we make savings in day to day spending we can accelerate capital investment and increase it as a share of GDP.",
        "All exactly the things that a country focussed on its long term future should be doing.",
        "Our new stamp duty rates on additional properties will come into effect next month. I’ve listened to colleagues and the rates will apply to large investors too.",
        "We’re going to use receipts to support community housing trusts, including £20 million to help young families onto the housing ladder in the South West of England.",
        "This is a brilliant idea from my HF for Truro and Falmouth, and other colleagues.",
        "And it’s proof that when the South West votes blue, their voice is heard loud in Westminster.",
        "And because under this government we’re not prepared to let people be left behind, I am also announcing a major new package of support worth over £115 million to support those who are homeless and reduce rough sleeping.",
        "Last year, Mr Deputy Speaker, I established a new National Infrastructure Commission to advise us all on the big long-term decisions we need to boost our productivity.",
        "I want to thank Andrew Adonis and his fellow Commissioners for getting off to such a strong start.",
        "They’ve already produced three impressive reports.",
        "They recommend much stronger links across northern England.",
        "So we are giving the green light to High Speed 3 between Manchester and Leeds; finding new money to create a 4-lane M62; and will develop the case for a new tunnelled road from Manchester to Sheffield.",
        "My HFs for Carlisle, Penrith and Hexham have told us not to neglect the North Pennines. So we’ll upgrade the A66 and A69 too.",
        "I said we would build the Northern Powerhouse",
        "We’ve put in place the mayors.",
        "We’re building the roads.",
        "We’re laying the track.",
        "We’re making the Northern Powerhouse a reality and rebalancing our country.",
        "I am also accepting the Infrastructure Commission’s recommendations on energy and on London transport.",
        "The Government that is delivering Crossrail 1 will now commission Crossrail 2.",
        "Mr Deputy Speaker,",
        "Across Britain this Budget invests in infrastructure – from a more resilient train line in the South West, to crossings at Ipswich and Lowestoft in the East – we are making our country stronger.",
        "To respond to the increasing extreme weather events our country is facing I am today proposing a further substantial increase in flood defences.",
        "That would not be affordable within existing budgets.",
        "So I am going to increase the standard rate of Insurance Premium Tax by just half a percentage point – and commit all the extra money we raise to flood defence spending.",
        "That’s a £700 million boost to our resilience and flood defences.",
        "The urgent review already underway by my RHFs the Environment Secretary and the Chancellor of the Duchy of Lancaster will determine how the money is best spent.",
        "But we can get started now. I have had many representations from colleagues across the House.",
        "So we are giving the go ahead to the schemes for York, Leeds, Calder Valley, Carlisle and across Cumbria.",
        "In this Budget we invest in our physical infrastructure and we invest in our cultural infrastructure too.",
        "I am supporting specific projects from the Hall for Cornwall in Truro, to £13 million for Hull to make a success as the City of Culture.",
        "Our Cathedral Repairs Fund has been enormously successful so I am extending it with an extra £20 million.",
        "And in the four hundredth anniversary of the great playwright’s death, I have heard the sonnets from the RHM for Knowsley and we commit to a new Shakespeare North theatre, there on the site of the first indoor theatre outside of our capital.",
        "While my HF for Newark has proposed that we introduce a new tax break for museums that develop exhibitions and take those exhibitions on tour.",
        "It’s a great idea and we add that to our collection today.",
        "Mr Deputy Speaker,",
        "We cut taxes for business.",
        "We devolve power.",
        "We develop our infrastructure.",
        "The next part of our plan to make Britain fit for the future is to improve the quality of our children’s’ education.",
        "Providing great schooling is the single most important thing we can do to help any child from a disadvantaged background succeed.",
        "It’s also the single most important thing we can do to boost the long-term productivity of our economy.",
        "Because our nation’s productivity is no more and no less than the combined talents and efforts of the people of these islands.",
        "That is why education reform has been so central to our mission.",
        "Today we take these further steps.",
        "First, I can announce that we are going to complete the task of setting schools free from local education bureaucracy, and we’re going to do it in this Parliament.",
        "I am today providing extra funding so that by 2020 every primary and secondary school in England will be, or be in the process of becoming, an academy.",
        "Second, we’re going to focus on the performance of schools in the north, where results have not been as strong as we’d like.",
        "London’s school system has been turned around; we can do the same in the Northern Powerhouse and I’ve asked outstanding Bradford head teacher Sir Nick Weller to provide us with a plan.",
        "Third, we are going to look at teaching maths to 18 for all pupils.",
        "And fourth, we are going to introduce a fair National Funding Formula – and I’m today committing half a billion pounds to speed up its introduction.",
        "We will consult, and our objective is to get over 90% of the schools that will benefit onto the new formula by the end of this parliament.",
        "The Government delivering on its promise of fair funding for our schools.",
        "Tomorrow my RHF the Education Secretary will publish a White Paper setting out further improvements we will make to the quality of education.",
        "We will put the next generation first.",
        "Doing the right thing for the next generation is what the government and this Budget is about, no matter how difficult and controversial it is.",
        "Mr Deputy Speaker,",
        "You cannot have a long term plan for the country unless you have a long term plan for our children’s healthcare. Here are the facts we know.",
        "5 year old children are consuming their body weight in sugar every year.",
        "Experts predict that within a generation over half of all boys, and 70% of girls could be overweight or obese.",
        "Here’s another fact that we all know.",
        "Obesity drives disease.",
        "It increases the risk of cancer, diabetes and heart disease – and it costs our economy £27 billion a year; that’s more than half the entire NHS paybill.",
        "And here’s another truth we all know.",
        "One of the biggest contributors to childhood obesity is sugary drinks.",
        "A can of cola typically has nine teaspoons of sugar in it. Some popular drinks have as many as 13.",
        "That can be more than double a child’s recommended added sugar intake.",
        "Let me give credit where credit is due.",
        "Many in the soft drinks industry recognise there’s a problem and have started to reformulate their products.",
        "Robinsons recently removed added sugar from many of their cordials and squashes.",
        "Sainsbury’s, Tesco and the Co-op have all committed to reduce sugar across their ranges.",
        "So industry can act, and with the right incentives I’m sure it will.",
        "Mr Deputy Speaker,",
        "I am not prepared to look back at my time here in this Parliament, doing this job and say to my children’s generation:",
        "I’m sorry. We knew there was a problem with sugary drinks. We knew it caused disease. But we ducked the difficult decisions and we did nothing.",
        "So today I can announce that we will introduce a new sugar levy on the soft drinks industry.",
        "Let me explain how it will work.",
        "It will be levied on the companies.",
        "It will be introduced in two years’ time to give companies plenty of space to change their product mix.",
        "It will be assessed on the volume of the sugar-sweetened drinks they produce or import.",
        "There will be two bands – one for total sugar content above 5 grams per 100 millilitres; a second, higher band for the most sugary drinks with more than 8 grams per 100 millilitres.",
        "Pure fruit juices and milk-based drinks will be excluded, and we’ll ensure the smallest producers are kept out of scope.",
        "We will of course consult on implementation.",
        "We’re introducing the levy on the industry which means they can reduce the sugar content of their products – as many already do.",
        "It means they can promote low-sugar or no sugar brands – as many already are.",
        "They can take these perfectly reasonable steps to help with children’s health.",
        "Of course, some may choose to pass the price onto consumers and that will be their decision, and this would have an impact on consumption too.",
        "We understand that tax affects behaviour. So let’s tax the things we want to reduce, not the things we want to encourage.",
        "The OBR estimate that this levy will raise £520 million.",
        "And this is tied directly to the second thing we’re going to do today to help children’s health and wellbeing.",
        "We’re going to use the money from this new levy to double the amount of funding we dedicate to sport in every primary school.",
        "And for secondary schools we’re going to fund longer school days for those that want to offer their pupils a wider range of activities, including extra sport.",
        "It will be voluntary for schools. Compulsory for the pupils.",
        "There will be enough resources for a quarter of secondary schools to take part – but that’s just a start.",
        "The devolved administrations will receive equivalent funding through the Barnett formula – and I hope they spend it on the next generation too.",
        "I’m also using the LIBOR funds specifically to help with children’s’ hospital services.",
        "Members across the House have asked for resources for children’s’ care in Manchester, Sheffield, Birmingham and Southampton and we provide those funds today.",
        "A determination to improve the health of our children.",
        "A new levy on excessive sugar in soft drinks.",
        "The money used to double sport in our schools.",
        "A Britain fit for the future.",
        "We’re not afraid to put the next generation first.",
        "Mr Deputy Speaker, let me now turn to indirect taxes.",
        "Last autumn I said that I would use all the VAT we collect from sanitary products to support women’s charities.",
        "I want to thank many Members here on all sides, for the impressive proposals they have put forward.",
        "Today we allocate £12 million from the Tampon Tax to these charities across the UK, from Breast Cancer Care to the White Ribbon Campaign.",
        "And we will make substantial donations to the Rosa Fund and to Comic Relief so we reach many more grassroots causes.",
        "Mr Deputy Speaker, I now turn excise duties.",
        "In 2010 plans would have seen fuel duty rise above inflation every year – and cost motorists 18 pence extra a litre.",
        "We wholeheartedly rejected those plans – and instead we took action to help working people.",
        "We froze fuel duty throughout the last Parliament – a tax cut worth nearly £7 billion a year.",
        "In the last twelve months, petrol prices have plummeted. That is why we pencilled in an inflation rise.",
        "But I know that fuel costs still make up a significant part of household budgets and weigh heavily on small firms.",
        "Families paid the cost when oil prices rocketed; they shouldn’t be penalised when oil prices fall.",
        "So I can announce that fuel duty will be frozen for the sixth year in a row.",
        "That’s a saving of £75 a year to the average driver; £270 a year to a small business with a van. It’s the tax boost that keeps Britain on the move.",
        "Mr Deputy Speaker,",
        "Tobacco duty will continue to rise as set out in previous Budgets, by 2% above inflation from 6pm tonight – while hand rolling tobacco will rise by an additional 3%.",
        "And to continue our drive to improve public health we will reform our tobacco regime to introduce an effective floor on the price of cigarettes and consult on increased sanctions for fraud.",
        "Mr Deputy Speaker,",
        "I’ve always been clear that I want to support responsible drinkers and our nation’s pubs.",
        "5 years ago we inherited tax plans that would have ruined that industry.",
        "Instead, the action we took in the last Parliament on beer duty saved hundreds of pubs and thousands of jobs.",
        "Today I back our pubs again. I am freezing beer duty and cider duty too.",
        "Scotch Whisky accounts for a fifth of all of the UK’s food and drink exports.",
        "So we back Scotland and back that vital industry too, with a freeze on whisky and other spirits duty this year.",
        "All other alcohol duties will rise by inflation as planned.",
        "Mr Deputy Speaker,",
        "There are some final measures we need to take to boost enterprise, back the next generation, and help working people keep more of the money they earn.",
        "All these have been the themes of this Budget.",
        "Let me start with Enterprise.",
        "We know that when it comes to growing the economy, alongside good infrastructure and great education we need to light the fires of enterprise.",
        "And our tax system can do more.",
        "To help the self-employed I’m going to fulfil the manifesto commitment we made, and from 2018 abolish Class 2 National Insurance Contributions altogether.",
        "That’s a simpler tax system and a tax cut of over £130 for each of Britain’s 3 million strong army of the self-employed.",
        "Next, we want people to invest in our businesses, and help them create jobs.",
        "The best way to encourage that is to let them keep more of the rewards when that investment is successful.",
        "Our Capital Gains Tax is now one of the highest in the developed world, when we want our taxes to be among the lowest.",
        "The headline rate of Capital Gains Tax currently stands at 28%",
        "Today I am cutting it to 20%.",
        "And I am cutting the Capital Gains Tax paid by basic rate taxpayers from 18% to just 10%.",
        "The rates will come into effect in three weeks’ time. The old rates will be kept in place for gains on residential property and carried interest.",
        "I am also introducing a brand new 10% rate on long term external investment in unlisted companies, up to a separate maximum of £10 million of lifetime gains.",
        "In this Budget we’re putting rocket boosters on the backs of enterprise and productive investment.",
        "Mr Deputy Speaker,",
        "In this Budget I also want to help the next generation build up assets and save.",
        "The fundamental problem is that far too many young people in their 20s and 30s have no pension and few savings.",
        "Ask them and they will tell you why.",
        "It’s because they find pensions too complicated and inflexible, and most young people face an agonising choice of either saving to buy a home or saving for their retirement.",
        "We can help by providing people with more information about the multiple pensions many have; and by providing more tax relief on financial advice and the Economic Secretary and I do both today.",
        "We can also help those on the lowest incomes save, and the Prime Minister announced our Help to Save plan on Monday.",
        "Over the past year we’ve consulted widely on whether we should make compulsory changes to the pension tax system.",
        "But it was clear there is no consensus.",
        "Mr Deputy Speaker,",
        "My pension reforms have always been about giving people more freedom and more choice.",
        "So faced with the truth that young people aren’t saving enough, I am today providing a different answer to the same problem.",
        "We know people like ISAs – because they are simple.",
        "You save out of taxed income; everything you earn on your savings is tax-free; then it’s tax-free when you withdraw it too.",
        "From April next year I am going to increase the ISA limit from just over £15,000 to £20,000 a year for everyone.",
        "And for those under 40, many of whom haven’t had such a good deal from the pension system, I am introducing a completely new flexible way for the next generation to save.",
        "It’s called the Lifetime ISA.",
        "Young people can put money in, get a government bonus, and use it either to buy their first home or save for their retirement.",
        "Here’s how it will work.",
        "From April 2017, anyone under the age of 40 will be able to open a Lifetime ISA and save up to £4,000 each year.",
        "And for every £4 you save, the government will give you £1.",
        "So put in £4,000 and the government will give you £1,000. Every year. Until you’re 50.",
        "You don’t have to choose between saving for your first home, or saving for your retirement.",
        "With the new Lifetime ISA the government is giving you money to do both.",
        "For the basic rate taxpayer, that is the equivalent of tax-free savings into a pension, and unlike a pension you won’t pay tax when you come to take your money out in retirement.",
        "For the self-employed, it’s the kind of support they simply cannot get from the pensions system today.",
        "Unlike a pension you can access your money anytime without the bonus and with a small charge.",
        "And we’re going to consult with the industry on whether, like the American 401K, you can return money to the account to reclaim the bonus – so it is both generous and completely flexible.",
        "Those who have already taken out our enormously popular Help to Buy ISAs will be able to roll it into the new Lifetime ISA – and keep the government match.",
        "Mr Deputy Speaker,",
        "A £20,000 ISA limit for everyone.",
        "A new Lifetime ISA.",
        "A Budget that puts the next generation first.",
        "Mr Deputy Speaker,",
        "I turn now to my final measures.",
        "The government was elected to back working people.",
        "And the best way to help working people is to let them keep more of the money they earn.",
        "When I became Chancellor, the tax-free personal allowance was less than £6,500.",
        "In two weeks’ time it will rise to £11,000.",
        "We committed that it would reach £12,500 by the end of this Parliament.",
        "And today we take a major step towards that goal.",
        "From April next year, I am raising the tax-free personal allowance to £11,500.",
        "That’s a tax cut for 31 million people.",
        "It means a typical basic rate taxpayer will be paying over £1,000 less income tax than five years ago.",
        "And it means another 1.3 million of the lowest paid taken out of tax altogether.",
        "Mr Deputy Speaker,",
        "We made another commitment in our manifesto and that was to increase the threshold at which people pay the higher rate of tax.",
        "That threshold stands at £42,385.",
        "I can tell the House that from April next year I’m going to increase the Higher Rate threshold to £45,000.",
        "That’s a tax cut of over £400 a year.",
        "It is going to lift over half a million people who should never have been paying the higher rate out of that higher tax band altogether.",
        "And it’s the biggest above inflation cash increase since Nigel Lawson introduced the 40p rate almost thirty years ago.",
        "Mr Deputy Speaker,",
        "A personal tax free allowance of £11,500.",
        "No one paying the 40p rate under £45,000.",
        "And we have delivered a budget for working people.",
        "Mr Deputy Speaker,",
        "Five years ago we set out on a long term plan.",
        "Because we wanted to make sure that Britain never again was powerless in the face of global storms.",
        "We said then that we would do the hard work to take control of our destiny and put our own house in order.",
        "5 years later our economy is strong, but the storm clouds are gathering again.",
        "Our response to this new challenge is clear.",
        "We act now so we don’t pay later.",
        "This is our Budget.",
        "One that reaches a surplus so the next generation doesn’t have to pay our debts.",
        "One that reforms our tax system so that the next generation inherits a strong economy.",
        "One that takes the imaginative steps so that the next generation is better educated.",
        "One that takes bold decisions so that our children grow up fit and healthy.",
        "This is a Budget that gets investors investing, savers saving, businesses doing business; so that we build for working people a low tax, enterprise Britain; secure at home, strong in the world.",
        "I commend to the House a Budget that puts the next generation first."
    ]
}