{
    "url": "https://www.ukpol.co.uk/george-osborne-2013-autumn-statement/",
    "title": "George Osborne – 2013 Autumn Statement",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by George Osborne, Chancellor of the Exchequer, on 5th December 2013.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Mr Speaker,",
        "Britain’s economic plan is working.",
        "But the job is not done.",
        "We need to secure the economy for the long term.",
        "And the biggest risk to that comes from those who would abandon the plan.",
        "We seek a responsible recovery.",
        "One where we don’t squander the gains we’ve made, but go on taking the difficult decisions.",
        "One where we don’t repeat the mistakes of the past, but this time spot the debt bubbles before they threaten financial stability.",
        "A responsible recovery, where we don’t pretend we can make this nation better off by writing cheques to ourselves, and instead make the hard choices.",
        "We need a government that lives within its means, in a country that pays its way in the world.",
        "Three and a half years ago, I set out our long term economic plan in the emergency Budget.",
        "That plan restored stability in a fiscal crisis.",
        "But it was also designed to address the deep-seated problems of unsustainable spending, uncompetitive taxes and unreformed public services for which there are no quick fixes.",
        "Over the last three years we have stuck to our guns, worked through the plan.",
        "We have done so in the face of a sovereign debt crisis abroad.",
        "We have held our nerve while those – who predicted there would be no growth until we turned the spending taps back on – have been proved comprehensively wrong.",
        "Thanks to the sacrifice and endeavour of the British people, I can today report the hard evidence that shows our economic plan is working.",
        "But I also report the hard truth that the job is not yet done.",
        "Yes, the deficit is down.",
        "But it is still far too high and today we take more difficult decisions.",
        "Yes, the forecasts show that growth is up.",
        "But the same forecasts show growth in productivity is still too low and today we set out further economic reforms.",
        "Yes, jobs are up and unemployment is down. But too many of our young people lack the skills to fill those jobs and the opportunities to acquire them – so now we take bold steps to remove that cap on aspiration.",
        "Yes, businesses are expanding.",
        "But business taxes are still too high and exports are too low and we must address that.",
        "And yes, real household disposable income is rising.",
        "But the effects of the financial crash on family budgets and the cost of living are still being felt.",
        "So where we can afford to help hardworking families, we will continue to do so.",
        "The hard work of the British people is paying off, and we will not squander their efforts",
        "We will secure the economy for the long term – and this statement sets out how.",
        "**ECONOMIC FORECASTS**",
        "Mr Speaker, let me turn to the report from the Office for Budget Responsibility.",
        "Again I thank Robert Chote and his team for their rigorous and independent work.",
        "The OBR report notes that the Office for National Statistics has reassessed the depth of the great recession.",
        "The fall in GDP from peak to trough between 2008 and 2009 was not 6.3 per cent, as previously thought – but instead was an even more staggering 7.2 per cent.",
        "£112 billion wiped off our economy – around £3,000 for every household in this country, and one of the sharpest falls in the national income of any economy in the world.",
        "It is a reminder of the economic calamity that befell Britain; the simple fact that our country remains poorer as a result of it; and that a lot of work still remains to put that right.",
        "That is the past.",
        "Let me turn to the future.",
        "At the time of the Budget in March, the OBR forecast that growth this year would be 0.6 per cent.",
        "Today, they more than double that forecast – and estimate growth will be 1.4 per cent.",
        "Next year, instead of growth of 1.8 per cent, they are now forecasting 2.4 per cent.",
        "With faster growth now, it means they’ve revised the following four years to 2.2 per cent, 2.6 per cent 2.7 per cent and 2.7 per cent.",
        "So growth over the forecast period is significantly up.",
        "It is still not as strong as we’d like it to be, but this is the largest improvement to current year economic forecasts at any Budget or Autumn Statement for fourteen years.",
        "I can report that Britain is currently growing faster than any other major advanced economy.",
        "Faster than France, which is contracting.",
        "Faster than Germany, faster even than America.",
        "That contrast itself points to the risks that remain for the UK from abroad, and the weakness of many of our main trading partners.",
        "The first risk the OBR identify to our economic recovery is a recurrence of the damaging instability in the eurozone.",
        "Even with the relative calm of recent months, the OBR still forecast that the euro area as a whole will shrink by 0.4 per cent this year.",
        "Their growth forecasts for the US and emerging markets have also been revised down, and world trade has been weaker than they expected in March.",
        "So while our exports are growing, they are not growing as fast as we would like.",
        "That is because we are too dependent on markets in Europe and North America.",
        "The Prime Minister’s visit to China this week is the latest step in this government’s determined plan to increase British exports to the faster growing emerging markets – something our country should have done many years ago.",
        "Today I am doubling to £50 billion the export finance capacity available to support British businesses, expanding the help available to firms in these emerging markets and ensuring that our excellent new Trade Minister, Lord Livingston, will have all the firepower he needs.",
        "**EMPLOYMENT**",
        "Let me turn to the forecast for employment.",
        "Today in Britain, employment is at an all time high.",
        "And the OBR have revised their forecast for the future up.",
        "They were expecting jobs to stay flat over the year.",
        "But they now expect the total number of jobs to rise by 400,000 this year.",
        "And this is being felt right across the country – since 2010 the number of jobs in Carlisle and on the Wirral, from Selby to South Tyneside – have all grown faster than in London.",
        "Meanwhile, the number of people claiming unemployment benefit has fallen by over 200,000 in the last six months – the largest such fall for sixteen years.",
        "Unemployment is also lower than in 2010, and is forecast to fall further from 7.6 per cent this year to 7 per cent in 2015, before falling even further to 5.6 per cent by 2018.",
        "We have the lowest proportion of workless households for 17 years.",
        "Mr Speaker, there were those who said it was a “fantasy” to believe that businesses could create jobs more quickly than the public sector would have to lose them.",
        "What they should have said is that it would be fantastic if it happened.",
        "So I’ve got good news for them.",
        "Businesses have already created three jobs for every one lost in the public sector.",
        "And the OBR report today forecasts this will continue: with 3.1 million more jobs being created by businesses by 2019 that, in their words, “more than offsets” the million or so reduction in the public sector head count.",
        "So, Mr Speaker, far from the mass unemployment that was predicted, we have a record number of people in work; hundreds of thousands fewer on welfare; unemployment lower than when we came to office; and we will have 2 million more jobs than in 2010.",
        "An economic plan that’s working.",
        "And a government seeking a job rich recovery for all.",
        "**FISCAL FORECASTS**",
        "Let me turn now to the forecasts for government borrowing and debt. When this government came to office, the deficit was 11 per cent of GDP.",
        "That was the highest level in our peacetime history.",
        "One pound in every four was being borrowed.",
        "And the former Chancellor and former Prime Minister have joined the consensus that spending was too high.",
        "The borrowing posed a huge risk to the economic stability and credibility of the United Kingdom.",
        "We have taken many difficult decisions to bring that deficit down.",
        "Every one contested and opposed.",
        "But I can report today, the effort is paying off.",
        "The OBR use a measure of what they call “underlying public sector net borrowing” that excludes the impact of the Royal Mail pension scheme and Asset Purchase Facility transfers.",
        "I can tell the House this underlying measure of the deficit has been revised down substantially since March.",
        "From the 11 per cent back in 2010, the underlying deficit now falls to 6.8 per cent this year – instead of the 7.5 per cent they were forecasting back in March.",
        "It then falls to 5.6 per cent next year, then 4.4 per cent, 2.7 per cent and in 2017-18, 1.2 per cent.",
        "And by 2018-19 on this measure, the OBR do not expect a deficit at all.",
        "Instead, they expect Britain to run a small surplus.",
        "These numbers mean that the government will meet its fiscal mandate to bring the structural current budget into balance, and meet it one year early.",
        "Let me turn to the forecasts for cash borrowing on this same underlying basis.",
        "Mr Speaker, at this Autumn Statement last year there were repeated predictions that borrowing would go up. Instead, borrowing is down – and down significantly more than forecast.",
        "This year we will borrow £111 billion – £9 billion less than was feared in March.",
        "That falls next year to £96 billion, then down to £79 billion in 2015-16, £51 billion the year after, and £23 billion the year after that.",
        "So we’re set to borrow £73 billion less over the period than was forecast in March.",
        "And it means we are borrowing the equivalent of two and a half thousand pounds less for every household in this country.",
        "In 2018-19, on this cash measure too, the OBR forecast that the government will not have to borrow anything at all.",
        "Instead we will run a small cash surplus.",
        "Of course, this will only happen if we go on working through our long term plan – delivering reductions in the deficit we plan this year, next year and the three years after.",
        "If we give up on the plan now, we’d be saddled with a deficit that is still among the highest in Europe.",
        "And this side of the House is not prepared to take that risk.",
        "Of course Mr Speaker, while that deficit remains, it adds to our national debt every year.",
        "The OBR today expect debt this year to come in at 75.5 per cent of GDP – £18 billion lower than forecast in March.",
        "It then rises to 78.3 per cent next year, before peaking at 80.0 per cent the next year – 5 per cent lower than forecast at the Budget.",
        "In 2016-17, it then falls, albeit slightly, to 79.9 per cent, then falls again to 78.4 per cent and then 75.9 per cent.",
        "By 2017-18, debt is over £80 billion pounds lower than forecast in March.",
        "The supplementary debt target is for debt to be falling in 2015-16.",
        "At the Budget, the OBR forecast debt to be falling in 2017-18.",
        "It is now forecast to fall in 2016-17 – that’s one year earlier.",
        "But let me enter this note of caution.",
        "The OBR is clear this is a cyclical improvement.",
        "The forecast for the continuing fall in the structural deficit has not improved.",
        "The structural deficit is the borrowing that stays behind even when the economy improves.",
        "Thanks to our actions it has fallen from the 8.7 per cent we inherited to 4.4 per cent today – more than any other major advanced economy.",
        "It goes on falling but no faster than we previously expected.",
        "Because, as we have always argued, the central task of reforming government and controlling spending does not simply dissolve when growth returns.",
        "It supports the case we have made all along that economic growth alone was never going to be enough to repair Britain’s broken public finances.",
        "An improving economy does not let us off the hook for taking the difficult decisions to make sure government lives within its means.",
        "**FISCAL RULES/JUDGEMENT**",
        "And so the single most important economic judgement I make today is this:",
        "We will not let up in dealing with our country’s debts.",
        "We will not spend the money from lower borrowing.",
        "We will not squander the hard-earned gains of the British people.",
        "The stability and low mortgage rates, lower deficit and falling borrowing have been hard won by this country, but let us be clear: they could easily be lost.",
        "That’s why we must work through our plan to secure the British economy for the long term.",
        "So this Autumn Statement is fiscally neutral across the period.",
        "Indeed, today I can announce that we will take three new steps to entrench Britain’s commitment to sound public finances.",
        "First, we will bring forward next year an updated Charter for Budget Responsibility and ask Parliament to support it.",
        "I can say today that government must ensure that debt continues to fall as a percentage of GDP, including using surpluses in good years for this purpose.",
        "In other words this time we will fix the roof when the sun is shining.",
        "We will look to see whether the five year time horizon of the fiscal mandate could be shorter and even more binding now that the public finances are closer to balance.",
        "And we will see how fiscal credibility could be further enhanced by a stronger parliamentary commitment to the path of consolidation already agreed for 2016-17 and 2017-18.",
        "The answers will be written into an updated Charter for Budget Responsibility which will be presented to Parliament a year from now and voted upon.",
        "The second step we take today to entrench Britain’s commitment to sound public finances is this.",
        "We will cap overall welfare spending.",
        "Welfare budgets were completely out of control when we came to office and the number of households where no-one had ever worked nearly doubled. We have taken very difficult decisions to bring benefit bills down – and saved £19 billion a year for the taxpayer.",
        "We need to maintain that discipline.",
        "The percentage of spending in the UK subject to fixed spending controls is very low by international standards at just 50 per cent.",
        "So from next year, we will introduce a new cap on total welfare spending.",
        "I have had representations that the basic state pension should be included.",
        "But that would mean cutting pensions for those who’ve worked hard all their lives because the costs on, say, housing benefit for young people had got out of control.",
        "That’s not fair – so we won’t include the state pension, which is better controlled over a longer period.",
        "We will also exclude from the cap the most cyclical of benefits for jobseekers.",
        "All other benefits – from tax credits to income support to the vast majority of housing benefit will be included in the cap.",
        "At the beginning of each Parliament, the Chancellor of the day will set the welfare cap for the coming years and ask the House of Commons for its support.",
        "If the cap is breached, they will have to explain why and hold a vote in this House.",
        "The principle is clear: The government has a responsibility to taxpayers to control their spending on welfare; and Parliament has a responsibility to the country to hold the government to account for it.",
        "That brings me to our third step.",
        "Ultimately, the test of fiscal credibility is whether you are prepared actually to take the difficult decisions to keep spending under control.",
        "Tight discipline means that most departments are now living well within their set budgets.",
        "This year they are expected to underspend by £7 billion, a testament to good financial management.",
        "We can therefore be confident in reducing the contingency reserve by £1 billion this year and reducing departmental budgets by a similar amount in the next two years.",
        "This will save a further £3 billion in total.",
        "The protections for the NHS and schools will apply.",
        "The security and intelligence agencies and HMRC will be exempt. The Barnett formula means that over the next two years, the budgets for Scotland, Northern Ireland and Wales will see a net increase.",
        "We will not apply these additional savings to local government, because we expect them to freeze council tax next year.",
        "This year, Britain becomes the first G8 country to meet our promise to the poorest in the world to spend 0.7 per cent of our national income on development.",
        "But we don’t have to increase the DfID budget further to do that.",
        "The effectiveness of the British government aid effort in the Philippines, matched by the generosity of the British public, is a reminder of what marks us out as a nation – and we in this country can be very proud of it.",
        "I am also immeasurably proud of the work of Britain’s armed forces.",
        "As they wind down their operations in Afghanistan, the budget we spend there is also falling fast.",
        "So we can this year reduce the military special reserve by a further £900 million, while still funding all operational costs.",
        "And to reflect our society’s debt of gratitude to our servicemen and women, and their families, I want to make a further £100 million of LIBOR fines available to our brilliant military charities and extend support to those who care for the work of our police, fire and ambulance services.",
        "The terrible events in Glasgow this weekend and the work they’re doing right now to cope with the adverse weather remind us how much we owe them.",
        "Mr Speaker, discipline with the public finances means more than just words.",
        "It means taking difficult decisions and being prepared to stick to them.",
        "So using surpluses in good years to keep debt falling.",
        "So we fix the roof when the sun is shining.",
        "It means capping welfare to keep it under control, and where we do want to spend more money, finding extra ways to pay for it.",
        "One of the biggest single items of government spending is the basic state pension.",
        "I’m proud to be in a government that has introduced a triple lock that ensures a fair and generous increase in the state pension every year to those who’ve worked hard all their lives.",
        "I can confirm that next April the state pension will rise by a further £2.95 a week.",
        "This increase, and the other increases under this Government, mean pensioners will be over £800 every year better off.",
        "I can announce that we are also going to offer current pensioners an opportunity to make voluntary national insurance contributions to boost their income in retirement.",
        "We will also extend this opportunity to those who reach pension age before the introduction of the single tier pension.",
        "This will help those who haven’t built up much entitlement to the Additional State Pension, especially women and the self-employed.",
        "But we also have to guarantee that the basic state pension is affordable in the future, even as people live longer and our society grows older.",
        "The only way to do that is to ensure the pension age keeps track with life expectancy.",
        "The Pensions Bill, currently going through Parliament, puts in place reviews of the pension age every five years.",
        "Now we set the principle that will underpin those reviews.",
        "We think a fair principle is that, as now, people should expect to spend up to a third of their adult life in retirement.",
        "Based on latest life expectancy figures, applying that principle would mean an increase in the state pension age to 68 in the mid 2030s and to 69 in the late 2040s.",
        "The exact dates will be set by the future statutory reviews and in line with the most up to date demographic data, of which the next update is published next week.",
        "This is one of those difficult decisions governments have to take if they’re serious about controlling the public finances.",
        "Future taxpayers will be saved around £500 billion pounds.",
        "Young people will know our country can afford to give them a proper pension when they retire.",
        "That’s this generation fulfilling its obligations for fiscal responsibility to the next generation – not saddling them with the debts and the decisions we weren’t prepared to deal with ourselves.",
        "**TAX AVOIDANCE**",
        "Mr Speaker, having sound public finances also means making sure that we collect the taxes that are due.",
        "Most wealthy people pay their taxes and make a huge contribution to funding our public services.",
        "The latest figures show that 30 per cent of all income tax is paid by just 1 per cent of taxpayers.",
        "We’ve given incentives to enterprise, cut punitive tax rates.",
        "But alongside those paying the most tax are those who try to avoid paying their fair share of tax.",
        "So today we set out in detail the largest package of measures to tackle tax avoidance, tax evasion, fraud and error so far this Parliament.",
        "Together it will raise over £9 billion over the next five years.",
        "We’re going to tackle the growth of intermediaries disguising employment as false self employment, depriving workforces of basic employment rights like the minimum wage in a bid to avoid employer national insurance.",
        "We’ll halve the final period exemption for capital gains tax private residence relief. We will end the abuse of dual contracts, offshore oil and gas contracting, derivatives linked to profits and share buy backs.",
        "And we will ensure the tax advantages of partnerships aren’t abused either.",
        "We are introducing a new, limited power that requires people to pay upfront their taxes where the scheme they used has already been struck down by the courts.",
        "We are going to strengthen Whitehall’s capacity to prevent error and tackle fraud in the benefit and tax credit systems, and expand their efforts to recover money that is owed.",
        "**BANKS AND CAPITAL GAINS TAX**",
        "And there is one personal tax change we make today which is not about avoidance, but is about fairness.",
        "Britain is an open country that welcomes investment from all over the world, including investment in our residential property.",
        "But it’s not right that those who live in this country pay capital gains tax when they sell a home that is not their primary residence – while those who don’t live here do not.",
        "That is unfair.",
        "So from April 2015, we will introduce capital gains tax on future gains made by non residents who sell residential property here in the UK.",
        "I can also announce, from January 1st next year, the rate of the bank levy will rise to 0.156 per cent and its base will be broadened in ways we have consulted on.",
        "The levy will raise £2.7 billion in 2014-15 and £2.9 billion each year from 2015-16.",
        "The country stood behind the banks in the crisis, and now it is right that they support the country in recovery.",
        "**INFRASTRUCTURE**",
        "Mr Speaker, a government that lives within its means is essential to secure the economy for the long term – but it is not sufficient.",
        "Britain has to earn its way in the world.",
        "Our infrastructure needs to be overhauled.",
        "We have to help our businesses compete.",
        "Above all, our young people need the skills to succeed in the modern world.",
        "This Autumn Statement takes the next big steps in all these areas.",
        "Let me start with infrastructure.",
        "We’re going to be spending more on capital as a proportion of national income on average over this decade, than over the whole period of the last government.",
        "That’s involved making tough choices about priorities in spending and sticking to them.",
        "But that’s not the most difficult decision in this area.",
        "We have to decide whether we are serious as a country about competing in the modern world and say to people: we need the new roads, and the new railways including the Northern Hub and High Speed 2.",
        "We have to say: we are prepared to push the boundaries of scientific endeavour, including in controversial areas, because Britain has always been a pioneer.",
        "The country that was the first to extract oil and gas from deep under the sea should not turn its back on new sources of energy like shale gas because it’s all too difficult.",
        "And the country with the world’s first civil nuclear programme shouldn’t be a country that says we can do this no longer.",
        "Yesterday, my Right Honourable Friend the Chief Secretary and Lord Deighton published the update to the National Infrastructure Plan.",
        "That includes a cooperation agreement with Hitachi on the next nuclear power station in Anglesey.",
        "It includes a deal with the insurance industry to invest at least £25 billion in UK infrastructure. And we published the strike prices that support long term investment in off shore wind, and prioritise it over onshore wind.",
        "And today we go further.",
        "A commitment to invest in quantum technology.",
        "A new tax allowance to encourage investment in shale gas that halves tax rates on early profits.",
        "And in the week in which Professor Peter Higgs travels to Stockholm to collect his Nobel Prize for Physics, we commit to build a new centre in his name at Edinburgh University.",
        "Because science is a personal priority of mine.",
        "Some of the most important infrastructure for British families is housing and we have to confront this simple truth: if we want more people to own a home, we have to build more homes.",
        "And the OBR is absolutely right today to draw attention to the weakness of housing supply in this country.",
        "The good news is the latest survey data showed residential construction growing at its fastest rate for a decade.",
        "And our hard-won planning reforms are delivering a 35 per cent increase in approvals for new homes.",
        "But we need to do more.",
        "So this week we are announcing a billion pounds of loans to unblock large housing developments on sites in Manchester and Leeds and across the country.",
        "And we are going to increase the Housing Revenue Account borrowing limit by £300 million.",
        "Aspiration isn’t only for people who can afford their own home.",
        "We want to regenerate some of our most run down urban housing estates.",
        "Councils will sell off the most expensive social housing, so they can house many more families for the same money.",
        "We are going to give working people in social housing a priority right to move if they need to for a job.",
        "Right to Buy applications have doubled under this government and we’ll expand it more.",
        "And the very same spirit of aspiration that underpins Right to Buy is what drives this government with Help to Buy.",
        "It’s not enough to build more houses if families who can afford mortgages don’t have the large deposits that the banks have demanded.",
        "Help to Buy is now helping thousands to own their own home.",
        "I can announce today that Aldermore and Virgin, two challenger banks, expect to join the scheme this month. Help to aspiring families and building more homes – that’s what we stand for.",
        "But we must also avoid the mistakes of the last decade.",
        "We want a responsible recovery.",
        "That is why I am the first Chancellor to give the Bank of England the responsibility and the power not only to monitor overall debt levels, but to take action to deal with asset bubbles if they threaten our stability.",
        "We want a functioning, stable housing market.",
        "The OBR’s latest house price forecast, while higher, still has real house prices 3.1 per cent lower in 2018 than at their peak in 2007.",
        "Together with Governor Carney, I acted last week to focus the Funding for Lending scheme away from mortgages onto small business lending, where its support is still needed.",
        "It’s precisely because the authorities can act in this targeted and pre-emptive way – and because our public finances are under control – that the Bank can keep overall interest rates lower for longer and support the rest of the economy.",
        "**EDUCATION**",
        "Investing in the physical infrastructure of our country is critical to our future.",
        "But in this global economy, it is better education and skills that hold the key to long-term national success.",
        "This week’s PISA scores show how much ground this country has to make up.",
        "My Right Honourable Friend the Education Secretary is doing more to transform schools standards, and raise the aspirations of pupils from the poorest families than anyone who has done that job before him.",
        "His expansion of free schools and academies has the full backing of this Chancellor.",
        "We also know that children do better at school when they have a proper meal inside them.",
        "This Autumn Statement has found the financial resources to fund the expansion of free school meals to all school children in reception, year 1 and year 2 announced by the Deputy Prime Minister and supported by me.",
        "But today we also focus on what happens when our young people leave school – and we do more to help them.",
        "First, we will not abandon those who leave school with few or no qualifications.",
        "At present, Jobcentre Plus does almost nothing to help 16 and 17 year olds who aren’t in work or education.",
        "We will change that and now fund the jobcentres to support these very young adults to find an apprenticeship or a traineeship.",
        "Without basic maths or English, there is a limited chance any young person will be able to stay off welfare.",
        "So we are taking a new approach.",
        "Starting in some areas at first, anyone aged 18 to 21 signing on without these basic skills will be required to undertake training from day one or lose their benefits.",
        "If they are still unemployed after six months, they will have to start a traineeship, take work experience or do a community work placement – and if they don’t turn up, they will lose their benefits.",
        "A culture of worklessness becomes entrenched when young people can leave school and go straight onto the dole, with nothing expected in return.",
        "That option is coming to an end in our welfare system.",
        "The second reform is to apprenticeships.",
        "We’ve doubled the number of apprenticeships.",
        "And now we will transform the way they are provided by funding employers directly through HMRC.",
        "I can tell the House there will now be an additional 20,000 higher apprenticeships over the next two years.",
        "And I can also announce a big expansion of Start Up Loans, through which a new generation of entrepreneurs is being created.",
        "50,000 more people will be helped to fulfil their aspiration to start their own business.",
        "And we’re extending the New Enterprise Allowance too.",
        "Mr Speaker, this year is also the fiftieth anniversary of the Robbins Report, which challenged the nonsense that university was only suitable for a small few.",
        "In 1963, Robbins said that “courses of higher education should be available for all those who are qualified by ability and attainment to pursue them and who wish to do so”.",
        "That was true then, I believe it should remain true today.",
        "Our reforms to student loans, difficult as they were, have put our universities on a secure footing.",
        "Some predicted that applications from students from poor backgrounds would fall.",
        "Instead I can report that this year we have the highest proportion of young people from disadvantaged backgrounds applying to university ever.",
        "But there is still a cap on aspiration.",
        "Each year, around 60,000 young people who have worked hard at school, got the results, want to go on learning and want to take out a loan to pay for it, are prevented from doing so because of an arbitrary cap.",
        "That makes no sense when we have a far lower proportion of people going to university than even the United States, let alone countries like South Korea.",
        "Access to higher education is a basic tenet of economic success in the global race.",
        "So today I can announce that next year we will provide 30,000 more student places – and the year after we will abolish the cap on student numbers altogether. Extra funding will be provided to science, technology, and engineering courses. The new loans will be financed by selling the old student loan book, allowing thousands more to achieve their potential.",
        "**BUSINESS TAX**",
        "Mr Speaker, education underpins opportunity.",
        "It is businesses that provide those opportunities.",
        "And the best way to help businesses is by lowering the burden of tax.",
        "KPMG’s report last week confirmed for the second year running that Britain has the most competitive business tax system.",
        "Some in this House suggest that our response to this good news should be to increase corporation tax from 20 per cent.",
        "Today we publish the first of our studies into the dynamic effects of tax changes – that show our corporation tax cuts increase investment and raise productivity.",
        "So much so that over half of the cost to the Treasury of the tax cut will be recovered because of higher growth.",
        "So putting up corporation tax hits investment, cuts productivity and raises much less.",
        "We thank the Honourable Members for their submission, but we think it would be economic madness to pursue it.",
        "Quite the reverse.",
        "Today, we take further steps to make our business taxes yet more competitive.",
        "The Budget announcement that we would abolish stamp duty on AIM shares was applauded around the world.",
        "Today, we also abolish stamp duty for shares purchased in exchange traded funds to encourage those funds to locate in the UK.",
        "We’re making our successful film tax relief even more generous, and look to extend the principle, including to regional theatre.",
        "We set out major reforms to encourage employee ownership of the kind that makes John Lewis such a success.",
        "And from April, we will be one of the first countries in the world to introduce a new tax relief for investment in social enterprises and new social impact bonds.",
        "I want to thank Sir Ronnie Cohen and my Honourable Friend the Charities Minister for all their help in putting this innovative scheme together.",
        "Mr Speaker, business rates impose a heavy burden on businesses of all sizes.",
        "Today, we will help ease that burden.",
        "Here’s how.",
        "If we’d followed that plan, small businesses would have faced a rate increase of up to £3,375 pounds.",
        "We rejected that plan.",
        "Instead, we have extended that rate relief scheme year after year.",
        "It was due to expire next April.",
        "We will now extend it for another whole year.",
        "We’ve also listened to the small business groups and we’ll relax the rules that discourage these firms from expanding and opening extra premises.",
        "But that doesn’t go far enough.",
        "All businesses are expecting rates to rise by 3.2 per cent next year.",
        "Instead, I will cap the inflation increase in business rates for all premises at 2 per cent from next April.",
        "We will also allow businesses to pay their rates in 12 monthly instalments and clear almost all of the backlog of valuation appeals by July 2015, with reform of business rates on the agenda for the 2017 revaluation.",
        "But Mr Speaker, there is one group of businesses that have found the recession especially hard – as it has coincided with a rising challenge from the internet that is only getting stronger.",
        "These are our local retailers – the shops, the pubs and the cafes that make up our high streets across Britain.",
        "With Small Business Saturday this weekend, I want the government to do all it can to help them.",
        "We’re already changing the planning rules to help town centres compete.",
        "To get the vacant shops that blight too many town centres to open again, I am introducing a new reoccupation relief that will halve the rates for new occupants.",
        "But Mr Speaker, we can do more, and I want to thank my Honourable Friends for Wolverhampton South West, Nuneaton, Hastings and Rye and many others for their campaign.",
        "Like them, I also want to help those who have struggled hard on our high streets – often working long hours for not enough in return.",
        "So I can announce today that for the next two years every retail premise in England with a rateable value of up to £50,000 will get a discount on their business rates.",
        "This discount will be worth £1,000 off their bills.",
        "This is what we offer.",
        "Business rates capped.",
        "For the smallest firms, no rates at all.",
        "And help for the high street.",
        "A thousand pounds off for small shops, pubs, cafes and restaurants across our country.",
        "The people in these businesses epitomise the hardworking values this government supports.",
        "And we’re backing Britain’s businesses all the way.",
        "**FAMILIES**",
        "And we are backing Britain’s families.",
        "Next April, the personal allowance will reach £10,000.",
        "This government is delivering an income tax cut worth up to £700 a year to over 25 million hardworking people.",
        "We’re now helping councils freeze it for the whole of this Parliament.",
        "Tax free childcare is being introduced.",
        "And free school meals are on their way.",
        "But there is more we’re doing to help.",
        "This Autumn Statement confirms that from April 2015 we will introduce a new transferable tax allowance for married couples.",
        "Available to all basic rate taxpayers, it enables people to transfer £1,000 of their personal allowance to their wife, husband, or civil partner.",
        "It is just a start.",
        "And I confirm today that we will introduce a new uprating mechanism that ensures that the new married couples tax allowance is automatically increased in proportion to the personal allowance.",
        "Four million families will benefit, many of them among the poorest working families in our country.",
        "This measure, along with the others we take today, ensures that across this Parliament our policies are progressive – showing we’re all in this together, with the very rich paying the most.",
        "**ENERGY**",
        "We’re also helping families with their energy bills.",
        "Not with a transparent con by pretending that we can control the world oil price.",
        "But instead by focussing on the thing government can and should control: the levies and charges that previous Energy Secretaries piled on bills.",
        "This week we deliver on the promise made by the Prime Minister to roll back those levies.",
        "The result: an average of £50 off family bills.",
        "We’re doing this in a way that supports the lowest income families.",
        "Reduces carbon.",
        "Supports investment in our energy infrastructure.",
        "And as the document shows, does not add a penny to the tax bill families pay.",
        "My political philosophy is clear: instead of penalising people with more taxes and more regulation, give them incentives by reducing their taxes and their bills.",
        "As I’ve often said, going green doesn’t have to cost the earth.",
        "**FUEL**",
        "That brings me on to fuel duty.",
        "Instead of those rises, we abolished the escalator, and we have cut and then frozen fuel duty.",
        "I’ve had further representations from many Honourable Friends, from the Member for Blackpool North and Cleveleys, to the Member for Argyll and Bute, and of course, the Member for Harlow who is such a champion of the people he represents.",
        "I said earlier this autumn that if we could find the money, I’d like to go on freezing duty.",
        "Today I can report that because we have taken difficult decisions to control the public finances, I can deliver on that promise.",
        "Next year’s fuel duty rise will be cancelled.",
        "Instead of petrol taxes going up by 2 pence a litre, they will stay frozen.",
        "That means compared to the previous government’s plans, petrol will be 20 pence a litre less.",
        "That’s £11 less every time you fill up.",
        "A saving for drivers over this Parliament of £680.",
        "Double that for a small business with a van.",
        "Cancelling fuel duty rises has been a major priority of the Government.",
        "A £22 billion pound demonstration that we’re on the side of hardworking people in this country.",
        "A married couples allowance.",
        "£50 off energy bills.",
        "We’re helping those who drive a car and we’re helping those who get the train too.",
        "For fares next January were due to go up by 1 per cent above inflation.",
        "We are going to keep average fares flat in real terms.",
        "Mr Speaker, on this side of the House we know there’s one thing more than any other that has supported families through these difficult times.",
        "And that is being in work.",
        "At the heart of our economic plan is support for the creation of more jobs.",
        "That’s also why in the last Budget, I introduced the Employment Allowance, that eliminates the jobs tax for almost half a million small businesses.",
        "And that’s why we will go further still.",
        "We are going to abolish the jobs tax on young people under the age of 21.",
        "Employer national insurance contributions will be removed altogether on a million and a half jobs for young people.",
        "We’re not going to leave young people behind as the economy grows.",
        "We are going to have a responsible recovery for all.",
        "The cost for a business of employing a young person on a salary of £12,000 will fall by over £500.",
        "For someone on £16,000, that’s over £1,000 off.",
        "I want to commend my Honourable Friends for Braintree and Carlisle and the Million Jobs campaign for highlighting this issue.",
        "The change requires legislation.",
        "It will come into force in April 2015, and it won’t apply beyond the upper earnings limit.",
        "This country is working through its long term plan.",
        "Bringing down the deficit and dealing with the debt.",
        "Spending less on welfare and making the big decisions on infrastructure.",
        "Living within our means and cutting tax on business.",
        "Making work pay and letting people keep more of what they earn.",
        "Confidence in the next generation, as they make their way in education and in the workplace.",
        "This Statement shows the plan is working.",
        "It’s a serious plan for a grown up country.",
        "But the job is not done.",
        "By doing the right thing, we’re heading in the right direction.",
        "Britain’s moving again; let’s keep going."
    ]
}