{
    "url": "https://www.ukpol.co.uk/george-osborne-2014-budget-speech/",
    "title": "George Osborne – 2014 Budget Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the 2014 Budget speech made by George Osborne, the Chancellor of the Exchequer, in the House of Commons on 19th March 2014.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Mr Deputy Speaker,",
        "I can report today that the economy is continuing to recover – and recovering faster than forecast.",
        "We set out our plan.",
        "And together with the British people, we held our nerve.",
        "We’re putting Britain right.",
        "But the job is far from done.",
        "Our country still borrows too much.",
        "We still don’t invest enough, export enough or save enough.",
        "So today we do more to put that right.",
        "This is a Budget for building a resilient economy.",
        "If you’re a maker, a doer or a saver: this Budget is for you.",
        "It is all part of a long term economic plan – a plan that is delivering security for the people of this country.",
        "I have never shied away from telling the British people about the difficult decisions we face.",
        "And just because things are getting better, I don’t intend to do so today.",
        "Yes, the deficit is down by a third.",
        "Now in the coming year it will be down by a half.",
        "But it is still one of the highest in the world – so today we take further action to bring it down.",
        "Yes, investment and exports are up.",
        "But Britain’s got twenty years of catching up to do – so today we back businesses who invest and export.",
        "Yes, manufacturing is growing again, and jobs are being created across the country.",
        "So today we support manufacturers and back all regions of our country.",
        "And while as a nation we’re getting on top of our debts, for many decades Britain has borrowed too much and saved too little.",
        "So in this Budget we make sure hardworking people keep more of what they earn – and more of what they save.",
        "Yesterday we set out our support for parents with tax free childcare.",
        "Today support for savers is at the centre of this Budget, as we take another step towards our central mission: economic security for the people of Britain.",
        "**OBR and economic forecasts**",
        "Mr Deputy Speaker, let me turn to today’s forecasts from the Office for Budget Responsibility.",
        "I am grateful to Robert Chote, Steve Nickell and their team – and thank Graham Parker for agreeing to serve with them for another term.",
        "It is a credit to the OBR that we now take for granted that figures presented at this Despatch Box are not fiddled but fair and independent.",
        "A year ago at the Budget the OBR forecast the economy to grow by just 0.6% in 2013.",
        "They now confirm that it grew by three times as much.",
        "At the Autumn Statement, they significantly revised up their expectations for future growth.",
        "Today I can tell the House they are revising up their forecast again.",
        "A year ago, they predicted growth in 2014 would be 1.8%. At the Autumn Statement, 2.4%. Today the OBR forecast growth in 2014 of 2.7%.",
        "That’s the biggest upward revision to growth between Budgets for at least 30 years.",
        "Growth next year is also revised up to 2.3%.",
        "Then it’s 2.6% in 2016 and 2017.",
        "And with the output gap closed around a year earlier than previously predicted, growth returns to around its long term trend, at 2.5% in 2018.",
        "Taken together, these growth figures mean our economy will be £16 billion larger than was forecast just four months ago.",
        "Mr Deputy Speaker, there is another prediction the OBR make today the House will want to know about.",
        "Six years ago Britain suffered a Great Recession.",
        "We had the biggest bank bail out in the world.",
        "We had the biggest deficit since the war.",
        "We suffered the deepest recession in modern times.",
        "But later this year the OBR expects Britain to reach the point when our economy is finally larger than before it collapsed six years ago.",
        "That’s because we’re now growing faster than Germany, faster than Japan, faster than the US – in fact there is no major advanced economy in the world growing faster than Britain today.",
        "But we should be alert to the risks.",
        "The euro area is slowly recovering but as the OBR caution “further damaging instability remains possible”.",
        "There is volatility in emerging markets.",
        "And while for now the OBR do not expect the situation in Ukraine to have a “large impact” on us, they warn that an escalation risks higher commodity prices, higher inflation and lower growth.",
        "It’s a reminder of why we need to build our economy’s resilience.",
        "**Employment forecasts**",
        "At home the biggest risk is clear: abandoning the economic plan that is working.",
        "And nowhere is the success of that plan more evident than in job creation.",
        "Today again we are reminded that the most important consequence of our plan is more people in work – with each job meaning a family more secure.",
        "The pace of net job creation under this government has been three times faster than in any other recovery on record.",
        "1.3 million more people in work.",
        "The latest figures today show a staggering 24% fall in the claimant count in just one year, and the fastest fall in the youth claimant count since 1997.",
        "The OBR today forecast one and a half million more jobs over the next five years.",
        "Unemployment down from the 8% we inherited to just over 5%.",
        "And the OBR predict earnings to grow faster than inflation this year and in every year of the forecast. That’s why the country can afford a real terms increase in the National Minimum Wage.",
        "Mr Deputy Speaker, this is a government whose plan is delivering jobs.",
        "We now have:",
        "– a record number in work",
        "– a record number of women in work",
        "– and for the first time in 35 years, a higher employment rate than the United States of America",
        "That’s what we mean when we say we’re getting Britain working.",
        "**Fiscal**",
        "Mr Deputy Speaker, there can be no economic security if there is no control of the public finances.",
        "Before I presented my first Budget to this House, the government was borrowing one pound in every four it spent – and we were faced with the threat of a sovereign debt crisis.",
        "We have taken difficult decisions.",
        "But thanks to those decisions, the IMF now say that we are achieving the largest reduction in both the headline and the structural deficits of any major advanced economy in the world.",
        "There were those who said repeatedly that the deficit was going to go up.",
        "Instead I can tell the House that the Office for Budget Responsibility have revised down the underlying deficit in every year of their forecast.",
        "Before we came to office the deficit was 11%.",
        "This year they say it will be 6.6% – lower than forecast and down a third.",
        "Next year, 5.5% – down a half.",
        "Then it will fall to 4.2%, 2.4% and reach 0.8% in 2017-18.",
        "In 2018-19, they are forecasting no deficit at all – instead, at plus 0.2%, a small surplus.",
        "But only if we work through the plan.",
        "The government’s fiscal mandate is met – and continues to be met a year early.",
        "And yet while the underlying structural deficit falls, it falls no faster than was previously forecast – despite higher growth.",
        "This goes to the heart of the argument this government has made:",
        "Faster growth alone will not balance the books.",
        "Securing Britain’s economic future means there will have to be more hard decisions; more cuts.",
        "The question for the British people is: who has the credibility to deliver them?",
        "Let me turn to the underlying cash borrowing numbers.",
        "Britain was borrowing £157 billion a year before we came to office.",
        "This year we expect to borrow £108 billion.",
        "That’s £12 billion less than forecast a year ago.",
        "Indeed even since the Autumn Statement the OBR have revised down borrowing in every single year.",
        "In 2014-15 they say it will fall to £95 billion.",
        "Then it falls again to £75 billion in 2015-16, then £44 billion, then down to £17 billion.",
        "In 2018-19 we won’t be borrowing at all. We will have a small surplus of almost £5 billion.",
        "Taken together, these new figures mean Britain will be borrowing £24 billion less than was forecast. That’s more than we spend in an entire year on the Police and Criminal Justice system.",
        "Lower borrowing and a smaller deficit mean less debt.",
        "While we meet the debt target one year late as before, the OBR have revised down national debt in every single year of the forecast.",
        "They expect it to be 74.5% of GDP this year; 77.3% next year; peaking at 78.7% in 2015-16 – lower than the 80% previously forecast – before falling to 78.3% in 2016-17, then falling to 76.5% and then 74.2% in 2018-19.",
        "So Mr Deputy Speaker,",
        "Growth up.",
        "The deficit set to halve.",
        "Debt is lower.",
        "And the biggest single saving of all is a £42 billion reduction in the interest payments we will have to make on that debt.",
        "Saving every family in the nation the equivalent of almost £2,000.",
        "Money that was going to creditors around the world, now going to pay for the NHS and other public services.",
        "**Monetary policy**",
        "Mr Deputy Speaker it is because we have a credible fiscal plan that the Bank of England can provide the support needed to businesses and families.",
        "Yesterday, I confirmed the appointments of Anthony Habgood to Chair the Court and Ben Broadbent and Minouche Shafik to be the new Deputy Governors for Monetary Policy and Markets and Banking respectively.",
        "All three make a strong team at the Bank stronger still.",
        "I today re-confirm my remit for the Monetary Policy Committee, including the target of 2 per cent CPI inflation – which the OBR expect will be met this year, next year and in the years ahead.",
        "I also set out the remit for the Financial Policy Committee, the body created by us to avoid the mistakes of the past.",
        "Although the OBR forecast that house prices will remain below their real terms peak until at least 2018, I have asked the Committee to be particularly vigilant against the emergence of potential risks in the housing market.",
        "And to enhance our resilience, and protect us from economic shocks, we will also continue rebuilding our foreign exchange reserves.",
        "Those reserves are now 50% higher than when we came to office.",
        "**£1 coin**",
        "Of course, the prerequisite of sound money is a sound currency.",
        "And, Mr Deputy Speaker, the £1 coin has become increasingly vulnerable to forgery.",
        "Now among the oldest of coins in circulation; one in thirty pound coins are counterfeit – and that costs businesses and the taxpayer millions each year.",
        "So I can announce that we will move to a new, highly secure, £1 coin.",
        "It will take three years. We will consult with industry.",
        "Our new pound coin will blend the security features of the future with inspiration from our past.",
        "In honour of our Queen, the coin will take the shape of one of the first coins she appeared on – the threepenny bit.",
        "A more resilient pound for a more resilient economy.",
        "**Fiscal policy**",
        "Mr Deputy Speaker, sound money depends too on sound public finances.",
        "We are entering a critical phase and we must learn from the past.",
        "Every time a post-war government has embarked on public spending cuts, real spending has risen back to its previous heights within three years.",
        "And sure enough there are those today who say: ease up, spend more, borrow more.",
        "That would mean debt rising towards 100% GDP – undermining growth.",
        "It would be a huge mistake and we are not going to let that happen.",
        "Many Chancellors, faced with a recovering economy and improved borrowing forecasts before an election, would be tempted to squander the gains.",
        "I will not do that today.",
        "These gains were hard won by the British people – and we’re not going to jeopardise their economic security.",
        "Britain is not going back to square one.",
        "So in this Budget all decisions are paid for. Taxes are lower but so too is spending.",
        "For we must bring our national debt substantially down.",
        "Analysis published today shows just running a balanced current budget does not secure that.",
        "Instead, Britain needs to run an absolute surplus in good years.",
        "We will fix the roof when the sun is shining – to protect Britain from future storms.",
        "So I can confirm that in addition to the cuts this year and next, there will be cuts in the next Parliament too.",
        "To lock in our country’s commitment to this path of deficit reduction we will seek the support of Parliament in a vote.",
        "And I will bring forward a new Charter for Budget Responsibility this autumn.",
        "We are taking further difficult decisions now so we can reduce the deficit and protect our NHS and schools and meet our obligations to the world’s poorest by contributing 0.7% of our national income to help them.",
        "On public service pensions, we implement the reforms proposed by John Hutton.",
        "We will ensure schemes are properly valued, saving the taxpayer over £1 billion a year.",
        "We are continuing with pay restraint in the public sector – an essential part of maintaining sound finances and economic stability.",
        "We will also insist on the prudent management of departmental finances.",
        "Thanks to the efforts of my colleagues in Cabinet, these now regularly come in under budget.",
        "In order to lock-in these underspends, I said in December that we would reduce spending by £1 billion in 2015-16. Today, I am making that overall billion pound reduction permanent.",
        "And I look forward to the work my excellent colleague the Chief Secretary is now doing, with the Cabinet Office, to find further efficiencies.",
        "Difficult decisions on public service pay and pensions.",
        "Further savings in departments.",
        "A cap on welfare bills.",
        "None of these decisions are easy, but they are the right thing to ensure Britain lives within her means.",
        "**Welfare**",
        "We set out today the details of that welfare cap – and we will seek the support of Parliament for it next week.",
        "From housing benefit to tax credits, the full list of benefits included in the cap is published in the Budget document today.",
        "Only the State Pension and the cyclical unemployment benefits are excluded.",
        "I am setting it at £119 billion in 2015-16. It will rise, but only in line with forecast inflation, to £127 billion in 2018-19.",
        "Britain should always be proud of having a welfare system that helps those most in need.",
        "But never again should we allow its costs to spiral out of control and its incentives to become so distorted that it pays not to work.",
        "In future, any government that wants to spend more on benefits will: have to be honest with the public about the costs, need the approval of Parliament, and will be held to account by this permanent cap on welfare.",
        "**Tax avoidance**",
        "Mr Deputy Speaker,",
        "The distributional analysis published today shows that the Budget decisions, and the decisions across this parliament, mean the rich are making the biggest contribution to the reduction of the deficit – because we are all in this together.",
        "The independent statistics show that under this government income inequality is at its lowest level for 28 years.",
        "Thanks to my Right Honourable Friend the Prime Minister’s leadership we have driven the international efforts to develop tough, new global tax rules that stop rich individuals hiding their tax and companies shifting their profits offshore.",
        "Here at home we’re collecting twice as much as before through compliance – collecting the taxes that are due.",
        "And the number of registered tax avoidance schemes has fallen by half.",
        "And while the vast majority of wealthy people pay their taxes, there is still a small minority who do not.",
        "We will now require those who have signed up to disclosed tax avoidance schemes to pay their taxes, like everyone else, up front.",
        "This will apply in future to schemes covered by our General Anti-Abuse Rule too.",
        "If people feel they’ve been wronged, they can of course go to court. If they win, they get their money back with interest.",
        "We have already consulted on this idea – now we will implement it. The OBR confirm that this will bring forward £4 billion of tax receipts. And it will fundamentally reduce the incentive to engage in tax avoidance in the future.",
        "The public tolerance for those who do not pay their fair share evaporated long ago – but we’ve had to wait for this government before there was proper action.",
        "So today we go further still:",
        "I am increasing HMRC’s budget to tackle non-compliance.",
        "We will block transfers of profits between companies within groups to avoid tax.",
        "We will increase tax credit debt recovery rates for those with sufficient earnings.",
        "We will give HMRC modern powers to collect debts from bank accounts of people who can afford to pay but have repeatedly refused to, like most other Western countries.",
        "We will increase compliance checks to catch migrants who claim benefits they aren’t entitled to, saving the taxpayer almost £100 million.",
        "We will take action to curb potential misuse of the EIS and VCT schemes.",
        "And we are expanding the new tax we introduced to stop people avoiding stamp duty by owning homes through a company.",
        "We will expand the tax on residential properties worth over £2 million to those worth more than £500,000.",
        "And from midnight tonight anyone purchasing residential property worth over half a million pounds through a corporate envelope will be required to pay 15% stamp duty.",
        "None of this applies to homes that are rented out.",
        "Many of these are empty properties held in corporate envelopes to avoid stamp duty.",
        "This abuse will end.",
        "Mr Deputy Speaker,",
        "Another abuse has been the manipulation of the LIBOR rate.",
        "Our regulators are broadening their investigation to the foreign exchange markets – and I will keep the House informed.",
        "Financial services are a hugely important industry to this country which I want to promote around the world.",
        "But I also want the fines paid by those who have demonstrated the worst of values to support those who demonstrate the best of British values.",
        "I’m talking about the men and women in our armed forces who risk their lives to keep us free.",
        "So I will continue to direct the use of the LIBOR fines to our military charities and our emergency service charities too.",
        "Because the sums continue to grow, I can today extend that support to our search and rescue and lifeboat services – and provide £10 million of support to our scouts, guides, cadets and St John’s Ambulance.",
        "I am also today waiving inheritance tax for those in our emergency services who give their lives protecting us.",
        "I will also relieve the VAT on fuel for our Air Ambulances and Inshore Rescue boat services across Britain, and provide a new air ambulance for London – all in response to huge and heartfelt public demand and the campaigning of my Hon. Friends for Hexham, Brentford & Isleworth, and Argyll & Bute.",
        "Tomorrow is the 21st anniversary of the IRA bomb that killed young Tim Parry and Johnathan Ball.",
        "Survivors for Peace was set up by Tim’s parents, Colin and Wendy, and it no longer receives lottery funding. My Honourable Friend for Warrington South and the RHM for Dulwich have both raised this issue, and I know myself what incredible work they do.",
        "To honour the memory of all victims of terrorism we will provide the funding the programme needs.",
        "Last month with my Right Honourable Friend for Dumfriesshire I visited Lockerbie to pay my respects on the twenty fifth anniversary of the tragedy. And we will support the scholarships created for local people there to study in the United States.",
        "Further, this summer, many services of remembrance will be held in our cathedrals to mark the Great War, so we are providing £20 million to support the repairs needed to these historic buildings.",
        "We will also support the celebration of the 800th anniversary of the signing of the Magna Carta next year.",
        "King John’s humbling centuries ago seems unimaginably distant.",
        "A weak leader, who had risen to the top – after betraying his brother, compelled by a gang of unruly barons to sign on the dotted line.",
        "So I will provide a grant to the Magna Carta Trust to ensure that today’s generation learn the lessons of the past.",
        "**Exports**",
        "Mr Deputy Speaker,",
        "We’re not going to have a secure economic future if Britain doesn’t earn its way in the world.",
        "We need our businesses to export more, build more, invest more and manufacture more.",
        "First, exports.",
        "Our exports have grown each year and the OBR today forecast rising export growth in the future.",
        "Our combined goods exports to Brazil, India and China have risen faster than those of our competitors.",
        "But we’re starting from a low base and we’ve got many lost years to catch up.",
        "Britain has to up its game – and today we do.",
        "With Stephen Green, and now Ian Livingston, we’re expanding the reach and support UKTI offers British businesses.",
        "But for many firms the truth is you can only win the contract if you are backed by competitive export finance.",
        "For decades the British government has been the last port of call, when we should be backing British businesses wanting to sell abroad.",
        "Today we fundamentally change that.",
        "And we’re going to start with the finance we provide our exporters.",
        "We will double the amount of lending available to £3 billion.",
        "And I can announce that from today the interest rates we charge on that lending will be cut by a third.",
        "Instead of having the least competitive export finance in Europe.",
        "We will have the most competitive.",
        "We will also reform Air Passenger Duty to end the crazy system where you pay less tax travelling to Hawaii than you do travelling to China or India.",
        "It hits exports, puts off tourists and creates a great sense of injustice among our Caribbean and South Asian communities here in Britain.",
        "From next year, all long haul flights will carry the same, lower, band B tax rate that you now pay to fly to the United States.",
        "Private jets were not taxed at all under the previous government. Today they are, and I’m increasing the charge so they pay more.",
        "And because we want all parts of our country to see better links with the markets of the future we’re going to provide start-up support for new routes from regional airports, like Liverpool, Leeds or indeed Inverness.",
        "More support for businesses; competitive finance; cheaper global flights…",
        "I want the message to go out that we are backing our exporters – so that wherever you are around the world you can’t fail to see: Made in Britain.",
        "One key British export is the North Sea’s oil and gas.",
        "We will take forward all recommendations of the Wood report. And we will review the whole tax regime to make sure it is fit for the purpose of extracting every drop of oil we can.",
        "We will introduce now a new allowance for ultra high pressure, high temperature fields to support billions of pounds of investment, thousands of jobs and a significant proportion of our energy needs.",
        "Even with these measures, the North Sea is a mature basin – and the OBR have today revised down the forecast tax receipts by a further £3 billion over the period.",
        "The Scottish economy is doing well and jobs are being created.",
        "But this is a reminder of how precarious the budget of an independent Scotland would be. These further downgrades in the tax receipts would leave independent Scots with a shortfall of £1,000 per person.",
        "Britain is better together.",
        "**Housing**",
        "Mr Deputy Speaker, our country needs to export more – and it also needs to build more.",
        "House building is up 23%. But that’s not enough.",
        "That’s why we’re making further reforms to our planning system and offering half a billion pounds of finance to small house building firms.",
        "It’s why we’re signing city deals across the country to get more built – with a new funding deal this week for Cambridge.",
        "And it’s why we’re giving people a new Right to Build their own homes and providing £150 million of finance today to support that.",
        "It’s why we’re funding regeneration of some of the urban housing estates that are in the worst condition, and we’re extending the current Support for Mortgage Interest Scheme to 2016.",
        "And it’s why we’ve got Help to Buy.",
        "We’re extending the Help to Buy equity loan scheme for the rest of the decade, so we get 120,000 new homes built.",
        "In the South East where the pressure is greatest we’re going to build new homes in Barking Riverside, regenerate Brent Cross, and build the first new Garden City in almost a hundred years at Ebbsfleet.",
        "We’re going to build 15,000 homes there, put in the infrastructure, set up the development corporation and make it happen.",
        "I thank my Honourable Friends for Dartford and Gravesham for their tremendous support.",
        "And we will be publishing a prospectus on the future of Garden Cities.",
        "Taken all together, the housing policies I announce today will support over 200,000 new homes for families.",
        "We’re getting Britain building.",
        "**Investment**",
        "Mr Deputy Speaker, we’re also going to get Britain investing.",
        "Britain has under-invested for decades.",
        "We’re the first government to have committed to long term and rising capital budgets – and this autumn I will set out the detailed plans for the projects that will be supported for the rest of the decade. We’ve been reminded again this week of the benefits high speed rail will bring to the north of our country and I’m determined it goes further north faster.",
        "Today I have approved a £270 million guarantee for the Mersey Gateway Bridge thanks to the hard work of my Honourable Friend for Weaver Vale.",
        "Tomorrow we introduce legislation to give new tax and borrowing powers to the Welsh Government to fund their infrastructure needs, and they can start now on work to improve the M4 in South Wales.",
        "Because of the exceptionally poor weather this winter, I am making an additional £140 million available, on top of that already provided, for immediate repairs and maintenance to damaged flood defences across Britain.",
        "Our roads too have taken a battering.",
        "My Honourable Friend for Northampton North has been a persistent campaigner for resources to repair the pot-holes in his constituency and across the country.",
        "His persistence has paid off and I’m making £200 million available which local authorities can bid for. I trust Northampton will be making an application.",
        "Modern infrastructure is part of a successful economy.",
        "So too is a modern industrial strategy.",
        "If Britain isn’t leading the world in science and technology and engineering, then we are condemning our country to fall behind.",
        "So we will establish new centres for doctoral training, for Cell Therapy and for Graphene – a great British discovery that we should break the habit of a lifetime with and commercially develop in Britain.",
        "To make sure we give young people the skills they need to get good jobs in this modern world, we’ve doubled the number of apprenticeships and I will extend the grants for smaller businesses to support over 100,000 more.",
        "And we’ll now develop new degree level apprenticeships too.",
        "Mr Deputy Speaker, in my maiden speech here in this House I spoke of Alan Turing, the codebreaker who lived in my constituency, who did more than almost any other single person to win the war, and who was persecuted for his sexuality by the country he helped save.",
        "I am delighted that he has finally received a posthumous Royal Pardon.",
        "Now, in his honour, we will found the Alan Turing Institute to ensure Britain leads the way again in the use of big data and algorithm research.",
        "I am determined that our country is going to out-compete, out-smart and out-do the rest of the world.",
        "**Business tax**",
        "Government investment is part of the story – but we need business investment too.",
        "When we came to office, Britain had one of the least competitive business tax regimes in Europe.",
        "Now we have the most competitive.",
        "Thanks to the Office of Tax Simplification we have already cut burdens on administration – and I am grateful to Michael Jack, John Whiting and their team for their hard work.",
        "Today we accept their recommendation to move the collection of Class 2 NICs into self-assessment, abolishing for 5 million people this wholly unnecessary bureaucracy.",
        "And we’ve cut business tax rates.",
        "Corporation tax was 28% when we came to office.",
        "In just two weeks corporation tax will be down to 21%, high street stores will get £1,000 off their rates, and every business in the country will get the Employment Allowance – a £2,000 cash-back on jobs.",
        "Next year, corporation tax will reach 20% and we take under 21s out of the jobs tax altogether.",
        "Businesses keeping more of their money to create jobs and invest in the future.",
        "Today I want to go further.",
        "Many of the enterprise zones we created are now flourishing – so the business rates discounts and enhanced capital allowances will be extended for another three years.",
        "And I can confirm that with the Northern Ireland Executive we’ll establish the first enterprise zone there near Coleraine.",
        "I’m raising the rate of the R&D tax credit for loss-making small businesses from 11% to 14.5%.",
        "Two years ago, I launched the Seed Enterprise Investment Scheme to help finance start-ups.",
        "It’s been a great success and I’m making it permanent.",
        "We’re backing investment into social enterprises with a Social Investment Tax Relief at a rate of 30%.",
        "And we’re supporting our creative industries too. The European Commission has today approved the extension of our film tax credit – and I will apply the same successful approach to theatre, especially regional theatre.",
        "From this September there will be a 20% tax relief for qualifying productions, and 25% for regional touring.",
        "And we’re expanding by a third the size of the cultural gift scheme.",
        "But I want to do something today that helps all businesses invest.",
        "In 2012 I increased the Annual Investment Allowance ten-fold to £250,000.",
        "This generous allowance was due to expire at the end of this year – and all the business groups have urged me to extend it.",
        "So we will. But we’ll do more.",
        "We’re going to double the Investment Allowance to £500,000, extend it to the end of 2015, and start it next month.",
        "99.8% of businesses will get a 100% investment allowance.",
        "Almost every business across Britain will pay no upfront tax when they invest in the future.",
        "It costs £2 billion in the short term – so when we say: we’re going to get Britain investing; when we say we’re going to back growth around the country – we mean it.",
        "**Manufacturing**",
        "A resilient economy is a more balanced economy with more exports, more building, more investment – and more manufacturing too.",
        "We’ve got to support our manufacturers if we want to see more growth in our regions.",
        "To those who say manufacturing is finished in the West, I say: look at America, which will see up to five million new manufacturing jobs by the end of this decade.",
        "I’ll tell you why.",
        "US industrial energy prices are half those in Britain.",
        "We need to cut our energy costs.",
        "We’re going to do this by investing in new sources of energy: new nuclear power, renewables, and a shale gas revolution.",
        "We’re going to do this by promoting energy efficiency.",
        "Today, by tilting the playing field – extending the 2% increase in company car tax in 2017-18 and 2018-19 while increasing the discount for ultra low emission vehicles – and reducing the rate of fuel duty on methanol.",
        "But above all we are going to have a £7 billion package to cut energy bills for British manufacturers – with benefits for families and other businesses too.",
        "First, I am capping the Carbon Price Support rate at £18 per ton of CO2 from 2016-17 for the rest of the decade.",
        "This will save a mid-sized manufacturer almost £50,000 on their annual energy bill.",
        "And it will save families £15 a year on their bills too – over and above the £50 we’ve already taken off.",
        "Second, I’m extending the existing compensation scheme for energy intensive industries for a further four years to 2019-20.",
        "Our steel makers, chemical plants, paper mills and other heavy energy users make up 35% of our manufacturing exports and employ half a million people. This scheme helps the companies most at risk of leaving to remain in the UK.",
        "Third, I’m introducing new compensation worth almost a billion pounds to protect these energy intensive manufacturers from the rising costs of the Renewable Obligation and the Feed-In Tariffs.",
        "Otherwise green levies and taxes will make up over a third of their energy bills by the end of the decade.",
        "Fourth, I am exempting from the carbon price floor the electricity from Combined Heat and Power plants which hundreds of manufacturers use.",
        "And this entire package delivered without any reduction in the investment in renewable energy.",
        "Today I have cut the cost of manufacturing in Britain.",
        "Half of the firms that will benefit most are in the north of England. A third are in Scotland and Wales.",
        "Thousands of good jobs protected.",
        "A more resilient economy.",
        "A government on the side of manufacturers.",
        "A Britain that makes things again.",
        "**Duties**",
        "So we’re backing exports, backing manufacturing, backing a Britain that builds.",
        "And Mr Deputy Speaker, we also want to help hardworking people keep more of what they earn and of what they save.",
        "That’s what we’ve done by freezing council tax, freezing fuel duty and raising the personal allowance to £10,000.",
        "And from next year tax free childcare – 20% off, for up to £10,000 of childcare costs for parents.",
        "And an early years pupil premium to help the most disadvantaged.",
        "Today we can do more to help.",
        "Let me start with duties.",
        "I can confirm that the fuel duty rise planned for September will not take place.",
        "Petrol will be 20 pence lower per litre than it would have been.",
        "Turning to gambling duties.",
        "Fixed odds betting terminals have proliferated since gambling laws were liberalised almost a decade ago.",
        "These machines are highly lucrative, and therefore it’s right we now raise the duty on them to 25%.",
        "We will also extend the horserace betting levy to bookmakers who are based offshore.",
        "And we’ll look at wider levy reform and at introducing a ‘racing right’ to support the sport.",
        "While betting machines have grown, the number of bingo halls has plummetted by three quarters over the last thirty years.",
        "Yet bingo duty has been set at the high rate of 20%.",
        "Now fuel duty is frozen, my Honourable Friend for Harlow has turned his energy and talent into a vigorous campaign to cut bingo duty – ably assisted by my Honourable Friend for Waveney.",
        "They want the rate cut to 15%.",
        "I can go further.",
        "Bingo duty will be halved to 10% to protect jobs and protect communities.",
        "Let me turn now to tobacco and alcohol duties.",
        "Tobacco duty has been rising by 2% above inflation and will do so again today.",
        "This escalator was due to end next year – but there are no sound health reasons to end it, so it will be extended for the rest of the next Parliament.",
        "We’ve introduced new laws to prevent alcohol being sold below minimum tax rates, and this helps prevent supermarkets undercutting pubs, and helps stop problem drinking.",
        "It’s a far more targeted approach than the alcohol duty escalator hated by many responsible drinkers.",
        "Today, I am scrapping that escalator for all alcohol duties.",
        "They will rise with inflation, with these exceptions:",
        "Scottish Whisky is a huge British success story.",
        "To support that industry, instead of raising duties on whisky and other spirits, I am today going to freeze them.",
        "And with some cider makers in the West Country hit hard by the recent weather, I am going to help them by freezing the duty on ordinary cider too.",
        "And then there’s beer. I know the industry, led so ably by my Honourable Friend for Burton, have been campaigning for a freeze.",
        "But beer duty next week will not be frozen.",
        "It will be cut again by 1 pence.",
        "Pubs saved. Jobs created. A penny off a pint for the second year running.",
        "**Personal allowance**",
        "Mr Deputy Speaker, it is a central part of our long term economic plan that people keep more of the money they have earned.",
        "When we came to office, the personal tax allowance was just £6,500.",
        "In less than three weeks time, it will reach £10,000.",
        "That’s an income tax cut for 25 million people.",
        "Today, because we are working through our plan, we can afford to go further.",
        "Next year there will be no income tax at all on the first £10,500 of your salary.",
        "Ten and a half thousand pounds tax free.",
        "£800 less in tax every year for the typical taxpayer.",
        "Our increases in the personal allowance will have lifted over 3 million of the lowest paid out of income tax altogether.",
        "And I am incredibly proud we have achieved that.",
        "I can also confirm today that the higher rate threshold will rise for the first time this Parliament, from £41,450 to £41,865 next month, and then by a further 1% to £42,285 next year.",
        "And because I am also passing the full benefit of today’s personal allowance increase on to higher rate taxpayers – people earning 42,000, 43, 50, 60, all the way up to £100,000 will be paying less income tax because of this Budget.",
        "Tax cuts for those on low incomes – and those on middle incomes too.",
        "Help for hardworking people as part of a long term economic plan.",
        "And I am linking the rate of the transferable tax allowance for married couples to the personal allowance, so it will also rise to £1,050.",
        "Help for 4 million families that they would take away and we are proud to provide.",
        "**Savings**",
        "Our tax changes will help people who work. But there is a large group who have had a particularly hard time in recent years: and that is savers.",
        "And this matters not just because these are people who have made sacrifices to provide for their own economic security in retirement.",
        "It matters too because one of the biggest weaknesses of the British economy is that it borrows too much and saves too little.",
        "This has been a problem for decades and we can’t fix it overnight.",
        "It’s no surprise that the OBR forecast the saving ratio falling.",
        "So today we put in place policies for savers that stand alongside deficit reduction as a centrepiece of our long term economic plan.",
        "The reforms I am about to announce are only possible because, thanks to this government:",
        "– we have a triple lock on the state pension",
        "– more people are saving through auto enrolment",
        "– and we’re introducing a single tier pension that will lift most people above the means test",
        "That secure basic income for pensioners means we can make far reaching changes to the tax regime to reward those who save.",
        "Here’s how.",
        "First, I want to help savers by dramatically increasing the simplicity, flexibility and generosity of ISAs.",
        "Twenty four million people in this country have an ISA.",
        "And yet millions of them would like to save more than the annual limits of around five and a half thousand pounds on cash ISAs, and eleven and a half thousand pounds on stocks and shares ISAs. Three quarters of those who hit the cash ISA limit are basic rate taxpayers.",
        "So we will make ISAs simpler by merging the cash and stocks ISAs to create a single New ISA.",
        "We will make them more flexible by allowing savers to transfer all of the ISAs they already have from stocks and shares into cash, or the other way around.",
        "And we are going to make the New ISA more generous by increasing the annual limit to £15,000.",
        "£15,000 of savings a year tax free – available from the first of July.",
        "And I’m raising the limits for Junior ISAs to £4,000 a year too.",
        "But the £15,000 New ISA is just the first thing we are doing for savers.",
        "Second, many pensioners have seen their incomes fall as a consequence of the low interest rates that Britain has deliberately pursued to support the economy.",
        "It’s time Britain helped them out in return.",
        "So we will launch the new Pensioner Bond paying market leading rates.",
        "It will be issued by National Savings and Investments, open to everyone aged 65 or over, and available from January next year.",
        "The exact rates will be set in the autumn, to ensure the best possible offer – but our assumption is 2.8% for a one year bond and 4% on a three year bond.",
        "That’s much better than anything equivalent in the market today.",
        "Up to £10 billion of these bonds will be issued. A maximum of £10,000 can be saved in each bond.",
        "That’s at least a million pensioner bonds.",
        "And because 21 million people also invest in Premium Bonds I am lifting the cap for the first time in a decade from £30,000 to £40,000 this June, and to £50,000 next year – and I will double the number of million pound winners.",
        "But I still want to do more to support saving.",
        "And so, third, we will completely change the tax treatment of defined contribution pensions to bring it into line with the modern world.",
        "There will be consequential implications for defined benefit pensions upon which we will consult and proceed cautiously.",
        "So the changes we announce will not today apply to them.",
        "But 13 million people have defined contribution schemes, and the number continues to grow.",
        "We’ve introduced flexibilities.",
        "But most people still have little option but to take out an annuity, even though annuity rates have fallen by a half over the last 15 years.",
        "The tax rules around these pensions are a manifestation of a patronising view that pensioners can’t be trusted with their own pension pots.",
        "I reject that.",
        "People who have worked hard and saved hard all their lives, and done the right thing, should be trusted with their own finances.",
        "And that’s precisely what we will now do. Trust the people.",
        "Some changes will take effect from next week.",
        "We will:",
        "– cut the income requirement for flexible drawdown from £20,000 to £12,000",
        "– raise the capped drawdown limit from 120% to 150%",
        "– increase the size of the lump sum small pot five-fold to £10,000",
        "– and almost double the total pension savings you can take as a lump sum to £30,000",
        "All of these changes will come into effect on 27 March.",
        "These measures alone would amount to a radical change.",
        "But they are only a step in the fundamental reform of the taxation of defined contribution pensions I want to see.",
        "I am announcing today that we will legislate to remove all remaining tax restrictions on how pensioners have access to their pension pots.",
        "Pensioners will have complete freedom to draw down as much or as little of their pension pot as they want, anytime they want.",
        "No caps. No drawdown limits.",
        "Let me be clear. No one will have to buy an annuity.",
        "And we’re going to introduce a new guarantee, enforced by law, that everyone who retires on these defined contribution pensions will be offered free, impartial, face-to-face advice on how to get the most from the choices they will now have.",
        "Those who still want the certainty of an annuity, as many will, will be able to shop around for the best deal.",
        "I am providing £20 million over the next two years to work with consumer groups and industry to develop this new right to advice.",
        "When it comes to tax charges, it will still be possible to take a quarter of your pension pot tax free on retirement, as today.",
        "But instead of the punitive 55% tax that exists now if you try to take the rest, anything else you take out of your pension will simply be taxed at normal marginal tax rates – as with any other income. So not a 55% tax but a 20% tax for most pensioners.",
        "The OBR confirm that in the next fifteen years, as some people use these new freedoms to draw down their pensions, this tax cut will lead to an increase in tax receipts.",
        "These major changes to the tax regime require a separate Act of Parliament – and we will have them in place for April next year.",
        "Mr Deputy Speaker, what I am proposing is the most far-reaching reform to the taxation of pensions since the regime was introduced in 1921.",
        "But there is one final reform to support savings I would like to make.",
        "Mr Deputy Speaker,",
        "There is a 10 pence starting rate for income from savings.",
        "It is complex to levy and it penalises low income savers.",
        "Today I am abolishing the 10 pence rate for savers altogether.",
        "No tax on those savings whatsoever.",
        "And we will almost double this zero-pence band to cover £5,000 of saving income.",
        "One and a half million low income savers of all ages will benefit.",
        "Two thirds of a million pensioners will be helped.",
        "Mr Deputy Speaker,",
        "The £15,000 New ISA.",
        "The Pensioner Bond.",
        "People given access to their own pension pots.",
        "A right to impartial advice.",
        "The 10p rate for savers abolished to zero.",
        "The message from this Budget is:",
        "– you have earned it;",
        "– you have saved it;",
        "– and this government is on your side.",
        "Whether you’re on a low or middle income,",
        "Whether you’re saving for your home, for your family or for your retirement.",
        "We’re backing a Britain that saves.",
        "Mr Deputy Speaker,",
        "The central mission of this government is to deliver economic security.",
        "We’re not promising quick fixes.",
        "Instead we’re taking the next steps in our long term plan.",
        "The forecasts I’ve presented show:",
        "– growth up",
        "– jobs up",
        "– the deficit down",
        "Now we are securing Britain’s economic future with:",
        "– manufacturing promoted",
        "– working rewarded",
        "– saving supported",
        "With the help of the British people we’re turning our country around.",
        "We’re building a resilient economy.",
        "This is a Budget for the makers, the doers, and the savers.",
        "And I commend it to the House."
    ]
}