{
    "url": "https://www.ukpol.co.uk/george-osborne-2010-mansion-house-speech/",
    "title": "George Osborne – 2010 Mansion House Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chancellor of the Exchequer, George Osborne, at the Mansion House in London on 16th June 2010.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "My Lord Mayor, ladies and gentlemen.",
        "It is humbling to speak here tonight conscious of the long line of distinguished Chancellors who have preceded me.",
        "I have been looking back at some of their speeches for inspiration, and was particularly struck by what Austen Chamberlain said here at the Mansion House:",
        "“Lord Mayor, the lot of the Chancellor of the Exchequer is not altogether a happy one.",
        "He has few friends, and the few he has are those of whom he should most beware, for their approach is the most insidious, and their indignation if he refused their claims is the most marked and the most violent.”",
        "Then I realised that he was the Chancellor in the last Liberal Conservative coalition.",
        "Of course some have made comparisons with another former Chancellor, Lord Randolph Churchill, who took office in 1886 when he was 37 years old.",
        "But he offered his resignation to his Prime Minister just four months into the job. To his shock and surprise it was accepted.",
        "That’s not a mistake I’m planning to repeat.",
        "So rather than quoting Randolph Churchill, I’d like to begin with the words of his rather more successful son Winston.",
        "For it was here at the Mansion House that he delivered one of his most famous lines:",
        "“Now this is not the end. It is not even the beginning of the end. But it is, perhaps, the end of the beginning.”",
        "He was talking to a country weary from three long years of war.",
        "But his words could be said of the current situation as we approach the third anniversary of the beginning of the financial crisis.",
        "So difficult has the economic situation been, so sharp has been the fall in output, so large have been the bailouts, that the cry has gone out: this time is different.",
        "If only it were as simple as that.",
        "For there is a well trodden path that has led, in different times of history and different places in the world, from a banking crisis to a sovereign debt crisis.",
        "I am determined that Britain does not follow that path.",
        "That requires conscious, determined action.",
        "For the rapid and unsustainable increase in private sector debt that precipitated our current problems has not, for the large part been eliminated.",
        "Instead much of it has been shifted from private sector balance sheets to the public sector.",
        "And that is why we see now with countries like Greece that what began as a crisis of liquidity and then solvency in banking systems, has been succeeded by market fears about the solvency of some of the governments that stand behind them.",
        "I do not want that question ever to be asked of Britain.",
        "Our country has the highest budget deficit of any country in Europe, with the exception of Ireland.",
        "Dealing with this inheritance from its predecessor is the single greatest economic challenge the new Government faces.",
        "For what business will invest with confidence if they fear ever higher deficits will lead to ever higher taxes?",
        "What family will spend with confidence if they fear ever higher debts mean ever higher interest rates?",
        "That is why we have moved at a brisk pace in the six weeks since the general election.",
        "We have announced, conducted and completed a review of this year’s spending and identified over six billion pounds of savings.",
        "We have announced, established and received the report of the independent Office for Budget Responsibility.",
        "The power the Chancellor has enjoyed for decades to determine the growth and fiscal forecasts now resides with an independent body immune to the temptations of the political cycle.",
        "Budget making in Britain has been changed forever.",
        "No longer will we fix the figures to fit the Budget.",
        "From now on we will fix the Budget to fit the figures.",
        "We saw those figures earlier this week.",
        "Lower growth than forecast.",
        "A higher structural deficit.",
        "Debt set to still rise even at the end of this five year Parliament.",
        "Annual debt interest payments that will soon exceed what we spend on schools and are almost double what we spend on defence.",
        "And today’s labour market figures remind us that unemployment is still rising.",
        "My Budget next week, held within fifty days of our coming to office, will deal decisively with these problems.",
        "It will set out a credible plan to accelerate the reduction in the structural deficit.",
        "It will determine the overall envelope for spending which our review this autumn will then allocate between departments.",
        "We will hold the most far-reaching and open-minded exercise in public engagement on spending priorities that this country has ever seen.",
        "The Budget will also create a fairer tax system.",
        "And next week I will lay the foundation for a sustainable private sector recovery with measures to boost enterprise and job creation.",
        "And I am confident that it will resolve beyond doubt the question that Britain can live within her means.",
        "But Britain’s budget deficit is not the only issue that needs resolving.",
        "The future of our banking and financial services has to be settled too.",
        "The legacy of the crisis is a cloud of uncertainty hanging over your industry.",
        "I believe that uncertainty has to be dispelled if we are to achieve our broader goals for the economy.",
        "Uncertainty about how you will be regulated, who will do the regulating and what the institutions that are the subject of these regulations will look like.",
        "That uncertainty is contributing to the other major concern I have about the British economy – alongside the deficit and the situation in the Eurozone – and that is the contraction of credit.",
        "For uncertainty is leading to a hoarding of excessive capital instead of more lending to business.",
        "It is making it more difficult for companies to plan for the future.",
        "And it is undermining your efforts to go out there and succeed in the world, financing the businesses that need finance, garnering higher returns for savings and – given that I am replying to the Lord Mayor’s toast – bringing prosperity to the public purse.",
        "So how do we resolve these uncertainties?",
        "Not by wishing them away.",
        "When a system of regulation fails so spectacularly people are going to ask what replaces it.",
        "When the failure of certain banks have cost the country so much, people are rightly going to ask how to stop it happening again.",
        "These debates are real. They are not simply going to disappear.",
        "They are happening in workplaces and in homes across the country.",
        "They are aired on television, written about in newspapers, brought up in Parliament.",
        "And these debates at their root involve complicated and profound trade-offs between safety and risk-taking, between protection for the taxpayer and returns for the economy.",
        "But we have to end the uncertainty, decide where we are going, how we’re going to get there and let your industry be clearer about its future.",
        "This is how I propose we do that.",
        "First, the question of the content of regulation.",
        "The collapse of some of the largest banks in the world, including British banks, revealed just how ill-prepared they were to withstand losses.",
        "And whether it was queues in the streets or the freezing of the interbank market, we were reminded that people can all want their money back at the same time.",
        "It is now accepted that the centrepiece of the new global standards for bank regulation will involve higher capital and liquidity requirements, and that bank capital requirements should respond to the cycle.",
        "This is what the G20 agreed to last year, but the actual standards have not yet been agreed.",
        "The markets are already anticipating what they might be, and the banks are building up larger reserves to prepare themselves.",
        "I believe we need to get on and resolve the uncertainty.",
        "The G20 Finance Ministers and Central Bank Governors committed ten days ago to providing the details of the new capital, liquidity and leverage requirements by the meeting in Seoul in November.",
        "We should honour that commitment and to my mind demand rigorous standards, even if that means an appropriate transition to those standards.",
        "We should also demand the highest levels of transparency from banks, and encourage published stress tests where they have not taken place, for we know that concealing the truth is merely delaying the necessary adjustment.",
        "I would also like to pay tribute to the work that Adair Turner is doing on our behalf in the international debate.",
        "We also face uncertainty about the new framework for financial supervision in Europe, that needs to be resolved in the next few weeks.",
        "As Europe’s cross-border financial centre, the City has an interest in strong mechanisms to underpin the single market, including better procedures in a crisis, stronger arrangements for mediation between supervisors and strict enforcement of the law.",
        "But we must have safeguards in place to ensure that supervisory decisions that have an impact on national budgets remain at the national level.",
        "My team are already playing an active and constructive role in Europe on all of these issues.",
        "Lord Mayor, that brings me on to the uncertainty that hangs over the future of our domestic regulators.",
        "That now needs to be resolved too, so that people and the institutions they work for can plan for the future.",
        "As many of you know, I have my profound doubts about the tripartite system.",
        "This is not a commentary on the quality or dedication of the staff of the Financial Services Authority, the Bank of England or indeed the Treasury.",
        "It is instead a reflection on what has gone wrong and what may continue to go wrong unless there is change.",
        "I should also take this opportunity to pay tribute to my predecessor Alistair Darling, who is here tonight.",
        "Alistair, you worked very hard in difficult circumstances and, although we didn’t agree on everything, on behalf of everyone here I commend the service you gave this country.",
        "At the heart of the crisis was a rapid and unsustainable increase in debt that our macroeconomic and regulatory system utterly failed to identify let alone prevent.",
        "Inflation targeting succeeded in anchoring inflation expectations, but the very design of the policy framework meant that responding to an explosion in balance sheets, asset prices and macro imbalances was impossible.",
        "The Bank of England was mandated to focus on consumer price inflation to the exclusion of other things.",
        "The Treasury saw its financial policy division drift into a backwater.",
        "The FSA became a narrow regulator, almost entirely focussed on rules based regulation.",
        "No-one was controlling levels of debt, and when the crunch came no one knew who was in charge.",
        "Some lessons have been learnt and some changes made, and I commend those who have led this process.",
        "But despite the changes that have been made, I am still not confident that the fundamental problems of culture and regulatory structure have been confronted.",
        "How do we ensure less box-ticking and more exercise of judgement?",
        "What are the tools of macroprudential regulation and who should exercise them?",
        "Can the macroprudential regulator do their job if they don’t have an intimate knowledge of what is happening in individual firms?",
        "Our thinking is informed by this insight: only independent central banks have the broad macroeconomic understanding, the authority and the knowledge required to make the kind of macro-prudential judgments that are required now and in the future.",
        "And, because central banks are the lenders of last resort, the experience of the crisis has also shown that they need to be familiar with every aspect of the institutions that they may have to support.",
        "So they must also be responsible for day-to-day micro-prudential regulation as well.",
        "That case is particularly strong where the banking system is highly concentrated as it is in the UK, where the boundary between micro and macro-prudential regulation is not easy to define.",
        "In the agreement that forms the basis of this coalition government, we stated our intention to give the Bank of England control of macro-prudential regulation and oversight of microprudential regulation.",
        "We have now decided how we will give effect to that intention, and the Financial Secretary Mark Hoban will set out the details to Parliament tomorrow.",
        "What we are proposing is a new system of regulation that learns the lessons of the greatest banking crisis in our lifetime.",
        "I can confirm that the Government will abolish the tripartite regime, and the Financial Services Authority will cease to exist in its current form.",
        "We will create a new prudential regulator, which will operate as a subsidiary of the Bank of England.",
        "It will carry out the prudential regulation of financial firms, including banks, investment banks, building societies and insurance companies.",
        "We will create an independent Financial Policy Committee at the Bank, which will have the tools and the responsibility to look across the economy at the macro issues that may threaten economic and financial stability and take effective action in response.",
        "We will also establish a powerful new Consumer Protection and Markets Authority.",
        "It will regulate the conduct of every authorised financial firm providing services to consumers.",
        "It will also be responsible for ensuring the good conduct of business in the UK’s retail and wholesale financial services, in order to preserve our reputation for transparency and efficiency as well as our position as one of the world’s leading global financial centres.",
        "I can also confirm that we will fulfil the commitment in the coalition agreement to create a single agency to take on the work of tackling serious economic crime that is currently dispersed across a number of Government departments and agencies.",
        "We take white collar crime as seriously as other crime and we are determined to simplify the confusing and overlapping responsibilities in this area in order to improve detection and enforcement.",
        "I have thought longer and harder and spoken to more people about all these issues than almost any other issue to have crossed my desk.",
        "We do not undertake these reforms lightly, and we do so only because we believe they are absolutely necessary.",
        "We will handle the transition carefully, consult widely and get this right.",
        "The process will be completed in 2012.",
        "And I have asked Hector Sants to remain at the FSA to oversee the transition and become the first new deputy governor and chief executive of the new prudential regulator.",
        "I am delighted that he has agreed.",
        "He will be supported by Andrew Bailey from the Bank of England as his deputy in the new regulator.",
        "This is a strong team to ensure a smooth transition.",
        "Let me turn now to a final area of uncertainty that hangs over the financial services industry, and that is the very structure of the banking industry and the question: how can Britain be home to the most successful and global banks in the world, without the British taxpayer being exposed to the most unacceptable of risks?",
        "Should we restrict or split the activities of banks?",
        "Has our banking industry become too concentrated and uncompetitive?",
        "Now I know there are some who are frustrated that these questions are even asked.",
        "But how can they not be when so many millions of people are paying the price for what went wrong?",
        "There are real issues of fairness.",
        "And that is why we will introduce a bank levy and demand further restraint on pay and bonuses.",
        "But there are also fundamental issues of protection for an economy still reeling from a crisis that in Britain saw the biggest bank bail out in the world.",
        "There are passionately held views on all sides of informed opinion.",
        "Some of the most fervent believers in free markets are the most ardent proponents of structural separation, including the man who more than almost anyone created the modern City of London – Nigel Lawson.",
        "I have sat at this dinner in past and listened to the then Chancellor express one view, the Governor express another, while everyone knew the Prime Minister held a third and the regulator held a fourth.",
        "This cannot go on. We need to resolve these issues and end the uncertainty in way in which everyone feels that they have had a chance to make their case.",
        "That is why the new Government is establishing an independent commission on the banking industry.",
        "It will look at the structure of banking in the UK, the state of competition in the industry and how customers and taxpayers can be sure of the best deal.",
        "The Commission will come to a view. And the Government will decide on the right course of action.",
        "Sir John Vickers has agreed to chair the Commission.",
        "As a former Chief Economist at the Bank of England, member of the MPC and Chair of the Office of Fair Trading, I believe he is someone of unquestioned ability, experience and integrity who approaches this issue with an open mind.",
        "He will be supported by four other commissioners, Martin Taylor, Claire Spottiswoode, Martin Wolf and Bill Winters.",
        "The Government looks forward to receiving their report next year.",
        "Lord Mayor, I have arrived in office with debates raging about all of these questions on regulation and the future of banking.",
        "My job is to help our country resolve them.",
        "They cannot be resolved overnight, but resolve them we must in a reasonable period of time and in a reasonable way.",
        "The plan I have set out tonight represents a new settlement between our banks and the rest of our society.",
        "A fairer settlement in which the banks support the people, instead of the people bailing out the banks.",
        "And it constitutes a solid foundation on which you can plan for the future.",
        "I believe that is what you need most of all in order to succeed and play your role in supporting the recovery.",
        "Because you have a vital role to play.",
        "The experience of the last three years means that fundamental reform is an absolute requirement.",
        "We simply cannot afford to continue as we did before.",
        "But at its best the City of London embodies the entrepreneurial energy, constant quest for innovation and global outlook that our economy needs in the years ahead.",
        "As an economy we need to invest more, innovate more and export more if we are to build a more balanced and sustainable recovery.",
        "And whether it is in insurance, legal services, accountancy, banking or any of the hundreds of other industries that make up this extraordinary global financial centre, you are perfectly placed to do all of those things.",
        "That is one reason why, for all the difficulties we face, I am profoundly optimistic about the future of our economy and our financial services industry.",
        "My very first foreign visit as Chancellor was to China, within three weeks of taking office.",
        "There and throughout the developing world, nations of manufacturers are becoming nations of consumers, just as we did after our industrial revolution.",
        "And they will want to buy savings products, mortgages, insurance services, fund management, shipping finance, accountancy and legal expertise.",
        "They will need broking services, investment banking, private equity, venture capital, trading platforms and all of the financial services that go to support an advanced economy.",
        "I want to help you to market British financial services around the world so that we are the first place they turn to.",
        "And by resolving the raging debates that hang over your industry, I want to free you up so that you can focus your energies on what you should be doing: building your businesses, winning new clients and helping to create the prosperity that our country deserves.",
        "Thank you."
    ]
}