{
    "url": "https://www.ukpol.co.uk/george-osborne-2013-mansion-house-speech/",
    "title": "George Osborne – 2013 Mansion House Speech",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Chancellor of the Exchequer, George Osborne, on the 19th June 2013 at the Mansion House in London.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "My Lord Mayor, Ladies and Gentlemen.",
        "Tonight marks the end of an era.",
        "Mervyn King is leaving the Bank of England in two weeks time.",
        "He has attended 194 Monetary Policy Committee meetings;",
        "He has appeared 102 times before Parliament;",
        "He has attended 37 gatherings of the IMF;",
        "And eaten his way through 15 of these annual dinners at the Mansion House,",
        "And Lord Mayor, on behalf of your guests, I thank you and the City of London for your wonderful hospitality tonight.",
        "Mervyn King was appointed during the premiership of the late Margaret Thatcher as one of the Bank’s directors in 1990.",
        "And since then, first as Deputy Governor, and then Governor, Mervyn, you have helped to lead our country through an extraordinary period of its economic history.",
        "More than that, you have been the original thinker who has taken Britain on the journey that began with inflation targeting, to monetary independence, and now to the far-reaching reforms to prudential regulation and financial oversight.",
        "I can think of few people who have done more to shape our public discourse in the last thirty years.",
        "And you have done so with integrity, intelligence and patriotism.",
        "And also with a seemingly endless supply of sporting metaphors.",
        "So here we go: you had to play on a sticky wicket, but you leave with our economy now emerging from the Ashes. When it comes to leaving presents, you’re a difficult man to get something for.",
        "There’s not much point getting you the traditional gold watch when you already work on top of £200 billion worth of the stuff.",
        "And as you already know, the Chief Secretary, or as you call him, the left arm opening bowler on the Governor’s Eleven, has already confirmed that the Government will support your charity Chance to Shine, matching the £25 million it has raised to help introduce our national game back into our schools.",
        "And I’m delighted to be able to tell everyone here something you’ve known about for a few days.",
        "It’s just been announced by Downing Street that the Prime Minister has recommended to Her Majesty the Queen that the Governor be raised to the peerage, and Her Majesty has been graciously pleased to approve that. Lord King, we here today salute this worthy honour and thank you for your life of service to your country.",
        "And we thank Barbara, Lady King, for being such a support at your side.",
        "Lord King is a hard act to follow.",
        "But Mark Carney is a worthy successor.",
        "Mark, if you’re watching this on TV, just so you know, this is how we British eat every night.",
        "Mark has an outstanding record at the Bank of Canada, great economic expertise, he’s at the centre of global financial regulation and has firsthand experience of the private sector.",
        "I believe he’s quite simply the best qualified person in the world for the difficult job that lies ahead.",
        "And isn’t it a credit to our country that we accept without question that someone who is not British but who is the best in the world, can lead our central Bank? We all wish Mark Carney every success in his new role.",
        "He arrives at an important moment for our economy.",
        "The situation in the Eurozone remains fragile.",
        "Some of the data from the emerging economies has underwhelmed.",
        "And Britain remains encumbered by debts built up over many years.",
        "Recent volatility in financial markets is a reminder that no recovery from such a deep and damaging global recession is going to be straight-forward.",
        "But, equally, the economic news here in Britain has been better in recent months. The economy is growing.",
        "Record numbers are in work.",
        "Unemployment is falling.",
        "And the surveys of confidence and future activity are stronger.",
        "Let me say tonight: the British economy is healing.",
        "We are moving from rescue to recovery.",
        "But while Britain has left intensive care, we still need to secure the recovery – and make sure we continue to treat the ailments that brought us low in the first place.",
        "Full recovery won’t be easy but I won’t let up in my determination to put right what went so badly wrong.",
        "A public sector that was too big, paid for by a private sector that was too small.",
        "An unbalanced economy that was too reliant on too few industries in too few parts of the country.",
        "A business community that was not connected enough to new, fast growing parts of our globe and not helped by an uncompetitive tax system.",
        "And a banking system that was badly regulated, ran risks it didn’t understand and had to be bailed out at huge cost by the taxpayer.",
        "Addressing these more deep seated problems, as well as the short term challenges, must be central to our economic plan.",
        "These are the elements of that economic plan.",
        "First, active monetary policy to support demand and help keep lending rates low.",
        "That is anchored by a tough, credible fiscal policy that bears down on our excessive deficit, the second element of our plan.",
        "Finally, far-reaching structural reform to improve the supply potential of our economy – the only lasting way to raise our nation’s living standards and succeed in the global race.",
        "And that must include structural reform to parts of our banking system.",
        "We want our banks to support our national economy, not be supported by our national economy.",
        "Tonight, I’d like to say a little about each component of the economic plan.",
        "About how they will develop as we move from rescue to recovery.",
        "Let’s start with active monetary policy.",
        "The Bank of England has had the difficult task of balancing the risks from inflation with the need to support the economy.",
        "I believe they have largely got that balance right.",
        "Innovations in monetary policy have included the Funding for Lending scheme, which Mervyn and I both launched at this Mansion House dinner a year ago.",
        "As a result, bank funding costs have fallen quite dramatically.",
        "But Funding for Lending must still do more for small businesses, so we have extended the scheme and sharply increased the incentives for new lending to SMEs.",
        "Monetary activism also means using the credibility of the Government’s balance sheet to fix other parts of the impaired financial system, like mortgage finance.",
        "Mortgage rates have fallen, again thanks to Funding for Lending.",
        "But the average deposit required for a first time buyer is a staggering four fifths of annual income.",
        "I suspect almost everyone in this room owns their own home.",
        "But I ask this: how many of you could have afforded the kind of deposit on your first house that many young families are expected to provide today?",
        "Very few of you.",
        "Let’s be clear: the market is not functioning normally.",
        "And that’s why we’ve introduced Help to Buy.",
        "I want to make sure an entire generation doesn’t miss out on the reasonable aspiration to buy a home. The equity loan component has been operating since April and in the words of the House Builders Federation, it is already “an unqualified success”.",
        "The mortgage component will begin early next year.",
        "And we have reformed our planning laws to allow for a sensible increase in home building.",
        "To guarantee that Help to Buy is temporary, the Financial Policy Committee of the Bank of England will have to give its consent before it can be extended beyond its three year life.",
        "And this brings me to the important question of how monetary policy should balance the ongoing need for stimulus with emerging signs of recovery.",
        "Each step along the path must, without question, be for the judgment of independent central banks including our own. The sharp jumps in bond yields we’ve seen in too many countries in recent years have been a sign of confidence departing.",
        "But if the recovery gathers strength then a steady rise in bond yields across the largest developed countries will be a sign of confidence returning.",
        "The recent turbulence in financial markets has emphasised the vital importance of clear communication.",
        "There is a risk that poor communication could lead to stimulus being inadvertently withdrawn too soon.",
        "More clarity about the future path of interest rates could help keep financial markets more stable.",
        "So this year I’ve given the Bank of England a new remit that takes into account innovations in monetary policy and asked the Monetary Policy Committee to report back in August on the use of forward guidance and intermediate thresholds.",
        "I want to make sure the new Governor and his Committee have all the tools they need at their disposal to maintain price stability and secure the recovery.",
        "Active monetary policy is a key part of our economic plan.",
        "But it has to be anchored by credible fiscal policy.",
        "That remains as important in the recovery as it was in the rescue.",
        "Three years ago, at my first speech to this dinner, I said we would have to take difficult decisions over a number of years to reduce our country’s dangerously-high budget deficit. This was very controversial at the time.",
        "Many opposed our plan to cut spending and increase revenue.",
        "We were told that the private sector would never replace the public sector jobs lost.",
        "Instead, private sector job creation has offset public sector losses more than three times over.",
        "We were told crime would rise, education standards would fall and hospital waiting times would increase.",
        "In all those cases the exact reverse has happened.",
        "Every single step we have taken, the money saved, every programme cut, every welfare benefit reformed, has been fought against by a noisy combination of vested interests.",
        "Those opponents are now losing the argument. But listen carefully and they still assert that if we borrow more we will borrow less.",
        "The evidence doesn’t support it and the public doesn’t agree.",
        "Look at the progress we have made.",
        "The budget deficit is down by a third.",
        "The structural deficit – the part that remains even when the economy fully recovers – has fallen by more here than in any other G7 country.",
        "But at over 7 per cent, our deficit remains too high and endangers our recovery.",
        "We can’t afford to let up – and you have my commitment – we won’t.",
        "In a week’s time, I will set out the government’s spending plans for the year 2015-16.",
        "With tough negotiating by the Chief Secretary, those plans are almost complete.",
        "There are more difficult decisions.",
        "There have to be when the country is living way beyond its means.",
        "But we will not shy away from taking them.",
        "And next week we are going to prioritise spending on the economic infrastructure of tomorrow – in the roads and railways, the schooling and the science that will help Britain compete and succeed.",
        "These are part of our structural reforms – and the third component of our economic plan.",
        "Thanks to long term policy decisions we’ve taken, Britain is now ranked in a recent global index as the number one place in the world to invest in infrastructure.",
        "Our goods exports to India are up 60 per cent; to China they’ve nearly doubled.",
        "When other countries are retreating from their civil nuclear programmes, we are restarting ours.",
        "Our G8 Summit started with the launch of trade talks between the US and Europe that could lead to the largest bilateral trade deal in history.",
        "And strong, profitable and safe financial services are an integral part of the reforms we’re bringing to Britain.",
        "In the City of London, you provide Britain with a great global asset.",
        "I couldn’t be clearer.",
        "I want this City to grow as the pre-eminent centre of international finance.",
        "So I’ve worked hard with the Chinese government to get the first renminbi bonds issued here.",
        "With my Indian opposite number, we’ve just agreed to create new debt funds here for Indian infrastructure.",
        "And when the World Islamic Economic Forum meets for the first time this year outside the Muslim world – they’re meeting here in this city.",
        "We’ve launched a special drive to bring more insurance and reinsurance business here to Britain.",
        "And I can tell you tonight that Santander has chosen London as the base of its worldwide investment management business.",
        "The very landscape of our city, with the Gherkin, the Walkie Talkie and the Cheese Grater – like some giant’s kitchen table – is a visible sign of growth. While underground Crossrail continues to burrow through the City.",
        "We’re fighting for better regulation from Europe.",
        "Just this week we secured a big step forward by getting the derivative exchanges market opened up to competition.",
        "But while some European countries talk of introducing damaging financial transaction taxes, here in Britain I’m abolishing a financial transaction tax – getting rid of stamp duty on AIM-listed shares.",
        "And even though it’s been controversial, I reduced the top rate of income tax.",
        "Why?",
        "Because it was the worst of both worlds: a tax rate that discouraged enterprise but didn’t raise more money from the best off.",
        "So whether its legal services, accountancy, insurance, hedge funds or shipping, we stand ready to promote our world beating financial services.",
        "And those world-beating services include our global banks.",
        "They need to be part of our successful future.",
        "To do that, we must resolve what I described two years ago at this dinner as the ‘British Dilemma’.",
        "How can we remain the international centre for banking, while protecting taxpayers from the catastrophic costs when banks fail?",
        "The financial crisis has cost Britain billions in lost economic output.",
        "People are entitled to feel angry – at the regulators and government that failed them; and at the financial institutions whose reckless behavior brought us to the brink of bankruptcy.",
        "But anger can be a destructive, vindictive thing – it can cost this country jobs and prosperity.",
        "We’re talking here about an industry that employs one million of our citizens.",
        "So we need to channel legitimate anger into a positive force for change.",
        "That is what this Government has sought to do over the last three years.",
        "We’ve changed entirely the failed system of financial regulation, so that from this April we have the Bank of England exercising its judgements as the prudential regulator of our financial system and a monitor of its emerging risks – a role that should never have been taken away from it.",
        "Paul Tucker has done an incredible job in overseeing these historic reforms.",
        "He has announced he’s stepping down from the Bank.",
        "Paul, we thank you for years of service, we wish you well with your next challenge and I’m sure we won’t be seeing the last of you in the public sphere.",
        "It is not just the system of regulation that has changed fundamentally.",
        "This year the Government is legislating in Parliament to ring-fence our retail banks from their investment banking arms. In future, if someone doing my job faces that dreadful weekend decision about using huge amounts of taxpayer’s money to bail out a bank, they will have real choices my predecessor was denied.",
        "Now we need to make further changes. Today the Parliamentary Commission on Banking has reported.",
        "I want to thank Andrew Tyrie – here tonight – and his distinguished colleagues, for an intensive and thorough piece of work.",
        "I think the decision to go for a quick Parliamentary inquiry, rather than a lengthy public inquiry, has been vindicated.",
        "The Commission have rightly not spared in their criticism where they feel some in the industry have done wrong.",
        "But they’ve also come forward with practical solutions that enhance the personal responsibility for practitioners and the professional judgment of regulators.",
        "It’s a very impressive Report.",
        "The Commission’s central judgment is absolutely right.",
        "As they put it: “High standards in banking should not be a substitute for global success. On the contrary, they can be a stimulus to it”.",
        "There’s a lot of detail here – I will respond more fully next month.",
        "We’ve already supported the recommendations on new criminal sanctions and cancelling bonuses where banks are bailed out.",
        "And let me be clear: where legislation is needed, the Banking Bill currently before Parliament will be amended to ensure the recommendations can be quickly enacted. The Commission also supports the creation of new banks on our high street.",
        "I strongly agree.",
        "We’ve made it easier this year to start and grow new banks.",
        "Britain’s banking scene is changing.",
        "Northern Rock has been returned to the private sector.",
        "Lloyds is launching TSB back to the high street this summer, and preparing to float this business as a true new “challenger” bank.",
        "RBS will follow suit.",
        "Today, the Office of Fair Trading has announced that it will bring forward its market review of small business banking – to make sure our small firms get a fair, competitive deal from the banks.",
        "As part of this work, I have asked the OFT to review the impact that new challenger banks created by Lloyds and RBS will have on strengthening competition in small business banking, and to identify what more can be done.",
        "That begs a question about the proverbial elephant in the room for Britain’s financial services – the future of the taxpayer’s stakes in two of our largest banks, RBS and Lloyds.",
        "Our objectives for our shareholdings in Lloyds and RBS are exactly the same.",
        "We want to maximize the ability of these important banks to support the British economy.",
        "We want to get the best value for money for the taxpayer.",
        "And we want to do what we can to return them to private ownership.",
        "In achieving these three objectives, let’s be clear about where responsibility lies.",
        "RBS and Lloyds are led by their managements and their Boards in the interests of all shareholders, including the taxpayer.",
        "It would be wrong for politicians to get into the day-to-day business of determining who they should lend to, and the details of their strategy.",
        "UK Financial Investments plays an important role in making sure the Government’s shareholdings are managed on an arms length, commercial basis.",
        "So one area where I disagree with the Banking Commission is on their recommendation that UKFI be abolished.",
        "But equally, as Chancellor, I have a responsibility to represent the interests of taxpayers.",
        "The British public own 81 per cent of RBS and 39 per cent of Lloyds.",
        "They were forced to give over £65 billion of the money they worked hard to earn to bail out these banks.",
        "Of course the taxpayer is going to have a clear interest in the direction of each bank.",
        "It would be a dereliction of my duty not to represent that interest.",
        "In the case of RBS, the bank lends more to small and medium businesses in this country than anyone else.",
        "There’s no doubt that the bank has come a long way since the perilous situation it faced in 2008.",
        "Stephen Hester has done a very good rescue job in shrinking both the non-core assets and the investment banking operations.",
        "He provided leadership in a time of crisis – and deserves our appreciation.",
        "But while the bank is healing, let’s be frank: it has not healed as quickly as we all hoped.",
        "It has not done as much to support the recovery as any of us would have liked.",
        "And we as taxpayers are still a long way from getting our money back.",
        "So the following needs to happen.",
        "The plan set out, independently, by the board of the bank needs to be pursued aggressively. Under this, RBS will focus on its core UK business, serving its personal, SME and corporate customers.",
        "It will not aspire to be a global full-service investment bank, and the ongoing reduction of its markets business will continue, as it needs to",
        "And UKFI have made it clear that the Government has no strategic interest in RBS owning one of the largest regional banks in the US – and the method of exit from Citizens must achieve maximum value for all shareholders.",
        "All this meets both the first objective of maximizing the ability of RBS to support the economy and our second objective to get the best value for money for the taxpayer.",
        "What about the third?",
        "The return to the private sector.",
        "I don’t want a quick sale of our RBS shares. I want the right sale – the right sale for the British people.",
        "I will only sell our stake in RBS when we feel the bank is fully able to support our economy and when we get good value for you, the taxpayer.",
        "In our judgment, when it comes to RBS that moment is some way off.",
        "So what more can we do to help RBS recover?",
        "There’s no doubt that, despite all the progress of recent years, RBS remains weighed down by too many poor assets – loans issued in the boom that have gone bad and may take a long time to improve.",
        "The question is – do we remove those poor assets from RBS, and set up what’s known as a Bad Bank.",
        "This would then enable RBS to focus on the good parts of its business – supporting the British economy and maximising the benefits for the taxpayer.",
        "With hindsight, I think splitting RBS into a Good Bank and a Bad Bank was probably what should have happened in 2008. That is with hindsight.",
        "I wasn’t in office.",
        "I didn’t suggest it in opposition.",
        "And I’m not criticizing my predecessor who had to act quickly in a desperate situation.",
        "The question before us now is not about what happened then, but what should happened now.",
        "Is taking bad assets that are still weighing down RBS out of the bank altogether the right answer today?",
        "Opinion is divided – some say the disruption isn’t worth it; others that it’s the only way we’ll really restore our banking system to health.",
        "I’ve always believed the answer for Britain is to confront the difficult decisions, not wish them away.",
        "So I can tell you today that we will urgently investigate the case for taking the bad assets – those mistakes of the past – out of RBS.",
        "We will judge whether this will allow the Bank to focus on its future supporting the British economy.",
        "We will see whether its right for Britain to, in effect, see RBS broken up.",
        "The review will be swift.",
        "It will be conducted by the Treasury with external professional support.",
        "We’ll look at a broad range of RBS’s assets, but particularly assets in Ulster Bank and UK commercial real estate.",
        "We’re not prepared to put more taxpayer capital into RBS as part of this process.",
        "We will establish a Bad Bank if it meets our three objectives: if it supports the British economy; if it’s in the interests of taxpayers – and if it accelerates the return to private ownership.",
        "But if the review reveals that it would not achieve these things, then we won’t do it.",
        "We want to get on with this, so we’ll conclude the review and make a decision this autumn.",
        "Once the decision is taken, and we’re confident that RBS is focused on being that UK corporate and retail bank it needs to be, then the Government is ready to discuss how, for a fair price, we get rid of the Dividend Access Share.",
        "That would be a milestone on the road back to full private ownership for RBS, a destination we all want to reach.",
        "For Lloyds, the three objectives of taxpayer value, maximising support for the economy and restoring private ownership are exactly the same – but we’re much closer to achieving those objectives.",
        "To be fair, Lloyds was, all along, a much simpler bank.",
        "Now its core retail and commercial business generate healthy returns, and there’s no trading arm. Thanks to Antonio Horta-Osorio and his team Lloyds has a clear strategy and is improving its capital position, as it was asked to do.",
        "Lloyds is in a good position.",
        "Investor interest is growing.",
        "And shares are already trading at around the price where selling would reduce the national debt.",
        "That’s something we all want to see.",
        "I can announce that we are actively considering options for share sales in Lloyds.",
        "Of course, we will only proceed if we get value for the taxpayer.",
        "And we have no pre-fixed timescale or method of disposal.",
        "For the first block of government shares, an institutional placement is likely to be the most effective way of managing risk and getting value.",
        "So five years on from the financial crisis, we can now take the first steps to returning Lloyds to the private sector where it belongs.",
        "And for later sales of shares, we will consider a retail offering to the general public.",
        "My Lord Mayor, nothing better signals Britain’s move from rescue to recovery than the fact that we can start to plan for our exit from government share ownership of our biggest banks.",
        "And nothing would do more to help us, as a country, draw a line under the mistakes of the past and look to a brighter future. We’ve come a long way these past few years. Reducing our deficit.",
        "Building up the private sector.",
        "Making our country more competitive.",
        "Creating a banking system that supports the British economy rather than being supported by it.",
        "Enhancing Britain’s global leadership in financial services.",
        "This is our economic plan.",
        "It is working.",
        "The Government is determined in its task, and I thank you for helping us see it through."
    ]
}