{
    "url": "https://www.ukpol.co.uk/george-osborne-2013-speech-on-banking-reform/",
    "title": "George Osborne – 2013 Speech on Banking Reform",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Chancellor of the Exchequer, George Osborne, on the subject of banking reform. The speech was made in Bournemouth on 4th February 2013.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you for welcoming me to JP Morgan here in Bournemouth.",
        "When you think about where to give a speech on culture and ethics and the future of British banking, the offices of one of the world’s largest American investment banks may seem like an odd choice of venue.",
        "But it’s a deliberate one.",
        "For the four thousand people who work here are, each one of you, a reminder that when banking works, it works for the families and communities of the whole of Britain.",
        "You, each one of you, are a reminder that when we attract international firms to our country – firms that could go anywhere in the world to do their business – those firms bring jobs, and investment and prosperity.",
        "That for every one of the people employed here at the largest business in Dorset, there are many more employed in the businesses that support this office, in the shops that take your custom, and in the local economy that has grown stronger on your back.",
        "I’m going to see two of those businesses after I speak here – a catering company and a landscaping business called Stewarts.",
        "Four of the employees at that landscaping business work full time on JP Morgan site, jobs that wouldn’t exist without your presence.",
        "From JP Morgan, one of the world’s biggest companies, to Stewarts landscaping, Bournemouth teaches us that Britain should continue to aspire to be a home to the world’s financial services.",
        "And what is true for Bournemouth is also true of Bristol, and Edinburgh, Leeds, Cardiff, Birmingham and Manchester.",
        "In all these cities, financial services are some of our largest and most innovative employers.",
        "And it’s true about London too – and the City of London.",
        "Generations have created in the City something extraordinary – a global centre of finance.",
        "The global centre of finance.",
        "Whether its insurance and accountancy, shipping and legal services, hedge funds, private equity, asset management or investment banking, when the world wants to transact – it wants to transact through London.",
        "And we want to keep it that way in the years ahead.",
        "That’s why it’s been good to see Britain and London maintain its number one spot as the home of global financial services.",
        "That’s why it’s been exciting to see the first Renminbi bond issued anywhere in the world outside of Chinese sovereign territory issued in London in the last twelve months.",
        "For that is not just good for their future, it’s good for ours too.",
        "It’s how we will win in the global race.",
        "It’s what I am personally determined to achieve.",
        "And part of having a successful financial services industry is having successful British banks, who want to lend at home and compete around the world.",
        "Think of some of the most important moments in your life.",
        "When you bought your own home with a mortgage.",
        "When you took the plunge and started your own business.",
        "When you retired and drew on your pension.",
        "On each of those occasions, you relied on the financial system and put your trust in them",
        "That is why it’s so important to have that trust reciprocated and a banking system that works for you.",
        "And that is what I’m working night and day to deliver for you.",
        "Like all this Government’s reform – to welfare, to the economy, to schools and to banking – we want to back aspiration and be on the side of those who want to work hard and get on.",
        "Our principles are simple: if you do the right thing, government should support and help you, and remove the barriers in your way.",
        "If you do the wrong thing, you should take responsibility for your actions.",
        "And sadly, nowhere have these simple principles been broken more clearly and indefensibly than in our banking system over the last decade.",
        "Irresponsible behaviour was rewarded, failure was bailed out, and the innocent – people who have nothing whatsoever to do with the banks – suffered.",
        "For many, the financial crash was confirmation of what they felt about our society: that those who are only out for themselves get away with it; and those who work hard and play by the rules get punished.",
        "That is why, five years on from that crash, people are still so angry.",
        "And when people discover more about what went so wrong:",
        "– the mis-selling of interest rate swaps to small firms who went bust as a result;",
        "– the greed and corruption on the LIBOR trading floor.",
        "They get angrier still.",
        "I understand that anger.",
        "I feel it too.",
        "But anger can be a negative, destructive thing if it is not channelled into change.",
        "Change for the good.",
        "Any bunch of politicians can bash the banks, chase the headlines, court the populist streak.",
        "But what good would that do our country?",
        "The jobs, the investment, the banking system we all need would go with it.",
        "Let’s take the anger we feel about the banks and turn it into change to build the banking system that works for us all.",
        "That is precisely what we are doing.",
        "And through the work we’ve done, the expert help we’ve enlisted, we can make 2013 the year of change in our banking system.",
        "2013 is the year when we re-set our banking system.",
        "So the banks work for their customers – and not the other way round.",
        "So that those who guard over the banks to keep our economy safe are the right people with the right weapons to do the job.",
        "And so that when mistakes are made, it’s the banks and not the taxpayer that picks up the bill.",
        "Let me explain how.",
        "Let me tell you about the four concrete things that are going to change this year.",
        "First, we’ve got a brand new watchdog with new powers to keep our banks safe so they don’t bring down the economy.",
        "Second, we’ve got a new law to separate the branch on the high street from the dealing floor in the city to protect taxpayers when mistakes are made.",
        "Third, we’re going to start, with the industry, changing the whole culture and ethics of the business, so they work for you.",
        "Fourth, we’re going to give customers the most powerful weapon of all: choice.",
        "Real choice about who you bank with – and choice to change who you bank with if you want a better deal.",
        "Let me take each in turn.",
        "First, protecting our economy by keeping our banks safe.",
        "The decision taken by the last government to divide responsibility for financial stability from banking supervision was one of the worst economy policy mistakes of the modern era.",
        "The Bank of England was stripped of its responsibility for keeping the banking system safe.",
        "The Financial Services Authority was only focussed on compliance, with a myriad of individual rules, and missed the wood for the trees.",
        "The Treasury’s banking division was run down.",
        "No-one saw it as their job to monitor risks across the whole system.",
        "So no-one spotted the increase of debt.",
        "Staggeringly, total debt reached five times the size of the entire economy.",
        "The fire alarm was ringing when Northern Rock handed out 120 per cent mortgages.",
        "The fire alarm was ringing when the Royal Bank of Scotland made its reckless purchase of ABN AMRO, after the credit markets had already seized up.",
        "The fire alarm was ringing, but no-one was listening.",
        "And when the crisis hit, the fire was then so great that the whole economy was sacrificed to put it out.",
        "Ten per cent of the entire wealth of this country was lost.",
        "Hundreds of thousands of people lost their jobs and their livelihoods.",
        "Yes, those responsible should be held to account.",
        "But British people need to know that lessons have been learnt.",
        "And they have.",
        "This April, the FSA is being abolished.",
        "This April, the Bank of England will be in charge of keeping our financial system safe.",
        "With the authority that comes from its history, and the new powers we have given it for the future, the Bank of England will be the super cop of our financial system.",
        "The Bank is ready.",
        "The logistics are in place.",
        "And from day one, we will have a powerful new watchdog with real teeth.",
        "Not just to intervene and stop individual wrong doing.",
        "But the power to make a judgement call about the whole system – the power to spot increases in debt or warn of risky practices.",
        "The power to call time before the party gets out of control.",
        "But also the power to support the economy if credit conditions get too tight.",
        "The Bank of England won’t be just empowered to protect us from the excesses of a banking boom, but also to help the bank support us in a bust.",
        "And we’re also creating from April a strong new conduct regulator, the FCA, to ensure London and the UK have the best, most open, and transparently policed markets in the world.",
        "That will win business for Britain, attract investment.",
        "And through the Funding for Lending scheme, we’re giving banks incentives to boost lending to families and businesses.",
        "We’ve already seen the availability and cost of borrowing coming down, but we are monitoring it closely to ensure that rates and availability continue to improve.",
        "Good regulation.",
        "Watchdogs with real teeth.",
        "Open markets with clear rules, properly policed.",
        "These support innovation.",
        "For the industry that suffers most when something goes wrong in finance – is finance itself.",
        "Second, this year we’re going to start separating the high street banking we all depend on from the City trading floor.",
        "When the RBS failed, my predecessor Alistair Darling felt he had no option but to bail the entire thing out.",
        "Not just the RBS on Britain’s high streets, but the trading positions in Asia, the mortgage books in sub-prime America, the property punts in Dubai.",
        "I want to make sure that the next time a Chancellor faces that decision they have a choice.",
        "To keep the bank branches going, the cash machines operating, while letting the investment arm fail.",
        "No more rewards for failure.",
        "No more too big to fail.",
        "No more taxpayers forking out for the mistakes of others.",
        "The same rules for the banking business as any other business in a free market.",
        "When the Government came into office, there was no agreement about how this massive task would be achieved.",
        "That’s why we spent two and a half years painstakingly building a consensus on the future structure of our banking industry, working with leading experts and Members of Parliament and I want to thank Vince Cable for his help in doing that with me.",
        "The work that Sir John Vickers and his Commission has done has won respect all around the world, and has already influenced the European debate.",
        "Today, we are published the legislation that will turn their ideas and this consensus for change into law.",
        "A law for the first time ever, to separate the retail and investment arms of banks, and erect a ring fence around the retail bank so its essential operations continue even if the whole bank fails.",
        "I’m sending the legislation to the House of Commons today and I expect them to be passed by Parliament this time next year.",
        "It won’t mean banks won’t make mistakes.",
        "But it does mean that if they do, those parts of the banking system that are vital for families and businesses can continue without resort to the taxpayer.",
        "Today, we will go further than previously announced, enshrining in law these simple principles.",
        "I can announce that your high street bank will have different bosses from its investment bank.",
        "Your high street bank will manage its own risks, but not the risks of the investment bank.",
        "And the investment bank won’t be able to use your savings to fund their inherently risky investments.",
        "My message to the banks is clear: if a bank flouts the rules, the regulator and the Treasury will have the power to break it up altogether – full separation, not just a ring fence.",
        "We’re not going to repeat the mistakes of the past.",
        "In America and elsewhere, banks found ways to undermine and get around the rules.",
        "Greed overcame good governance.",
        "We could see that again – so we are going to arm ourselves in advance.",
        "In the jargon, we will “electrify the ring fence”.",
        "I want to thank Andrew Tyrie and the fellow members of the Banking Commission we established for help developing this important new idea.",
        "Let’s get on and pass it all into law.",
        "Let me turn to the third force for change – a change in the culture and ethics of the banking industry itself.",
        "I have to say nowhere is this more keenly appreciated than in the responsible parts of the financial community itself.",
        "You here work hard in a great business.",
        "You service customers all over the world.",
        "You don’t want the name of your whole industry to be besmirched because of the crimes of a few.",
        "And nor do I.",
        "That’s why the LIBOR scandal is about far more than atoning for the mistakes of the past.",
        "It’s about becoming a catalyst for change in the future.",
        "We know what happened.",
        "From 2005, traders, brokers and bank officials attempted manipulation of one of the most important reference rates in our economy – a rate which affects the mortgage payments and loan rates of millions of families and hundreds of thousands of firms, large and small.",
        "Deliberately submitting false rates for no motive other than greed.",
        "“Lowballing” their Libor submissions to conceal how vulnerable their banks really were.",
        "Years of manipulation, in twenty banks on three continents.",
        "Over a billion pounds of fines have already been applied worldwide.",
        "And we still haven’t seen the full extent of it – more revelations will come.",
        "We’re expecting reports into what happened at RBS very shortly.",
        "I expect there will be even more public anger – if that’s possible.",
        "But anger is not enough – we need to channel the anger into change.",
        "And I want to do the right thing for the hundreds of thousands of people in the banking sector – like you – in all parts of our country who do conduct themselves with professionalism – and make sure the reputation and standards of the industry are restored.",
        "LIBOR manipulation happened in many countries.",
        "But no country has responded as quickly as decisively as we have now done.",
        "Where people have broken the law, the authorities will have all the resources they need to make sure they are punished.",
        "I’ve changed the system I inherited so that fines paid by banks for wrongdoing got to good causes not back to the industry – I have already announced that £35 million pounds of Barclay’s fines will go to British Armed Forces charities to help those who fight on all our behalves.",
        "The first million has been allocated to the Fisher House Project, which will help the families of wounded soldiers being treated at the Queen Elizabeth Hospital in Birmingham to stay close by.",
        "And we’re now stepping in to regulate previously unregulated markets and we’re making it a criminal offence to make misleading statements about LIBOR.",
        "Shockingly that was not the case before.",
        "And as we approach bonus season let me say this.",
        "This country now has the toughest and most transparent pay regime of any major financial centre in the world.",
        "City bonuses fell by almost two thirds last year, and are less than a quarter of their peak before the crash.",
        "Everyone should exercise restraint and responsibility, but it’s important to remember that the vast majority of people in the banking sector – like the people in this room – do not receive million pound bonuses.",
        "We all know there are Libor investigations ongoing into RBS in both the UK and the US.",
        "Any UK fine will benefit the public.",
        "And when it comes to RBS, I am clear that the bill for any US fine related to this investigation should on this occasion be paid for by the bankers, and not the taxpayer.",
        "But the change to the culture and ethics of banking go beyond bonuses and fines.",
        "I believe we need proper professional standards in the banking sector – just as we have for doctors and lawyers.",
        "I want to see the industry take pride in those standards, as our medical and legal professions do.",
        "And I want to see how we can strengthen the sanctions regime for senior bankers – for example, should there be a presumption that the directors of failed banks do not work in the sector again?",
        "I have asked the Parliamentary Commission to look at how to improve the professional standards and culture of the banking sector.",
        "Their work is underway and will report in the spring.",
        "I would encourage the Commission to come forward with far reaching proposals.",
        "The fourth and final change we need to banking is more choice.",
        "Choice is the most powerful tool we have to improve markets and customer service, reward good companies and penalise poor ones.",
        "Yes, our new regulator can pick up the pieces from the interest swap mis-selling or PPI.",
        "Yes, I believe we must do much more to expose hidden charges and remove the conflicts of interest that plague too much so called independent financial advice.",
        "But I also want to see more banks on the high street, so customers have more choice.",
        "One of the prices we’re paying for the financial crisis is that our banking sector is now dominated by a few big banks.",
        "It verges on an oligopoly.",
        "75% of all personal current accounts are in the hands of just four companies.",
        "I want new faces on the high street.",
        "I want upstart challengers offering new and better services that shake up the established players.",
        "We’ve made a start: with the sale of Northern Rock to Virgin Money, and the proposed sale of Lloyds branches to Co-op.",
        "We’re seeing new banks like Metro Bank on our high streets – but I want to make it easier to start a small bank and grow the business.",
        "This year, in 2013, we’re taking a huge step towards making that happen – by making it easier for customers to move banks if they can get a better deal elsewhere.",
        "From September this year, every customer of every bank in Britain will be able to switch their bank account from their existing bank to another one in seven days.",
        "All they will have to do is sign up to a new bank – and the rest will follow.",
        "All the direct debits, the standing orders, everything will be switched for you with no hassle.",
        "This is a revolution in customer choice.",
        "But today, we will go further.",
        "Payments systems sit at the heart of the banking system.",
        "They are the hidden from view wirings that operate every time you get wages paid into your bank account, deposit a cheque or withdraw money from an ATM.",
        "It’s how the money flows around the system.",
        "And it’s a bit like the electricity grid, every person and every business needs to be plugged into them to enter the banking market.",
        "At the moment, a new player in the industry has to go to one of the existing big banks to use the payment system.",
        "Asking your rival to provide you with the essential services you need at a reasonable price is not a recipe for success.",
        "And it other walks of life, like telecoms, we don’t operate like that.",
        "There are no incentives on the big banks to deliver new and better services for users – like saving the cheque or creating new services like mobile payments.",
        "Why, in the age of instant communication, do small businesses have to wait for several days before they get their money from a credit or debit card payment?",
        "It should be much quicker.",
        "Why do cheques take six days to clear?",
        "Customers and businesses should be able to move their money round the system much more quickly.",
        "Why is it that big banks can move their money around instantly, but when a small business wants to make a payment it takes days?",
        "The system isn’t working for customers, so we will change it.",
        "I can announce today that the Government will bring forward detailed proposals to open up the payment systems.",
        "We will make sure that new players in the market can access these systems in a fair and transparent way.",
        "The last Government let the established players off the hook by failing to implement the conclusions of the review they themselves commissioned, and allowing the big existing banks to regulate themselves.",
        "This Government will make sure payment systems serve the needs of consumers, not the needs of the established banks.",
        "Bank working for their customers, not themselves.",
        "Taxpayers’ money protected.",
        "The guardians of financial stability with the tools they need to keep us safe.",
        "On all these fronts, we are making major changes.",
        "A financial industry that is strong, successful and inspires the pride of all those who work for it.",
        "That’s what Government should be about – taking the big tough decisions because they’re right for the long-term good of our country.",
        "Our country has paid a higher price than any other major economy for what went so badly wrong in our banking system.",
        "The anger people feel is very real.",
        "Let’s turn that anger from a force of destruction into a force for change.",
        "Change that will give us a banking system that will work for us all.",
        "In 2013, thanks to the changes we are making, that goal is in sight."
    ]
}