{
    "url": "https://www.ukpol.co.uk/george-osborne-2010-speech-on-taxation/",
    "title": "George Osborne – 2010 Speech on Taxation",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by George Osborne, the then Shadow Chancellor of the Exchequer, on 29th March 2010.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Good morning, and on behalf of myself, Ken and Philip, can I welcome you to the venue for our press conferences during the general election.",
        "This will be the first of many such mornings we spend together here.",
        "Today we’re going to talk about how a Conservative Government would get the British economy moving, by taking action on debt and boosting enterprise.",
        "We’re going to draw a contrast with Labour’s debt, waste and taxes that risk pushing Britain into a new recession.",
        "And, specifically, we are going to talk about our plans to avoid the most damaging part of Labour’s national insurance tax on working people and their jobs",
        "And we’re also going to talk about our spending plans for the year about to start, 2010/11, and explain how they are connected.",
        "We had to wait to see the Budget.",
        "After all, it was always possible that Gordon Brown would recognise the damage that the full force of the national insurance tax rise would do to jobs and the recovery and the incomes of families – but he has not.",
        "It was always possible that he would listen to the cries of business leaders, international observers and the rating agencies to make a start on dealing with the deficit in 2010, but he did not.",
        "The Budget was empty.",
        "There is no spending review for the years from 2011.",
        "They have not even published the total departmental spending envelope for that year.",
        "What we know is that Labour claim to have suddenly discovered that they have been wasting billions of pounds of public money in the government they have been running for the last 13 years.",
        "£11 billion of waste, to be precise. As well as £5 billion of low priority programmes.",
        "And we know that they don’t plan to do anything about this waste until next year.",
        "So according to Gordon Brown’s logic, carrying on wasting money is crucial to securing the recovery.",
        "We think this is wrong.",
        "If we know the government’s wasting money, why don’t we stop it now?",
        "Why don’t we reduce borrowing now, create confidence now, protect our country’s credit rating now?",
        "Philip Hammond asked two of the members of our Public Sector Productivity Panel to advise us:",
        "First, whether it was possible to undertake significant savings in government in 2010 without damaging frontline services.",
        "Second, what were the steps that a new government could take urgently to find those significant savings.",
        "I want to thank Sir Peter Gershon and Dr Martin Read for providing this advice.",
        "Both of them bring not just impressive business experience, but also a very considerable knowledge of identifying waste in this government.",
        "Sir Peter Gershon was, of course, commissioned by Gordon Brown to produce a major report on efficiency in 2004.",
        "Dr Martin Read was until recently the head of the major IT supplier Logica, who was commissioned by Alistair Darling to produce a report on how to save on the government’s£35bn back office and IT budget.",
        "It would be difficult to find two people more qualified to make the judgement about what savings can be made in 2010.",
        "Peter Gershon and Martin Read have come back to us and told us that they believe that a sum of £12 billion pounds can be saved from the total of government department budgets in 2010.",
        "Both say explicitly that this can be done without “reducing the quality of front line services”.",
        "And they have set out the ways in which these savings can be achieved quickly, “with the right political will and managerial focus”.",
        "Indeed, Martin Read believes that unless a government does this in 2010, it will not achieve larger savings in later years.",
        "So the Chancellor’s own adviser says delay is not an option.",
        "Philip Hammond will set out in more detail what both men recommend, and we are today publishing their advice to the Conservative Party in the interests of transparency.",
        "Clearly, part of the £12 billion of savings will be found in the health service and in overseas aid.",
        "We have made explicit commitments to protect these budgets, and so the money saved will be reinvested onto the frontline.",
        "In the Ministry of Defence, we are conducting a strategic defence review this year and we don’t want to pre-empt that. The existing plans for the defence budget will remain unaltered this year.",
        "The other government departments together represent just over half of total departmental spending.",
        "So we are expecting them to find, together, £6 billion of savings from the waste that even the government now admits exist – and which the government’s own efficiency advisers tell us can be found.",
        "And let me be clear – not a single penny will come from the front line services that people depend on.",
        "This £6 billion in savings – alongside the smaller savings we have identified by, for example, cutting child trust fund payments to the better off and stopping people with incomes over £50,000 receiving child tax credits – will be used to reduce the government’s borrowing requirement for the year 2010/11.",
        "That £6 billion or so represents less than £1 in every £100 that the government spends.",
        "Given the much larger savings that almost every business and ` many families have had to find from their own budgets in the last two years, it is not too much to ask.",
        "No one can seriously argue that tackling waste is somehow going to damage the economy.",
        "But from the conversations we have had with institutional investors and others, we believe it will make a start in reassuring those who fear Britain will lose its credit rating and restore confidence in our economy.",
        "Identifying £6 billion of wasteful spending in 2010 is just that – a start.",
        "We will hold this autumn the spending review which the Labour Government, with all their access to information, have so cynically refused to hold.",
        "This will identify where larger savings and reforms can be made.",
        "Some of the measures I announced at the Conservative Conference will take effect in 2011, such as the general pay freeze in the public sector that excludes the lowest paid million.",
        "And we will have started by then to make real progress in reducing the size of Whitehall and the quangos by one third.",
        "But identifying the £6 billion of savings in 2010 gives me the confidence that we can now say with certainty that we will be able to act more quickly on the deficit and at the same time avoid the most damaging part of Gordon Brown’s national insurance tax rise.",
        "It also enables us to bring the share of dealing with our deficit accounted for by tax increases down from one third of the total towards one fifth.",
        "As I said in January, this 80:20 split – 80% spending restraint, 20% tax increases – is what international evidence and the Treasury’s own internal analysis believes is the best balance for achieving sustained deficit reduction.",
        "Labour’s National Insurance increase is a tax rise on working people who earn above £20,000 – roughly half of the working population.",
        "It is a tax rise on almost all jobs.",
        "It has been described by the CBI as a “serious mistake [that] will hold back job creation and growth”.",
        "The Small Business Federation calls it “an attack on jobs” that “will cause deeper unemployment”, and cost 57,000 jobs in small and medium sized businesses alone.",
        "Quite frankly, it is the economics of the madhouse.",
        "Gordon Brown talks about securing the recovery. He is taxing the recovery.",
        "He talks about creating jobs. Well, the businesses that create jobs say his policies will destroy tens of thousands of them.",
        "He pledges to make families better off one day, and then hits them with a tax on their incomes the next.",
        "And for what? To pay for the very wasteful spending that the Labour Government themselves admit exists.",
        "Gordon Brown may raise taxes on working people to pay for waste, but we will not.",
        "We will take his national insurance tax plans and we will raise the primary threshold for employees by £24 a week and the upper earnings limit by £29 a week.",
        "We will raise the secondary threshold at which employers start paying national insurance by £21 a week.",
        "Compared to life under Gordon Brown, every national insurance payer earning between £7,100 and £45,400 will be up to £150 better off.",
        "The tax on every single job with a salary of more than £5,700 will be reduced for employers by up to £150.",
        "Under the Conservatives seven out of ten working people in Britain will be better off than under Labour – and nobody will be worse off.",
        "People on lower incomes will receive a tax cut – indeed they will benefit the most as a proportion of their earnings.",
        "People on middle incomes will avoid Labour’s tax rise.",
        "Taxes on jobs will be lower.",
        "The tax system will be fairer.",
        "Jobs will be saved.",
        "That is the way to secure a recovery.",
        "And it shows, as this election approaches, the choice facing Britain.",
        "The re-election of a Labour Government under Gordon Brown – with more debt, waste and taxes – will bring us a new recession.",
        "Labour will kill the recovery with their tax on jobs.",
        "We will cut Labour waste to stop it.",
        "Seven out of ten working people will be better off with the Conservatives.",
        "Because we believe we are all in this together – and we need new energy and fresh ideas to get Britain working for everyone."
    ]
}