{
    "url": "https://www.ukpol.co.uk/george-osborne-2012-speech-to-the-scottish-cbi/",
    "title": "George Osborne – 2012 Speech to the Scottish CBI",
    "post_date": "November 28, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "George Osborne",
            "url": "/tag/george-osborne/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The below speech was made by the Chancellor of the Exchequer, George Osborne, on the 6th September 2012.",
    "content": [
        "[![gosborne](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/gosborne.jpg)",
        "Thank you Nosheena, for your introduction and may I say it’s a real pleasure to be here.",
        "I would like to begin by congratulating the CBI and the Scottish business community.",
        "Over the last few years you have achieved amazing things in difficult economic times.",
        "Of the 900,000 new private sector jobs created in the UK over the last 2 years, 85,000 have been here in Scotland.",
        "Of the 15,000 net new manufacturing jobs created in the UK over the last year, 4,000 – almost one third – have been here in Scotland.",
        "That is the fastest increase in the number of Scottish manufacturing jobs since records began.",
        "Politicians often claim that their Government has “created” thousands of jobs.",
        "But I know that’s not true.",
        "Governments don’t create jobs – you do.",
        "The people in this room and beyond, who take risks, have the ambition and drive to build businesses.",
        "And our job is to create the conditions to help you do it.",
        "That’s why the message of all the changes we have made this week is simple: this Government means business.",
        "In my own department I’m particularly delighted that Paul Deighton, the man who delivered the best Olympic Games ever, has agreed to join the Government as the Minister responsible for delivering the economic infrastructure that the whole United Kingdom needs if we are to remain competitive.",
        "The economic outlook remains uncertain but there are some positive signs.",
        "Our economy is healing – jobs are being created, manufacturing and exports have grown as a share of our economy, our trade with the emerging world is soaring, inflation is down, much of the necessary deleveraging in our banking system has been achieved, and the world is once again investing in Britain.",
        "But the scale of the challenge is so great that there are no quick fixes or easy routes to recovery.",
        "The debts built up in our economy over the last decade will take time to unwind.",
        "Added to that was a steady decline in competitiveness, the full extent of which was masked by the tide of the borrowing boom but which has been exposed once that tide receded.",
        "None of this has been made easier by the eurozone crisis, which first flared up the weekend before this Coalition Government was formed and has cast a long shadow of uncertainty over our economy ever since.",
        "Our strategy remains the same one set out at the beginning of this Government.",
        "Fiscal responsibility to show the world that we will deal with our debts and keep interest rates low.",
        "Monetary activism to support demand and spread the benefits of those low interest rates through the economy.",
        "And a far-reaching programme of supply side reform to restore our lost competitiveness and deliver real prosperity for the future instead of the illusion of prosperity built on debt.",
        "Despite strong headwinds that strategy is already delivering results.",
        "The deficit is down by a quarter in just two years, and the safe haven status that our credibility has earned is delivering record low interest rates.",
        "That is a direct benefit to the taxpayer, our private sector and our indebted banking sector – and without it our economic future would be bleak.",
        "Imagine what a sharp rise in interest rates would do now to Scottish businesses and Scottish families.",
        "Monetary policy has supported demand and steered a steady path through a series of external price shocks so that inflation is coming back towards target.",
        "But monetary activism means much more than this.",
        "Last month the Treasury and Bank of England launched the multi-billion pound Funding for Lending Scheme.",
        "It is already having an impact through reducing the price of mortgages and business lending and it is a perfect example of the firepower that the UK as a whole is able to deploy.",
        "And this week we are introducing a new Bill in the Westminster Parliament that will allow us to use our hard-won fiscal credibility to provide guarantees for new infrastructure projects right across the UK.",
        "The full benefits of our programme of supply side reform will only come in the medium term but it is already having an impact.",
        "Yesterday the World Economic Forum confirmed that the UK has improved its global competitiveness ranking for the second year in a row, from 11th to 10th and now to 8th in the world.",
        "As they put it, “The United Kingdom continues to make up lost ground in the rankings this year, rising by two more places and now settling firmly back in the top 10.”",
        "We have already embarked on radical reforms right across government, not least in welfare where we are tackling deeply entrenched problems to ensure that work always pays.",
        "We have already made our corporate tax system one of the most competitive in the world with a commitment to get to a 22p headline rate – the lowest of any major western economy – and a clear ambition to go further.",
        "So much so that global companies like WPP, who left the UK only a few years ago, are now returning to our shores.",
        "And the changes this year to the taxation regime in the North Sea, with new certainty on decommissioning costs and a new gas field allowance, are forecast by the industry to generate billions of pounds of new investment.",
        "I will be making new announcements about the North Sea tax regime tomorrow that should bring more investment and more jobs here in Scotland.",
        "We are already reducing regulatory burdens and reforming employment law, with an extension of the qualifying period for unfair dismissal from one year to two years and the introduction of fees for employment tribunals.  \nBut now, in all these areas and more, I am determined that we will go further, deliver more and make our competitive edge even sharper.",
        "That is precisely what the Scottish economy needs in order to deliver prosperity for the Scottish people.",
        "Now I know there are those on both sides who call for a change of course.",
        "Some say cut more; others say “no”, spend more.",
        "We are pushing for more economic reform and faster delivery..",
        "But nobody is offering a credible or convincing alternative economic strategy.",
        "There is no easy path to recovery and prosperity.",
        "We in Britain have to confront our problems head on, be honest about the scale of the challenge, and be consistent in our determination to succeed.",
        "Of course the challenges we face are not simply economic and financial.",
        "Last year the Scottish Government won a mandate to hold an independence referendum.",
        "As a result Scotland is facing its biggest decision for three centuries.",
        "My sense is that people want the referendum process settled quickly so we can move on to the real debate about Scotland’s future.",
        "Scots rightly want to know where they stand on a whole host of issues – business prospects, jobs, pensions, public services…",
        "That’s why the UK Government is committed to facilitating the process and ending the uncertainty that is disruptive for UK and Scottish business alike.",
        "There’s a deal to be done.",
        "We’re ready to do it.",
        "And we can do it – if the Scottish Government is serious about honouring its election promise to let the Scottish people have their say.",
        "Respect for the right of the Scottish Government to hold an independence referendum should not be misinterpreted as indifference about the outcome.",
        "This Government passionately believes that Scotland is stronger as part of the UK and the UK is stronger with Scotland in it.",
        "As the Prime Minister has already said, our argument is not that Scotland can’t go it alone as a separate country should Scots choose to do so.",
        "It’s why would you want to?",
        "Why would you want to, when as a United Kingdom we’ve already achieved so much?",
        "And when – by pooling our talents and resources across the UK – we can achieve so much more.",
        "I spoke earlier about the unprecedented economic challenges we face.",
        "I’ve spent many, many hours discussing with my fellow Finance Ministers within the European Union how best to respond to the continuing hangover from the financial crisis and the decade of debt.",
        "As the members of the Eurozone strive to come closer together, the world would be rightly puzzled if Britain’s response was to break apart one of the most successful political and economic unions there has ever been.",
        "The British union – and its success – is as much a Scottish creation as it is the creation of any other part of the UK.",
        "Scots were among the first – and most successful – in taking advantage of the new trading opportunities opened up by union.",
        "Glance at any atlas and you’ll find Scottish place names on every continent.",
        "The influence of Scots has been felt in economic development across the globe.",
        "David Dunbar Buick – born in Arbroath – who founded the famous Detroit car company.",
        "Thomas Glover – an important figure in Mitsubishi’s history – who made an immense contribution to the modernisation and industrialisation of Japan.",
        "And William McKinnon whose businesses – forerunners of Inchcape – spanned the shores of the Indian Ocean, from the coast of East Africa to the new lands of Australia.",
        "Today the advocates of independence argue that Britain’s value to Scotland is spent.",
        "That union is no longer in Scotland’s economic interests.",
        "And that those who continue to believe in Britain are wallowing in nostalgia.",
        "I want to take this argument head-on.",
        "I make no apology for sharing all of the instinctive emotional attachment to Scotland’s place within the UK.",
        "Our shared history and culture.",
        "Distinct yet intertwined identities.",
        "A whole greater than the sum of its individual parts.",
        "And I reject the idea that while Britain has a glorious history, it has little relevance in tackling the challenges and grasping the opportunities of the modern world.",
        "300 years of working together means that today the hard-headed economic interests of Scotland and the rest of the UK are inextricably bound up together.",
        "Our economic integration and interdependence runs wide and deep.",
        "Working people, investment, goods and services all move freely across the UK.",
        "There are more than 800,000 Scots who live and work in other parts of the UK and half a million people from other parts of the UK who live and work in Scotland.",
        "Each year around 50,000 people move to Scotland from the rest of the UK, and nearly as many people move the other way.",
        "High levels of investment come from the rest of the UK into Scotland, with UK firms employing one in five Scottish workers and contributing around a quarter of Scottish turnover in 2010.",
        "Just as there are Scottish firms, like Scottish and Southern Energy, First Group and RBS who are significant employers in other parts of the UK.",
        "This deep integration means, for example, that Scottish manufacturers can produce goods in factories financed through capital in the City of London and built by Scottish engineers.",
        "Goods that combine raw materials from Wales and components built in England, powered by electricity from Scotland’s offshore wind industry.",
        "And goods which are sold to the rest of the UK and across the world through the UK’s road, rail and port infrastructure.",
        "Each year Scotland exports around £45bn worth of goods and services to the rest of the UK – equivalent to 40 per cent of Scotland’s total output.",
        "This is more than twice as much as Scotland exports to the rest of the world put together.",
        "And what better illustration of our shared economic interests and mutual dependence could there be than two of Scotland’s most important sectors – renewable energy and financial services.",
        "The energy that Scotland generates helps us to meet demand across the whole of the UK.",
        "It is the larger UK consumer base that ensures the significant investment costs required for this infrastructure are widely spread and do not fall on Scots alone.",
        "And then there is Scotland’s 90,000 strong financial services industry with its distinct contribution to the overall strength of the UK’s world-leading financial services sector.",
        "Scotland is renowned for the expertise of its investment managers and life companies – the Alliance Trust, Baillie Gifford and Standard Life to name but a few.",
        "Those working in the industry would be the first to acknowledge the benefits they derive from the close ties with the rest of the UK industry and, in particular the City of London.",
        "Just as those in the City will recognise the historic role and expertise within the financial centres of Edinburgh, Glasgow, Aberdeen and Dundee.",
        "It’s little wonder that the economic fundamentals of the Scottish economy are so aligned with the rest of the UK, and that its structure and movements are similar.",
        "Productivity in Scotland is 99 per cent of the UK average, the closest of any nation or region within the UK to the overall UK average.",
        "The employment rate in Scotland is 101 per cent of the UK average, again the closest of any nation or region.",
        "And earnings are now 97 per cent of the UK average, rising in recent years.",
        "These facts reflect the hard work – including by many of you in this room – who have strengthened the Scottish economy and fostered enterprise.",
        "So I am clear: full political and economic union across the UK – a source of many of our past successes – continues to underpin the UK’s and Scotland’s strength and credibility today and into the future.",
        "At the heart of the UK’s strength are the institutions and frameworks we share.",
        "It’s these institutions that support our fully integrated domestic market – more deeply integrated than any single market between separate states could ever be – and help to drive our prosperity.",
        "Now I know that the proponents of independence – applying the most reassuring bed-side manner – say that an independent Scotland would retain everything from the pound and the Bank of England to UK financial services regulation.",
        "However, I simply don’t think it’s credible to suggest simultaneously that in an independent Scotland everything will change and nothing will change.",
        "For one thing, although Scotland has always shared the benefit of the UK’s interest rates, which are now at record lows, it’s very unlikely that the government of an independent Scotland could borrow as cheaply.",
        "And it’s the interest rate on government bonds that is one of the key determinants underpinning the cost of all credit in the economy.",
        "So there would be higher interest rates: a sobering thought for all Scottish households with mortgages and all Scottish businesses.",
        "And let’s be clear: independence would change the UK’s current institutional arrangements for ever.",
        "Scotland and the rest of the UK would become separate, foreign countries.",
        "What’s the point otherwise?",
        "Let me take one of our oldest institutions, our single UK currency, the pound Sterling.",
        "A single currency that has supported more than three centuries of economic and social integration.",
        "How can we foresee what effect abandoning this 300 year-old commitment – or even talk of abandoning it – could have on confidence and prosperity?",
        "After flirting with the Euro and floating other possible arrangements, the Scottish Government’s latest position is that an independent Scotland would seek to enter a formal monetary union within a sterling zone.",
        "But the conundrum of the Eurozone crisis is how difficult it is to combine currency union with full fiscal and political independence.",
        "The members of the Eurozone are now faced with what I’ve described as the “remorseless logic” – the very lesson of the Eurozone crisis – that you can’t have monetary union without greater fiscal and political integration.",
        "Greater fiscal integration – because membership of a monetary union means greater interdependence, not greater independence.",
        "That’s why the eurozone are developing plans to control the fiscal positions of individual member states so that they can avoid the risks of contagion for all members of the union.",
        "Greater political integration – because sharing a currency – and perhaps a central bank – means policies that are consistent not divergent.",
        "Members must be prepared to forgo individual interests and circumstances for the interests of the union as a whole.",
        "So it’s difficult to argue for establishing a monetary union while pursuing fiscal and political separation.",
        "In a world in which a separate, independent Scotland wished to pursue divergent economic policies, what mechanism could there be for the Bank of England to set monetary policy, as it does now, to suit conditions in both Scotland and the rest of the UK?",
        "As Chancellor of the Exchequer, I have seen no such credible mechanisms proposed by those advocating independence.",
        "I am not clear they exist.",
        "If the Scottish Government cannot provide answers to these basic questions about Scotland’s currency then the Scottish people are entitled to ask this basic question in return: what path is the Scottish Government leading them down?",
        "We’re better together.",
        "And what about regulation of key sectors of the economy such as financial services or energy?",
        "Do the separatists propose to dismantle established regulatory regimes for markets that are highly integrated on a UK-wide basis?",
        "Or are they saying that the point of achieving independence is to surrender regulatory authority over key sectors in the Scottish economy to what would become a foreign sovereign authority?",
        "These are choices independence forces upon you, with consequences that are unknown – and unknowable – at the time you make them.",
        "Again, if the Scottish Government cannot provide answers to these questions, then the Scottish people are entitled to question what path the Scottish Government is leading them down.",
        "By contrast devolution within the UK provides Scotland with the best of both worlds.",
        "Substantial control over its own national affairs combined with the strength that flows from being an important part of a much larger entity.",
        "In a globalised economy the UK’s scale matters.",
        "Far from holding Scotland back, the UK provides Scotland with a strong, stable and secure platform.",
        "The UK has broad shoulders.",
        "When Alistair Darling was doing my job, UK taxpayers spent £45bn recapitalising RBS – and the bank also received £275bn of state support in the form of guarantees and funding.",
        "This support is equivalent to around two years of Scotland’s total output on any measure.",
        "A disorderly collapse of Scotland’s banks would have been devastating for depositors, jobs and growth in Scotland.",
        "That’s why I argue that the whole of the UK benefits from having a Government with the necessary fiscal firepower, backed by a credible central bank, which can deliver an effective co-ordinated response to a major bank failure.",
        "The UK has a large and diversified economy supported by a broad tax base of 30 million individual taxpayers and nearly 2 million registered businesses.",
        "We’re better together.",
        "And together our voice is heard abroad.",
        "However broad our shoulders, future prosperity depends – as it has always done – on our success as a trading nation.",
        "I particularly want to thank the CBI for all the work they are doing to push Scottish exports.",
        "Scots have never been parochial in their view of the world.",
        "You have always lifted your gaze beyond the horizon.",
        "At a time when the global community is striving to remove barriers to trade, I don’t believe it’s in anyone’s interests here at home to erect new borders and barriers to Scotland’s ability to compete in the world market.",
        "Being part of the UK opens doors for Scotland and Scottish business.",
        "There are enormous advantages to being part of one of the biggest and best Embassy, Consular and trade networks anywhere in the world.",
        "14,000 people in nearly 270 diplomatic offices, backed by a further 10,000 locals in the 170 countries in which we operate.",
        "This is just one example of a broader and fundamental point.",
        "Britain’s influence – and Scotland’s reach – is truly global.",
        "Scotland walks taller and shouts louder as part of the United Kingdom.",
        "So here in Glasgow tonight – a City that has played and continues to play such an important part in the story of Scotland and Britain.",
        "Let’s remember the great contributions of the past.",
        "Celebrate the great work being done today by businesses the length and breadth of this country.",
        "And look forward to what we can achieve together in the days, months and years to come.",
        "For our vision for Britain is of an economy, open to trade …",
        "…a Britain that extends choice and opportunities for all the people of the UK…",
        "…a Britain that cherishes the rich diversity of these islands…",
        "…a Britain that taps into the talents to be found in every part of our country to build a more prosperous future for us all.",
        "Scotland has played and continues to play a central role in making Britain the country it is today.",
        "A country attractive to inward investment.",
        "A country exporting around the globe.",
        "One of the best places in the world to do business.",
        "And I hope that when the Scottish people come to deliver their verdict, Scotland will continue to play that central role within the United Kingdom in shaping our country’s future.",
        "We are better together."
    ]
}