{
    "url": "https://www.ukpol.co.uk/kirsten-oswald-2022-speech-on-holocaust-memorial-day/",
    "title": "Kirsten Oswald – 2022 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsten Oswald",
            "url": "/tag/kirsten-oswald/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsten Oswald, the SNP MP for East Renfrewshire, in the House of Commons on 27 January 2022.",
    "content": [
        "It is a privilege to speak on behalf of the Scottish National party in this important debate which, for good reason, is one of the key dates in the parliamentary calendar. Some of the speeches we have heard have been utterly harrowing, but that is all the more reason for people to listen to them. Colleagues may have heard me mention, more than a few times, how fortunate I feel to represent East Renfrewshire, which is home to the majority of Scotland’s Jewish population. We are a diverse, vibrant community, and we are so very much the better for it.",
        "Last week I joined children from Calderwood Lodge Primary School for an excellent online lesson about the realities of the holocaust. We heard from Hedi Argent, whose very ordinary childhood in Vienna was turned upside down one day, just because she and her family were Jewish. She spoke so powerfully to the children about her own childhood, and about how as things changed, she was ostracised and bullied at school, by the teachers as well as the students, before her family had to flee. One thing she still remembered vividly was the personal impact on her of one friend—just one—who stood with her against the tide of hate, demonstrating, as Hedi says, that the right thing is not always the easiest.",
        "Last night I was fortunate to attend an excellent event organised by East Renfrewshire Council, where we heard from the family of the late Reverend and Eva Zoltan. It must have been very difficult for them but they told, very bravely, a chilling story of their parents’ experience during the holocaust, made all the more chilling because clearly life had moved quite quickly from just day to day, to terrible, unimaginable horror. We need to carry that thought with us, and increasingly so.",
        "Holocausts do not just happen overnight; they creep up on us gradually, with intolerance, hatred, and the othering of minority groups being allowed to happen, little by little, because nobody is brave enough to do what that wee girl Hedi’s friend did, and say “No, that’s not right. We don’t treat people badly just because of their identity or just because they are different to us.”",
        "I have spoken in this debate every year since I was elected, and it grieves me to say that I feel a bit less positive than I have done in previous debates. I am concerned about rising intolerance, hatred, and a populist divisiveness, which is fanned online but absolutely exists in real life too across the world, near and far. Nowhere is immune. We in this place need to be outspoken because, whether we look to the disgraceful treatment of the Uyghur Muslims in China, or much closer to home—I, too, saw that horrific video from Stamford Hill last night—we should be concerned. We need to be really aware that this is not some dim and distant historic issue. We have heard about genocides since, and now should concern us, too. We have to be willing to speak out positively and publicly about antisemitism, hatred and prejudice.",
        "I am fortunate because where I live that happens in the most powerful way. I have seen Henry Wuga and his late wife Ingrid speaking to young people about their experience so that generations of the future can learn from the past. Henry is an amazing man. This morning, he was on Radio Scotland encouraging young people to be aware of fake news and emphasising that we must always remember to learn—wise words, as ever. Just like Ingrid Wuga, Judith Rosenberg is very much missed in my community because of the enormous contribution that they both made to holocaust education and ensuring that the voices of survivors are heard and preserved. Such conversations, hearing directly from people who have experienced the holocaust or more recent genocides, are one of the most powerful ways of ensuring that the lessons that we must heed are heard. I am glad to join those who have already praised the excellent work of the Holocaust Memorial Day Trust and the Holocaust Educational Trust for all they do in that regard.",
        "The Holocaust Educational Trust supports initiatives such as the vision schools programme, where Mearns Castle and Barrhead high schools have achieved awards for their work in Holocaust education. That is important and very welcome. The importance of proactive work that supports communities to come together against antisemitism, Islamophobia, hatred and prejudice has never been more important, and communal organisations such as the Scottish Council of Jewish Communities and the Glasgow Jewish Representative Council are often at the forefront of making that happen.",
        "The Glasgow Jewish Representative Council recently hosted an excellent interfaith event where there was an unplanned but profoundly moving moment: the first ever Muslim student at Scotland’s only Jewish primary school was overjoyed to meet his Jewish headteacher again after many intervening years—they were both overjoyed, actually. That reinforced the importance of standing together to appreciate differences and calling out hate. That was one day, as today’s theme would have it, which will remain in my mind.",
        "Another one day that I will remember for the rest of my life was a very different kind of day: the day when I visited Yad Vashem and saw the reality of the holocaust writ large. I saw the magnitude of this stain on humanity, with the cold-blooded murder of men, women and children—so many of them—because they were Jewish, black gay, disabled, Roma or Sinti. Their photographs are there—so many photographs have been carefully collected in the time since—which is deeply upsetting to see. They bring home to you how, one day, everyday people living everyday lives—they were just people—were ripped away and killed in unimaginable horror and unimaginable numbers. Such photos are also posted on the Auschwitz Memorial Museum Twitter account, where, day and daily, we see photographs of men, women and children—often the kind of lovely photos people have on their mantlepiece of beautiful babies or chubby toddlers—who were all killed.",
        "It is really important to have that personal connection to the people who were murdered and look at their faces and into their eyes. Unfathomable numbers of people were murdered in the holocaust, but we must never forget that each one was an individual person—a loved and missed mum or dad, son or daughter—and not just a number to be tallied up. One of them is the only Scot named as righteous among the nations at Yad Vashem, Jane Haining. I have previously called for a more lasting memorial to her, and I applaud everyone involved in the current work on a heritage trail and a school essay competition in her name.",
        "Jane Haining grew up in Dunscore in the Scottish Borders and later travelled to Budapest to take up the post of matron in a Church of Scotland missionary school where many Jewish students were educated. She resisted calls from the Church to come home when it became clear that the situation was becoming very dangerous. Because she refused to leave her students alone to face their fate, she paid for her compassion and solidarity with her life. She was transported to Auschwitz along with them, and she died.",
        "Jane had said of her students:",
        "“If these children need me in days of sunshine, how much more do they need me in days of darkness?”",
        "That is the thing to take away from the debate. It is easy and unchallenging to speak out in the good times, but we really need to be committed to raising our voice and standing up when things are harder, and we all need to do that every day."
    ]
}