{
    "url": "https://www.ukpol.co.uk/kirsten-oswald-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Kirsten Oswald – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsten Oswald",
            "url": "/tag/kirsten-oswald/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Kirsten Oswald, the SNP MP for East Renfrewshire, in the House of Commons on 9 September 2022.",
    "content": [
        "I am grateful for this opportunity to give a tribute to the late Queen on behalf of my constituents in East Renfrewshire. East Renfrewshire Council has opened a book of condolence this morning, and I know that many local residents will want to take that opportunity to pay their respects and share memories of meeting the late Queen and what she meant to them.",
        "To so many people in my community and far beyond, she was simply a constant. She was, after all, the Queen for longer than most of us here have been alive and the only monarch that we have ever known. Her reign stretched across a society that has changed so much in the many intervening years, but the thing that never changed throughout all that time was her focus, which always remained on her duty. That sense of service and duty and her resolve to persist was a hallmark throughout her reign. I do not think that anyone could fail to be moved by the fact that that continued even this week, as she dealt with the installation of a new Prime Minister. In fact, during her reign, the late Queen saw 15 Prime Ministers, five First Ministers and 13 US Presidents. That puts this in perspective; in every way, this is the end of an era.",
        "Her sense of public duty, which spanned that whole era, was very close to everyone who came into contact with the late Queen. I will always remember the great regard that my gran had for her. She always followed the Queen’s movements with great interest. They shared a birthday and she saw that as being very significant. She was very pleased to be able to attend a number of royal visits. I grew up in Angus, which means that my home was not very far from Glamis, so I think that my gran’s interest stemmed very much from knowing that there was that local connection, because the Queen was known to have spent many happy times in the area.",
        "Of course, the late Queen was involved in so many different local areas, places, organisations and charities. That means that she will be missed in all of those spheres, too, and I think that people will feel that loss very personally because they had that personal connection to her. They will feel that this loss is also their loss. I know that many will take comfort from the words that they have heard today.",
        "For all her public presence and influence, it is obvious that most of all she will be missed by her family. I hope that in time they will also be able to take some comfort, perhaps by looking back on a life of duty that was well lived and by reflecting on the memories that people across the world will have shared. I am sure that we all know from our own lives that very deep sense of grief and loss that the King and the royal family will be experiencing just now. It is difficult to lose a loved family member, and my thoughts and the thoughts of people in East Renfrewshire are with them today."
    ]
}