{
    "url": "https://www.ukpol.co.uk/kirsten-oswald-2020-speech-on-covid-19/",
    "title": "Kirsten Oswald – 2020 Speech on Covid-19",
    "post_date": "May 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Kirsten Oswald",
            "url": "/tag/kirsten-oswald/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Kirsten Oswald, the SNP MP for East Renfrewshire, in the House of Commons on 12 May 2020.",
    "content": [
        "I start by sharing my huge gratitude to all the key workers in East Renfrewshire, who are doing such important ​work, and to the brilliant volunteers supporting our local community at this difficult time. I also pass on my condolences to those in East Renfrewshire who have lost loved ones.",
        "For the UK Government to be described as “reckless” by the British Safety Council in the midst of a pandemic should make even this Prime Minister pause. It was a disappointment that he did not share his planning or consult—not just with the devolved Administrations, but with local authorities, trade unions, employer representatives, and even, reportedly, his own Cabinet. Having set his announcement for Sunday to allow people to get going with the measures on Monday, it emerged that no preparation had been done with regard to transport, childcare and many other issues. Confusion reigned, even among the Ministers set out to do the morning media rounds. Most announcements applied only to England—although you would struggle to tell—but many in the Prime Minister’s party are demanding that all four nations march towards the cliff edge in lockstep. The response from Scotland is firm: no chance.",
        "Is it really time to stop protecting the NHS? If not, why is that disappearing from the heart of the campaign in England? And why was the “Stay Alert” slogan launched with green imagery? It is not difficult to see the signal that that is designed to send. As the Prime Minister prevaricates and blusters, it is clear that he is trying to nudge the population into an ill-considered move. Telling people to deal with the pandemic by staying alert is an abrogation of responsibility. A crisis of this magnitude demands leadership; thank goodness for Nicola Sturgeon and her fellow First Ministers.",
        "But there is no going back to the same old, same old—even if we wanted to. The Prime Minister’s enthusiastic but vague encouragement for people in England to hop in their cars and get back to work is neither sensible nor realistic. It displays a lack of connection to the reality of people’s lives, never mind their working lives. The Prime Minister needs to remedy that as a matter of urgency if he has any interest in workers’ safety and wellbeing.",
        "I applaud the UK Government for bringing in the furlough scheme but, as ever, the devil is in the less publicised detail. There will be disquiet at the impact on jobs of the employer contribution that the Chancellor announced today that he is looking for. I and other colleagues have been calling for flexibility in furloughing, and the Chancellor said today that there can be flexibility from August; we need to see partial furloughing before that. The Scottish Chamber of Commerce asks that flexibility takes account of a company’s ability to contribute, which will differ depending on location and sector. I hope that the Chancellor will take that on board.",
        "Despite the recognition of the vulnerability of pregnant women at the start of this crisis, it took until yesterday for half a sentence of guidance to be produced. Women have had to take sick leave or annual leave because the UK Government failed to listen when the issue was highlighted to them. If we are to achieve an orderly end to lockdown when the time is right, listening will be vital, and fair, safe, flexible work will be key. The Government should focus on not only sustaining jobs but enhancing fairness and employment rights as we look ahead. They must properly examine how a universal basic income could underpin a sustainable and fair recovery, which will be so important in the months and years ahead."
    ]
}