{
    "url": "https://www.ukpol.co.uk/kirsten-oswald-2023-speech-on-international-womens-day/",
    "title": "Kirsten Oswald – 2023 Speech on International Women’s Day",
    "post_date": "March 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kirsten Oswald",
            "url": "/tag/kirsten-oswald/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsten Oswald, the SNP MP for East Renfrewshire, in the House of Commons on 9 March 2023.",
    "content": [
        "I am very grateful to follow the hon. Member for Erith and Thamesmead (Abena Oppong-Asare), with whom I always enjoy working. She is always worth listening to.",
        "I also want to reflect on the speech made by the right hon. Member for Basingstoke (Dame Maria Miller) at the beginning of the debate. I was not sure how I was going to begin my contribution because, to be honest, I am a bit scunnered—probably more than a bit—but she set a positive example so, before I get on to my scunner, I will follow on from what she said and reflect on the fact that women across the House can and do work together positively. Although I have significant political differences with her, with women on the Labour Benches and with others, I am really grateful for the focus that all these strong, powerful women have on issues to do with women. I put on the record my great appreciation for colleagues cross party and for the work they do.",
        "I note the exceptional speech given by my hon. Friend the Member for Livingston (Hannah Bardell). It was a powerful contribution. She talked about her constituent and her lovely mum. It has been nice to hear the reflections of others about their mums, too. Again, that is something we can all agree on.",
        "I think we all want to be very clear in our appreciation for what the hon. Member for Birmingham, Yardley (Jess Phillips) does. It really matters. I am sure it is very difficult, but these women matter and the difficulty their families are facing should never happen. It should never be experienced by any family. We need to reflect on that and on the headlines, as others have commented, that follow these tragic incidents about “family men” and so on. The hon. Member for Brent Central (Dawn Butler) made some very powerful comments in that regard.",
        "**Hannah Bardell**",
        "My hon. Friend speaks of the families of the women whose names the hon. Member for Birmingham, Yardley (Jess Phillips) read out. I have just had the pleasure of spending some time with them, and what was palpable was not just the tragedy they have experienced, but their resilience. Does she share my view that they should never have had to face this and, as we have heard across the House today, we need to do so much more to ensure there are no lists of dead women to read out?",
        "**Kirsten Oswald**",
        "I am very grateful to my hon. Friend for what she says. I cannot add to that. What she describes is a reality and we have a responsibility to ensure that we do everything we can. The reality is not great. Too many families know all too well the gaping holes that are left because of male violence against women, so we will keep talking. We have a responsibility to do that. As the hon. Member for Vauxhall (Florence Eshalomi) said, we need to use our privileged platform here as parliamentarians to raise this issue time and again.",
        "The right hon. Member for Basingstoke spoke powerfully about the value and importance of women in public life, and the consequent improvements they bring. An increase in the number of women in public life ties together to bring women’s situations more broadly into a better place. She is 100% correct in what she says. We have many more women in public life now and I very much welcome that, but I also reflect that, certainly in the time since I was first elected in 2015, public life has become increasingly polarised. There are challenges over and above those that we would have identified in 2015.",
        "The hon. Member for Erith and Thamesmead (Abena Oppong-Asare) was correct to be concerned about the damage that influencers such as Andrew Tate inflict on wider society. Obviously, that has a profound effect on women. We also heard that culture wars, which we hear too much about, are not without an impact on women—that is absolutely right. All those who engage in that kind of behaviour should be ashamed of themselves, because they do down and cause detriment not only to women but to everyone in our society.",
        "Last year I was struck by hearing Members express those kinds of concerns—they were fed up and worn down by the toxic climate that they were working in. The hon. Member for Bath (Wera Hobhouse) reflected that it is increasing. Can we, in good conscience, not point that out? I do not think so. We should call it out for what it is: damaging our democracy and women. Can we, in good conscience, ask young women to come forward into what is often a toxic soup of threats, abuse and misinformation? I ask myself that. However, perhaps there is a bit more of the glass half full about me after all. I think that we can and we do ask young women to do that—I think of the strong and powerful young women I know, who will always stand up for women’s rights and equality.",
        "My reflection on equality is that if someone is coming after my rights as a woman, it is clear that the rights of every other group will be next on the agenda. I am aware that I perhaps sound a bit crabbit, as I would be described at home. Perhaps I am an increasingly crabbit middle-aged feminist, but I am happy to point out that my rights as a woman and my feminism are not at all imperilled—in fact, they are more than likely strengthened —by my making sure that I stand up for the rights of other groups.",
        "I am grateful that hon. Members have reflected on the situation of women across the world whose rights are imperilled. We need to be clear that rights are not carved in stone forever, as we have seen tellingly in the US. We have seen grave and terrible situations for women in Afghanistan and Iran, and they need not only our solidarity but our practical support and assistance. That is our job. We need to take practical steps and stand with them. Uyghur Muslim women are forced into sterilisations and labour camps. Women across the world are in difficult situations, and I include women in small boats.",
        "Closer to home, there are policies that cause detriment to women. I was pleased to hear the right hon. Member for Norwich North (Chloe Smith) and the hon. Member for Meon Valley (Mrs Drummond) speak about the future of work and supporting women in work. We need to do that, but the reality is that there is a 15% pay gap, and warm words will not deal with that. It will take concerted action, and the strong WASPI women who I spoke to yesterday know that there is a problem. The situation is not fair for them as older women, and nor will it be for younger women. It will take decades for that issue to correct itself, if it ever does. We need to accept that reality.",
        "I am always happy to talk at length about the positive policy in Scotland, as hon. Members will be aware. It is important that much of that policy focuses on gender and women. I would like to focus on one particular woman, as she stands down as the first female First Minister of Scotland and the first woman to lead the Scottish National party. I pay tribute to Nicola Sturgeon, a politician who has inspired me greatly and influenced many others. Many women and girls will be interested and engaged in politics and public life because of her consistent and solid support for women’s rights and making lives better.",
        "I will close by mentioning some other women who inspire me, because we need to finish on a positive note. East Renfrewshire councillors Caroline Bamforth, Angela Convery and Annette Ireland day and daily work hard to make lives better for women. They champion women and girls in all they do, and I am very proud to have them as my colleagues.",
        "Laura Young is a young influencer who is campaigning hard on environmental issues, including to get rid of disposable vapes, which cause problems for both the environment and young people. For her pains, she too is involved in the horrible, toxic morass of online abuse. Shame on all the people who deal with her like that. She is a young woman making a difference to the world, and she does not have to do that. Women such as her will continue to make a difference. None of the online abuse will make a difference—she is going nowhere.",
        "Rahima Mahmut is a Uyghur human rights activist who, despite the challenges she faces, stands up day and daily for the rights of Uyghur women. Hon. Members will not have heard of Rena McGuire, but they will all be the better for knowing her. Rena is a woman from Barrhead whose community activism spans decades. She has made every effort at every point to make life better for women in her community. Although we have many challenges and we should not minimise them, there is a space for us to appreciate the sterling and tireless work of women such as Rena, who make all our lives better."
    ]
}