{
    "url": "https://www.ukpol.co.uk/richard-ottaway-1985-speech-on-the-mental-health-act/",
    "title": "Richard Ottaway – 1985 Speech on the Mental Health Act",
    "post_date": "May 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Richard Ottaway",
            "url": "/tag/richard-ottaway/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Richard Ottaway, the then Conservative MP for Nottingham North, in the House of Commons on 19 June 1985.",
    "content": [
        "I wish to draw attention in this short debate to what I believe to be a deficiency in the Mental Health Act 1983. Before going into what I believe to be the difficulties with the Act, I shall refer to a case which came to my attention in my constituency involving Mr. Lionel Clarke. I make no apologies for broadcasting his name, as I first heard about the case via the national television channels, so the background to his case is a matter of common knowledge.",
        "Mr. Clarke, who is a negro in his 20s, has a long history of mental illness, and the social report produced by the Nottinghamshire county council shows that he has a background of aggression and that he is especially difficult to handle. This manifests itself in a number of violent tendencies. He has been in and out of a number of mental institutions. He was in Rampton, and after his discharge in 1980 he returned to his home and was peaceful for a while. However, in 1982 he threatened to kill his neighbour. He went back into a local mental hospital where he caused a considerable amount of damage, including tearing radiators from the hospital walls. His aggression increased over the years until in 1984 he broke down the door of his neighbour’s house after he had been refused entry. He threatened his neighbour’s children and had to be arrested by the police. It required 12 officers to detain him with a number of police cars and police dogs, and the incident caused a great deal of local concern.",
        "Mr. Clarke was readmitted into Highbury hospital, which is a local mental hospital, and was released in July 1984. His mother was most concerned about his release and expressed her concern. She felt that she could not cope with someone of such violent tendencies living in her home. Her fears were justified, because a few weeks later he broke into his grandmother’s house, broke it up, smashed up the cars of the police officers who came to detain him and generally caused havoc. In January 1985 he broke up his mother’s house and threatened to kill her. He was remanded in custody for the damage which he had caused to his mother’s house. As there were no suitable settings for him in the local health authority area he was put in Lincoln prison where he was remanded pending trial for the offences which he is believed to have committed.",
        "It was against the seriousness of Mr. Clarke’s background and the nature of his behaviour that Nottinghamshire county council prepared a report for the Nottinghamshire magistrates’ court. The council decided that he was a definite risk to his family, to the neighbourhood and to the community generally. In preparing the report for the magistrates’ court, no fewer than five psychiatrists were consulted over Mr. Clarke’s condition. One psychiatrist came to the conclusion that, though he was a difficult person, he was not mentally ill. Of the other four, they all felt that he should be in a secure unit. Two of the four thought that that secure unit should be Rampton, which is under the control of the DHSS, which is an important feature in this case.  \nI shall quote a small extract from the consultant psychiatrist at Rampton. If he does not know what the matter with the man is, no one will. He wrote:  \n“I still consider that he presents a grave danger to others and that it is only a matter of time before he causes serious injury to ​ someone. I consider that at the present time he needs treatment under the high degree of security, which is provided by Rampton Hospital.”",
        "Faced with reports of that nature, the Nottinghamshire magistrates decided that Mr. Clarke should be the subject of a hospitalisation order under section 57 of the Mental Health Act 1983. Under section 39, a request was made to the Nottingham health authority to provide the court with details of a secure setting for Mr. Clarke so that the magistrates could make a hospitalisation order and put him into a secure setting.",
        "On 23 April the Nottingham health authority said that there was no suitable secure accommodation for Mr. Clarke in the region, or in any other region. Under section 39 of the Act the authority had been asked to provide details of a place in the region and the authority said that no spare place was available. It was not that a place could not be found but that the man was so dangerous and his condition so serious that suitable treatment could not be found in the region.",
        "My information after that date is a little woolly, but someone then approached the DHSS, which controls Rampton, and said that the man should be admitted to Rampton. The DHSS admissions panel, in spite of the psychiatrists’ report, decided that he should not be admitted to Rampton.",
        "The magistrates were put in a difficulty because they could not keep the man on remand indefinitely. They had to try him. He was found guilty of offences and fined, and then—lo and behold—he was discharged. This was a man who a consultant psychiatrist at Rampton thought would eventually cause someone injury. No order was made.",
        "This caused considerable concern to Mr. Clarke’s family and the community. It attracted publicity. He was sent home with no obligation except to behave himself. That clearly could not continue, but it was not until his mother applied to start the process again that the man was taken to a local mental hospital. Within a month he was transferred to Rampton.",
        "I have not mentioned civil liberties, because it is not appropriate, but civil liberties are a concern. I have not mentioned section 41 of the Mental Health Act, which places a duty upon the Home Secretary to protect the public’s interest in such circumstances. The case that I have described shows that there is a lacuna in the operation of the Mental Health Act in that a man who is clearly mentally unwell can be set free.",
        "I should like to ask some questions which if not answered tonight should eventually be answered. First, on what grounds did the DHSS refuse to admit the man to Rampton? The psychiatrist’s report was available to the admission panel, but it was ignored. Secondly, why had the process to be restarted? Section 39 of the Act has been shown to be ineffective. The only obligation under that section seems to be to say whether a place is or is not available.  \nWe should change the legislation to oblige the health authority to find a place for such a person. That was discussed in the Committee considering the measure and the Minister told the Committee that he would rather strengthen the guidelines than rely upon legislation. Clearly, those guidelines are not working. I hope that, if legislation is introduced, they will be reinforced. It is not sensible to set such people free on the streets and cause us ​ great concern. I should like to know about the Department’s plans to block this loophole, which cannot be left in its present position."
    ]
}