{
    "url": "https://www.ukpol.co.uk/taiwo-owatemi-2023-speech-on-the-budget/",
    "title": "Taiwo Owatemi – 2023 Speech on the Budget",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Taiwo Owatemi",
            "url": "/tag/taiwo-owatemi/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Taiwo Owatemi, the Labour MP for Coventry North West, in the House of Commons on 16 March 2023.",
    "content": [
        "I start by congratulating my hon. Friend the Member for West Lancashire (Ashley Dalton) on her brilliant maiden speech. She has done both her family and her constituents proud, and it is an honour to have her in the House.",
        "Yesterday, I listened carefully to the Chancellor’s Budget. As with every Budget, there were announcements that I welcomed, and some where I thought opportunities were missed and the Government could, and should, have gone further. First, I welcome the Government’s suicide prevention support for those with poor mental health, which is vital for our communities. However, there was no additional funding announced to better support NHS services, so I am concerned that the measures that are needed to prevent people from falling into further mental health difficulties in the first place are missing. Prevention is always better than cure, and I am afraid that this Government do not seem to recognise that.",
        "After years of substandard housing, I also welcome the Government’s additional funding for our veterans. These brave men and women have put their lives on the line to protect us and keep us safe, so the very least that we can do is provide them with good accommodation and a place to call home.",
        "This Budget was a chance for the Government to unlock Britain’s promise and potential, but instead, they decided to continue papering over the cracks of 13 years of economic failure. My constituents in Coventry North West are being failed by a Conservative party unprepared to take the necessary bold steps to boost employment for everyone across the UK—not simply creating more jobs in the capital, but delivering for communities across the country. Coventry has seen a spike in the out-of-work benefit claimant count across all age ranges in the past month, and has an overall unemployment rate that is significantly higher than not only the national average, but the regional trend, making it all too clear that this Government are failing to reach groups in my city who need support. I am talking about the young, without whose economic input any growth remains merely a mirage. Without fundamental reforms to jobcentres, support for community groups and active engagement with employers, the Government look set to waste an entire generation of talent, to the severe detriment of us all.",
        "Earlier this year, the further education college in Coventry was forced to stop offering new apprenticeships. That college told me that it found it almost impossible to recruit staff to teach the courses, and instead was having to rely on agency staff. That is just one instance of a wider trend: the Government talk about breaking down barriers to work, but up and down the country, they are still failing the next generation on getting them the skills needed to prosper in the workplace of the future. That is having a disastrous effect on businesses in Coventry, which are crying out for skilled workers. It is even more heartbreaking when I talk to young people in my constituency: they consistently tell me how desperate they are for training, yet because of long-term underfunding and a failure of leadership, they miss out on those opportunities, and vacancies continue to be at a record high.",
        "The Chancellor should have taken the opportunity of yesterday’s Budget to reassess the apprenticeship levy and its scope. For there to be any substantial increase in employment, the Government should support training costs, shorter apprenticeship courses and a wider range of apprenticeships. Getting people into work as quickly as possible must be a priority. In government, Labour will localise employment support, because we know that people embedded in their communities know what is needed in their areas. That is only right: no longer should politicians and civil servants in Westminster make employment decisions for places they know little about. My constituents must be allowed to control their own future.",
        "The reality is that Britain has been falling behind since 2010. The UK has grown more slowly than its peers. Productivity has grown by a paltry 0.4%—the second slowest rate in the G7—with wages lower now than they were in 2010, and because of this crippling economic mismanagement, the Government have consistently failed to invest in our workforce.",
        "The cost of living crisis is hitting people particularly hard because incomes have been squeezed during the past 13 years of Conservative government. In my constituency, ordinary families, disabled people and pensioners are facing difficult choices. Mums are skipping meals so that their children do not. Families are struggling to buy new school shoes and uniform for their children. Older people are hesitating to put the heating on because they are worried about the costs. That is a damning indictment of this Government’s economic failure.",
        "With men earning £162 more per week and £3 more per hour than the women in my city, helping women get back to work and making sure they are paid their fair share is central to the long-term health of the economy. Currently, one in five women in their 50s is caring for an older, sick or disabled relative, rendering them economically inactive, and yet there has been nothing from the Government to tackle the care crisis that would help my constituents get back to work. Only a Labour Government will do what is necessary: uplift skills across the country, invest in apprenticeships, localise employment support and finally get Britain back to work.",
        "I want to make three points on childcare, which is a major issue affecting families in my constituency. I have gone through the details of the Budget, and it is clear to me that the announcement failed to meet the needs of families in my constituency. First, families need immediate support to meet their childcare needs, not a mere promise that they should hold on until 2026. Secondly, the number of early years settings available is decreasing every year, and some families are having to wait as long as 18 months to secure a place for their child so are unable to fully utilise the support available.",
        "Thirdly, early years centres such as Georgie Porgies Pre-School in my constituency need urgent help to keep their doors open. Many of these centres will want to offer the additional hours that the Chancellor announced but are financially struggling. What they wanted to hear from the Chancellor’s Budget was a plan to update the current childcare operating system, an increase in line with inflation of payments per child, per hour, and a scrapping or a reduction of business rates. None of that was announced yesterday, and yet again, special educational needs and disability schools have been neglected, with no announcement on how we will support settings such as Springfield House in Solihull that provide respite care for families in my constituency. It seems that the Government continue to neglect those with the greatest needs."
    ]
}