{
    "url": "https://www.ukpol.co.uk/taiwo-owatemi-2022-speech-on-global-food-security/",
    "title": "Taiwo Owatemi – 2022 Speech on Global Food Security",
    "post_date": "October 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Taiwo Owatemi",
            "url": "/tag/taiwo-owatemi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Taiwo Owatemi, the Labour MP for Coventry North West, in the House of Commons on 26 October 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Pritchard, and I thank my hon. Friend the Member for Birmingham, Erdington (Mrs Hamilton) for securing this timely debate.",
        "Global food networks are innately linked to our national security. Throughout Putin’s illegal war, Russia has refused to fulfil its commitment to export grains from Ukraine, which in turn has poured fuel on the fire of an already serious humanitarian emergency. Rising food prices across the globe are having a devastating impact on the poorest communities, which cannot continue. Yet at a time of such calamity for global food security, what do the Government decide to do? They continue to cut the UK’s aid budget, with disastrous effect.",
        "As the global community reels from conflict, hunger and climate catastrophe, the Conservatives continue to heap damage on to our global reputation. Britain should be at the forefront of providing aid to the hungry, not turning our backs on the world stage when help is most needed. Our allies are noticing, and they will not forget this moment. Britain is a leader on the world stage or it is nothing, so I urge the Government to think again and provide the help that is so badly needed. The Conservatives’ own manifesto contains an explicit commitment to end",
        "“the preventable deaths of mothers, new-born babies and children by 2030”.",
        "Given that malnutrition plays a role in 45% of all deaths of under-fives, and with global food insecurity rising, it is unacceptable that food receives only three mentions in the international development strategy. This Government are showing their true colours when it comes to fighting global food poverty. They will not act when it matters, and that is truly disgraceful.",
        "The Government are breaking their own promise not only on preventable deaths, but on the looming threat of climate change. Global warming could lead to a 20% rise in global food prices by 2050, hurting the world’s poorest countries. The Government must finally deliver on their promise on international climate finance, to help developing countries fight the climate crisis, and help to protect food supply. If food security is not connected for the world, it is not protected for us at home. This, more than most, is an interconnected issue, and if we do not deal with it on a global scale, there is minimal chance of success. We cannot close ourselves off from the reality of climate change; we must work together with those who will be worst affected to find a solution now.",
        "In the United Kingdom, we need a sustainable pivot towards self-sufficiency, meaning a decisive shift towards a farmer-focused food chain. We have a target to double the amount of locally sourced food in our shopping baskets. We need to put local farmers in Coventry, the west midlands and across the country, and fishers, food producers and workers, at the heart of plans to deliver healthy food locally. To support our farmers and save our planet, locally produced food must be the future. To achieve that, we need to boost the viability of small and medium-sized enterprise producers of fruits, vegetables, dairy and livestock, and increase the land area dedicated to smallholdings. City gardens and other urban green spaces must provide local populations with a much higher percentage of their daily food. That is something that we need to urgently address.",
        "Unless the Government act, the UK’s reputation will continue to wane as we are seen to be closing ourselves off. This is an opportunity for our country to become a world leader in an area that will only grow in significance in the years to come, and for the Government to tackle a key issue that also affects the United Kingdom. Food poverty is on the increase, and in my city of Coventry many families now depend on food banks. If the Government refuse to act, Labour is ready and willing to do what is needed to provide food for the children of this country and the world."
    ]
}