{
    "url": "https://www.ukpol.co.uk/taiwo-owatemi-2022-speech-on-achieving-economic-growth/",
    "title": "Taiwo Owatemi – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Taiwo Owatemi",
            "url": "/tag/taiwo-owatemi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Taiwo Owatemi, the Labour MP for Coventry North West, in the House of Commons on 18 May 2022.",
    "content": [
        "Today, I wish to focus on three key issues. The first is the cost of living crisis, which is the No. 1 issue facing the country. My constituents in Coventry North West have suffered months of sky-rocketing fuel bills, soaring inflation and hikes at the petrol pump. Sadly, this has been met by a carefree response from this Conservative Government whose policies are pushing many below the poverty line.",
        "The crisis has been hitting my constituents hard since last summer, yet the Government are still not adequately supporting them. When I surveyed hundreds of my constituents recently, a massive 88% said that they did not expect their income to keep up with rising energy bills. Despite that, none of the 38 Bills outlined in the Queen’s Speech offered any specific or effective measures to tackle the cost of living crisis. That is why the Government must accept Labour’s plan to introduce a windfall tax on gas and oil companies that have reported record profits, and that would go a long way to providing a cut to energy bills of up to £600 per household. The Government must finally wake up to the urgency of the crisis on the ground.",
        "Secondly, I wish to speak about planning rules and new housing developments, and the impact that they are having on certain communities. Across the communities of Holbrook, Allesley, Keresley, and Eastern Green in my constituency of Coventry North West, many of my constituents have real and heartfelt anxieties about the impact of large-scale new development and its devastating impact on greenbelt land.",
        "For years now, I have heard constituents warning that the current planning rules are not fit for purpose. They say that they currently serve developers’ greed and do nothing to address the needs of local people and those who are most impacted. In Coventry, this means that the wrong type of houses are being built. They are built in the wrong part of the city and, eventually, are sold at an unaffordable price. From start to finish, the system is a mess and it is broken. Tens of thousands of new homes have been imposed on my city of Coventry in recent years, against the wishes of residents and their elected councillors.",
        "Equally, the rules concerning new developments do nothing to guarantee that new homes will come with the necessary added infrastructure. That means that large-scale housing developments are being built without the necessary infrastructure, such as decent public transport, good-quality broadband connectivity, improved roads, green spaces, and extra local services, such as schools and GP surgeries.",
        "What we have heard so far from the Queen’s Speech goes nowhere near reaching the key issues affecting my constituents. What we have are mere gestures towards a more democratic planning system, which will not fix the problems in Coventry or elsewhere across the country.",
        "My final issue concerns healthcare and the future of our beloved NHS. Our NHS is struggling to keep up with increased and more complex demands, and it is finding it increasingly difficult to clear the backlog created by the pandemic. Let us look at our ambulance service as an example. In the west midlands, ambulance services are receiving more 999 calls than at any time in history, and yet, simultaneously, our region is facing crippling ambulance shortages. In my own city of Coventry, just days ago, a woman suffering from a heart attack had to wait two-and-a-half hours for the ambulance to show up. That is heartbreaking and it cannot go on. However, this is only part of the problem. Health services in the community are at breaking point following the failure of successive Conservative Governments to recruit more GPs and to roll out additional GP surgeries. Every morning, dozens of my constituents have to wait on the phone line, often for up to an hour, just to try to book an appointment with their GP. Too often, when they finally get through to somebody at their surgery, they find that all the appointments are booked up or that the next available appointment is not for weeks.",
        "Frustratingly, although the Government have already admitted that they will fail to fulfil their pledge to recruit 6,000 extra GPs by 2024, and although those shortages are making life exceedingly difficult for many of my constituents, there was nothing announced in the Queen’s Speech to tackle this health crisis. Labour, however, has a very clear plan. We would make reducing waiting times and boosting staffing numbers in our NHS a top priority in government. Until this Government understand its importance, the problem will not go away.",
        "One subject that was outlined in Queen’s Speech was women’s health, but, like so many other critical issues, it got empty words and no concrete promises. Many women continue to face appalling healthcare inequalities. For example, more than half a million women face horrendously long waiting times for gynaecology care.",
        "The Government have repeatedly promised to prioritise addressing women’s health issues with a long-awaited women’s health strategy. However, they have failed again and again to deliver that strategy. It was meant to be delivered by Christmas last year, but that never happened, and we are still waiting for it five months later. If the Government genuinely want to do right by women’s health, they must urgently publish a comprehensive and intersectional women’s health strategy. Until then, they will continue to fail in their duty to provide world-class healthcare to every woman in this country.",
        "This Tory Government have been in power for over 12 years now, and they appear to have entirely run out of energy and ideas. Whether on the cost of living crisis, housing or healthcare, the Government are first to deliver a soundbite, but last to deliver the lasting changes that the people of this country need. This Queen’s Speech should have been the opportunity to address some of the many complex challenges that we face. Instead, it was yet another demonstration of the Government’s disinterest in delivering for my constituents in Coventry North West. They, and the people of this country, deserve so much better."
    ]
}