{
    "url": "https://www.ukpol.co.uk/taiwo-owatemi-2022-speech-on-the-nhs-workforce/",
    "title": "Taiwo Owatemi – 2022 Speech on the NHS Workforce",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Taiwo Owatemi",
            "url": "/tag/taiwo-owatemi/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Taiwo Owatemi, the Labour MP for Coventry North West, in the House of Commons on 6 December 2022.",
    "content": [
        "Many Members will remember that the Health and Social Care Committee recently published a report on the NHS workforce—a report that the Government frustratingly chose to ignore. As workforce shortages stand at unprecedented levels right across the NHS, with the latest figures revealing that there are more than 133,000 vacancies in England alone, I thought it might be useful to remind the Government of some of the report’s key recommendations.",
        "First, the Government are failing to provide our NHS nurses with the essentials that anyone would need to do their job properly. In short, they are serving up poor working conditions, year in, year out. At the bare minimum, all nurses across the NHS should have easy access to hot food and drink, free parking or easy access to work and spaces to rest, shower and change, but the Government cannot even get that right.",
        "I have repeatedly raised with the Department of Health and Social Care and the Prime Minister the fact that NHS staff at Coventry’s University Hospital are paying an astronomical £600 per year simply to park at work. In the middle of a cost of living crisis, it is outrageous that Coventry’s NHS heroes are out of pocket because the Government choose to do vanishingly little to improve their situation. I again call upon the Department of Health and Social Care to look closely at this situation and scrap these unfair parking charges for good.",
        "Is it really any surprise that the Government’s current target of recruiting 50,000 nurses has been woefully missed when they are treated so poorly? It is unacceptable that many NHS nurses are struggling to feed their families, pay their rent and heat their homes. Some nurses are even resorting to using food banks this winter. I urge the Government to look closely at how they can better pay and treat NHS staff this year and next, so that we can finally reverse this worrying trend.",
        "Our beloved NHS, which I had the honour of working for as a senior cancer pharmacist before being elected, is on its knees as a result of 12 years of Conservative neglect and mismanagement. Many services are crumbling. Pay has failed to keep up for years, and morale among nurses is in a truly terrible place. That is exactly why the Royal College of Nursing has been pushed into taking industrial action this month and why the Government must stop the mud-slinging and instead work with nurses to resolve this crisis.",
        "Secondly, the Government must take urgent action to improve maternity care. For over a decade, the Conservatives have failed midwives across my community, and now we are all paying the price. We need a robust, fully funded maternity workforce plan, and the Government must commit to recruiting and retaining the workforce at the level set out in the forthcoming report by the Royal College of Obstetricians and Gynaecologists. Labour has made it crystal clear that we would train at least 10,000 additional nurses and midwives each year to tackle the crisis that currently exists in maternity care. Labour has also committed to a historic expansion of the NHS workforce, to plug the gaps created by this Government.",
        "The Government must also improve diversity in the recruitment of midwives, to improve the standard of care that black, Asian, mixed-race and minority ethnic women receive throughout pregnancy, birth and the post-natal period. By increasing diversity across the NHS, we can guarantee better standards of care for everyone, regardless of their background or ethnicity. Labour’s women and equalities team has routinely pushed for reforms that would improve how everyone experiences healthcare in this country, so when will the Government catch up?",
        "Lastly, as the newly elected chair of the all-party parliamentary pharmacy group, I want to highlight an opportunity that the Government have failed to grasp: better use of community pharmacists. As a trained pharmacist, I know that the sector is crying out for more responsibilities to become the first port of call for patients who need advice and treatment. That would help to rebalance the workload across primary care, bring healthcare back into the community, reduce the pressures on GPs and hospitals and deliver healthcare that is much more prevention focused.",
        "Any plan for the future of pharmacy must ensure that all pharmacists have adequate access to supervision and training, along with clear structures for professional career development into advanced and consultant-level practice to help to deliver this. That way, community pharmacists can play a much larger and more effective role in delivering healthcare. Until this Government properly mobilise pharmacies, we will struggle to reduce waiting times, clear NHS backlogs or improve patient access to GPs, so I desperately want to see action here. Every Member here today understands that our NHS workforce faces a range of big challenges. Whether it is nurses, midwives or pharmacists, our NHS workforce are at breaking point.",
        "**Paul Bristow**",
        "I completely share the hon. Lady’s sentiments about making better use of community pharmacists. She talked about better support and resources being available for pharmacists to do just that, but what specific things does she think need to happen to get the ball rolling?",
        "**Taiwo Owatemi**",
        "That is an excellent question. I could be here for hours explaining what I would like to see, but essentially, what I and many in the profession would like to see is an understanding and full use of the various skills that pharmacists have. We talked about this in the Health and Social Care Committee today: I would like pharmacists to be involved in providing clinical care—for example, a diabetes workshop or a cardio blood pressure workshop. We have seen other countries do that. In Alberta, Canada, community pharmacists are involved in the whole of the hypertension management; it is taken away from GPs and brought into the community, because it is more accessible in a community pharmacy.",
        "Whether it is nurses, midwives or pharmacists, our NHS workforce are at breaking point, but the Government are seemingly ignoring that. I hope that the Government urgently sit up, take note and look at how they plan to address our workforce needs, to ensure that our beloved NHS staff are no longer ignored."
    ]
}