{
    "url": "https://www.ukpol.co.uk/taiwo-owatemi-2022-speech-on-cancer-services/",
    "title": "Taiwo Owatemi – 2022 Speech on Cancer Services",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Taiwo Owatemi",
            "url": "/tag/taiwo-owatemi/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Taiwo Owatemi, the Labour MP for Coventry North West, in the House of Commons on 8 December 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Erewash (Maggie Throup), a former Health Minister, who spoke with so much authority about the current workforce challenges, but also the need to improve and invest in better diagnostic equipment. I also commend the Select Committee Chair, the hon. Member for Winchester (Steve Brine), for perfectly outlining the Committee’s report.",
        "As somebody who worked in our NHS as a cancer pharmacist before entering this House and has worked as a regular volunteer pharmacist at my local hospital in Coventry, I know just how overwhelmed and over- stretched NHS cancer services are. The recently published report from the Health and Social Care Committee on cancer services uncovered that, in September, only 60.5% of patients started treatment within 62 days of urgent referral. In Coventry this year, only 57.2% of patients at University Hospitals Coventry and Warwickshire NHS Trust began their treatment within two months of being referred to the hospital by their GP. That is against a national target of 85%, so in Coventry and across the country cancer patients are being failed, making the Government’s declaration earlier this year of a war on cancer look more like a retreat than a tactical advance.",
        "The reality is that waiting lists are up, referrals are slower than ever, screening is in crisis, patient satisfaction has plummeted, medical professionals are leaving the sector in droves and the sector faces major structural challenges. If the Government are serious about making inroads into improving cancer care over the long term, it is crucial that they build a cancer workforce that is fit for the future. I welcome the Government’s commitment to publish a workforce plan next year, but they must commit to publishing the plan in full and deliver the much-needed funding for any workforce growth to succeed.",
        "Just to take clinical directors as an example, 99% have said that they are concerned about morale and burnout across the clinical radiology workforce. If we continue to treat our medical professionals with contempt, no one should be surprised if they decide to look for pastures new. If allowed to worsen, I fear that this workforce crisis will lead to expensive outsourcing and it will inevitably place greater strains on the public finances. Equally, I am deeply concerned that the Government have so far failed to recommit to a long-term cancer strategy.",
        "Under the last Labour Government, there was a long-term strategy and by and large we delivered it. That was reflected in record high patient satisfaction, record low waiting times, speedy referrals and improving survival rates across the board, so that is exactly what cancer services deserve.",
        "We know that one in two of us will get cancer in our lifetime, yet cancer outcomes in the UK continue to lag behind those of comparable European countries, as many Members have mentioned. This is disappointing to hear and highlights why we need a 10-year cancer plan. I am concerned that there are rumours that the plan may have been scrapped; given how many resources and how much energy have been put into developing the plan, I hope the Minister will confirm whether that is the case.",
        "Many Members have spoken about prevention, which is at the heart of the Committee’s latest cancer report. Four in 10 cancers in the UK are preventable, yet only through taking action to prevent cancer developing in the first place will we save lives and reduce pressure on our NHS. I welcome the successful public health campaigns on smoking and obesity in recent years, but much more needs to be done to ensure patients are made aware of the risk factors in developing cancer and can recognise its early signs and symptoms.",
        "Shockingly, smoking is still the biggest cause of cancer and death in the UK, causing around 150 cancer cases every day and 125,000 deaths each year. Recent Cancer Research UK modelling suggests that England will miss its smoke-free 2030 target by seven years for the population as a whole and by almost double that for the most deprived communities, who will not meet this target until the mid-2040s. So I urge the Government to invest in the resources and services that encourage and support people to quit smoking for good. Only through this long-term investment are we going to see the preventive results we urgently need.",
        "As the recently elected chair of the all-party pharmacy group and a former oncology pharmacist, I will briefly focus on drugs. As Health and Social Care Committee Chair the hon. Member for Winchester said earlier, drug research and development is not within the remit of the NHS. However, much investment is needed on research and development for new drug treatments, particularly for rare cancers such as liver cancer.",
        "I also want to speak briefly about aseptic services. I still work in aseptic pharmacy and understand the challenges and difficulties facing pharmacy aseptic services. The failure of the firms who make the cancer drugs to meet demand and the subsequent delays in patient treatment mean many treatments are repeatedly rescheduled. Frustratingly, this also means more work for NHS staff, who are already under enormous pressure. Also, increasing vacancy rates in aseptic services mean that services are working at, or above, capacity. These posts are hard to fill due to the fact that only a small group of healthcare professionals have the specific skills required, and given the small number of new staff entering aseptic services the filling of a vacancy at one hospital often results in a vacancy at a neighbouring hospital. I urge the Minister to take this challenge seriously, and to recognise that delays to treatment and referrals and cancellations must be addressed as they impact the ability of hospital pharmacy teams to supply these vital treatments.",
        "The Government must also take note and understand that the relationship with the firms supplying these drugs and NHS units is of fundamental importance. Hospitals must work in partnership with these companies to ensure that all parties do all they can to make sure the treatment is available on time and when patients need it; at the moment this is not happening. Pharmacy teams must be part of all capacity planning discussions; they are the ones on the frontline and they know what patients need. Aseptic units with capacity must also have the power to support other hospitals within their integrated care system areas. There will always be a small number of products that have to be prepared locally on a patient-specific basis; however, currently no mechanism exists for these products to be made without relying upon the manufacturers. I would welcome the opportunity to discuss these issues with the Minister further, and I hope she recognises the serious challenges aseptic pharmacies currently face.",
        "I have covered a lot of ground in my remarks today, but that is because of the scale of the challenge facing cancer care across the NHS. Whether driving down waiting times and eliminating needless delays, growing the workforce to treat cancer patients, boosting cancer prevention services, or facing down the challenges facing aseptic services, the Government certainly have a lot to do to improve cancer services and patient outcomes. I know the Minister is committed to improving those services and outcomes, and as a member of the Health and Social Care Committee I look forward to seeing, I hope, the much-awaited cancer plan and scrutinising it. I sincerely hope that this time next year the situation has improved for my constituents and all cancer patients nationally."
    ]
}