{
    "url": "https://www.ukpol.co.uk/taiwo-owatemi-2023-speech-on-commercial-breeding-for-laboratories/",
    "title": "Taiwo Owatemi – 2023 Speech on Commercial Breeding for Laboratories",
    "post_date": "January 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Taiwo Owatemi",
            "url": "/tag/taiwo-owatemi/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Taiwo Owatemi, the Labour MP for Coventry North West, in Westminster Hall, the House of Commons on 16 January 2023.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Efford. I thank the hon. Member for Carshalton and Wallington (Elliot Colburn) for introducing this e-petition debate. I also thank the 170 constituents of mine from Coventry North West who signed the e-petition.",
        "Let me be unequivocal: Britain must reclaim its position at the forefront of animal rights protection. For years, this crucial issue has been sidelined. Key legislation, such as the Animal Welfare (Kept Animals) Bill and the animals abroad Bill have gone missing without a trace. We cannot allow the same to happen with animal testing.",
        "I am proud that our country outlawed the testing of cosmetics on animals in 1997. Although it was long overdue, it was a welcome achievement. However, over the past two decades, technological advances have changed the testing landscape dramatically, so it is time the law caught up. With fewer than 3 million procedures a year, animal testing is at its lowest ever level since 2004, and more humane and non-animal alternatives are used to achieve the same end. Many Members have spoken about the alternatives.",
        "As the chair of the all-party parliamentary pharmacy group, I have no intention to oppose legitimate medical research. However, as the RSPCA said, far too many animals are still being put through experiments that do not constitute vital medical research. Most concerning of all is severe suffering, whereby animals are subjected to the highest level of pain, debility or death in the name of research. Although there has been significant progress in recent years, with a 61% drop in the number of procedures causing severe suffering carried out in the UK since 2014, we need a cast-iron commitment to ending the procedure all together.",
        "The time for action is now. A generation on from the achievements of the 1990s, we need a fundamental and binding review of the entire field of animal testing. Only a root and branch, searching inquiry will protect animals in the short term and prevent their use in testing in the long term, as more and more alternatives are developed. Equally, as we set goals for the future, we cannot neglect the animals that are suffering as we speak, so a review must also commit to examining conditions as they are today, and it should review the situation at Camp Beagle.",
        "Despite the progress that has been made, I am deeply concerned that animal rights are on the verge of a dramatic leap backwards. The Retained EU Law (Revocation and Reform) Bill could wipe thousands of vital regulations from our statute book overnight. That means that the ban on testing cosmetics on animals may be brought to a sudden end. More and more of my constituents are concerned about the dangerous pattern they see emerging from the Government’s action on animal welfare. New laws, long promised, are dropped the moment the spotlight moves to the next issue dominating the front pages. Even those that manage to slip through the net and reach the statute book are frequently watered down with enforcement mechanisms that nobody could honestly believe are transparent or effective. All that is taking place against a backdrop of a flurry of vital laws that are due to be jettisoned with no democratic oversight whatever.",
        "Animal research and testing cannot be swept under the rug any longer, so I urge the Government to seek a compassionate and thorough understanding of the science and the consequences for both animals and people alike. Going backwards cannot be an option. As science makes more and more research possible without the need to involve animals, it is our duty in this place to react and ensure that the law keeps up."
    ]
}