{
    "url": "https://www.ukpol.co.uk/taiwo-owatemi-2023-speech-on-prescription-charges-for-people-aged-60-or-over/",
    "title": "Taiwo Owatemi – 2023 Speech on Prescription Charges for People Aged 60 or Over",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Taiwo Owatemi",
            "url": "/tag/taiwo-owatemi/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Taiwo Owatemi, the Labour MP for Coventry North West, in Westminster Hall, the House of Commons on 6 March 2023.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Sir Edward. I thank my hon. Friend the Member for Gower (Tonia Antoniazzi) for securing such an important debate.",
        "As a cancer pharmacist, chair of the all-party parliamentary pharmacy group and somebody who still volunteers at a local hospital—I was there this morning—I have seen at first hand the difference that free access to medication makes to those over the age of 60. For years, I have treated patients whom the prescription proposals will make worse off. I know just how anxious they are at the prospect of having to fork out another monthly expense that they simply cannot afford. When the choice is between heating and eating, which is a day-to-day reality for thousands of people in my city, we cannot sit idly while health is incorporated into the mix. It should not have to be spelt out that, as people age, they will develop long-term healthcare needs, and those needs will need to be treated by prescription drugs.",
        "**Margaret Ferrier**",
        "Prescription charges have been described by pharmacies as attacks on the sick. As we have heard, pharmacies have reported a significant increase in the number of patients not collecting their prescriptions because they simply cannot afford them. Does the hon. Member agree that that is worrying for all age groups, but especially for over-60s, who are more prone to sickness and to requiring that medical aid?",
        "**Taiwo Owatemi**",
        "I agree. Sadly, we look at the pharmacy shelves and see that many patients are not picking up their prescriptions, or patients come to the pharmacy counter, realise how much a prescription costs and that they cannot afford it because they have not financially planned for it. I will speak about that later in my speech.",
        "The Government’s impact assessment concluded that 52% of people between the ages of 60 and 64 will have at least one long-term health condition, so by aligning medical exemptions with the state pension age, the Government are hitting the people in my community who have the greatest need for medication but simply cannot afford it. What do the Government expect to happen when people in their 60s decide that they can no longer afford their prescriptions? If saving money is the Government’s aim, I question whether they have considered the reality—that the proposals will simply shift the costs from primary to urgent care. Health conditions will inevitably worsen, and patients will be forced into overcrowded A&E units—adding to the already overwhelmed health service.",
        "I support some of the points highlighted by my hon. Friend the Member for Gower regarding long-term health conditions, especially unchanging health conditions such as asthma, motor neurone disease and sickle cell anaemia. As she highlighted, the York Health Economics Consortium estimated that £20 million would be saved each year if the NHS scrapped prescription charges for people with Parkinson’s and inflammatory bowel disease. That is because fewer people would be forced into A&E, which would mean fewer hospital admissions and fewer GP visits. If we want to save the NHS money and reduce the burden on the NHS, prevention is key, and medicines play an essential part in preventing patients’ healthcare conditions from worsening and preventing patients from developing other health conditions. It is concerning that the Government can consider the proposals as a way of reducing the burden on the healthcare system. That is a hugely irresponsible decision for the Government even to consider making. It is essential that the Government engage in some form of cumulative impact assessment. People over the age of 60 with long-term conditions will be disproportionately affected.",
        "My older constituents in Coventry North West are anxious and stressed. They tell me that they simply do not know how they will make ends meet at the end of each month, especially when they have to deal with soaring energy bills and food costs. They ask why the Government continue to attack elderly residents during the most severe cost of living crisis for a generation. I hope that the Government will answer that. I especially worry that making our ageing population pay for medication will leave huge numbers of people unable to afford essentials and force them into further hardship. I add my support for the Prescription Charges Coalition, which is calling for a freeze in prescription charges for 2023 and has said that the Government must scrap the alignment plans. I recognise that the Government are planning to support the proposals.",
        "Every year, especially on 1 April, I find myself helping patients to fill out prepayment card applications or to navigate the increase in NHS charges, because many do not even realise that those changes are coming. I therefore first ask the Government to notify patients of the increase way before 1 April so that they are able to financially plan; otherwise, the increase may mean that many do not have access to their medication when they need it. Secondly, will the Government review the long-term exemption list for patients with medical conditions that, due to their nature, we know will not change?",
        "I want to make a final important point. Older people have contributed to our society their whole lives, and they have trusted that if they work hard and pay their taxes, they will be looked after. That is the deal we make with them, and it is what they expect from us when they get older. The Government’s proposal will break that trust. We cannot afford to abandon older people now simply because the Government have decided that this is the best way forward. Doing so will impact trust in the long term.",
        "Lastly, will the Minister, who is responsible for primary care, come to the all-party parliamentary pharmacy group meeting from 1 pm until 3 pm on 29 March in Room S, Portcullis House, and speak to pharmacists? We would like to continue the debate and to talk about the current pressures facing pharmacy as a whole.",
        "It has been a pleasure to contribute to the debate. I look forward to hearing from other colleagues."
    ]
}