{
    "url": "https://www.ukpol.co.uk/taiwo-owatemi-2022-speech-on-access-to-gp-services/",
    "title": "Taiwo Owatemi – 2022 Speech on Access to GP Services",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Taiwo Owatemi",
            "url": "/tag/taiwo-owatemi/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Taiwo Owatemi, the Labour MP for Coventry North West, in the House of Commons on 21 June 2022.",
    "content": [
        "It goes without saying that GP surgeries play an essential role in our communities and in our NHS. They are often the first port of call for anyone in need of medical help, and it is the hard work of GPs that ensures we can all obtain advice, medicine and referral to other services. However, like much of the NHS, GP surgeries are overstretched, under-resourced and understaffed, due to more than a decade of Tory mismanagement.",
        "Frustratingly, my constituents in Coventry North West are suffering the consequences of that. Constituents contact me every week, telling me about the difficulties they face in trying to access their GP. Like so many of the GP surgeries discussed today, surgeries in my constituency are made up of dedicated health and administrative staff who have been stretched often to breaking point and simply do not have the capacity, resources or staff they need to serve their patients.",
        "I will focus on one example—a constituent who reached out to me about their 2-year-old daughter. Their daughter is non-verbal, has recently been having nosebleeds and is exhibiting symptoms of head trauma. Each day, my constituent wakes up and joins a queue to try to access a GP appointment. Even though they are often on the phone for hours, they are still not able to book an appointment. In fact, they have not been able to speak to anybody at all at the surgery. My constituent is understandably concerned for their child’s health and, like many others, is desperate to see their GP.",
        "The difficulties facing our GP services are having a knock-on impact on the rest of the NHS. Patients unable to see their GP are more likely to request an ambulance or visit A&E. In the west midlands, we have seen ambulance waiting times skyrocket to more than 8 hours for some people. Another constituent raised a case where the patient had to wait more than two hours for an ambulance to arrive, even though they were experiencing a heart attack. If the Government do not get to grips with the scale of this problem, the entire NHS will have to pay the price.",
        "Before being elected as the Member of Parliament, I worked in the NHS as a full-time cancer pharmacist, and I still regularly volunteer as a pharmacist at my local hospital, Coventry University Hospital in Warwickshire. That has provided me with first-hand experience of the dedication and hard work of everyone who works in our fantastic NHS.",
        "It is important that the Government finally deliver a plan that lives up to the dedication of NHS staff, providing GPs and others with the resources they need to do their job. That is what our GPs deserve and it is what my constituents in Coventry are desperately asking for."
    ]
}