{
    "url": "https://www.ukpol.co.uk/david-owen-1978-statement-on-foreign-affairs/",
    "title": "David Owen – 1978 Statement on Foreign Affairs",
    "post_date": "April 6, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "David Owen",
            "url": "/tag/david-owen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Owen, the then Foreign Secretary, in the House of Commons on 7 June 1978.",
    "content": [
        "I know that the House is pleased to have two days to devote to the subject of foreign affairs. There must be few occasions in recent history when there has been so much genuine concern about the direction of foreign policy and such a questioning of the relationships between East and West.",
        "I shall speak this afternoon mainly about Africa. I shall relate my remarks about Africa to the whole nexus of problems, particularly to East-West relationships and what we increasingly describe as detente.",
        "Nobody in the House wishes to question the fundamental principle underlying detente—the need for a closer working relationship between the two major super Powers in the world, the United States and the Soviet Union. Although no doubt different opinions will be expressed in this debate as to how the process of detente should be managed, and although there will be different interpretations as to what each of us can legitimately expect to extract from our relationships in that process, particularly about the motivation of the Soviet Union in entering into detente, I hope that no voices will be raised in this debate asking us arbitrarily to stop the process of detente.",
        "Certainly if that view were to be advocated, Her Majesty’s Government would reject it decisively. There can be very few people who would wish to return to the situation that obtained at the time of the Cuban missile crisis, when Mr. Khrushchev said so graphically that the smell of burning hung in the air. For those of us who lived their early adult life through that experience, there can be no wish to return to that kind of dangerous situation.",
        "Equally, although detente has made considerable progress, and although under successive Governments there has been a fair and broad measure of agreement as to how it should be pursued, there are still grave dangers in the world. I believe that it is vitally important that relations ​ between the two super Powers should be of such a managed quality that the element of risk and of danger is reduced to the bare minimum.",
        "I believe that the President of the United States is totally committed in pursuit of that aim. I have no doubt whatever that, provided he can satisfy himself that he can negotiate a strategic arms limitation agreement which is fair to both the Soviet Union and his own country, an agreement that protects the vital interests of his partners in NATO, he will make the second strategic arms limitation agreement. I believe, as my right hon. Friend the Prime Minister said yesterday that such an agreement will be negotiated before the end of this year.",
        "Furthermore, I believe that the involvement of the United Kingdom Government with the United States and the Soviet Union in pursuing a comprehensive test ban treaty is a most important development. I believe that we are near to the stage of reaching agreement and that we should pursue that end.",
        "In seeking that element of detente, in wishing to make a contribution to the discussions which are now taking place at the Special Session of the United Nations in our work in the detailed disarmament discussions, in pursuing a complete eradication of chemical weapons, and in advancing many of the initiatives put forward by the British Government, with the support of many of our allies in the United Nations, I am certain that there is common ground.",
        "Furthermore, I am convinced that there is common ground in the Soviet Union. It is sincerely and deeply committed to detente and to the element of arms negotiations, particularly relating to nuclear questions. I am less convinced yet of the Soviet Union’s determination to put the same effort into conventional arms negotiations as it is prepared to put into nuclear arms negotiations.",
        "It is extremely important, as the world sees its scarce resources bound up in ever-increasing arms budgets, that we do not lose sight of the dimension of conventional arms and the extremely large budget which is now forming part of the Third World’s budget on conventional arms, which it can ill afford, certainly often fuelled by Soviet Union arms supplies but also often fuelled by the Western World as well.",
        "The first test of a real commitment to conventional arms control measures will come before the end of the year in the attitude of the Soviet Union and the Warsaw Pact countries to mutual and balanced force reductions. The negotiations have been continuing for some years. It is extremely important, if those negotiations are to survive and we are to build on the years of dialogue that have gone before, that we should move them off dead centre and make progress. When President Brezhnev visited the German Chancellor he signed a joint agreement with the Federal Republic which indicated that they were not seeking exact equivalents on all weapons systems but accepted parity in nuclear and conventional weapons. The acceptance of parity underlay SALT I negotiations and is part of the current SALT II negotiations. The concept of parity is essential in mutual and balanced force reductions.",
        "**Mr. Eldon Griffiths (Bury St. Edmunds)**",
        "The Minister says, I am sure with sincerity, that Mr. Brezhnev is anxious to achieve arms limitation. Has the Minister also seen President Carter’s statement of this morning in which he said that the Soviet Union is now engaged in an extensive and excessive military build-up far beyond any legitimate requirements for her own defence? How does he square those two propositions?",
        "**Dr. Owen**",
        "It is always wiser not to give way too early in a debate. I was talking in terms of conventional arms. I drew attention to the fact that the degree of commitment to it has not been proven. I was isolating the lack of progress over MBFR. I was going on to say that during the time which we have been discussing MBFR and the concept of parity there has been an ever-increasing build-up in Soviet conventional weapons, particularly banks and particularly in the central front. There has also been the development of a new weapons system, the SS20, which though called a strategic nuclear weapons system and which therefore comes into the SALT negotiations, is strategic for all of us in Western Europe. It could be targeted on all the major cities of Western Europe.",
        "During this time, particularly in the area of conventional weapons, there has ​ been no evidence of the same commitment to parity and to a readiness to accept arms control methods. I was to develop the argument. I believe that that requires a response from the West. When there is a clear trend of increased defence expenditure and increased quality of defence equipment across two alliances, it is extremely foolhardy for the Western Alliance not to respond.",
        "Far too little publicity was given in the recent NATO Conference to the central achievement of that conference. It started when President Carter in the London NATO Summit a year ago called for a response from the West to the continued arms build-up of the Soviet Union and Warsaw Pact countries. Many people a year ago were very sceptical whether there would be a response. Over the last decade there has been an understandable reluctance—because none of us wants to increase our defence budgets—to match the increase. Each year people had thought that perhaps we could make progress on MBFR, or that it was simply the Soviet Union deciding that it wanted a world maritime role and, that since it was a major super Power, there was bound to be a rapid growth, building up its navy from virtually nothing in the late 1940s and going through the 1950s and 1960s. There were a lot of rational explanations.",
        "When I was most involved in the balance of forces in 1969–70 there was some exaggeration of the imbalance then existing, but nobody, looking back over the last five or six years, can mistake the trend. We can argue about the percentage of gross national product and about particular weapons, but the trend is clear. It was that trend to which President Carter asked the Alliance to respond. Therefore, the long-term defence improvement programme was set in hand, and a contribution was asked for of a 3 per cent. increase in the defence budget from the member States. In Washington the decision on that contribution was taken. That was an important decision. I dare say that it was the first time in the history of the Alliance that it made a concerted response. That was the right and necessary response.",
        "However, there is nothing incompatible between making that response and in Washington taking the decisions to make that response effective in detailed planning of weapons’ systems and the deployment of forces, on the one hand, and, on the other hand, the world and the NATO powers contributing to the debate in the United Nations on how we can do something about disarmament and arms control. It is consistent, given the present situation, that we should respond to an increase in Soviet Union spending and in the quality of forces but redouble our efforts to achieve balanced arms control measures and reductions in budgets, in numbers of men and in quantity of weapons. That has been the British Government’s position.",
        "On that aspect of detente there is a great deal of understanding between the Soviet Union and the West. The question for us is: why the Soviet Union, at a time of genuine commitment to nuclear arms control measures, has allowed this very large increase in its conventional arms in particular and the build-up of forces in Europe. That has been done at the same time as the Soviet Union has built up its forces on its border and in the immediate area around China.",
        "There has always been the argument that the Soviet tendency is to over-insure. That is deep-seated in history and has not come about since the Second World War. There is the legacy and there are the memories of the Second World War, a subject referred to by President Carter in his speech. That is an obvious motive. Whereas when Khrushchev was in power we were always conscious that there was a debate taking place between the executive branch of the Government in the Soviet Union and the military about the relative spending and of the competing claims on scarce resources—an argument which is well known in all of our democracies—it is striking that that argument has not seen any obvious light of day over the last few years. I do not know whether this is a conscious decision, but the political leadership genuinely pursued detente in terms of arms control in nuclear weapons, and usually the closer one gets to nuclear weapons and the awesomeness of their power, the more there is felt to be a commitment to try to do something to contain them. If there is not a conscious decision, there is at least a seeming acceptance that the military should continue to expand and ​ to go for the weapons systems of its choice and that it should not be faced, as the military has to be faced in most of the Western democracies, with the balance of priorities between spending on defence and spending on other matters. One of the central issues that the Soviet Union will have to face if we are to make serious progress in detente is that it will have to come to grips with defence expenditure and with the arguments of its own military.",
        "There are two other areas of detente where there would be nowhere near as much agreement. The first is human rights. This was an aspect which was put into the negotiations in Helsinki in 1975 and which is resented by the Soviet Union which feels that the West pursues this aspect of detente in a way which the Soviets would call almost aggressive. They would certainly see the West as giving an unbalanced priority to human rights. The other area is the extent to which detente operates outside Europe and worldwide. These are the contentious areas.",
        "As to human rights, it may well be that in Western democracies, where there is an automatic assumption that most of those rights are both natural and self-evident, there may have been a tendency to believe that there would be more rapid progress as a consequence of the Helsinki conference than was ever likely or possible. I do not believe that Western democracies should shift one inch from their commitment to human rights. It has always been inherent in the process of detente that while we would make progress towards managing relations between countries in a more orderly way, there would not be a cessation of ideological disputes and arguments. The Soviet Union has never claimed that this was involved in the detente process. As my right hon. Friend the Prime Minister said when he was Foreign Secretary, there is no armistice in the wars of ideas.",
        "There can be no agreement to hold off discussion of central issues such as the weight we respectively give to democracy, to individualism as opposed to collectivism and to dissent as opposed to unanimity. Therefore, the Western world is bound to pursue those issues and those who hold a different ideology are bound to pursue their views.",
        "As the process of detente continues, we are faced with the inherent contradiction that is implicit in detente. On the one hand, we try to widen the areas of agreement, but on the other, by the mere process of coming closer together, by working together in terms of industry and cultural exchanges and by the mere juxtaposition of our peoples, some of the different ways in which an individual lives his life in either of the two ideologies create tensions and conflicts. This is bound to happen. That tension is inherent in the detente process.",
        "**Mr. Eric S. Heffer (Liverpool, Walton)**",
        "Does my hon. Friend agree that we also feel strongly about what happens in relation to human rights in Chile, Argentina and Uruguay?",
        "**Mrs. Lena Jeger (Holborn and St. Pancras, South)**",
        "And Czechoslovakia.",
        "**Mr. Heffer**",
        "I am talking for the moment about those countries that are not part of the East European bloc. There would be no suggestion on our part that we should go to war with those countries, but that should not stop us from saying that they should restore human rights and civil liberties at the earliest possible moment. In the same way, we say that to the Soviet Union, to East European countries and—Conservative Members should take note of this—to China.",
        "**Dr. Owen**",
        "I agree with my hon. Friend. That is why the concept of human rights is such a powerful concept in foreign policy. It does not discriminate between countries and ideologies. Those who hold dear the values of democracy are able and should uphold the values of human rights whether in Leftist Communist regimes or in Rightist Fascist regimes.",
        "One of the most interesting developments in the House in the last few years is how the voices on both sides have increasingly tended to show concern for human rights under Left or Right extremist Governments. Two or three years ago, my hon. Friends were always being accused of selectivity in human rights. My hon. Friend the Member for Liverpool, Walton (Mr. Heffer), by his concern about what has been occurring in some East European countries and with his well-known views about Chile and South ​ Africa, has shown the sort of balance that ensures that our voice carries more strength because it is not selective. It is directed at any abuse of human rights.",
        "In the relationship of East-West issues, we should not disguise the fact that progress will not be as fast as we wish. It will be contentious and it will create tensions in our relations. However, having said that, I do not believe that we should back off or change our policies. It is right, though, to make the distinction that the Government have consistently made. There is a difference between the way in which a Government pursue the issue of human rights in direct governmental relationships and the way in which individuals pursue the issue.",
        "The most powerful concept of human rights is that it works through the public and through the attitudes of a country to its foreign policy. No Government can have a foreign policy in isolation from the attitudes of their fellow countrymen. This is one issue which the Soviet Union must start taking more into account. If it pursues a policy that ignores the valid concerns of Western democracies about human rights, it will contribute to a build-up of public attitudes in those democracies to which every Government will be bound to react.",
        "That is not to say that Government policy must be wholly reactive to public opinion. It must be prepared to lead public opinion, but if the public feels that the process of detente is all give on our side and that nothing is being returned from the other side, it will soon ensure that we do not make agreements that the Government may wish to make. We would be restrained. That is the sort of pressure that we are beginning to see operated in the limitations on the freedom of manoeuvre of the American President and it would soon be felt by a British Foreign Secretary.",
        "The Soviet Union and the Warsaw Pact countries must recognise that our concern over human rights is a legitimate part of detente. It is a matter that we shall pursue. But we must recognise that it is only one aspect of detente and we should not bring the whole process to a crashing halt because we are not making progress as fast as we may wish in this extremely delicate area which goes to the root of many ideological disputes.",
        "I turn to the subject of Africa. Here again there has been a tendency, particularly in the last few months, for people to feel that detente is threatened. I do not think that any of us has denied that if detente is to gather momentum—and I have never believed that it is a passive process; there is a passive policy of detente, but there is also a dynamic policy—it must go into new areas and must take a managed relationship and greater harmony out into areas such as Africa.  \nThere is little doubt that in the past year or more there has been growing evidence that some of the ideological disputes and East-West tensions have been taken away from Europe to other areas, particularly Africa. However, it would be a gross travesty and a corruption of the evidence and the facts to say that Africa is solely an East-West issue. It is not.",
        "In going through each of the different issues that we face, I wish to say to the House why I believe that it is not the case. I believe that it would be gravely damaging for our policy and standing in Africa if we were to allow this to be portrayed as a purely East-West struggle, although there are elements of East-West tension within it. There are elements of East-West competition within most of the trouble spots. But the Government stand absolutely firm on their belief that African problems are by far best dealt with by African nations.",
        "We stand firmly behind our support for the Organisation of African Unity, which faces some extremely difficult problems. This is a grouping of 49 countries with diverse economies, diverse religions and diverse languages. It would be extraordinary if they were able to have the degree of unity, for instance, that we manage to get within the Community of the Nine. We may think that our own unity is not strong but it is certainly envied by many other nations. We have shown an ability in the European Economic Community to come together and make collective decisions over a wide range of areas. Many other regions envy this and are far from being able to achieve it.",
        "I turn to Zaire, which is the most immediate issue facing us. What should the response of the West be in Zaire? Let us go back in history to the spring ​ of 1977, when there was a similar incident on the borders between Angola and Zaire. At that time the French Government responded to a request from a sovereign Government to fly troops from Morocco down into Zaire. The troops were requested of Morocco by Zaire, and Morocco asked whether France would fly troops down there.",
        "At that time we had a political cooperation meeting in London and I was in the chair. The entire European Community supported the decision that was taken on that occasion. In retrospect, I think that we ought to have done more to try to stabilise the economic and political factors in Zaire. We were given a warning sign then, although I may say that a great deal of effort was made, particularly by the Belgian Government. This is an example of how deep-seated is the problem and how very difficult it will be to establish economic and political stability in Zaire, because so little progress was made during that time.",
        "We have made a modest contribution, helping in every way we could, to the efforts to deal with the current problem in Zaire. I believe that, faced by the danger to the lives of expatriates in part of Shaba Province, the French, Belgians, Americans and British were right to do what they could on a humanitarian basis to save life. Tragically, we were too late for many people. I have no doubt that we were right about that action that was taken. I have also no doubt that the Belgians and the French, when asked to keep their forces in the area for a short period of time, to try to ensure the establishment of law and order, were right to keep their forces there. They have had our support.",
        "The next question is much the hardest one. What should be done once the emergency is over? I believe that, through a combination of Press stories and statements, the West has been in danger of getting its priorities somewhat wrong. I believe that the first priority now for Zaire is political and economic stability.",
        "In this connection a most important event has taken place over the last three days. The decision of President Kaunda to meet President Neto was extremely important, as was the decision of President Kaunda to meet President Mobutu. There is no doubt whatsoever that the three countries concerned—Zambia, ​ Angola and Zaire—will have to come together in a political agreement to settle this long-standing problem.",
        "This is a problem that the world has known about for some time. The Congo is still with us and its legacy still lives on in Shaba Province. This is shown by the number of refugees. I was talking this afternoon to the High Commissioner who is dealing with the refugee problem, and he told me that there are over 200,000 Angolans in Zaire and Zaireans in Angola. There is a lesser number of refugees in Zambia. Those three countries have a deep-seated political problem which has its roots in the Lunda tribe. The problem has a long legacy. There is much suspicion and much fear, and a very enlightened political leadership will be required in order to resolve these problems. These political problems cannot be resolved against a background of military and economic instability.",
        "With regard to the economic instability, a meeting is to take place in Brussels, called by the Belgian Government, on 13th and 14th June. This has been in prospect for some time. It is a meeting between the Government of Zaire and other concerned countries, and the International Monetary Fund, to tackle the economic problems of the area. The Paris meeting was also addressed to the question whether five of the Western countries most concerned could develop an economic and political policy, and also a policy on some aspects of the security position, in order to try to stabilise Zaire. Unfortunately, we allowed the military aspects to dominate the headlines. We allowed the military issue to come first, important though it is. It is immensely important to try to get the key technicians for the copper and cobalt mines in Shaba to stay. This is the key to the economy of Zaire. They will not stay if they think that their security is threatened. In that respect the security position has to be addressed.",
        "**Mr. Frank Allaun (Salford, East)**",
        "As three of the Governments represented in Paris are intervening militarily in Zaire—and the British Government have rightly disavowed this intervention—will the British Government withdraw from the gang of five? If next week at the Brussels conference there is any sugges- ​ tion of military intervention, will the Government dissociate themselves from it?",
        "**Dr. Owen**",
        "I do not think that my hon. Friend has followed my argument. I said that I thought that we were right in sending RAF Transport Command to Zambia. In fact, it flew into Zaire at one stage. This was for the purposes of humanitarian assistance and it was part of a collective response. My hon. Friend said that three Governments are involved. Only two Governments are involved on the ground. The Americans were involved in transport. The Belgian Government have today made a decision about withdrawal, and so have the French Government. The French Government have said that they would withdraw. The United States Government have been faced with the problem that the Government of Zaire have asked them to do what the French Government previously did—that is, to fly Moroccan troops down there to replace the departing French troops—and the Americans agreed to do this. I do not think that they could have done anything else in the circumstances.",
        "I want now to move on to the longer-term problem—",
        "**Mr. Robert Hughes (Aberdeen, North)**",
        "Without any reservations whatsoever I condemn the killings in Shaba Province of whites and blacks and condemn whoever was responsible for it, but will my right hon. Friend address himself to the question how we can ensure peace and stability in the area for the indigenous population, as well as expatriates, if we maintain by military support a corrupt regime, whose record of killing of people in Angola and in Shaba leaves us all with feelings of great horror? How can we provide any stability if we support corrupt regimes by military means?",
        "**Dr. Owen**",
        "This is one of the greatest problems that we face. We have to live with the Government who are there. I believe very strongly that the problem which my hon. Friend puts forward is a central one. If the West’s support for Zaire—and I stress that it is for Zaire—was not to be contingent on certain conditions, we would be making a great mistake. I believe that our economic support and all other forms of support now must be clearly and deeply contingent on a monitorable plan for economic assistance, economic reform and restructuring ​ in that country to ensure that the money goes for the purpose for which it is allocated and for which it is given and also that it is accompanied by a readiness to look at political solutions to problems and, if possible, a widening of the decision-making structure and political involvement in that country.",
        "I want to stress that I believe that we have an opportunity to create a strong Zaire. But if we do it in a way which says “This is carte blanche to do what you like” we shall make a grave mistake. I am not in favour of too much paternalism, but in this case I believe that it will be necessary to ensure that there is an agreed economic plan which is kept to and a degree of political commitment and widening out.",
        "This is one reason why I am particularly against seeing these issues as an East-West struggle. If we see it as an East-West struggle, we shall be dragged in day by day to supporting purely a particular regime or a particular group of individuals, and we shall lose sight of our central objective, which is to support Zaire and the stability of Africa in that region.",
        "As for the question of military intervention—and I deal with it because it is a serious problem—would that it were so easy and would that it were possible for security to come purely and simply from the indigenous forces of that country. That would be by far the easiest solution. But I believe that it is reasonable for troops from other African countries to be called in by other Governments if they wish to do so.",
        "Here I come to this suggestion of a Pan-African force, and I must say that I still have great difficulty with what this concept is. I see a European Community which in 1954 failed to agree on a defence community. I do not know what people think of or mean by a Pan-African force. Are we asking the OAU to have a structure, and a command structure, or are we asking for a collective response? Certainly I think that we should involve the OAU as much as we can in any military questions which are being asked. I think that any questions which are being asked about military support there are more likely to come not from Africa collectively but from the region, and that it would be helpful ​ if the type of military response was always seen as a response by a Government asking for support from other Governments. For instance, in 1964 in East Africa when this arose, it was an emergency action initially and then one other African Government came in and put their troops at the disposal of the Government. That was a decision taken at an OAU meeting.",
        "If we are to have that sort of response, I think that it should be geared to Zaire and Zaire’s problems. There is no African country which will put troops at the disposal of any country. They will judge each one on its merits. They will ask themselves “If we put in our troops, which country, under what circumstances, and what are the arrangements?” If some permanent military defence structure for Africa comes, it will come from the OAU. The belief that such a structure can be built up by us in the West, with a lot too much talk of NATO involvement, has made some of the sensible security arrangements which ought to have been made over the last few weeks much harder to achieve. Now, by standing back a little, let us hope that we can provide a sensible security structure which will be seen to be supporting the Zaire Government and not polarising the issue into East-West relations and which will allow for a political framework.",
        "We ought not to forget that the OAU has attempted before—recently not always with a great deal of success, but in the past with considerable success—mediation and conciliation, and I believe that we should encourage that process now. In the last Shaba incident in 1977, Nigeria worked very hard to try to achieve conciliation.",
        "Concerned involvement from the West is helpful to Africa. Many African countries want it, and we should not be ashamed to demonstrate it. But it is the way that we do it and the manner in which we do it which is important. If we see it as being to help Africans solve African problems, I believe that it will meet with a response. But if it is seen as the West intervening in Africa, I believe that we shall not get the sort of response that is wanted.",
        "I should like now to say a little about Francophone Africa and Anglophone Africa. Recently, I have tried to develop ​ closer relationships with many French-speaking African countries, and I believe that it is in British interests to do so. Similarly, I believe that it is in our interests that France should show more interest in the Commonwealth African countries, and I am glad to say that they have been doing so. There has been a considerable degree of discussion.",
        "It does not matter if the West’s response is not always identical. It is one of our strengths in dealing with the East that the West, because of its diversity and because of its pluralist democracy, does not always have an absolutely unified response. Someone said that the Soviet Union can sing in unison but that the West must try to sing in harmony. Sometimes we shall have different emphases and different shifts. It is helpful for the West—for the United States, for us, for the Federal Republic of Germany and for France—to work closely together in Africa, but not just exclusively.",
        "When Belgium has, as it has, a very intricate knowledge of Zaire, we should work with the Belgians. We worked with Canada in Namibia as part of the five-power initiative in the United Nations because of our membership of the Security Council. We worked with Italy over Somalia and Ethiopia.",
        "Here again, I come back to some of the debates in this House of very recent memory and to some of the urging which I received, especially from the Opposition, that we should have intervened with arms supplies to Somalia, when I stood firm by the OAU principle that we should respect the territorial integrity of the countries and that we should not put ourselves on the side of those who would run down the easy route of trying to change the map of Africa by force. It might look easy for a few weeks, but it would result in total havoc for Africa—a Pandora’s box.",
        "At this Dispatch Box day after day I had to defend our decision to defend the territorial integrity of Ethiopia, not because I approved of what was going on in Ethiopia then, not because I approved of that Government’s human rights record, but because I did not believe that a decision like the Ogaden and a dispute as deep-seated as the Ogaden could be supported by force, and I was not prepared to put the West on the side of the wrong on the issue of principle. I believe that ​ it has greatly strengthened our ability now to respond in Zaire that we did not put ourselves on the wrong side in that dispute.",
        "Equally, I believe that by singling out Eritrea, which was an internal dispute, as an area in which the Cubans would be very ill-advised to intervene, in marked contrast to their previous support for the Eritrean Freedom Movement, and by questioning their non-aligned status, we contributed to a rethink of the Cuban position. I believe that Cuba now is finding some difficulty in establishing itself with others in the non-aligned world as truly non-aligned. I believe that that worries them, and well it might, because their actions have not been the actions of a concerned non-aligned country. They have followed slavishly the line of the Soviet Union. If they wish to re-establish their non-aligned credentials, I believe that they must now show their willingness to withdraw or at least to reduce their forces in Africa. They have a perfect example to reduce their forces in Ethiopia. The issue of the Ethiopia-Somalia border dispute which they went into is now, we hope, being resolved. The Minister of State is now visiting Kenya and will be visiting Somalia.",
        "I wish to improve our relationships with Somalia, but I do not wish at the same time to have no relationships with Ethiopia.",
        "At this stage I would like to suggest what the West can do, and why I believe that the last few weeks have shown a lack of confidence in the West’s policies in Africa. Over the last few years, I believe, the West has improved its standing, its position and its ability to influence in Africa. I do not take the defeatist view of our lack of influence in Africa.",
        "We shall carry influence in Africa by sticking to principle. It will be achieved by pursuing, even through long-drawn-out negotiations, the negotiated path to independence in Namibia and by doing the same thing in Rhodesia and bringing Zimbabwe to independence. It will not be achieved by having a foreign policy that flutters around on the wind of editorial policies that often change three times in ten days. It will be achieved by having principles and sticking to them, by refusing to simplify extremely complex issues and by being prepared to take one’s stand on principles.",
        "Because it has been prepared to condemn abuses of human rights in Africa—not just South Africa and apartheid, but in Uganda and action over the Central African Empire—the West will have some influence long term on that pattern of government.",
        "I believe that if we hold steady, even on Rhodesia, in dealing with the problem that has bedevilled us for more than 12 years, there is a prospect of a negotiated settlement. I believe that the atmosphere in that country and around it is coming close to a recognition that there must be negotiations between all the parties and that the round-table talks must take place. Given persistence, given that we stick to our principles and are not backtracked into other parts of Africa, and given that we do not damage our standing in other parts of Africa, we can achieve the settlement that we all want to see in Rhodesia.",
        "That settlement will not be achieved by going down one side or another or by embracing the internal settlement, which has many features that are inadequate and will have to be negotiated. It will not be achieved by attending meetings of the internal settlement. It will be achieved by holding our position on principle and by being prepared to bring together all the parties, those outside and those inside. I believe that that could happen. The settlement will be achieved not by being thought to be, or being seen to be, supporting any one group of nationalist leaders but by letting that decision be taken by the electors.",
        "In Namibia and in Rhodesia we have the chance of an internationally acceptable solution as a result of fair and free elections, with United Nations peacekeeping and involvement if necessary. That is a great prize. It is a prize which the Soviet Union has never been able to contribute to Africa. We want to achieve that type of high-level commitment to a negotiated settlement, to peaceful objectives and to the principle of an African solution. We ought to help with aid—",
        "**Mr. Michael Brotherton (Louth)**",
        "Aid to guerrillas.",
        "**Dr. Owen**",
        "The hon. Gentleman can always be guaranteed to introduce that sort of comment. I suggest that he should ask himself about his own contribution to Africa. Given the position of demo- ​ cratic countries and our policy of not supplying arms to freedom movements, he should ask himself whether in standing aside from them altogether, having no relationship with them, and not giving any form of humanitarian help, we would not do the very thing that the hon. Gentleman so dislikes—push them ever further into the arms of the Eastern European countries and the Soviet Union. One of our greatest problems is that because we do not supply them with arms and other countries are prepared to do so, we lose influence and we have to redouble our political efforts.",
        "It is wise for us to put economic aid into these countries. I am not at all apologetic to the hon. Member over the fact that we have an aid budget for Mozambique. I believe that it is a great mistake to believe that one influences countries by cutting oneself off from them. It is very rare that one can totally cut oneself off from countries which have governments which are recognised in the United Nations and free and sovereign governments recognised by the OAU. The fact that we have relations with Angola and Mozambique helps us to influence their policies.",
        "**Mr. Brotherton**",
        "While conceding that the Foreign Secretary may be convinced by his own argument, I want to press him on how he can reconcile his high-minded argument about principle with giving money to people in Mozambique and Angola in order to enable them to murder blacks and whites alike in Zaire and Rhodesia.",
        "**Dr. Owen**",
        "Of course we are not giving money to them for this purpose and all the money is contingent, qualified and carefully selected so that it cannot be given for such purposes. If some of it slips in the wrong direction, I would be very grateful to have information about it and I will do my utmost to stop it. But given the choice, it is wise to keep relations with those countries, to keep our influence with them and to try to ensure that they remain non-aligned so that they are not driven ever-increasingly into a Marxist ideology and total alignment with the Soviet Union. I believe that same policy is applied elsewhere.",
        "I am perfectly prepared to believe that wherever possible one should open a dialogue. I know that there are some ​ hon. Members who criticise us for not holding a dialogue in the Middle East and there is some substance in some of those arguments. It would be very much easier if some of the groups with whom hon. Members think we should have a dialogue would at least recognise the state of Israel. It would be very much easier to have a dialogue if that formal recognition could be given.",
        "I have tried to relate in a whole variety of different parts of Africa these complex issues of East-West relations. They are very difficult. There is no doubt that it is not in our interests to see a Marxist ideology spread across Africa. I do not believe that it is in Africa’s interests either. Many people in Africa know this.",
        "We should be more confident about the whole of our aid budget. The Soviet Union spends less than 0·1 per cent. of Soviet GNP on foreign aid. In fact the value of Soviet aid to developing countries has declined since 1973–74. The Soviet Union makes no contribution whatever to the North-South dialogue. The Soviet Union is not making friends in many of these countries. Where the Cubans have involved themselves they have often found themselves very soon in dispute with the country into which they have gone. In the Horn of Africa the Russians supplied arms to Somalia and to Ethiopia. Both those countries were under Soviet influence but, hopefully, one of those countries will come increasingly into a friendly relationship with us now that it has withdrawn to its own boundaries.",
        "In acting as we have in this matter we have retained the friendship of Kenya which, at one stage, could have been gravely damaged had we followed some of the advice that some right hon. and hon. Gentlemen urged upon us in the House.",
        "There is no simple easy one-paper policy for dealing with Africa. But I believe that if we apply principle, if we have courage and steady nerves, we shall have a policy for Africa which will enrich Africa, contribute to that continent and its future and in the process increase the standing of Britain, increase our export effort and our industrial involvement in that continent, and bring greater peace to the world."
    ]
}