{
    "url": "https://www.ukpol.co.uk/david-owen-1986-speech-on-johnson-matthey-bankers/",
    "title": "David Owen – 1986 Speech on Johnson Matthey Bankers",
    "post_date": "August 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "David Owen",
            "url": "/tag/david-owen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Owen, the then SDP MP for Plymouth Devonport, in the House of Commons on 27 February 1986.",
    "content": [
        "I beg to ask leave to move the Adjournment of the House, under Standing Order No. 10, to discuss a specific and important matter that should have urgent consideration, namely,",
        "“Johnson Matthey Bankers’ gold bullion transactions and the refusal of the Prime Minister to establish a public tribunal of inquiry.”",
        "The House has been attempting to discuss the problem of Johnson Matthey Bankers since October 1984 and there has never been a specific debate on that issue. It has many ramifications. It involves the Prime Minister because of her refusal to establish a public tribunal of inquiry on 2 August 1985. It involves the Chancellor of the Exchequer because of his repeated assurances over the Governor of the Bank of England’s claim that the bullion trading of JMB was sound and, of course, it involves the judgment of the Governor of the Bank of England.",
        "The matter is specific because there is £175 million of public money at risk because of the decision of the Governor of the Bank of England to rescue JMB and because of the Government’s acceptance, on a number of occasions, that that money should not only be maintained but increased. It is therefore a matter that will have to come before the House.",
        "It is my submission that it is urgent because today we have seen JMB’s headquarters raided by Customs and Excise under a warrant, to look at the transactions in the gold bullion market. We know that around 30 other premises in the country have also been similarly raided to see what has been happening. I understand that there have been 12 arrests, none of them involving personnel of Johnson Matthey Bankers. Customs and Excise believes that about £7·25 million worth of gold bullion may have been smuggled into the country from April last year until 11 days ago.",
        "It goes much wider and deeper than that. There is reason to believe that the smuggling and purchase of gold at a below market price by JMB has been continuing for a considerable time. It is on the issue of the bullion market of JMB that I have been probing the Government, the Chancellor of the Exchequer and the Prime Minister for a long time. [Laughter.] The correspondence on this matter is substantial and if any right hon. or hon. Member wishes to see the correspondence I would be happy to show it.",
        "The matter is urgent because not only is £175 million at stake, but the reputation of the City of London, in particular the reputation of the Governor of the Bank of England, is considerably at stake. Solemn assurances were given. The Governor of the Bank of England gave me an assurance on 21 December. He wrote:",
        "“Your assertions, and attempts to demonstrate that the bullion operations of JMB are basically unsound, would, I believe, diminish the confidence of its customers and counterparties and their willingness to do business with it, making it more difficult for JMB to trade profitably in the future.”",
        "The letter also said: ​",
        "“The advice which you have received is ill-informed and the conclusions you draw ill-founded.”",
        "There is no doubt that JMB’s bullion market transactions have been operating under a considerable cloud and the concerns that I expressed were both well informed and well founded. I submit that when the reputation of the Governor of the Bank of England, as well as the judgment of the Chancellor of the Exchequer and the Prime Minister, is at stake, that is a matter of considerable urgency.",
        "I wrote to the Prime Minister specifically, urgently and privately on 1 August last year to ask her to establish a public tribunal of inquiry. That was not done lightly. It was done in the knowledge that two members of Johnson Matthey Bankers had just been dismissed. It was clear that there was more behind it than the explanation that was given. We have had constant difficulty in getting at what is really happening. The Price Waterhouse report has not been revealed. The hon. Member for Hackney, South and Shoreditch (Mr. Sedgemore) has been vigilant on one other aspect, relating to the industrial and marketing context. On the bullion market, we have not had proper bank accounts published by the Bank of England and we have not had the results of the investigations. I submit that it is now time that the issue was discussed in the House as an urgent and specific matter. I hope, Mr. Speaker, that you will accede to my request for a debate on the Adjournment."
    ]
}