{
    "url": "https://www.ukpol.co.uk/sarah-owen-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Sarah Owen – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Sarah Owen",
            "url": "/tag/sarah-owen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sarah Owen, the Labour MP for Luton North, in the House of Commons on 28 April 2020.",
    "content": [
        "Thank you, Madam Deputy Speaker. I want to start by paying tribute to my hon. Friend the Member for Canterbury (Rosie Duffield). Her bravery on this issue has been nothing short of inspirational, as she has put words to feelings that many are unable to. Hers and others’ experiences demonstrate why the Bill is so desperately needed.",
        "As we have heard, the recent findings of the Home Affairs Committee make for devastating reading, with domestic abuse killings doubled and national abuse ​helplines seeing a 49% increase in calls. It was a horrific consequence of lockdown, which would come as no surprise to anyone who experiences domestic abuse. It is becoming apparent during this pandemic that people from black, Asian and ethnic minority backgrounds are disproportionately affected.",
        "Domestic abuse affects all genders, races and sexualities, but BAME communities are likely to face additional barriers in accessing the services and help that they need, even outside a lockdown, so my concern is heightened at this difficult time. Although the statutory duty to support all those in refuges and supported accommodation is welcome, I echo Barnardo’s/Ipsos MORI in saying that victims, especially those who are BAME or have disabilities, are unlikely to be in that type of accommodation. For wonderfully diverse areas such as my constituency of Luton North, it would be helpful to have a comprehensive strategy that addresses domestic violence in BAME communities, especially regarding violence against migrant women.",
        "The Bill needs to look beyond lockdown, which is why I want to speak about provision for protections in the world of work. This is where I declare an interest as a proud member and former employee of the GMB trade union.",
        "Domestic abuse does not start and end once someone closes the door to their home. It haunts every part of your life, including work—the incessant phone calls; the texts; the emails; being stalked; the questioning why you are late, leaving work early or having to take days off sick. The anticipation of what awaits you after work fills you with an increasing sense of dread as the clock ticks closer to the end of the working day. Justifying every minute away from an abuser while trying to maintain a presence at work makes it a far cry from the sanctuary it could actually provide.",
        "The reason for my earlier declaration was that, as a former trade union officer, I worked with union members from across the country who had experienced domestic abuse, including the inspirational Claire Throssell. We produced a workplace charter on domestic abuse to ensure that employers provide proper protection to their staff. Indeed, many Members of the House have signed it. That charter called for measures that are vital to any worker experiencing domestic abuse, such as paid leave, access to information and support, flexible working, and ensuring that managers are properly trained. It is not an understatement to say that those provisions can be life-saving.",
        "One brave woman told me:",
        "“After a few months in my role, my partner at the time started constantly calling to see what I was doing, turning up at my workplace at lunchtimes unexpectedly, or demanding that I be home for a certain time…I was walking around on eggshells at home, and now at work. The calls and visits became more frequent…I found myself making excuses for not being able to attend social events with colleagues, wearing clothes to hide bruises or taking sick leave when I couldn’t cover them up.”",
        "Rather than this woman’s employer understanding the situation, the response was to suspend her.",
        "We are not asking the world from employers, just that their workers are kept safe. Reasonable adjustments, such as changing a work number, and staggering start and finishing times, as well as having the option of stepping back from public-facing roles to avoid interacting with perpetrators, could make all the difference, especially ​when fleeing an abuser. Although nearly 50,000 workers are now covered by GMB’s workplace charter, it is not nearly enough. It will never be enough until every worker is protected. It should never be an optional extra for employers to keep their staff safe or ensure that they are not financially penalised. Without these measures, I am afraid that the Bill will be a missed opportunity to protect victims of domestic abuse in every part of their life."
    ]
}