{
    "url": "https://www.ukpol.co.uk/sarah-owen-2022-speech-on-child-bed-poverty/",
    "title": "Sarah Owen – 2022 Speech on Child Bed Poverty",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Sarah Owen",
            "url": "/tag/sarah-owen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Owen, the Labour MP for Luton North, in Westminster Hall, the House of Commons, on 19 December 2022.",
    "content": [
        "It is a pleasure to see you in the Chair, Mr Paisley. I congratulate my hon. Friend the Member for Newcastle upon Tyne North (Catherine McKinnell) on her work on the Petitions Committee and on introducing the debate so effectively, passionately, knowledgably and sensitively. In common with others, I thank Zarach as well as Crisis and Barnardo’s for their supportive work.",
        "We may be few in number in the Chamber today, but I know we speak for many colleagues in expressing our distress over any child going without the space and comfort to sleep. As we have heard, children need sleep and a safe space to grow and learn. That is essential for neurological development, absorbing what is taught at school and building up a memory store for adulthood, a point put well by my hon. Friend the Member for Batley and Spen (Kim Leadbeater), where at least 163 children do not have a bed of their own. She highlighted the horrific impact that that has on their education and emotional wellbeing.",
        "Sleep is as important to a healthy lifestyle as limiting fast food and running around the park, but too often we can forget that as we get older. Bed poverty is a hidden level of poverty, and not something that parents, families or children are willing to share; it is hidden away from sight. As any parent will know, children’s sleep is crucial for our sanity too. Behaviour, along with physical and mental health, is drastically impacted by the amount and quality of sleep people get. Studies in China in 2021 found that the quality and length of sleep directly correlated with levels of depression and anxiety later in adolescence.",
        "Salient points have been made by hon. Members throughout the debate. My hon. Friend the Member for Newcastle upon Tyne North talked about the scale of child poverty in this country, with 3.9 million children in poverty in 2022. That should shame any Government, of any colour, into action. Bed poverty has a horrific impact on a child’s education and wellbeing that ensures that the cycle of poverty and deprivation continues. We need to break that cycle for good.",
        "My hon. Friend the Member for Halifax (Holly Lynch) pointed out the growing levels of child poverty—we are seeing not a decline, but growing levels of child poverty. In places such as Halifax, 30% of children are growing up below the poverty line. The cost of living crisis plus the pandemic and years of austerity have created a perfect storm that allows child poverty to continue. As we have heard, there has been a constant mantra—and almost a guilting of parents—that work is the best route out of poverty, but we know that millions of people go to work, do the right thing and work all the hours that they can yet are still paid below poverty wages. That is an absolute disgrace. My hon. Friend is right to thank the charities and social workers who are the backstop for families, but it should not be that way. I cannot believe that in 2022, in the sixth richest country in the world, we are talking about children going without beds.",
        "I invite all Members, Mr Paisley, to picture a scene: a family Christmas, with sparse food on the table, if there is indeed even a table, mum and dad worried about paying the rent, grandparents shivering in the cold and dark, kids sharing single beds, sleeping on the sofa or even on the floor or in a bath tub. That sounds Dickensian, but is in fact the prospect for too many of our constituents as they face hard times this Christmas. In 2020, Crisis estimated that 30% of families on the lowest income could not afford a bed for their child. Will the Minister provide an updated assessment of the figure as it stands now, after a prolonged pandemic, energy price rises, rocketing inflation and a catastrophic recession?",
        "The housing crisis is nothing new, but its impacts are reaching new heights. Last Christmas, 1,300 families with children were living in unsuitable B&B accommodation over Christmas, already a rise of 3% on the year before. Given the added recession, will the Minister tell me how many more families with children will be in temporary accommodation for Christmas 2022? Is his Department investigating how many of them are living in unsuitable, overcrowded conditions, perhaps also grappling with dangerous levels of mould, damp and cold?",
        "The gap between housing benefits and standard private rents is also increasing. New research by Crisis found that fewer than one in 12 homes advertised on Zoopla were affordable for renters receiving housing benefit, compared with one in eight just five months ago. With section 21 eviction notices still not banned three years after their election on a manifesto that promised to deliver that, the Government are only pushing more families into homelessness and more children into bed poverty. When will we see the ban on section 21 no-fault evictions? Do we have to wait for a Labour Government to finally get rid of them?",
        "The topic of the debate leaves us all asking why, in a country as wealthy as ours, we are grappling with something as basic as children not having the space to sleep. As with food poverty and fuel poverty, bed poverty is just part of the wider scope of deprivation in our allegedly world-leading country. If a parent cannot afford to give their child space to sleep, it is unlikely they are managing to comfortably pay their bills, feed them well and provide for them as any parent would wish to do. As my hon. Friend the Member for Newcastle upon Tyne North said, this level of poverty leaves families teetering on the edge and still at the mercy and prey of legal loan sharks.",
        "Children’s charity Barnardo’s set up an emergency fund in October to provide urgent support to children, young people and families dealing with the cost of living crisis. Although originally envisaged to help with food costs and energy bills, Barnardo’s has already seen a concerning demand for beds and bedding. In my constituency of Luton, our Labour council released a 2040 report with a vision for where our town would be in two decades’ time. The vision is not a shy one. We aim to eradicate poverty in our town by 2040 and build a child-friendly town. I am proud of that aim, as everybody within my local government should be. It is bold, ambitious and inspirational, and it is everything local government should be, but we have to contend with a Government in power imposing 12 years of austerity on this country. Local communities have to take matters into their own hands for the sake of their people, but they are fighting a constant battle of inflation, cuts and rising demand.",
        "Local authorities have already lost 60p for every £1 of Government funding since 2010, but I know they will fight tooth and nail to support their residents in need, especially children. When will our Government finally take responsibility for the children they should be protecting and caring for? When will all children have a safe bed to sleep in? I look forward to hearing the Minister’s solution to the problem, as it is one we all want to see solved. I hope that not too many families in the UK will face cruel, cramped Christmases this year. Christmas is supposed to be a time of hope. I genuinely hope that this Dickensian Conservative-induced nightmare, with child poverty at the levels we are seeing, finally comes to an end before another generation is harmed."
    ]
}