{
    "url": "https://www.ukpol.co.uk/sarah-owen-2021-speech-on-bereavement-leave-and-pay-for-stillborn-and-miscarried-babies/",
    "title": "Sarah Owen – 2021 Speech on Bereavement Leave and Pay for Stillborn and Miscarried Babies",
    "post_date": "October 24, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Sarah Owen",
            "url": "/tag/sarah-owen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Owen, the Labour MP for Luton North, in the House of Commons on 19 October 2021.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to extend entitlement to parental bereavement leave and pay to parents of babies miscarried or stillborn during early pregnancy; and for connected purposes.",
        "Grief hits everyone differently but one thing that is universal is that it takes time. That is why people are entitled to bereavement leave when losing a loved one. I was not prepared for the grief of miscarrying. I was even more shocked that I was not entitled to bereavement leave but legally had to take sick leave instead. But what I was feeling was not a sickness. It was physically painful, yes, but my overriding feeling was grief: a deep sense of loss of hopes, dreams and mourning a lost future with babies I never got to hold.",
        "This happens to about one in four pregnancies. The Miscarriage Association reports that about a quarter of a million people each year in the UK miscarry. This issue impacts families who have got in touch with me in Luton North, but in every constituency in the country there will be families who face this grief everywhere. I cannot believe that in 2021 people are being forced to take sick leave to process their grief.",
        "I knew I was miscarrying during my first pregnancy. It happened at work. I was due to speak for the first time to the executive of my trade union, GMB. Protecting and improving workers’ rights is something I have actively campaigned on for most of my adult life, so it was odd that when it came to my own rights at work I was less vocal than normal, but grief can rob people of their normal selves. Rather than speaking out and saying what I knew was happening to my body at that time—the tell-tale tummy cramps and spotting—I stayed where I was, googled nearby ultrasound clinics under the table, and booked myself in for scan in my lunch break. I sat there devastated, knowing that there was nothing I could do to stop a miscarriage this early in pregnancy, at the same time just not wanting to believe that it was happening. I focused on my report and answered the questions thrown at me. To be honest, I knocked it out of the park; no one would have known that I was having a miscarriage at the same time. Then I walked back to the office in pain and alone, going back to my desk and waiting until I could have the scan that confirmed my fears and my pain.",
        "Important initiatives like Baby Loss Awareness Week and improved coverage in the media, with celebrities and my hon. Friends the Members for Sheffield, Hallam (Olivia Blake) and for Streatham (Bell Ribeiro-Addy) bravely sharing their personal experiences, as well as the hon. Member for Lanark and Hamilton East (Angela Crawley) and the right hon. Member for South West Surrey (Jeremy Hunt) in his work on the all-party parliamentary group on baby loss, are changing the conversation. I have also been proud to get to know the hon. Member for Truro and Falmouth (Cherilyn Mackrory) through her own experience and her work co-chairing the APPG. They are all helping to break the stigma of miscarriage and baby loss, but the law is too slow to change.",
        "Although my previous very lovely line manager gave me time and space to recover, I was still sending in sick notes from my GP. Yet a few days after the physical pain had subsided, I was not ill any more; I was grieving, with all the classic signs: I could not eat, I could not sleep. I really did not hold much hope that life would ever get brighter. It took time and the support of good people around me. Having to explain to my male boss why the first period following miscarriage triggered grief during a public disagreement was not ideal, but on the whole my previous employer and wonderful colleagues supported me throughout. I cannot imagine going through all that without a supportive employer, yet thousands of women in this country do, and that is why the law must change.",
        "I believe that public opinion is with us. In every baby loss awareness debate in this place there is a great deal of agreement across the political divide, and the call to extend bereavement leave to people who miscarry in early pregnancy has cross-party support, including from a former Health Secretary. I am grateful to the hon. Member for Strangford (Jim Shannon) for adding his support to this Bill, and to the charity Sands for its support too, but I know that Bills like this do not get far without Government support, and I would be grateful if Ministers met me on this. We have been waiting for an employment Bill since 2019. My proposal today would be an ideal strengthening of people’s rights at work in any future employment Bill. We should not have to wait any longer to make this change.",
        "There are companies and employers proving that this is possible, with some offering bereavement leave to their staff already. I would like to thank the school where my partner was teaching at the time, which was incredibly supportive during our miscarriages in allowing him the time to grieve as well. Small business owners have got in touch to say that they have amended their compassionate leave policies following personal experiences with miscarriage. It is also reported that Reddit in the US offers up to eight and a half weeks’ bereavement leave following miscarriage. But it is something that all people who experience miscarriage should be entitled to, not just some. Although it was one of the first and is rightly celebrated, bereavement leave for miscarriage in New Zealand is just three days. We have seen over there the change that a Labour Government, and Governments led by women, can make to people’s lives, but, with respect to our friends in New Zealand, I believe we can do better in this country and go further for the parents who experience miscarriage.",
        "The first time, it took me two days to completely miscarry. The second time, I carried the little ones around with me for nearly a week until I went under general anaesthetic to have them removed. I am so grateful to the team at St Mary’s day surgery, which included my wonderful and super-talented friend Helgi Johansson, for taking care of me that day. During the time I found out the twins had no heartbeats and was going to hospital, I tried to work. It really was not the smartest thing I have ever done, but I pushed on until a heavily pregnant woman joined a meeting. Again, I did the meeting, and I was staring at her lovely round belly knowing that mine would not grow like that that time. I am ever grateful that one day it did, and we are so lucky to have our wonderful rainbow baby. But no woman should feel compelled to stay at home or stay in work; they should have the space and choice about how to grieve.",
        "This small change will not stop people miscarrying, but it could make the world of difference. These are just a handful of the messages from people saying what a difference it could make. One woman wrote to me to say: “I was asked to go back to work the day after my miscarriage, by a well-known global corporation—I took some sick days but went back after three days. It was horrendous.” Another wrote: “With every miscarriage, my employer expected me to carry on as if nothing had happened, when what I really needed was to grieve and heal.” Another woman said: “This will make immeasurable difference to many women like me, especially for women in un-unionised workplaces.” She went on to say: “We aren’t sick, it needs to be recognised differently.” For me, that last point really rings true, because being forced to take sick leave wrongly reinforces a woman’s feeling that her body has failed her or that it is somehow her fault. For thousands of women, sadly, miscarriage is part of pregnancy, just as death is part of life.",
        "The law urgently needs to catch up with society to allow everyone who is the one in four the time to grieve and heal. Miscarriage can be physically painful, but it is not an illness, and it is time the law stopped treating it like one. That is why I commend this Bill to the House."
    ]
}