{
    "url": "https://www.ukpol.co.uk/lord-owen-2019-speech-on-brexit/",
    "title": "Lord Owen – 2019 Speech on Brexit",
    "post_date": "April 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "David Owen",
            "url": "/tag/david-owen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by David Owen, the Independent Social Democrat Lord, in the House of Lords, on 4 April 2019.",
    "content": [
        "My Lords, I speak at a very difficult time for our whole country. However we see this debate in this Chamber, we have to consider how it will be seen outside of it. For what it is worth, if I had still been a Member of another place, I would have voted in principle against this Bill. It raises serious constitutional implications for another place, and I hope that very soon it will look at its rules of order and conventions and change them, so that this type of legislation can never again be presented either to this House or to the country.",
        "It is true, in strict terms, that this Bill is not related to the real question before us: the withdrawal agreement and a treaty between 27 other EU countries and the United Kingdom. However, we cannot have this debate without recognising that it has wide implications for that consideration. It seems to me, on the balance of argument which has been presented, that if I were going to vote—but I am not—I would agree with the noble Lord, Lord Forsyth. This is a reasonable way of proceeding, although I know it may seem to some to be a blocking measure.",
        "I understand the anger and frustration, and the belief that the procedures of the House of Commons have been changed in a way that was almost impossible to foresee for those of us who spent years there—I was there for 26 years. Nevertheless, it has done it; nevertheless, the Speaker has ruled; and, nevertheless, even by one vote, the Bill has been passed. We in this House have to be very careful about stopping this Bill. We may take a long time on it, and we may raise very serious constitutional questions about the way the House of Commons has behaved and urge it to change its procedures for the future, but if the word were to go out that the House of Lords had blocked the Bill, it would raise a very serious question. I have never made any secret of my view that this House needs very substantial reform, and if noble Lords want to bring on the day that this House is changed in a very substantial way, it will happen. Noble Lords need to be extremely careful.",
        "One thing I urge the House to remember is that, at long last, the Prime Minister of this country and the leader of the Opposition are meeting in what appears to be a climate of compromise with a readiness to try to put the country’s interest first. It may or may not succeed, but it is profoundly to be hoped that it does.",
        "How will this whole thing look, against that atmosphere and that priority, to the 27 countries that will have to consider this Bill, if it were to become an Act? The Prime Minister has already indicated what she wishes to do, but they are in control of the procedure. Many times in this whole debate about Europe, I warned this House about Article 50, which we should never have used. It is deliberately designed to stop the sort of normal compromise and agreement which has proceeded in both Houses over many years. We are not in a so-called negotiation, and people are now seeing it. In front of us, we have a proposal from 27 countries. It may be that the Prime Minister is ready to go along with it, and perhaps the House will eventually, but it is not a negotiated procedure in the normal sense of the word, and those countries have the right to make the decision about whether to allow a postponement.",
        "Furthermore, something we should consider is that it has to be unanimous, so just one country can refuse. We know they are thinking very carefully about whether they will allow this. Even if we get around it procedurally, they are worried about its implications for the whole tone and debate in their countries when electing the new European Parliament. The way we debate here and in the other place will go a long way to deciding whether they will wish to accept a postponement, which I profoundly hope they do. Do not think that we are in a little bubble here which has no implications for anything else.",
        "This country has a long record of accepting international treaties. This country has a long record of sending its Ministers, particularly its Foreign Secretary, out to negotiate under the royal prerogative. It was a great mistake when we changed the royal prerogative and the right of a Minister to go into an international treaty to trade across the table and to come back to Parliament and ask for a yes or no. That is how we have dealt with international treaties. The obligation has been on Ministers—the Foreign Secretary and everyone else—to talk with their opposite numbers throughout a treaty-making process so that there was built-in consideration of the bipartisanship of foreign policy. Do we deny that virtue that we have had over centuries in this House and in another place, whereby international politics was, if possible, conducted under bipartisanship? Are we throwing all that out too?",
        "Time after time during this process we have failed to understand that our own constitution is a check. Parliament—we here and those in the House of Commons—voted for a referendum, yet what does the country see? It sees an elite in both Houses, and in London, blocking the decision democratically made by the electorate in the referendum. Shame on you if you do anything to let that happen."
    ]
}