{
    "url": "https://www.ukpol.co.uk/david-owen-1978-statement-on-zaire/",
    "title": "David Owen – 1978 Statement on Zaire",
    "post_date": "April 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "David Owen",
            "url": "/tag/david-owen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by David Owen, the then Foreign Secretary, in the House of Commons on 16 May 1978.",
    "content": [
        "The Government are making every effort, through the British Embassy in Kinshasa and other Western countries with communities in Shaba province to ensure the safety of the British community in the area of the fighting. The total number of British and Commonwealth citizens in the Shaba province—the area affected—is believed to be 171. We are in close touch with the mining companies, who employ a number of British subjects. The town of Kolwezi, where there are 24 British and Commonwealth citizens, is ​ reported to have been taken by the invading force. We have, so far, had no reports of harm to British subjects. The mining town of Tenke-Fungurume, east of Kolwezi, could be affected. Of the 19 British subjects there, six dependants were flown by their company to Kinshasa yesterday and other dependants are being flown today to Zambia.",
        "My right hon. Friend the Prime Minister and I discussed this question in detail with President Kaunda yesterday. The President has assured us that Zambia will give every facility to British subjects evacuated from Shaba province.  \nThis is a serious and threatening development to the stability of this part of Africa. I will keep the House closely informed and make all possible information available to the relatives of those concerned."
    ]
}