{
    "url": "https://www.ukpol.co.uk/sarah-owen-2021-speech-on-dental-services/",
    "title": "Sarah Owen – 2021 Speech on Dental Services",
    "post_date": "January 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Sarah Owen",
            "url": "/tag/sarah-owen/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sarah Owen, the Labour MP for Luton North, in the House of Commons on 14 January 2021.",
    "content": [
        "Like so many aspects of our lives over the last year, the pandemic has meant changes for dentists and for our constituents as patients. During the first lockdown last year, dental care was paused and emergency dental hubs were set up as back-up, naturally creating a backlog of patients in the system. Already in this new lockdown, practices are facing patient cancellations and staff sickness and self-isolation. It is clear that Government support is needed. No patient or dental practice should be put out for doing the right thing during the pandemic.",
        "Over the last year, I have met dentists and heard from practice managers across Luton North, who have told me about the challenges of keeping people’s mouths healthy during a global pandemic. One Luton North practice got in touch this week to tell me that dentists have been told that they must still hit their targets of 45% for dentistry and 70% for orthodontics, even in this new lockdown. That seems grossly unfair.",
        "Across all health services right now, patients are reluctant to attend appointments for non-emergency treatment. Many GPs are not seeing patients face to face unless absolutely necessary, but the Government and the NHS are asking dental staff to put themselves at risk. The new obstacles that covid has brought are preventing dentists from being able to do their best for their patients. Will the Minister take these issues away and consult dentists?",
        "I was shocked to find that dentists are not recognised as key workers, so they will not be in the highest priority groups for the covid-19 vaccine. I understand that priority must be given to those most at risk of serious illness or loss of life, but dentists are healthcare workers. Dentists are essential, and they are put in high-risk situations with respect to covid on a daily basis. Will the Minister please lobby her colleagues and NHS England to put dental workers on the same level as healthcare workers when it comes to vaccinations?",
        "Let me finish with an even bigger ask. We know that dental health is a determinant of other health and public health issues and matches up with other health inequalities that are caused by or can lead to poverty and other kinds of ill health. I therefore want to see the Government listen and rise to the challenge that dentists in Luton North have put to me over the last year."
    ]
}