{
    "url": "https://www.ukpol.co.uk/brian-paddick-2022-tribute-to-hm-queen-elizabeth-ii-baron-paddick/",
    "title": "Brian Paddick – 2022 Tribute to HM Queen Elizabeth II (Baron Paddick)",
    "post_date": "October 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Brian Paddick",
            "url": "/tag/brian-paddick/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Brian Paddick, Baron Paddick, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, I have been trying to make sense of all this, as someone who never met Her late Majesty. My mother was seven years older than Her Royal Highness Queen Elizabeth II, but when I lost my own personal life anchor, when my mother died, I felt that I still had Her Majesty the Queen.",
        "Her late Majesty was the safest of a safe pair of hands. She was the most reliable of the people upon whom we relied; she was the greatest example of duty and dedication. I was concerned in recent years that the Queen could not possibly continue to the very end without having to abdicate as old age took its toll, yet she served to the very end—something that I feel sure she would have been very happy to achieve. Our Lord Jesus Christ is sometimes described as the servant king. Her late Majesty was surely the servant Queen. May she rest in peace.",
        "The work of this House has been disrupted, normal life is interrupted, and all this feels very destabilising—but we have a new monarch and a new life anchor. If Liz Truss was anxious about having a difficult act to follow, spare a thought for His Royal Highness King Charles III. Our thoughts are with His Majesty and other members of the Royal Family at this time of loss and grief. In his address to the nation yesterday, His Majesty the King showed every sign that he can and will be our new source of stability during these turbulent times. Long may he reign.",
        "What would my mother have said? Being of the same generation, I can hear Her late Majesty saying the same: “All very unfortunate, but you’ll just have to get on with it”. And we will, with God’s help, and the leadership of our King."
    ]
}