{
    "url": "https://www.ukpol.co.uk/john-page-1985-speech-on-the-televising-of-the-commons/",
    "title": "John Page – 1985 Speech on the Televising of the Commons",
    "post_date": "June 23, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "John Page",
            "url": "/tag/john-page/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Page, the  then Conservative MP for Harrow West, in the House of Commons on 20 November 1985.",
    "content": [
        "My interest in voting today is to ensure that greater power and authority is given to this Chamber. I had a kind of road to Damascus conversion in the bath last Thursday morning and decided very determinedly that I would vote for the motion. This is a debating Chamber, however, and in a free vote we can be swayed by the speeches that we have heard.",
        "As I listened to the speech of the hon. Member for Great Grimsby (Mr. Mitchell) in support of the motion all my confidence dissipated but, as the hon. Member for Liverpool, Walton (Mr. Heffer) has said, one should not be ashamed to change one’s mind, however frequently the pendulum swings. Soon aftewards, however, my hon. Friend the Member for Littleborough and Saddleworth (Mr. Dickens) spoke against the motion and all his arguments persuaded me that it would be quite wrong to vote against it. My hon. Friend said that instead of spending his afternoons in Committee, talking to disabled constituents or dealing with his correspondence, he would have to waste his time in the Chamber, and that poniard went straight into the wound.",
        "In the light of that final revelation, I have decided to vote in favour of letting the cameras in—not only because I bought a carnation this morning at enormous expense in the belief that the cameras would already be here today, but because I believe that the televising of our proceedings, warts and all, will bring back greater power to our debates here, which is where it ought to be."
    ]
}