{
    "url": "https://www.ukpol.co.uk/richard-page-1985-speech-on-the-greenbelt-in-hertfordshire/",
    "title": "Richard Page – 1985 Speech on the Greenbelt in Hertfordshire",
    "post_date": "July 9, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Richard Page",
            "url": "/tag/richard-page/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Richard Page, the then Conservative MP for Hertfordshire South-West, in the House of Commons on 19 December 1985.",
    "content": [
        "I thank my hon. Friend the Under-Secretary of State for coming to answer an issue that has generated a great deal of enthusiasm, heat and anger in my constituency and in the other Hertfordshire constituencies. I would like my hon. Friend to imagine that I have beside me, as I know I have in spirit, all the other Hertfordshire Members. I am pleased to see a more physical manifestation in the shape of my hon. Friend the Member for Welwyn Hatfield (Mr. Murphy).",
        "The subject of the debate is of concern not only to hon. Members for Hertfordshire, as other hon. Members have approached me and offered their support. Councils from outside Hertfordshire have written to ask me to support their interests over the green belt.",
        "I do not intend to deal with the history and justifications behind the creation of the green belt. Regular consultations take place as part of that process, and in January 1985, the Hertfordshire structure plan review consultation document was published. The document was generally well received. There was strong opposition from the housing and construction industry, which believed that the review of the county structure plan needed to make provision for at least a further 12,500 to 22,000 units.",
        "For this and a variety of other reasons, it was felt that further consultation should take place, and that took place in April of this year, on the new development options. It concerned incremental and major growth, all of which involved taking considerable acres from the green belt for housing development. The people of Hertfordshire were asked for their views on the building of about 72,500 homes in the county before 1996, an increase of 20,000 on the figure that was put forward earlier in the year. There has been a high level of response to those consultations and to date replies have been received from 336 groups and 1,072 individuals. All but about 50 have been against the proposal. Of the 50 who have written in in support, most have expressed qualified support.",
        "In addition, the individual Hertfordshire Members have received representations directly themselves. I have been inundated by concerns and queries from my constituents, especially from those living in the village of Bovingdon, which is in the heart of my constituency. I understand from the consultation document that there is the possibility of about 700 homes being constructed there. If the proposal were implemented, it would destroy the environment and the character of the village. In the end, I had to beg my constituents to stop writing to me on the issue, especially from Bovingdon. I contacted the parish council and asked it to tell everybody that I had the message and that I would be supporting what they were saying, which was that 700 homes should not come into the area.",
        "In addition, I consulted the two district councils, the borough of Dacorum, and Three Rivers district council. The Dacorum council resolved that it was not satisfied that the levels of dwelling provision contained in the new issue consultation document had been adequately justified and requested ​",
        "“the county council to make a thorough examination of the Department of the Environment and the SERplan household forecasts, taking into account the importance of maintaining inner city policies. That it would be opposed to further development in the green belt as currently defined and would seek to maintain a policy of containing developments within urban areas. Finally, to inform the county council that the location of any further development should be established by the borough council through the local planning process.”",
        "That was a clear-cut and unequivocal reply to the new consultation document.  \nThree Rivers district council was concerned to resist the efforts to nibble at the green belt and was worried about pressures that might flow from circular 14/85, headed “The Green Belt”, and circular 15/84, headed “Land for Housing”. There are obvious conflicts in the advice that is given in the two circulars. Three Rivers council is concerned especially about paragraph 4 of circular 14/85. I shall not go into the paragraph in detail, but it seems to avoid the realities. It points the way to the development of the white line, which in turn will bring it hard up against the urban edge, which in turn will produce greater pressures to re-draw the green belt. The routeing of the M25 through my constituency will inevitably create the temptation to make it the natural limit of permissible development. That is of concern.",
        "I hope that the House will excuse the pun, but I do not believe that the green belt should be set in concrete for ever. There must be a little flexibility. Allowance should be made for building lines to be straightened and for sensible and regional density infillings, but not to the level suggested. It is possible that 2,000 of the 20,000 homes for Hertfordshire will be located in Dacorum. People chose to live in south-west Hertfordshire because of the environment. Many people say that more development should be permitted to allow local people the chance of getting a home. Unless there was a vast increase in planning permission, the cost of land would not decrease substantially to allow that wish to be fulfilled. I do not believe that I have been elected by my constituents to see my constituency covered in tarmac and concrete.",
        "I do not blame those in the housing and construction industry for seeking permission to build more houses. They have a business to run. Of course it is easier to build on a greenfield site. In the past few months, we have heard much about the state of our inner cities. We have had the panoply of the Church of England putting pressure on us to do something about the inner cities. In anything to do with development, it must be the duty of authorities to restore, renovate and rebuild the inner cities rather than develop the greenfield sites. I point as a hopeful sign to the redevelopments on the docklands. We can build on that example.",
        "I return to the question of flexibility and the idea that there can be some tolerance around the edge of the green belt. I have a suggestion. I know that it is not new and I put it forward without having consulted either of my two local councils, so I might be out of order with them. I suggest that there could be merit in considering the idea that, while housing development should be concentrated in the towns, the rate of housing development in rural areas should not be allowed to exceed the rate of 0·5 per cent. per annum of existing housing stock. This could be administered through and by local district councils. I know that this was not approved in 1979 by the Secretary of State ​ because of representations by district councils on that structure plan, but I believe that it would give flexibility to local councils and might merit reconsideration.",
        "I understand that the results of this consultation process will be considered on 13 January by the county planning committee, which will look at a draft structure plan to put to the Secretary of State. I sincerely hope that the county will firmly reject the idea of adding another 20,000 homes to the original January 1985 plan.",
        "I should like my hon. Friend the Under-Secretary of State to confirm the Government’s support for the green belt, to enable me to reassure my constituents. I should like him also to reassure my constituents in Bovington that they will not see 700 houses springing up beside their homes. I should like to take back some reassurance to my two local councils, so that they know that the Government are firmly behind them when planning matters are considered and large inroads into the green belt are proposed."
    ]
}