{
    "url": "https://www.ukpol.co.uk/jim-paice-1987-maiden-speech-in-the-house-of-commons/",
    "title": "Jim Paice – 1987 Maiden Speech in the House of Commons",
    "post_date": "August 15, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Jim Paice",
            "url": "/tag/jim-paice/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Jim Paice, the then Conservative MP for Cambridgeshire South-East, on 3 November 1987.",
    "content": [
        "In rising to address the House for the first time I am mindful of the honour and privilege of being a Member of it. The trepidation with which I make my first speech is tempered only by the knowledge that even the greatest statesmen who have served the country have had at some stage in their careers to rise and address the House for the first time.",
        "Indeed, I follow in the footsteps of a great statesman: Francis Pym represented the old constituency of Cambridgeshire and, more recently, Cambridgeshire, South-East, for some 26 years. During that time he occupied many of the highest offices in the land, and for all that time he served both his constituency and country to the very best of his ability. He did so in a way which is an example to us all, and which I shall find it very difficult to emulate over the years in which I hope to represent my constituency. It is only right and proper that Francis Pym has now taken his place in the Upper House, where his counsel can still be heard.",
        "The constituency that I am proud to represent includes many of the features that are at the forefront of Britain’s revival. In it have taken place, and are taking place, many of the technological developments and the advances in research that are at the forefront of our economic recovery. The enterprise culture has blossomed and boomed there perhaps more than in any other part of the country. The very atmosphere seems to breathe and encourage success. However, it is a very large constituency and, geographically, a very rural one—stretching from the Essex-Suffolk border to around Newmarket and taking in the vast majority of that great centre of the British bloodstock industry, and extending upwards into the Fens and the city of Ely, including the magnificent cathedral that makes it the centre of tourism in that part of Britain.",
        "However, the area has its problems. Fortunately. they are the problems of success. The pressures of development. if not handled properly, threaten to destroy the very fabric of our community. There is a further problem: the businesses that are currently booming, expanding constantly and providing massive numbers of extra jobs face an even greater threat to their continued development. The great perversity of our current economic scene is the shortage of skilled staff. That is why I am addressing myself to the Bill, and particularly to part II, which deals with training. I am sorry that much of the vehemence of the Opposition is concentrated on part I. I can only assume that they support most of the section on training, which, in my view, is of much longer-term importance to the country. I welcome the clauses on training and the greater emphasis placed on it by my right hon Friend in appointing a Training Commission.",
        "Before I was elected, I was general manager of a company specialising in training and management development. My duties included running a substantial youth training scheme and many other MSC schemes. I also served for a time as a member of an area manpower board, and I have seen many of the MSC schemes from different perspectives. In my view, the youth training scheme that my right hon. Friend has already developed is one of the Government’s greatest achievements over the years since they were elected in 1979. However, I have a few caveats.",
        "First, and probably most important, if, as we all hope, the number of young people in strict unemployment is coming down, partly because of the improving employment picture and partly because there are slightly fewer school leavers, the challenge to us all to ensure that the youth training scheme continues to develop is even greater as the necessity for it appears to diminish. The YTS is not concerned merely with keeping people out of the dole queue, which is the accusation thrown at it by those who wish it ill. More important, it is a means of ensuring that all young people who leave school at the age of 16—or, now, at 17—whatever their level of academic ability or achievement, can go into work and gain the skills that are necessary for work. That does not mean only the manual and practical skills, essential though they are. It also means the skills of working discipline—personal skills, which are equally important to holding down a job and doing it well. All those skills are vital if young people are not only to obtain jobs in the future, but to play a full and lasting role in Britain’s economy.",
        "Many firms and businesses with which I have been associated understand that and use YTS as the normal route of entry for 16-year-olds, not simply as a means of paying only £28.50 a week. It is, of course, open to an employer to pay any figure above that minimum, and, in my experience, many do so. The framework of YTS provides an opportunity of training in a combined programme lasting for up to two years, to ensure that when young people reach the age of 18 they have learnt many of the basic skills that will stand them in good stead for the rest of their working career. That is a good basis on which to build, and I hope that in the next few years the Training Commission will take steps to develop it into a three-year scheme. It would then compare favourably with the apprenticeship schemes that it is now replacing in many industries. It is a pity that only about 10 per cent. of trainees have formal employee status, as opposed to trainee status, and I hope that the commission will set an increase in that figure as one of its chief targets over the next few years.",
        "My second caveat is that we must ensure that industry takes up its own responsibilities for training. One of the sadnesses that I faced in my career, until my election, was the low level of importance attached by some industries to training. They pay considerable lip service to it, but when it is time to come up with the goods they are found wanting. That is their loss and the loss of the country and the economy.",
        "It is no use threatening to institute massive levies on every business so that the Government, through some different arm, can redistribute and dispense those levies as they see fit. Contrary to what we have hard, and no doubt will hear again, it just does not work. Seen from the grass roots, it is not a good use of resources. What we have to do is to encourage, persuade and cajole industry to recognise its own responsibilities for the development of its staff — to recognise that it must make a major investment, which is worth every penny. The most important investment that a company can make is in training its staff for the future.",
        "As the number of people on the youth training scheme declines, the Government and the Training Commission will be tempted to begin to reduce the financial input. I know that it is the Government’s policy to move the burden of training more to the employers. That is right, and is as it should be, but we must be careful to ensure that we do not go too fast too soon. We must make sure that the slack is gradually taken up by industry so that the developments that have been at the forefront of the advances in the youth training scheme in the last few years are not lost.",
        "Even with inflation down to its present highly satisfactory level, the costs of training, especially in rural areas, where YTS trainees can be spread over many square miles, are considerable. Like everything else, the costs keep rising and I hope that my right hon. Friend will recognise the great cost and only gradually shift the burden to the employers. The burden should be shifted, but we must not do it too quickly, because if we do something will be lost in the middle.",
        "My final caveat is that the development of YTS in the last few years has spawned a number of private training operators. I listened to the speech of the hon. Member for Oldham, West (Mr. Meacher), who has left the Chamber, and noted the cynical way in which he spoke about privatised training. One of the major factors in the success of the scheme has been the development of private training operators, often in competition with established colleges of further education. Many colleges succumbed to the temptation of simply tacking the YTS on to their existing courses of study. Over and over again that failed miserably, because the very ethos of YTS and its concepts of integrating work and training into a combined package and of appraisal and assessment were new and could not simply be tacked on to existing programmes.",
        "Fortunately, professional trainers were there, as opposed to professional educators. They were able to take up the opportunities offered and in many cases they forced colleges of further education to recognise the great differences. The colleges now understand that if they are to run the youth training scheme and provide the level of service that young people deserve and require, a rethink is necessary. The results of that rethink are now beginning to show in the efforts of many of those traditional providers.",
        "In the proper shifting of the burden that is bound to come, I urge my right hon. Friend to make sure that private providers are not put at risk. We have already heard expressed the great antipathy of the area manpower boards, the trade unions and the established institutional providers against the private sector. It would be a great shame if private sector competition were lost. The private sector has taken great steps towards moving the whole ethos and understanding of the skills of training forward into the future. It is not good enough for the Opposition to say that we should hark back to 1974 when the Manpower Services Commission was first developed. Today, everything to do with training is totally different, because training is a different ball game. The skill training profession has moved a whole street ahead of where it was in 1974. We must recognise that. There is no point in looking back, because in those days training did not do half the job that it professed to do.",
        "I welcome the clauses in the Bill to ensure that every young person will have the opportunity to train and to make a responsible choice. They will be able to go into the planned programme of training and work provided by the Government, or choose to be unemployed. The social security changes that were given their Second Reading yesterday are welcome. It is estimated that about 6 per cent. of young people refuse YTS and that about 7 per cent. pull out of the scheme because they believe that it is doing them no good. That is about 40,000 people a year, and we must try to reduce that figure. If the young people who dither and wander, or who become sceptical or disenchanted with YTS, are to be persuaded that the scheme has something to offer, we must make sure that the developments that have taken place in the last four or five years continue at the same pace.",
        "The opportunities are there and the importance of the YTS has not diminished even though, perhaps, its original purpose begins to fade. We must ensure that industry takes up the challenge of using YTS as the normal route for training and accepts the responsibility for gradually paying a greater share of the costs. We must ensure that young people will accept the concept of YTS as being in their best interests. We are already moving fast down those roads. If we can do those things we will have taken the first step towards ensuring that the successful, booming industries and businesses in constituencies such as mine are not continually faced with the problem of a shortage of skilled staff. Sadly, such shortages are even now beginning to hamper development. That is not in Britain’s interests, and I urge my right hon. Friend to ensure that the skills are available for the future."
    ]
}