{
    "url": "https://www.ukpol.co.uk/jim-paice-2012-speech-at-the-dairy-uk-dinner/",
    "title": "Jim Paice – 2012 Speech at the Dairy UK Dinner",
    "post_date": "November 29, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Jim Paice",
            "url": "/tag/jim-paice/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Paice at the Dairy UK Dinner on the 15th June 2012.",
    "content": [
        "Thank you, as ever to Dairy UK, for the invitation to speak for the third year running. We seem to have a long-running contract despite our ups and downs.",
        "This last year has been quite active in the industry, regrettably some closures in hard economic times but also many investments, new ventures, take-overs and now mergers afoot.",
        "I will always welcome and congratulate those who have invested in the British dairy industry. It has to be a good sign for the future for British dairying that such huge sums of money are being ploughed-in.",
        "Isn’t this the kind of positive sign that shows at least some have got a strategic plan – and plans should bring confidence – which is so important for this industry – if you are ‘down’ you are really ‘down’ – but if you can be ‘up’, you can really be ‘up’.",
        "This is very different to what I inherited over 2 years ago. There was no clear, common, ground – beyond perhaps the Dairy Roadmap as it now is. As an industry you are building collaboration. We now have Dairy 2020 and I know you are edging closer to a voluntary Code of Practice.",
        "That was one of the challenges I laid down last year, but I’d like to look at the others first.",
        "I am committed through my Dairy Supply Chain Forum to get the most appropriate senior industry representatives around the table – it is the place where the industry can debate key issues with me and set the course for ‘what industry can do for itself’.",
        "I have been really encouraged by the commitment the industry has shown to work together since I took over and how far it has come already, with links to the growing Dairy2020 industry sustainability initiative – which I wholeheartedly support – and work on the Green Food Project which will report in July.",
        "However, I have also noticed how important it is to have the active engagement from everyone at the Forum if it is to develop solutions to key issues and see them delivered to secure the future of British dairying.",
        "A future for the hugely important UK dairy sector – it is our single largest agricultural sector, and part of our very fabric – and yet we import a quarter of our needs and we barely export our quality products.",
        "Why, when we have one of the best climates for grass-based production in the EU, do we have a £1.27 Billion dairy trade deficit?",
        "You know I have banged the table about import substitution. We’re only about 80% self sufficient and have room to expand against quota whilst it lasts for three more years. Let’s put more British products on British shelves.",
        "And let’s export: there are huge opportunities out there for the dairy industry – some of which I saw recently for myself in China.",
        "It demonstrated to me that the UK has many competitive advantages in its high quality and safe produce which is exactly what Chinese consumers want.",
        "Current consumption in China is just one quarter of the global average, but it is rapidly catching up. Just think what that means in terms of the extra volumes of dairy products. Yet when two of my team from the IGD visited 16 Chinese retail outlets – no UK produce. Only Dutch, Danish and Irish!",
        "I asked last year – what are the barriers to taking advantage of these opportunities? Over time everyone has blamed everyone but themselves. Can’t we take strength from our domestic market for liquid milk, but stop it dominating our thoughts, and use it instead as the constant from which to explore other exciting markets?",
        "Maybe these investments that have been going on over the last year will start to unlock some of this potential.",
        "Before I move to what was the key challenge, I should touch on one or two other issues of relevance to you all.",
        "I cannot make a speech on dairying without mentioning TB. The coalition Government committed, as part of a package of measures, to developing affordable options for a carefully managed, science-led badger control policy in areas of high and persistent levels of TB in cattle.",
        "But badger control is only one part of the package needed to rid us of this disease. Cattle measures are absolutely essential and it is vital that every single farmer plays their part by fully adhering to the cattle testing and movement requirements and we will come down hard on anyone who does not and who risks spreading TB within their and other people’s stock.",
        "Measures to reduce the risk of bovine TB being spread between cattle are to be strengthened as part of the Government’s plan to eradicate the disease in England.",
        "From 1 July amendments to the rules on cattle movements will come into force, alongside changes to compensation policy, including reduced payments for owners of TB affected herds with overdue tests.",
        "You will all be aware that the CAP reform negotiations are progressing following the publication last October of Commission’s proposals for CAP post 2013.",
        "We are seeking a CAP that delivers improved value for money through the provision of public goods such as protection of the natural environment and climate mitigation.",
        "We are also seeking a CAP that is able to increase the competitiveness of EU agriculture, with the scope to encourage a real improvement in productivity and innovation in the agriculture sector, in order to prepare for a future without income support.",
        "Pillar 2 plays a pivotal role in delivering environmental benefits, improving agricultural competitiveness and supporting rural vitality across the EU.",
        "This is why we are arguing that Pillar 2 should receive an increased share of a smaller CAP budget and should be allocated more objectively. This could open the door to funding to improve farm infrastructure and performance, to provide farm business development and advisory services and perhaps even the setting-up of producer groups.",
        "And whilst I speak of environmental benefits, I’ve said before how much I welcome your sector’s leadership on sustainability. With Rio +20 coming up, we’ve an opportunity to show how dynamic food and farming businesses are meeting the challenges of climate change and working through their supply chains to reduce emissions. Agriculture can’t meet its aim to reduce GHGs without the active support of your businesses, and I’m counting on you within both Dairy UK and your own supply chains to collaborate and deliver on the GHG Action Plan.",
        "I’m confident that you’ll rise to the challenge of climate change, just as you’ve adapted and responded in your contribution to the sector’s Dairy Roadmap since it was first launched four years ago. Continue to be a model for other sectors and other industries in both celebrating your achievements and pushing yourself further.",
        "The Dairy Roadmap shows the potential that exists for achieving real progress and recognition as an industry in dealing with the pressing environmental issues of the day. I don’t know of any group that hasn’t welcomed what you’ve achieved, and I look forward to welcoming in the autumn the new goals you’ve set for yourself.",
        "I had also sincerely hoped to be welcoming today the adoption of your own voluntary Code of Practice on contractual relationships. I know that processor and producer representatives have met today but that you are not quite there yet.",
        "Whilst the EU Dairy Package brings farmers some hope of stronger contracts and bargaining power, processors fear it will unsettle the supply chain and threaten competitiveness. You will know in any case that we prefer not to legislate. Indeed under MacDonald we’re seeking to reduce the burden of legislation where possible.",
        "And you as processors and farmers will all know that I believe that a code of practice is the best solution to current relationship problems.",
        "It would allow the industry to find an agreed way forward on a number of issues which the Dairy Package will not, including the management of price changes and notice periods for contracts, which are critical to both producers and processors. The code can also deal with exclusivity of supply.",
        "But it cannot and will not affect prices specifically. However, it should improve the trust in your relationships to a point where you are genuinely working together.",
        "I am not aware of anyone disagreeing just now that a voluntary code is preferable to where we are today and is the best solution.",
        "I have been impressed by and would like to recognise tonight the degree of engagement and commitment that industry representatives involved in these negotiations have shown in driving this forward for themselves.",
        "I know that it is not easy achieving such changes at industry level, but I also recognise the need for the entire supply chain to achieve a successful outcome.",
        "You are not quite there yet – but I implore you all to recognise the benefit you could bring this iconic British industry if you can just reach agreement on a sensible compromise.",
        "We all know, from recent weeks, that market prices are a real concern – but volatility of world markets will affect both processors and farmers in the UK.",
        "Price peaks don’t reach us because we don’t trade enough internationally, but price drops do hit us because of the risk of cheaper imports of any tradable products – albeit we see less impact than elsewhere in the EU, thanks in particular to our strong domestic liquid market.",
        "But the real problem in contractual relationships isn’t the price, it is really about the terms and conditions of contracts – and particularly the manner of any changes to them which can be hard to justify.",
        "As I understand it, what farmers really need is a contract that is fair and a price that is more transparent. It doesn’t have to be a formula or static price – it simply has to be something they can understand, believe in and can trust.",
        "Farmers understand that more revenue could be secured by trading more broadly. We know farmers would love more income – but they also understand that the market in which we trade will be the major influence.",
        "They can however have far more say on achieving a better balance to contractual terms, but need to be realistic about what this will achieve.",
        "A key element which farmers seek is the ability to resign from contracts within a reasonably short timeframe, particularly in the event that they don’t like a price change.",
        "This room is full of milk processors. In all your time, how many of you have received resignations from farmers because of a price change?",
        "All of you and lots of resignations I expect. But how many of those farmers who put in their resignations actually moved?",
        "Very few – and why? Quite simply because the prevailing market didn’t offer them anything better to go to.",
        "Greater freedom to move between processors does not guarantee farmers a significantly better price. Nobody likes being told they’re going to be paid less, but ultimately, if the prevailing price goes down, are farmers going to be able to secure a better price elsewhere? Frankly, no.",
        "How come businesses have succeeded in keeping the vast majority of their farmers despite operating with the shortest notice periods amongst major processors?",
        "Given this history, I ask you – why is there so much concern about farmers changing their processors? Is it not rather more simple?",
        "It is a two way street – I know processors need to be able to respond to market conditions such as changes in market prices or demand, but you also need security of supply.",
        "Processors who treat farmers properly have nothing to worry about. And this is what you should be aiming to achieve through the voluntary Code of Practice.",
        "The dairy industry is important to Britain’s rural economy and the manner of recent cuts to farm gate milk prices has been a real concern for many people.",
        "However, in a volatile market everybody knows prices will go up and down. The key is for us to build trust and transparency, so that farmers and processors can work together and take advantage of the huge business opportunities both here and abroad.",
        "A voluntary code of practice will mean people having to do things slightly differently – but it will ultimately benefit the industry as a whole – and I implore all sides to make a final push and agree a workable compromise."
    ]
}