{
    "url": "https://www.ukpol.co.uk/ian-paisley-1985-speech-on-the-loyal-address/",
    "title": "Ian Paisley – 1985 Speech on the Loyal Address",
    "post_date": "June 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Ian Paisley",
            "url": "/tag/ian-paisley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Paisley, the then Leader of the Democratic Unionist Party and the MP for North Antrim, in the House of Commons on 6 November 1985.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2019/06/ianpaisley.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2019/06/ianpaisley.jpg)",
        "I should like to follow the lines on which the right hon. Member for Lagan Valley (Mr. Molyneaux), the leader of the Official Unionist party, has spoken.",
        "I say to the hon. Member for Ryedale (Mr. Spence), the Chairman of the Select Committee on Agriculture, of which I am also a member, that I, too, will not be in the same Lobby as him when we vote on the Bill dealing with Sunday trading. The laws for the protection of employees, and for those who have religious convictions, should not be swept away. They should be retained for the people who need protection and the benefit of one day’s rest in the week, whatever their religious persuasions may be. I do not agree with the hon. Member for Bournemouth, East (Mr. Atkinson) that Scotland has altogether apostasised. In the land of John Knox there are still some who respect, honour and attend the kirk.",
        "My purpose in speaking is to tell the House what the majority of the people of Northern Ireland are thinking at this time. It is as well that this House should know what they are thinking. As we meet here, the Deputy Prime Minister and the Foreign Minister of the Irish Republic are locked in talks with representatives of Her Majesty’s Government. Talks between Governments are supposed to be confidential, and everyone recognises that they should be, but the present talks are confidential only in relation to the majority population in Northern Ireland. The spokesman of the SDLP—which is represented in this House by the hon. Member for Foyle (Mr. Hume)—said that the Dublin Government were having consultations with leaders of his party at every stage of the negotiations. Therefore, one section of the population of Northern Ireland knows exactly what is taking place and is making recommendations accordingly.",
        "The Prime Minister and the Foreign Secretary of the Republic of Ireland have been making tours to various foreign places. The Secretary-General of the United Nations has been briefed, as has the President of the United States, and Mr. Barry even went to the Vatican to let the Pope know what was happening. Yet the majority of the population of Northern Ireland, who will be most concerned with the outcome of the talks, have not been told what is happening. For that reason, a serious position is developing in Northern Ireland.",
        "I hope that the long-awaited summit will soon take place and that matters will then be out in the open, as far as that is possible. I do not believe that the people of Northern Ireland will hear everything that has taken place. I do not believe that the declaration will tell us everything that has been agreed. But at least we shall see the tip of the iceberg and know what is to take place.",
        "One point has been established through Dublin—that the aim of the Government of the Irish Republic is to set up a permanent joint secretariat, chaired by the Secretary of State for Northern Ireland with a co-chairman, the Foreign Minister of the Irish Republic. It has been suggested that, because he will be answerable in the Dail for what takes place in the joint secretariat, the Dublin Government may appoint a Minister for Northern Ireland to answer the deliberations, recommendations, discussions and actions of that joint secretariat. I ask the House to note the effects of that. At present, when legislation is proposed for Northern Ireland, the elected representatives of both sections of the people make their wishes known at Council level and in the House. Ordinary lobbying takes place, the views of each section of the community are made known to the Government, and the appropriate Minister then takes his decision. Although both sections of the community in Northern Ireland have clearly elected representatives to do the job for them, it appears that in future all legislation and administration will be referred to a new body, and that, after that body has had its say, the proposals will come to the House.",
        "No one doubts—the Government have reiterated this—that the House will continue to deal with legislation for Northern Ireland. But how will legislation be produced? Will it be produced as all legislation in the House is produced, or will it be referred to the joint secretariat, in which we will have representations from a foreign Government who have not looked in a friendly way on the people of Northern Ireland or their wish to remain ​ part and parcel of the United Kingdom? It should also be emphasised that article 2 of the constitution of the Republic of Ireland reads:",
        "“The national territory consists of the whole island of Ireland, its islands and territorial sea.”",
        "That is a strong claim. That foreign Government, through their new role, will have a definite input in all laws, administration and jurisdiction over part of the United Kingdom. The way in which Northern Ireland is governed will therefore be radically changed, and the constitutional structures of government in Northern Ireland will be changed. If that is so, the people of Northern Ireland have a right to decide on the matter. The House will know that in the Northern Ireland Constitution Act 1973 the law of the land states that if there is to be a change, it cannot be made without the people of Northern Ireland expressing a wish for that change.",
        "Hon. Members will remember what happened in the House when the constitutional arrangements of Scotland and Wales were to be changed. The people of those two parts of the United Kingdom had an opportunity through a referendum to express their wishes. We are telling the Government today, as the right hon. Member for Lagan Valley and I told the Prime Minister recently, that, because of their proposed change and the different way in which the constitutional structures of Northern Ireland will work, the people of Northern Ireland must have an opportunity to express their wishes. If we do not have such a constitutional expression of view and the rule of the ballot, we shall find ourselves in serious difficulties—and let no hon. Member think that those difficulties can be overcome, because they cannot.",
        "Many years ago, when I first came to the House, hon. Members thought that in doing away with the old Stormont all would be well, but I warned them that the House would have to reap what it had sown. Today the House should think carefully about putting its hands to creating a structure in Northern Ireland in which the Irish Republic will have a genuine say—a consultative role and a right to be consulted about the affairs of the people of Northern Ireland.",
        "The House should consider the record of the South. If there is one body in Northern Ireland that should be commended, it is the judiciary. Our judges and magistrates have stood the test. They come from both sides of the community, and some from both sides have been slaughtered. Indeed, one magistrate saw his daughter murdered beside him as he left his Roman Catholic place of worship after attending mass. The members of the judiciary have carried out the administration of the laws passed by the House in the face of great danger to themselves and their families. Yet no body has been more savagely attacked by the Foreign Secretary of the Government in the South than the Northern Ireland judiciary. He has said that the judiciary must be changed and that people cannot give their consent to it. Yet the only failure of those men was faithfully to administer the laws passed by the House. Will those attacks be considered by a structure, in which the South will have a legislative role, under the new proposals? Will the South be able to attack the judiciary of the North through that structure?",
        "What about the security forces in Northern Ireland, who bear the brunt and heat of the battle? When members of the IRA, who rebel, murder and carry out crimes, are ​ about to be arrested by the Army, they stretch out their hands and say that they would rather be arrested by the Royal Ulster Constabulary. They plead not to be arrested by the British Army. Yet the RUC has come under serious criticism and denunciation. We all know that in any body of men some will deviate from the rule, but that does not mean that the whole body should be condemned.",
        "Today the Prime Minister read a homily to the Opposition about supporting law and order, and Opposition spokesmen said that her accusations were groundless and should not be made. But in Northern Ireland the SDLP openly declares that it will not associate with the police force or invite its people to join the police or any of the security forces. That is what we are up against. The right hon. Member for Tweeddale, Ettrick and Lauderdale (Mr. Steel) said that if certain people were recruited into the police force, many problems would be cured. The old RUC allocated one third of its places to the Roman Catholic community, and many Roman Catholics were members of it, but that did not alter the antagonism that the force faced while it tried to keep the writ of the Queen’s peace.",
        "The suggestion that is being made is creating a serious situation in Northern Ireland. I do not know what the Government’s other policies will be. I can only learn from what is leaked from Dublin and said by those who are party to the discussions. Like all free peoples, the people of Northern Ireland claim the right to declare their wishes about a change in the constitutional structure of government. That right, as I have already mentioned, has been upheld by the Northern Ireland Constitution Act 1973. That Act purports to guarantee Northern Ireland’s place within this kingdom, and permits change only with the consent of the people of Northern Ireland by voting in a poll.",
        "When the miners’ strike was taking place, the Prime Minister was adamant in saying that Mr. Scargill should hold a poll. We heard that continually. The Prime Minister should hold a poll in Northern Ireland. The people should have a right to say whether they are to be governed in this manner. It is entirely different from any other part of the United Kingdom.",
        "I shall give an example. If France claimed Cornwall, what would the House think if the Government said that they would set up a secretariat and run Cornwall as a condominium, as a covert joint authority? There would be a great outcry in the House. If there was a group of determined terrorists in Cornwall who were bombing, killing and maiming, the outcry in the House would be even greater. Yet in Northern Ireland the bombing and the maiming of our citizens go on and the Government are negotiating with the Republic along those lines.",
        "What is more, I find it difficult to understand why yesterday, when addressing the East Belfast rotary club, the Secretary of State spoke about the minority and its fears. I know what the fears of the minority are. I represent a sizeable section of the minority in my constituency. Anybody who looks at the figures will see the swing that has taken place in the vote since I went to that constituency. There are real fears not only in the minority community but in the majority population. The Secretary of State sneered at those fears yesterday and talked about phobias and things brought out of the cupboard. He should recognise that a serious state of affairs is developing in Northern Ireland, and the sooner it comes to a head the better it will be for everyone.",
        "​I trust that when the House hears those proposals and the representations that will be made by members of the Unionist parties in the House, it will know exactly what the majority of the people are thinking. We in Northern Ireland are thinking of our founding father, who was a very eminent Member of this House. He served in the British Government and also in the inner Cabinet of the world war 1 Government with the Liberals. Many years ago, in a statement that sums up what Ulster is saying today, he said:",
        "“Our demand is a very simple one. We ask for no privileges, but we are determined that no one shall have privileges over us. We ask for no special rights, but we claim the same rights from the same Government as every other part of the United Kingdom. We ask for nothing more; we will take nothing less. It is our inalienable right as citizens of the United Kingdom, and heaven help the man who tries to take it from us”.",
        "That is the determination of the people of Northern Ireland. They want to maintain and have equal rights for every citizen in the land firmly within this kingdom."
    ]
}