{
    "url": "https://www.ukpol.co.uk/ian-paisley-2007-speech-at-stormont/",
    "title": "Ian Paisley – 2007 Speech at Stormont",
    "post_date": "November 29, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "Ian Paisley",
            "url": "/tag/ian-paisley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Paisley at Stormont in Northern Ireland on 8th May 2007.",
    "content": [
        "How true are the words of Holy Scripture, ‘We know not what a day may bring forth’.",
        "If anyone had told me that I would be standing here today to take this office, I would have been totally unbelieving. I am here by the vote of the majority of the electorate of our beloved province.",
        "During the past few days I have listened to many very well placed people from outside Northern Ireland seeking to emphasise the contribution they claim to have made in bringing it about.",
        "However, the real truth of the matter is rather different.",
        "If those same people had only allowed the Ulster people to settle the matter without their interference and insistance upon their way and their way alone, we would all have come to this day a lot earlier.",
        "I remember well the night the Belfast Agreement was signed, I was wrongfully arrested and locked up on the orders of the then secretary of state for Northern Ireland. It was only after the assistant chief of police intervened that I was released. On my release I was kicked and cursed by certain loyalists who supported the Belfast Agreement.",
        "But that was yesterday, this is today, and tomorrow is tomorrow.",
        "Today at long last we are starting upon the road – I emphasise starting – which I believe will take us to lasting peace in our province. I have not changed my unionism, the union of Northern Ireland within the United Kingdom, which I believe is today stronger than ever.",
        "We are making this declaration, we are all aiming to build a Northern Ireland in which all can live together in peace, being equal under the law and equally subject to the law.",
        "I welcome the pledge we have all taken to that effect today. That is the rock foundation upon which we must build.",
        "Today we salute Ulster’s honoured and unageing dead – the innocent victims, that gallant band, members of both religions, Protestant and Roman Catholic, strong in their allegiance to their differing political beliefs, unionist and nationalist, male and female, children and adults, all innocent victims of the terrible conflict.",
        "In the shadows of the evenings and in the sunrise of the mornings we hail their gallantry and heroism. It cannot and will not be erased from our memories.",
        "Nor can we forget those who continue to bear the scars of suffering and whose bodies have been robbed of sight, robbed of hearing, robbed of limbs. Yes, and we must all shed the silent and bitter tear for those whose loved one’s bodies have not yet been returned.",
        "Let me read to you the words of Deirdre Speer who lost her police officer father in the struggle:",
        "Remember me! Remember me!",
        "My sculptured glens where crystal rivers run,",
        "My purple mountains, misty in the sun,",
        "My coastlines, little changed since time begun,",
        "I gave you birth.",
        "Remember me! Remember me!",
        "Though battle-scarred and weary I abide.",
        "When you speak of history say my name with pride.",
        "I am Ulster.",
        "In politics, as in life, it is a truism that no-one can ever have 100% of what they desire. They must make a verdict when they believe they have achieved enough to move things forward. Unlike at any other time I believe we are now able to make progress.",
        "Winning support for all the institutions of policing has been a critical test that today has been met in pledged word and deed. Recognising the significance of that change from a community that for decades demonstrated hostility for policing, has been critical in Ulster turning the corner.",
        "I have sensed a great sigh of relief amongst all our people who want the hostility to be replaced with neighbourliness.",
        "The great king Solomon said:",
        "‘To everything there is a season, and a time to every purpose under heaven.",
        "A time to be born and a time to die.",
        "A time to plant and a time to pluck up that which is planted.",
        "A time to kill and a time to heal.",
        "A time to break down and a time to build up.",
        "A time to get and a time to lose.",
        "A time to keep and a time to cast away.",
        "A time to love and a time to hate.",
        "A time of war and a time of peace.’",
        "I believe that Northern Ireland has come to a time of peace, a time when hate will no longer rule.",
        "How good it will be to be part of a wonderful healing in our province.",
        "Today we have begun to plant and we await the harvest."
    ]
}