{
    "url": "https://www.ukpol.co.uk/ian-paisley-2022-speech-on-transport/",
    "title": "Ian Paisley – 2022 Speech on Transport",
    "post_date": "May 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Paisley",
            "url": "/tag/ian-paisley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Ian Paisley, the DUP MP for North Antrim, in the House of Commons on 19 May 2022.",
    "content": [
        "Five minutes is usually about clearing my throat, Madam Deputy Speaker, but I will do my best in this debate, and I hope there will be no hot air from me today. I welcome the comments made by the previous Minister, the hon. Member for Harrogate and Knaresborough (Andrew Jones). Both Ministers on the Front Bench know of my commitment to Wrightbus in my constituency. It is a company that was about to go into the doldrums, starting with about 55 people, less than two and a half years ago, and it now employs almost 1,000 people. I remember the Under-Secretary of State for Transport, the hon. Member for Copeland (Trudy Harrison) visiting the plant with me and sitting in a new hydrogen development bus and wanting to steer it around the streets of Ballymena. I know that those visits are incredibly important. In the last few weeks, I have had the opportunity to meet the Secretary of State for Transport, and I have encouraged him to make his next big visit to Northern Ireland to visit the bus plant at Wrightbus and see for himself the great, pioneering work that is being done by the workforce there. They are immensely proud of the fact that they have produced the only workable hydrogen buses to scale across the UK. Indeed, they have produced over 1 million miles of bus activity on the UK’s roads. This is the future of public transport, and I hope the Government grasp it with both arms, give it a bearhug and take it forward, as is required for our industry to be successful.",
        "I am also delighted that, in recent days, we have had a new export deal between Wrightbus and Volgren in Australia. Indeed, a deal with a European country for more hydrogen bus sales into Europe will be announced later this week, which is a very positive development. A small, 75-year-old company in Northern Ireland is now a world leader in hydrogen and other low-emission bus technologies. The job creation is significant and adds to our Union connectivity. Remember that 1,000 people employed in Northern Ireland is the equivalent of about 30,000 jobs across the United Kingdom. It is very significant for a small place like Northern Ireland to have such an impact. I encourage the Secretary of State and other Ministers to visit, because Wrightbus shows the importance of bus development.",
        "Another aspect of Union connectivity as it relates to transport is the Heathrow hub link to Northern Ireland. A number of hon. Members have mentioned the interim price cap, which is disastrous for connectivity to Northern Ireland. If I wanted to fly to Northern Ireland right now and made an emergency booking with British Airways, a single flight would cost £375. I could probably fly to anywhere else in Europe for that. The price cap will cripple connectivity, and I encourage the Government to step in.",
        "I heard what the Minister said, but it is not good enough to say that this is a matter for the Civil Aviation Authority. Government intervention is required because of the strategic and security interests at stake with Union connectivity. I know it is difficult for him to step in, and that he would be treading on all sorts of toes, but he should do the Northern Ireland thing and get his retaliation in first. He should put on his hobnail boots, tread on those toes and make the point that this is damaging trade and investment in Northern Ireland, damaging connectivity and damaging the Union. It is important that we address that issue.",
        "I congratulate Translink on its significant work on our railways across Northern Ireland. It is improving the links between the villages of Cullybackey and Dunloy in my constituency and Ballymoney. These are significant transport links for connectivity and businesses across Northern Ireland.",
        "I also thank the road surfacers who are trying to improve, with a very limited budget, what I can only describe as the Swiss cheese-like roads on which some of our people drive in Northern Ireland. Again, the Government here should be encouraging our Government in Northern Ireland to get on with developing those roads.",
        "The Minister mentioned the levelling-up agenda, which is a significant opportunity to change the UK for good, if it is applied correctly. If we can get levelling-up funding into new air routes and new airlines operating across Northern Ireland and into the rest of the world, it will make a significant difference for trade and for my constituents.",
        "Finally, I chair the all-party parliamentary group on motorcycling, and I encourage the Minister to meet us soon to discuss the point raised by the hon. Member for Bexhill and Battle (Huw Merriman), the Chair of the Transport Committee, on the regulation of e-scooters and other e-vehicles. This is an important development, and we need to get ahead of the curve."
    ]
}