{
    "url": "https://www.ukpol.co.uk/ian-paisley-1970-maiden-speech-to-the-house-of-commons/",
    "title": "Ian Paisley – 1970 Maiden Speech to the House of Commons",
    "post_date": "November 29, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1970",
            "url": "/tag/1970/"
        },
        {
            "text": "Ian Paisley",
            "url": "/tag/ian-paisley/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Ian Paisley to the House of Commons on 3rd July 1970.",
    "content": [
        "Mr. Speaker, when I came into this House on Monday last and heard you elected to your high office, you said: At the heart of all the tensions that exist, rightly, between free citizens and which rightly divide them, we meet to resolve those tensions by free and fair debate, respecting not only one’s own right to hold an opinion but equally the right of the other man to hold diametrically opposed opinions and to express them equally freely …. And at the heart of that heart sits a neutral chairman, favouring neither side, except for his sworn duty to protect minorities”.—[OFFICIAL REPORT, 29th June, 1970; Vol. 803, c. 7–8.] The views which I shall be putting to this honourable House from time to time will be the views of a minority, and probably views which have never been expressed in this House before, concerning the situation in my homeland of Northern Ireland. I take your words, Mr. Speaker, as a charter for my individual right and freedom to express those sentiments.",
        "There is another great principle which I believe lies at the very heart of democracy. It can be set forth in a question: Does our law judge a man before it heareth him? I am extremely happy that I am able to answer both for the people I represent and for myself in this House today.",
        "I should like to make it perfectly clear that, although I sit on the Government back benches, I came to this House having smashed the 23,000 majority of a sitting Unionist Member of this House. Therefore, I am expressing the viewpoint of those Protestants who are against the present policies of the Ulster Unionist Party, and I shall from time to time take the opportunity of putting as forthrightly as I can the views of the people who have sent me here to speak for them.",
        "I have just come from Northern Ireland and from those very areas which suffered through the disturbances of last weekend. I have also come from another place where there has been a long and protracted debate on these matters and where contributions were made by every politician in that place concerning these very serious and tragic happenings. What is more, the main substance of the facts of the situation as I know them and as I would put them in this speech can be confirmed by the Army authorities in Northern Ireland. I use the phrase “main substance of the facts” deliberately, for it is a tragedy that when gunfire was being heard in the streets of the City of Belfast, and when people were being mown down by that gunfire, no personnel of the British Army were available to give the people who were being slaughtered any protection whatsoever. The police authorities who were there can confirm the facts of which the Army was not cognisant.",
        "I noticed that yesterday the Leader of the Opposition mentioned that a solemn promise was given to people in every section of the community in Northern Ireland, irrespective of their political views and religious beliefs, that they were entitled to the same equality of treatment. It is a tragedy that the Protestant people of East Belfast should have to suffer gunfire in the early hours of last Lord’s Day morning and that for two hours they were given no protection whatsoever. When I describe the scene which took place it will be clear to hon. Members—and if they want to confirm it they can do so with the Government of Northern Ireland—that no troops were available to give the necessary defence to these people who were being attacked.",
        "What is meant by freedom under the law? It needs to be made perfectly clear to all citizens of Northern Ireland what that really means. Does it mean that there is freedom to throw stones, to use petrol bombs and to use guns, and to know that the more stones you throw, the more petrol bombs you use, the more people are slaughtered, the more you will be heeded and hearkened to and the more the concessions which you want will be given to you? It is this pernicious principle which has bedevilled the scene in Northern Ireland. There are people who think that the more they agitate and the more they march and cause confusion, riot and anarchy, the more they will get from the Government of Northern Ireland and from the Government here in Westminster.",
        "I will tell hon. Members of the type of speech which sets out the point which I am making. I refer to a speech made by the hon. Member for Belfast, West (Mr. Fitt) reported on 22nd July two years ago. It sets the pattern for the Northern Ireland theme.",
        "It was reported that the hon. Member for Belfast, West said that nothing could be gained from speeches at Stormont and Westminster. The time for action had arrived. By changing the situation in Derry, change would follow not only in the North but in the rest of Ireland as well.” Mr. Fitt declared that it was not possible to get reform by constitutional methods. “People in Derry and all over Northern Ireland who are victims of this system will have to end these wrongs by any means at their disposal. I may not have a great deal of time to stay on the political scene in Northern Ireland,” Mr. Fitt continued. “If constitutional methods do not bring social justice, if they do not bring democracy to Northern Ireland, then I am quite prepared to go outside constitutional methods”. It is in going outside constitutional methods that the scene at the weekend has been enacted.",
        "Three points have been made concerning the reasons for the outrages at the weekend. One is the imprisonment of the hon. Lady the Member for Mid-Ulster (Miss Devlin). The second is the Orange processions—should they go on and should they be continued? The third is the particular procession which took place on Saturday of last week. I will first apply myself to the first of those reasons.",
        "If any Members, no matter what their privileges may be in the community, set themselves out on a career of attack on the forces of the Crown, then, when they are apprehended, brought before the courts, tried and found guilty, no matter who they are, they must bear the full rigour of the law.",
        "Here I take issue with the members of the official Unionist Party: for too long the citizens of Northern Ireland have been brought to the courts not as citizens of Northern Ireland but in regard to their particular political affiliations and their relationships to the controlling Unionist Party. It is not only Roman Catholics who have felt aggrieved concerning injustice in Northern Ireland but also many Protestant people who refused to go by the dictates of the Unionist Party and who set themselves up in opposition, constitutionally, against the Unionist Party. These people, too, have suffered from the same thing. I need not remind this House, for this House very well knows, that twice I have been behind prison bars. When I listened to what was said by the Prime Minister of Northern Ireland at the Dispatch Box the other evening I felt that it would not be very long before I, too, would be back behind prison bars.",
        "The time has clearly come when every citizen in Northern Ireland, whether he be an Orangeman or a Hibernian, a Jew or a Hindu, or anyone else, should know that before the law he stands not as a person with certain religious affiliations or political affiliations but as a citizen of the country. No matter what his faith may be or his pedigree may be, no matter what the blood that flows in his veins may be, he should be treated equally in the eyes of the law. I have been in court cases in Northern Ireland in which certain citizens were summoned to appear as witnesses and in which the magistrates refused to allow them to come because those people who had been summoned had special privileges in the Unionist Party. Those things ought not to be.",
        "I should like to make it clear to the House that, no matter what the Press may say and no matter what image may be painted of me, in my constituency both Roman Catholics and Protestants receive equal treatment from me as a Member of Parliament. It is because of this that the Unionist Party fear the Protestant Unionists more than they fear anyone else at the present time in the Province.",
        "It is the duty—I need not tell hon. Members—of every Member of Parliament to treat all his constituents equally. That is something which the Unionist Party dread, for they would dread it if the Roman Catholics of the Province in a marginal constituency found out that a representative such as myself would give them the equal treatment which they ought to receive. I make this clear not only here today but also in the constituency.",
        "I want to talk about the imprisonment of the hon. Lady the Member for Mid-Ulster. If the law had been kept in the way in which it has been kept at other times, the hon. Lady would never have left the court. Her bail was up and it was a wrong move to give her the privilege even to leave the court where she had been sentenced. Other persons who have been sentenced in a court of law have been held there, some of them for six hours.",
        "**Mr. Speaker** Order. I hesitate to do what is most unusual—to interrupt a maiden speaker. But it is not in order to criticise by implication the special magistrates—unless by putting a Motion on the Order Paper.",
        "**Mr. Paisley** Thank you, Mr. Speaker. If anything in my remarks tended to criticise the decision of the magistrates, I make it clear that that was not the intention which I was seeking. I was seeking to criticise the police authorities, who should have held the prisoner in the court, as they have others, until the warrant arrived for arrest. But I will leave that aspect.",
        "The second aspect is that of processions. Both the Home Secretary and the former Home Secretary talked of the rerouting of processions. Let me say that the Orangemen who marched last Saturday accepted every ruling and re-routing required of them, and every proposal made by the Security Committee, by the Army authorities and by the police authorities. All those rulings were accepted, and the parade marched in a roadway agreed by the security forces. Let it not be said that these men refused to accept the rulings of the authorities.",
        "So this was a legally constituted parade, but at Mayo Street, where it comes out to Springfield Road, for two hours before that parade reached the mouth of that road, preparations were being made to attack it. I must criticise here today, on behalf of those who suffered as the result of that attack, the Army authorities for not taking the necessary steps to ensure that stones, and potatoes in which were inserted razor blades, were not gathered for an attack upon that parade. When that parade was at the mouth of Mayo Street it was savagely attacked, and the Army personnel there stood with their backs to those who assaulted the parade, and facing the Orangemen as they marched, and eventually they released tear smoke at those who were marching, many of whom were injured as a result of the release of the tear smoke upon them.",
        "These are the facts. These facts have been put in another place and have been admitted by the Government in another place.",
        "It has been said that this procession sparked off the trouble in the City of Belfast. Anyone knowing the geography of the City of Belfast will know that Springfield Road and the Whiterock Orange Hall are many miles away from the centre of the city. In the centre of the city there was a carefully connived scheme to cause explosions and burnings, and many of the large stores in the centre of the city, including Burton’s, Woolworth’s and Trueform, were set on fire, and this was going on at a time when the procession was not anywhere near the vicinity, where, within those buildings, the people were carrying on their legitimate occupations.",
        "Let me say today that in East Belfast there was a very serious riot, as everyone is now aware. This happened because a tricolour was brought out of Seaforde Street and used to provoke the Protestants on the other side of the road, which happens to be the Protestant side of the road. When the people on the other side moved towards this tricolour, gunfire came from Seaforde Street, and many of the people were shot. At the same time two policemen were fired on further up the road as they attempted to control the crowd of people coming down to join in the fray, and, almost at the same time, from the Roman Catholic chapel on that road there came a burst of gunfire and it was as a result of this gunfire that almost 30 people were injured, and as a result of this gunfire a very serious situation arose on that road.",
        "People came to my home on a deputation, and they said, “What can we do? The Army are not there. The police have had to withdraw.” Because the police are a civilian force now there they must be withdrawn when there is gunfire. I got in touch with the Prime Minister’s secretary, and after listening to me he told me to get in touch with the British Army authorities, and after I got in touch with them they said they were sorry but the lines of communication were so far stretched they were not able to give protection to those people who were under gunfire at that particular time. The facts of this are already available to the Home Secretary if he will make himself available to the Government of Northern Ireland—these facts as I put them here today.",
        "So here we have a situation in which the citizens of Northern Ireland—and it does not matter what religion they may belong to—should be given equal treatment. What matters is that they should be given equal treatment. I come back to what the former Prime Minister said, that every citizen is entitled to equality of treatment. At the very same time as the Protestant people were being slaughtered in other parts there were plenty of Army units to give protection to the Roman Catholic people who sought protection. The only thing that can bring peace in Northern Ireland is a sense of security, so that every citizen of Northern Ireland may feel perfectly secure.",
        "Before I left my home I had a telephone call from a young lady who married a member of the British Army the other day. When she arrived at the church for her wedding she was attacked as she got out of the bridal car, and many of her friends were attacked and her guests were attacked and had eggs and tomatoes thrown at them, and someone called out “Orange b—” from the crowd which had gathered there. After the wedding was over her guests were again attacked.",
        "It is this type of thing which is going on in Northern Ireland and which leads to the unrest and the troubles in the province. Every citizen is entitled to protection, and I want to say on behalf of the citizens of Northern Ireland that we demand that we get the protection which we need. Because of the arrangements between the Government of that day and the Government of Northern Ireland arms were taken from the Royal Ulster Constabulary, and the Ulster Special Constabulary—a very fine force of men, irrespective of what any Member of the House may think—were disbanded, and as a result of their disbanding and the disarming of the B Specials there are parts of Belfast today which have no protection whatsoever.",
        "I am speaking on behalf of those people. It is all right for the former Home Secretary to stand at the Despatch Box this day and say that now it is a matter of Catholics fighting Protestants. It is no such thing, for in Londonderry it is a matter of Roman Catholics fighting the Army at the present time, and there is no confrontation whatsoever at the moment between the Protestant people in Londonderry and the Roman Catholic community.",
        "This House needs to hear first hand of these things. I know that there are others who take a view opposite from mine, and, no doubt, they will give their interpretation of what I see as certain facts, but what I want to say is that we should get away from mere academics today and realise that men and women are being slaughtered on the streets of Belfast and that this has resulted because adequate protection has not been given to the citizens of our province.",
        "I want further to say in regard to processions that it seems strange to me that there is all the plea today that Orange processions should be put off. What about the processions—provocative processions—which took place at Easter? There was no clamour from the benches opposite then for these celebrations to be put off. What about the recent procession of the hon. Member for Fermanagh and South Tyrone (Mr. McManus) through the predominantly Unionist town of Enniskillen? That procession, carrying an Irish tricolour, marched through the area provocatively, broke the windows of the local Orange hall and pulled down the Union Jack from the masthead of the town hall. That is the sort of procession that leads to unrest. Yet the Protestant people of that town did not lift a stone or throw a petrol bomb at that procession.",
        "These are some of the facts that I feel this House should hear. I know that many of them will be unheeded. I know that I shall stand alone in many of the views that I have preached, but I will still continue to do my best to bring to the attention of this House from time to time the needs not only of the Protestant people of Northern Ireland but of all citizens who deserve full protection and security from the forces of the Crown."
    ]
}