{
    "url": "https://www.ukpol.co.uk/ian-paisley-2021-speech-on-global-britain/",
    "title": "Ian Paisley – 2021 Speech on Global Britain",
    "post_date": "January 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ian Paisley jr",
            "url": "/tag/ian-paisley-jr/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Paisley, the DUP MP for North Antrim, in the House of Commons on 11 January 2021.",
    "content": [
        "I am all for global Britain, but I am more for global UK. I want to make sure that Northern Ireland gets its fair share of the action. I know that the Minister is doing his best to ensure that Northern Ireland is kept at the top of the agenda, and that is essential.",
        "I welcome the comments earlier from the right hon. Member for Maidenhead (Mrs May). There is absolutely no doubt that in the first 11 days of this year, the protocol that has been inflicted on Northern Ireland’s trade has been a complete and unmitigated disaster. That is not the fault of Brexit, but it is the fault of those who tried to frustrate Brexit. I hope the Government will urgently invoke article 16 and remove the pernicious clauses of the protocol that are damaging trade.",
        "Let me give an example. At the weekend, I had to field a call from my constituent who was moving home from Essex to Broughshane in my constituency. When she got her white van to Cairnryan, she was told that she required an export and customs declaration form—to move home from one part of the United Kingdom to the other! I was furious. That van had to turn and go back to Essex and she had to enter the boat at Cairnryan as a foot passenger to get to her home. It is utterly and totally disgraceful. If that is how we are treating citizens of global Britain, I am outraged and appalled that that is how citizens are being treated. Let us fix that, which we can do by invoking article 16, and let us fix it now, because the longer we delay, the more we will damage trade.",
        "I had another constituent on the phone today who imports personal protective equipment that is made in Britain—in Yorkshire—and when it got to the Cairnryan ferry terminal it was turned back. It was coming in to help frontline workers in Northern Ireland but it was turned back. That is another disgrace. It has to cease, and the quicker that happens, the better.",
        "I can tell the House one thing: I do not hear any Scots nationalists tonight demanding that they have this special protocol. The protocol has been a disaster for Northern Ireland and we are only on day 11. I hope that the Government fix it very quickly. Let us sort out our internal UK trade—sort out the friction that exists—and then we can get on with ensuring that we really can be a world player in the future of our market.",
        "I wish to put one other item on the agenda: it is essential that we seize the opportunity to be the world leader in hydrogen technology. This country is right at the cusp of that. We missed the battery opportunity; we can be the leaders in hydrogen technology. Let us use every opportunity to make sure we have hydrogen cities, hydrogen power, hydrogen opportunities and hydrogen jobs in the United Kingdom."
    ]
}