{
    "url": "https://www.ukpol.co.uk/arthur-palmer-1978-speech-on-crime-in-bristol/",
    "title": "Arthur Palmer – 1978 Speech on Crime in Bristol",
    "post_date": "March 31, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Arthur Palmer",
            "url": "/tag/arthur-palmer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Arthur Palmer, the then Labour MP for Bristol North East, in the House of Commons on 2 May 1978.",
    "content": [
        "I wish to raise the subject of rising crime in Bristol—the figure for the police area as a whole was a 27 per cent. increase on that for last year—not because there are no other large provincial cities that have similar problems in respect of crime but because a few weeks ago the chief constable responsible for public safety in the city made an alarming statement. Mr. Kenneth Steele is the chief constable for Avon and Somerset. He is a vastly experienced police officer. He said on 30th March, according to the Bristol Evening Post:",
        "“I had hopes that the Avon and Somerset police would have made the streets of Bristol safe for anyone to walk in day or night; sadly we have failed.”",
        "I think that it would be said in the ordinary course of events that if any public official, paid to perform a task, states that he has failed, the public who pay are bound to ask whether there is something wrong with the maker of such a statement, or the organisation that he controls? However, it would be unfair to blame the police administration of Avon and Somerset for the serious state of affairs as reported by the chief constable in circumstances in which the police force itself, and the resources that it commands, are stretched beyond reasonable limits. Mr. Steele states that he needs at least 600 more men and women adequately to do the job for which he has ​ responsibility. That means an increase of approximately 500 on the present establishment of about 2,850, and the present establishment is 100 short of that figure.",
        "Public alarm at the chief constable’s frank remarks have been heightened in Bristol by a series of especially unpleasant and degrading rapes of women and girls in the Clifton and Redland area of the city. The perpetrator or perpetrators of the crimes has or have not yet been brought to book. In his statement the chief constable pointed out that which is undoubtedly true, that the reduction of crime, even with the largest and most effective force, needs not only police action but the full practical co-operation of the public in detecting crime and general community awareness of the situation.",
        "In the outstanding need to make the public as a whole more crime conscious the local Press can obviously play a part. One Bristol newspaper, the Bristol Evening Post, has run a vigorous campaign towards that end. I have in my possession, as my hon. Friend the Under-Secretary of State may be interested to know, some copies of the correspondence that has passed between Mr. Gordon Farnsworth, the editor of the Bristol Evening Post, and my right hon. Friend the Secretary of State for the Home Department. I shall not quote directly from that correspondence. I merely say that it is understandable that my right hon. Friend should resent any suggestion that he and the Government are complacent in these matters. It is equally understandable that a local newspaper editor should sharply reflect the worries and anxieties of the citizens. I shall leave that correspondence there, having put the two points of view as fairly as I can.",
        "The truth is that the increase in crime in Bristol and in the country generally cannot and should not be a party issue. Those politicians who succumb to the temptation to treat it as a party issue for the sake of easy votes are accumulating much future trouble for themselves should any of them be called on to undertake the heavy responsibilities carried by my right hon. Friend the Home Secretary and other Ministers in his Department.",
        "I am aware that my right hon. Friend has no full responsibility for provincial police forces, although I believe that the ​ 1962 Act modified that state of affairs to some extent. However, it is clear that in a highly centralised country for government purposes such as the United Kingdom the public look to the Home Secretary and to the Government for a lead at least.",
        "There was a day’s debate on law and order in the House on 27th February. It was initiated by the Opposition; I believe that it was a Supply Day. I have read carefully the remarks of my right hon. Friend on that occasion. Much of his speech was most impressive in terms of figures. He said, for instance, that as a proportion of total expenditure the police service was doing far better than it was four years ago, even allowing for the effect of inflation. Also, he said that there were altogether 7,500 more police officers in 1977 than there were in 1974.",
        "I accept those figures, as I must, but there is a paradox here. The chief constable of the Avon and Somerset Constabulary, in his 1977 annual report, refers to financial restraints. If there are these restraints locally, in spite of more money being spent nationally, surely there is something wrong with the system. It appears that at the top more money is being allocated and that locally less is spent.",
        "**Mr. Terry Walker (Kingswood)**",
        "Too many paper pushers.",
        "**Mr. Palmer**",
        "I thank my hon. Friend for that intervention. As he suggests, is it true that once again too much goes on administration and not enough on policemen on the streets?",
        "I want to raise a point about public involvement in the work of provincial police forces. It is true that the 1962 Act—I am sure my hon. Friend the Minister will confirm this—gave rather greater direct powers to the Home Secretary. I think that in the House he now answers for provincial police forces. Nevertheless, the system has still much local autonomy in its make-up and I can say that on the whole I like that; we do not necessarily want a national police force, on the lines of that of the French Republic. But need there be this extraordinary excessive secrecy about the membership of police authorities?",
        "No doubt I can find out who is a member of the Avon and Somerset police authority if I make the effort. Probably ​ my hon. Friend would send the information to me if I asked her. But the national handbook on our constabularies does not give the names of members of local police authorities. We get the name of the lord lieutenant—I do not regard him as a very active practitioner in these matters—and we have that of the chief constable, and usually the name of the chairman of the police authority, but no one else. The report of the Avon and Somerset chief constable does not give other names. He pays a tribute to his superiors and thanks them for their co-operation and help, but if one looks through the whole book one does not get the names of the members of the police authority to whom he is responsible.",
        "Surely, if the public, locally and nationally, have to find the money for the police forces, and if they want a much better service—it may not be the fault of the police that they are not getting that service—they have the right to know locally who is accountable. I should have thought that it would be a very much overdue reform if the police authority made the report to the public rather than that the chief constable did. We could let the chief constable report to the members of the authority, as their principal officer, and let those members, who are indirectly elected to serve on the authority, report in turn to the public.",
        "Locally, there could be far more interest in what is happening with the police than is the case at the moment, when it is often left to members of Parliament—none of us shrinks from the duty, of course—to raise these matters in this House. Given a decentralised system, much of this should be surely dealt with locally.",
        "As I said, the House had a full day’s debate on 27th February. I cannot hope and would not make the attempt in 15 or so minutes to go over the whole of that ground. Therefore, I shall put forward a few short points with which I hope my hon. Friend who is to reply will be able to deal.",
        "First, when is it expected that the Edmund Davies Committee will report on improved police pay and conditions? May I also have confirmation that its recommendations will be speedily implemented? I am sure that it is a matter of great ​ interest to the public and certainly to the hard pressed members of the force.",
        "Secondly, if it is proposed that the country should allocate much more money to the maintenance of law and order—I think that is the first duty of any Government—what guarantee has the taxpayer and the ratepayer that that money will be used effectively?",
        "Thirdly, what mechanism has been developed to ensure that the best police brains and skills for certain classes of crime are available to every local force? I think that the Bristol rapes are a case in point.",
        "Fourthly, have the Government any set policy to guide the courts on sentencing? I favour the short sever sentence for the confirmed offender. I am not talking of the genuine first offender, the prisons being as overcrowded as they are. I think that there should be more of a national policy on this matter.",
        "Fifthly, and perhaps most interesting of all in a way, what studies are being undertaken to understand the paradox of our times which applies to all advanced industrial societies—that the reduction of the worst poverty, rightly by public welfare and organised social concern has apparently been accompanied by a rise, not a fall, in crime? I should have thought that this subject was of major interest to the Home Office and that it would merit much more national investigation than it has so far received."
    ]
}