{
    "url": "https://www.ukpol.co.uk/arthur-palmer-1978-speech-on-concorde/",
    "title": "Arthur Palmer – 1978 Speech on Concorde",
    "post_date": "April 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Arthur Palmer",
            "url": "/tag/arthur-palmer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Arthur Palmer, the then Labour MP for Bristol North-East, in the House of Commons on 3 August 1978.",
    "content": [
        "The title which I chose for this debate—certainly the penultimate debate of this Session, or, for all I know, perhaps the penultimate debate of this Parliament—may surprise some, since I deliberately used the phrase “The success of Concorde” as the title of the issue which I wished to raise. I realise that there are opponents of Concorde, and to them I simply say that if they wish to put their own inverted commas round the word “success”, that is entirely for their discretion and taste.",
        "I contend that Concorde is proving a success, in spite of the prophets of doom at home and its jealous enemies abroad. I am sure that my hon. Friend the Under-Secretary of State will not dispute the fact that on the London-New York run figures show that there is 80 per cent. to 90 per cent. passenger loading, and would-be travellers are often turned away unless they are prepared to wait quite a long time.",
        "It is now obvious that the New York run would carry more aeroplanes if British Airways could or would bring in the extra supersonic craft needed. At present, I understand that there are 10 flights each way per week on the New York run. There are two services on Tuesdays, Thursdays and Saturdays and one service a day on Mondays, Wednesdays, Fridays and Sundays, making 10 altogether. On the Washington route, of course, the bookings are lower than those for New York, but even here they are well up to the general average for subsonic travel.",
        "No one should seriously suggest that Concorde’s popularity on the Atlantic runs is due to novelty—that people are there just for the ride. That may have been the case early on when there were very few flights, but it is not so now. A passenger survey in my possession shows that most Concorde passengers are there on business, and many state that it is ​ now the explicit policy of their companies to use Concorde because of its greater speed over other aircraft.",
        "I have other interesting figures about typical Concorde passengers. For instance, over half of them are Americans, which fact is now giving concern to some of the American airlines, notably to Pan American and TWA. They are looking to their laurels and to their receipts. Undoubtedly, the Atlantic routes are operating with financial gain. I have no exact figures here, but there is every indication that millions of pounds of revenue has come to British Airways which it would not have received without Concorde.",
        "As we know, the figures are very different for the Gulf run to Bahrain. In this case both use and financial return are disappointing, but this is largely due to British Airways, rightly or wrongly, maintaining this route as an opening to Singapore, presumably in the hope that the Malaysian Government will be able one day to relax their present opposition.",
        "This brings me almost immediately to an interesting point, on which I should like my hon. Friend’s opinion. Why did Sir Frank McFadzean, the chairman of British Airways, seem to go out of his way to decry Concorde when he presented the British Airways annual report on 27th July? He has it within his power to drop the Bahrain service, if he wishes, and transfer the planes to the lucrative Atlantic route.",
        "I made some inquiries, because Sir Frank’s views startled me. I have been told that his remarks were not in his brief but were given off the cuff in answer to a question, presumably by a reporter. Had that not been so, it would have seemed to me curious that a man of his great commercial and industrial experience, now the head of a major national enterprise, should apparently go out of his way to belittle his own wares.",
        "At any rate, by his chance remarks on 27th July Sir Frank achieved newspaper reports which said little if anything about the £33 million profit made by British Airways on the total working of its enterprise. There were headlines such as",
        "“Concorde never likely to make profit” and  \n​  \n“Concorde setback for British Airways”.",
        "Those headlines overshadowed the fine encouraging account that Sir Frank was able to give on the general working of the airline.",
        "We are all human, and I make full allowance for Sir Frank’s being caught off his guard. If that were not so, his remarks would be very small thanks to the aeronautical designers, engineers and craftsmen who were responsible for Britain’s achieving perhaps the greatest technological advance in the more recent history of aviation.",
        "Is that the way to encourage the morale of Concorde operating staff, who find—I have a report to this effect and have seen the survey—that their passengers are very enthusiastic about Concorde, its performance and the kind of service they receive on it?",
        "I know that these days there is a great vogue for open government, to which we all subscribe in one way or another. But I still doubt whether it is necessary for the chairman of British Airways to carry on a public dialogue with Ministers about who is to pay for what when a letter, a conversation or a telephone call could achieve the same purpose.",
        "I wish to make a further point, not about Sir Frank’s remarks but about the general relationship between British Airways and Concorde. Time is short, but before coming to some specific questions that I want to put to my hon. Friend the Under-Secretary I want to say something about the British Airways annual report and accounts for 1977–78. I have studied this glossy production. I do not complain about its being glossy. I am all for nationalised industries advertising and letting us know what they are doing. They get enough criticism.",
        "As I say, I do not complain about the style of the report, which has a Union Jack on the cover, the tail of a TriStar just inside and, perhaps most pleasant of all, a striking picture of a stewardess on page 3—I found that the best part of the pictures. But one would think that in a year when Concorde came into full service it would have been portrayed more prominently than is the case in the annual report. There is a small picture, of its under-belly, I think. It is a minor complaint, but I hope that it is not symptomatic of the attitude of British Airways ​ towards Concorde. Perhaps the Minister will reassure me on that point.",
        "I see the hon. Member for Gloucestershire, South (Mr. Cope) in his place. The Filton works are in his constituency. This issue is of great interest to all Bristol Members because many of our constituents work at Filton. I am concerned with Concorde—apart from a deep belief in the future of supersonic travel and pride in British technical achievement—because I represent a Bristol constituency.",
        "This autumn, the last of the line of British-assembled Concordes—there are also of course French-assembled Concordes—will be wheeled out of its hangar at Bristol, Filton. Concorde work has kept Filton occupied for well over a decade but at present there are no further Concorde orders in sight. The last two machines are being parked in a state in which they are technically known as “white tail aircraft”—that is, they have no line markings on them as yet. As it happens, a fair amount of other aircraft work has, fortunately, come to Filton. The factory is busy but it could be busier. Nothing would give more heart to British Aerospace management and workers generally than orders for a new batch of this now famous Concorde flying machine.",
        "I have a number of questions for my hon. Friend the Minister. Although the Secretary of State for Industry is not the sponsoring Minister of British Airways, may I ask my hon. Friend whether the Government consider that the airline is operating Concordes to the best advantage? Secondly, why cannot more Concordes be operated on the profitable Atlantic routes? There has been some small increase since the start. That is all. Is there a difficulty over landing facilities? Is there a lack of trained staff, including pilots? It will be interesting to know. Perhaps I am not as well informed as I might be. I do not know the depths of the question.",
        "Thirdly, should not the Bahrain route to the Gulf be dropped for the time being if it is unprofitable? Alternatively, if it is necessary to retain that route to assist further negotiations with the Malaysian Government over the extension to Singapore and to pay some respect to the feelings of the Governments of the Gulf States who have been most helpful towards Concorde and British Airways, ​ could we be told how matters stand in this respect? What are the prospects of the Malaysians agreeing to allow overflying of their territory? It was accepted and then it was stopped. How do things stand now?",
        "There has been, we are told—it is more than a rumour—information to the effect that Pan American is making inquiries about the possibility of running a Concorde of its own. There is no form of flattery more sincere than imitation. I am sure that we should all welcome a competitor of this kind, including British Airways. It would be a great tribute to the success of Concorde, in spite of all the forebodings. One of the problems about the Pan American inquiry, I am told, is that if the company had only one or two planes it would not be justified in bringing in a complete maintenance staff.",
        "That would be a difficulty. Perhaps in the circumstances, with friendly competitors, the work could be sub-contracted to British Airways. Many of us, certainly in Bristol and elsewhere in the country, who are much concerned for the success of Concorde and its future would like to know what the prospects are now of Pan American taking on a Concorde for itself.",
        "I am glad to have had this opportunity to raise these important questions, and I hope that my hon. Friend will be able to give some replies to the points that I have made in all sincerity."
    ]
}