{
    "url": "https://www.ukpol.co.uk/neil-parish-2020-speech-on-bbc-regional-politics-coverage/",
    "title": "Neil Parish – 2020 Speech on BBC Regional Politics Coverage",
    "post_date": "June 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Neil Parish",
            "url": "/tag/neil-parish/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Neil Parish, the Conservative MP for Tiverton and Honiton, in the House of Commons on 22 June 2020.",
    "content": [
        "Thank you, Madam Deputy Speaker, for granting this debate tonight. I think we have five hours for the debate, so I feel a speech coming on, but I promise you I will try not to go on for more than 4 and a half hours. I called for the debate because BBC regional programmes could well be under threat. MPs across the House will be alarmed at the direction of travel.",
        "During covid-19, valued programmes such as “Inside Out” and the regional “Sunday Politics” shows have had to be taken off air, with no return date as such at the moment, although I just learnt today that ITV’s programmes are returning by September. BBC executives have said that the cuts are to do with safety, but a review of English programming is taking place, which is looking to save costs. Many regional journalists fear that they will be cut and never return to work on those vital programmes. If that were the case, that would be a great loss to all of us and our constituents.",
        "The “Sunday Politics” show covers 11 regions of England, from the south-west to the north-east and Cumbria. Those shows are a crucial part of our local and national democracy, holding us all to account throughout the year. All our regions have their identities. This is essential. With the Government looking towards more regional representation, such a step by the BBC would be a retrograde one.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I congratulate the hon. Member on bringing the debate to the Chamber. The number of right hon. and hon. Members present illustrates how deeply interested we are in it. Does he not agree that the boost that regional TV provides to communities, and the information it contains, is essential to addressing regional issues? While the BBC must cut its cloth to suit, perhaps it should look at renegotiating contracts with some of its higher paid broadcasting staff as well as its directors, which would easily pay for regional programming.",
        "**Neil Parish**",
        "My hon. Friend the Member for Strangford (Jim Shannon)—I got the constituency right—makes a really good point. Northern Ireland, Wales and Scotland have quite a lot of regional coverage, and rightly so. They could do with more, but so could the rest of the regions.",
        "The merging of those 11 shows into one “Politics England” programme deprives local communities of properly funded regional and relevant politics.",
        "**Mr Mark Harper (Forest of Dean) (Con)**",
        "My hon. Friend is also from the fantastic south-west of England. He has touched on the BBC’s discussion about costs. Is he, as I am, struck by the fact that when we visit Broadcasting House we see lots of costs having been spread about, but when we visit our regional centres, be it BBC Gloucestershire or the BBC’s headquarters in Bristol, we see a very cost-effective organisation—far more cost-effective, dare I say it, than BBC HQ?",
        "​**Neil Parish**",
        "My right hon. Friend makes a very good point. We have BBC Gloucester, BBC Bristol, the BBC in Exeter and the BBC down in Plymouth. Even in our region, there is a massive difference between Devon and Cornwall, and Gloucester and Wiltshire. Having, at one time, as an MEP, represented the whole of the south-west, I can assure Members that it is a massive region. We could probably do with a regions cut up, rather than cutting the regions—I hope that makes sense.",
        "**Lilian Greenwood (Nottingham South) (Lab)**",
        "The hon. Gentleman was starting to make an important point about the fact that the work done in the regions is very local. Does he agree that one great value of the work done on those regional political programmes is that it is done by local reporters who live and work in the communities themselves? Therefore, they can bring greater insight and analysis than would be the case if we had a single programme produced in Salford. No matter how good the reporters based in Salford may be, they do not have that same level of knowledge that local reporters have.",
        "**Neil Parish**",
        "I could not agree more with the hon. Lady. Whether we are talking about a steelworks in Scunthorpe, a farm in Devon or a fisherman in Cornwall, all these people have a particular link to those particular areas. That is why, especially with regional newspapers now getting less and less all the time—they are cutting their numbers, the number of journalists and offices—we need the BBC programmes to really focus on our local issues, so that not only we, as politicians, but constituents and business can also be represented in the media.",
        "**Simon Jupp (East Devon) (Con)**",
        "As a former BBC editor and journalist, I am acutely aware of the fantastic opportunity the BBC has to super-serve our communities, and it only does so through programmes such as “Inside Out”, “Politics South West” and “Spotlight. My hon. Friend was mentioning local newspapers, whose demise we have seen in the past 10 years. In my area, I am lucky to have the Sidmouth Herald, the Exmouth Journal, the Express & Echo, and other great newspapers, and an independent local radio station in Radio Exe. But without the BBC providing real investigative journalism, journalism in our region will be eroded greatly. It is about time the axe fell somewhere else in the BBC.",
        "**Neil Parish**",
        "I thank my hon. Friend for that. He is my neighbour and it is great to have him here in this debate. I will forgive him for the fact that he has been part of the BBC; we will allow him that much. He raises an incredibly good point. Although we have got regional newspapers, all the time they are getting less. The Western Morning News is not a fraction of the size it was and the Western Daily Press is not what it was. When it comes to representing not only a given area, but a region, those newspapers are very weak compared with what they were.",
        "**Sir Robert Syms (Poole) (Con)**",
        "In addition, BBC local radio feeds into local television. As much of our media is London-centric, it does not always pick up what is going on out and about in the country. We have high-quality journalism and it picks up stories from the counties that otherwise would not be picked up.",
        "**Neil Parish**",
        "My hon. Friend is exactly right. Without being too controversial and repeating the debate we had for three years over Brexit, it could be argued that the ​BBC and the media generally were very London-centric, and that is why the result was different from the one expected here in London. It is not only its representing views but its representing political views that is sometimes found wanting.",
        "**Mr Toby Perkins (Chesterfield) (Lab)**",
        "I thank the hon. Gentleman for securing this debate, which is incredibly important. I am a great defender of the BBC and will happily defend the licence fee. I feel strongly that one of the things the BBC gives us that would be lost in its absence is regional accountability—the ability for people to find out what is happening in their local area, so that they can hold their politicians to account. The BBC risks losing that if it carries on in this way, so I support the hon. Gentleman’s argument. Does he think we should say to the BBC that if it wants to continue to justify the licence fee, it needs to protect the things that are precious about the BBC?",
        "**Neil Parish**",
        "The hon. Gentleman makes an excellent point. Most of us—especially as we represent an area over the years—have a very good rapport with our regional BBCs. Not only do they hold us to account, but we can feed stories and things that matter to our constituents into them. These regional programmes would therefore be a great loss. Let us imagine trying to achieve that in a London-centric system—it is bad enough feeding in what we want from our given areas with our political parties sometimes, and it would be even more difficult with the BBC. It would be a huge loss, and once it is lost, it will be very difficult to regain.",
        "**Bob Stewart (Beckenham) (Con)**",
        "I thank my good friend for allowing me to intervene. As a London-centric Member of Parliament, may I point out to colleagues that we who live in London very much appreciate having a London programme that is not just London-centric—it is about London? We want to know what is going on in London and outer London too.",
        "**Neil Parish**",
        "My hon. Friend is right. We from the provinces and the sticks—not all Members present are, but I am—want those different types of flavour, and London wants its flavour as well. That is the whole argument for regionally-based programmes. London is a very large region with a lot of people, so it is right that it has not just the national news but London-based news.",
        "**Jim Shannon**",
        "Does the hon. Gentleman recognise the importance of local, regional opportunities so that people can shine and then move on to bigger jobs elsewhere—for instance, in the London circle? Many people in my constituency and in Northern Ireland as a whole have had opportunities in the regional BBC and then progressed. Does he recognise that that progress is very important to bring us all together? This is the United Kingdom of Great Britain and Northern Ireland, all together.",
        "**Neil Parish**",
        "The hon. Gentleman makes an interesting point. Sometimes when we publish a Select Committee report, I do regional radio across the whole country, and I often have to ask which radio station someone is from because their accent is not from the region. It just shows that, through radio and television, people move around the whole country, and that is really good. ​My hon. Friend and neighbour, the Member for East Devon (Simon Jupp), is a case in point: not only did he do well in the BBC, but he is now here in Parliament. That is probably a retrograde step—I did not say that, did I?",
        "**John Spellar (Warley) (Lab)**",
        "The hon. Gentleman has touched on an important point. In many parts of the media—this also applies to ITN—the reporters stay for a long time, and they become fixtures for the public as, basically, the people who give them the truth. That is one reason why there is now far more cut-through from regional programmes to the public than anything they are seeing on the national news or, indeed, in national newspapers. A lot of that is about continuity, but it is also about relevance.",
        "**Neil Parish**",
        "I agree with the right hon. Gentleman too; I am agreeing with everybody tonight—it is very dangerous. He raises a really good point. People recognise the local face on the television and have seen them for a long time, so they trust them. I expect that he and all hon. Members usually find it much easier dealing with our regional BBC colleagues; we have much more rapport with them than with the national journalists and BBC presenters. That, too, is very useful.",
        "**Jonathan Gullis (Stoke-on-Trent North) (Con)**",
        "As someone who is pro scrapping the licence fee, I put it on the record that while the licence fee and the BBC are in place, we have superb local and regional reporters—Sophie Calvert was on the phone harassing me to make sure I was here for this evening’s debate. The fear is that if we lose the BBC’s regional media, there will be an impact on ITV and it will also be likely to remove its regional media. Therefore, we will have no regional outlets at all.",
        "**Neil Parish**",
        "My hon. Friend is exactly right. I do not know what ITV has done in his region, but in my region it has had to consolidate, so it does not have as many offices across the region. The south-west is more than 250 miles from top to bottom, so it is a massive region in length. It is therefore split up by the BBC. We would not want to lose that, and the trouble is that ITV has already done it.",
        "The BBC bosses need to be aware that if they were to lose this regional base, regional coverage and regional support, they would weaken the BBC terribly. Therefore, it is not only in our interests and the interests of our constituents that it is maintained; I would argue that it is in the interests of the BBC.",
        "**Graham Stringer (Blackley and Broughton) (Lab)**",
        "I hope I will not break the sequence of the hon. Gentleman agreeing with all hon. Members who have intervened. Like me, he must have received a letter from the BBC this morning, proudly saying that it spent two thirds of its money in the regions and other nations. Of course, London is not a third of the economy. That shows that there have already been cuts to the regional broadcasting service, and we are suffering from them. We do not want any further cuts.",
        "While I do not want to be a little Englander or a little UK-er, does the hon. Gentleman also agree with me that there is an imbalance in the obsession the BBC has with Donald Trump? It is more likely that we get reports from Washington DC than from Washington in the north-east.",
        "**​Neil Parish**",
        "Again, the hon. Gentleman—he is also my hon. Friend—makes a very good point. We are, by our very nature in this country, London-centric, for obvious reasons to do with Government and so on. Therefore, in order to try to dissipate that across the whole country, we need the regional strength of the BBC. The hon. Gentleman also makes a point about spending. The funding is not spent equally now. He made the point that London already gets more than its fair share.",
        "**Martin Vickers (Cleethorpes) (Con)**",
        "It would be remiss of me not to join colleagues in praising our local newspapers—a useful thing for any politician to do. As my hon. Friend the Member for Great Grimsby (Lia Nici) will know, we are served by the daily Grimsby Telegraph, which is magnificent. We are never, ever critical of it.",
        "Over the years, I have regarded myself as a critical friend of the BBC, although in the last year or two that has been strained somewhat. Does my hon. Friend agree that the one thing we should expect from the national publicly funded broadcaster is regional news, and that regional political news is a vital part of that?",
        "**Neil Parish**",
        "I thank my hon. Friend for his intervention. I am sure he is now guaranteed the front page of his local newspaper, at the very least. Again, he raises the point about keeping these regional identities. We still have many regional accents. As far as I am concerned, speaking with a Somerset accent, I would like to keep some of those accents. There are lots of accents heard in this Chamber, and that is absolutely excellent. They link in very much to what we want to see in our regions as well. We all have different types of business interests in our regions, and they must be focused on.",
        "**David Linden (Glasgow East) (SNP)**",
        "I do not want to upset the consensus too much, but far be it from a Scottish nationalist to say that we are far too London-centric and the money should be going elsewhere. While it is good that we are having this debate about regional programming, it would be remiss of me not to introduce the issue of funding for the likes of BBC Alba, which is the Gaelic language service. There is an absolutely massive imbalance between funding for the Welsh language services, for example, and funding for BBC Alba. I hear what the hon. Gentleman is saying and congratulate him on securing this debate, but we have to look at that again as well. If we are talking about preserving the Gaelic language in Scotland—many of us are trying to do our bit on that—we have to get the funding for it.",
        "**Neil Parish**",
        "I am not an expert on the Gaelic language, but I can understand the hon. Gentleman wanting to make sure that there is enough coverage. I think it is about the number of people who speak a language at a given time, and there is an argument as to how much coverage there is, but he has certainly put a good point on the record.",
        "**Steve Brine (Winchester) (Con)**",
        "I can see how much my hon. Friend is enjoying this four-hour Adjournment debate. There are presenters on the BBC’s “Newsnight” who earn more than the entire BBC South politics team put together, but the show they put out in our patch achieves a bigger audience than Andy Marr. May I disagree somewhat with his thoughts on regional coverage? Yes, there might be regional parts of local broadcasting, but in the digital age we should be able to achieve more ​local television broadcasting, because, with the greatest respect to what goes on in East Sussex, it is not of huge interest to my constituents in Winchester and Hampshire. We should really be seeing investment in localised broadcasting by the BBC, not disinvestment.",
        "**Neil Parish**",
        "Yes, my hon. Friend makes a really good point. As I said, the south-west region is split up by the BBC, so we could get even more local. He is saying quite clearly that in the digital age we can break it down much more, almost by county or even town. That is a very interesting point.",
        "**Rachel Hopkins (Luton South) (Lab)**",
        "I thank the hon. Gentleman for securing this important debate. I apologise for arriving slightly late, but I was at the Housing, Communities and Local Government Committee, where we were talking about devolution and regional accountability and democracy, which is absolutely relevant to this debate.",
        "On the point about the digital age and local reporting, “Look East” in the eastern region goes all the way out to the coastal regions, and someone might say, “What’s that got to do with Luton?” I would say, look east and west, my friend, because we can take it right down to the issues that impact Luton but do not impact the coastal regions of Norfolk. Does the hon. Gentleman agree that the ability to focus on the local is absolutely vital to the future of our scrutiny of politicians?",
        "**Neil Parish**",
        "The hon. Lady is echoing so much of what has been said in this debate. The message we need to send to the BBC is that we not only want the regional BBC to be saved—we want it to be broadened and made even more local in this digital age.",
        "We have all got much more used—certainly I have got much more used—to using the computer for the Zoom, the Microsoft Teams and all these things, and being able to link in wherever. We sometimes almost spend too much time on creating the best-quality television—not the quality of the programme but the quality of the production and the science behind it—rather than making it as broad as possible. If there is anything we can learn from this epidemic, it is that we can probably widen things by doing more Zoom stuff and getting people in from all over the place—we can do that much quicker and more easily and get a better message. Quite a lot could be learned. I hope the BBC is listening to this debate and that by the time we finish, it will be open to many more ideas than it was before we started.",
        "**Ruth Edwards (Rushcliffe) (Con)**",
        "I thank my hon. Friend and congratulate him on securing this Adjournment debate. Does he agree that programmes such as “Inside Out” are incredibly cost-effective? I understand that it costs about £6 million a year for all 11 regions that it covers, which, to me, indicates great value for money. The BBC’s charter says that the BBC should reflect, represent and serve the diverse communities of all the United Kingdom’s nations and regions, and that it should offer a range and depth of analysis and content that is not widely available from other UK news providers. This is a point that so many hon. Members have made here tonight. If regional news and current affairs are not an essential part of any offering from a public service broadcaster, then what is? Surely, when looking at making savings, cutting investment in these programmes should be the last thing on the list rather than the first.",
        "**​Madam Deputy Speaker (Dame Rosie Winterton)**",
        "Order. Just before the hon. Gentleman answers, may I say that the interventions are getting very long? They are almost mini speeches, dare I say it? Hon. Members may be wishing to catch my eye later, and they can indicate to me if so, but I would just point Members to the fact that interventions should be fairly short.",
        "**Neil Parish**",
        "Thank you very much, Madam Deputy Speaker. I think that most Members are probably making interventions rather than speeches. I promise you that I do not intend to speak for four hours, despite what I said at the start of my speech.",
        "My hon. Friend the Member for Rushcliffe (Ruth Edwards) makes a very good point about “Inside Out” and the value that it offers for £6 million. She also emphasises the fact that we are, all the time, looking for a much more local basis for our politics today, which means that this would be going in completely the wrong direction. Whatever the party politics of this country at the moment, we have shown over the past few years that politics is not all about London, but about the whole of the country. People’s views are significantly different across the country and that is what we do not always see.",
        "**Lia Nici (Great Grimsby) (Con)**",
        "As somebody who launched and ran the first local television station—run from Grimsby—I know that a very high-quality local television station can be run, producing news and political programming, for around half a million pounds a year. That is a challenge that I would give to the BBC. What is vitally important is that our local radio and television is impartial, which is not something that our online services and papers have to do. It is very important to get good quality impartial news to our constituents.",
        "**Neil Parish**",
        "My hon. Friend makes a really good point about impartiality. Of course, that is very much what the BBC is set up to do—to be impartial. Sometimes some of us, from all parts of the House, wonder about that impartiality, but it is quite clearly there, and it is what the BBC represents. We therefore want that impartiality in both the regional and the local BBC. I have to say that, in our own BBC in the south-west, the people I deal with are pretty good and I must pay tribute to them. I will not name them here tonight, because that would be embarrassing to them. None the less, we are well represented and we have good people across the regions. It would be such a shame to lose them, it really would.",
        "**Jonathan Gullis**",
        "It is amazing to see the cross-party support and work on this subject, which is sadly not something that is often shown on our national television. I note that, in the west midlands, we have had more than 100 Labour Members of Parliament and councillors sign a letter, with Conservative backing, to the BBC’s “The Politics Show”. Will my hon. Friend be willing to lead the charge by going on “the Zoom”, as he says, and setting up a call with the director-general, so that we can all have our say?",
        "**Neil Parish**",
        "My hon. Friend raises an interesting point. I will make that offer to the director-general of the BBC; it will interesting to see whether it happens. I agree with the Secretary of State’s position, and I have confidence in him being able to put our case very firmly ​to the BBC. As my hon. Friend says, this is a cross-party matter, because we are all politicians; we are all in politics and we believe in representing our constituencies and getting our message across. We need the BBC and the media to deliver our message, irrespective of what party we belong to. It is at these moments that we can come together. Perhaps the public ought to see us on occasions such as this, when we are agreeing with each other. They watch Prime Minister’s questions and ask, “Why are you always shouting at each other?” but in fact we do not; sometimes—occasionally—we agree.",
        "**Bob Stewart**",
        "One of the reasons why we—colleagues—like local radio and television is that it tends to give us a better crack of the whip than going national does, and we are allowed to express ourselves a bit better. We like it, and that is why we support it.",
        "**Neil Parish**",
        "I think what my hon. Friend means is that on BBC national news, the moment you open your mouth you are interrupted, whereas on our regional programmes we often have a chance to make a point before we are stopped. I have probably put a few words into my hon. Friend’s mouth, but I think he is absolutely right. I should probably make a little progress now, or I will be on my feet for four hours.",
        "This weekend, “Politics England” has the right hon. Member for Leeds Central (Hilary Benn) and my hon. Friend the Member for Thurrock (Jackie Doyle-Price) on the show to discuss freight travel and Brexit. Leeds and Essex are a long way apart. England is clearly too large to be a region that can be covered in one show. There are 533 English MPs in the House of Commons, and political issues differ from Yorkshire to Cornwall, from Essex to the west midlands. Brexit, as many interpreted it, was a statement against over-centralisation and a demand for more control over decision making. As more power is devolved away from Whitehall through greater local authority powers and new regional Mayors, the BBC should prioritise more investment in regional programmes, not less. It is vital that local politicians are scrutinised fairly, impartially and specifically on the matters that affect those regions.",
        "Like the “Sunday Politics” show, “Inside Out” broadcasts across 11 English regions; it was due to return in September, but the autumn series has now been cancelled. As I said earlier, ITV is bringing its programmes back in September, and I think the BBC should do the same. Shall we send the message loud and clear from this House tonight that that is what we want the BBC to do? “Inside Out” has consistently won awards for its investigations and in-depth coverage, despite being made on a relatively small budget. It is the BBC’s most popular current affairs programme, outperforming “Panorama” and “Newsnight”, as hon. Members have said.",
        "On 26 March, before “Inside Out” was taken off air, it had 3.29 million viewers across England. Premier League football, which was broadcast live for the first time on the BBC this weekend, had 3.9 million viewers. Surely the Government and the BBC should be funding local journalism, rather than intervening in the already lucrative market for live sport? The regional “Sunday Politics” shows and “Inside Out” are examples of the best of British broadcasting, and to lose or reduce them is to undermine the values on which the BBC is built.",
        "​**Lilian Greenwood**",
        "The hon. Gentleman is making a really powerful case on behalf of “Inside Out”. Does he agree that it is one of the programmes that have made a real difference? Iain Wright, the former Member for Hartlepool and a former Chair of the Business, Innovation and Skills Committee, said that “Inside Out” was the key first step in exposing the exploitation at the Sports Direct factory in Shirebrook. It had a direct impact, not just on the people there, but on our work here. That would not have happened if local journalists had not been listening to local people and taken up that story.",
        "**Neil Parish**",
        "I think it brought the situation of workers at Sports Direct to the forefront, and hopefully much has been done to improve the situation since that was revealed. She is right to put that on the record.",
        "The regional “Sunday Politics” shows and “Inside Out” are examples of the best of British broadcasting, and to lose or reduce them would undermine the values on which the BBC is built. At its best, properly funded local journalism engages the public, shines a spotlight on local issues and can change the country for the better. Recently, “Inside Out South West” broadcast a piece about the fate of amputees following surgery. A Mr Hopper, a vascular surgeon at the Royal Cornwall Hospital in Truro, developed sepsis and unfortunately had to have both legs amputated. Having performed thousands of amputations himself as a surgeon, he found as a patient that there was a gap in the rehabilitation care for amputees in the NHS. His story was broadcast in depth by “Inside Out” and it helped to spark a debate that led to changes in the allocation of resources by Public Health England. So again, real change can come from the programme. “Inside Out” was able to do the story justice and effect real change: it just shows how valuable properly funded local journalism can be.",
        "Local news delivers local stories, a training ground for journalists and, importantly, a way for the BBC to demonstrate its commitment to and knowledge of the local area. A decade ago, ITV slashed its regional coverage, and MPs received assurances at the time that the BBC would not do likewise, and we want that honoured. With local newspapers struggling, the market cannot provide the depth of regional coverage the BBC is currently providing to our constituents.",
        "As the BBC reviews its regional programmes in England, I sincerely hope that the views of MPs in this debate—we have had many great contributions tonight and I thank all Members for them, because it sends a really loud and clear message to the BBC—will be taken into account. The debate has shown how passionately we care about our communities, local journalism and local democracy. I hope that the Minister will join us today in asking the BBC to continue providing high-quality regional programmes. They are vital, valued and cherished in the south-west, as they are across all our English regions."
    ]
}