{
    "url": "https://www.ukpol.co.uk/stephen-parkinson-2022-speech-on-the-arts-and-creative-industries-strategy-lord-parkinson/",
    "title": "Stephen Parkinson – 2022 Speech on the Arts and Creative Industries Strategy (Lord Parkinson)",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Parkinson",
            "url": "/tag/stephen-parkinson/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Parkinson, Lord Parkinson of Whitley Bay, on 8 December 2022.",
    "content": [
        "The terms of the Motion imply that protecting our world-leading creative industries and ensuring that more people have the opportunity to enjoy or take part in them through levelling up are somehow in opposition, and I must disagree. The point of levelling up is to make sure that everyone, in every part of the United Kingdom, can be part of the arts and creative industries’ success story. That is a story that many noble Lords have told eloquently again today. The noble Viscount’s Motion talks of “the case for” a strategy towards the arts and creative industries, implying that there is not one already. I am happy to reassure him that there is, and glad to have the opportunity to explain how it is shaping the approach taken by the Government and our partners, such as Arts Council England.",
        "Specifically, I point noble Lords to: the levelling-up White Paper, which was published in February; the work we are conducting with the Creative Industries Council to develop a sector Vision; and Arts Council England’s 10-year strategy, Let’s Create, which was developed in consultation with the public and people from across the arts and cultural sectors, and approved by government Ministers when it was published in 2020.",
        "For more than three-quarters of a century, the Arts Council has nurtured cultural life in this country and kept it separate from party politics. It is a cross-party legacy; it succeeds the Council for the Encouragement of Music and the Arts, which was set up in the dark days at the beginning of the Second World War by the national Government led by Neville Chamberlain. As noble Lords rightly reminded us, it was given its royal charter and new name in 1946, under Labour’s Attlee Government. It is a cross-party model of which we should be proud and which has been emulated across the world. Its decisions about which organisations to fund and by how much are taken at arm’s length from government Ministers, so if I do not go into detail on some of the specific organisations raised by noble Lords today, that is not to be slopey-shouldered but to defend that arm’s-length principle, which the noble Baroness, Lady Andrews, and others extolled.",
        "As a number of noble Lords noted, Arts Council England plays a central role in supporting arts and culture in this country. It recently announced the outcome of its investment programme for 2023 to 2026, investing £446 million each year in arts and culture across England. It is doing that in a slightly different way to previous rounds, but in line with the trend the Arts Council itself has been pursuing for a number of years and over a number of rounds. It might be helpful to take a step back to provide a bit of context.",
        "Most cultural organisations in this country do not rely on funding from the Government or from the Arts Council. As the noble Baroness, Lady McIntosh, said, it is just one piece of the jigsaw, albeit a vital one. We saw the Culture Recovery Fund, the emergency support of more than £1.5 billion that the Government provided during the pandemic, helping more than 5,000 cultural organisations across England. Many of them had little relationship with the Government or the Arts Council until the pandemic hit—or indeed with the British Film Institute, Historic England or the National Lottery Heritage Fund, which helped us to distribute that emergency funding—but they were grateful for the help that came when they needed it. As a result of the work we did in the pandemic, we have a sort of Domesday Book of culture, showing the full range of organisations across England that weave the rich tapestry of cultural life in this country.",
        "More than 5,000 organisations received support through the Culture Recovery Fund. Only 1,700 applied for Arts Council funding in the next investment programme. While noble Lords are right to probe how that money is being spent, it is important to remember that it is only one way in which arts and culture are supported in this country. None the less, 1,700 represents a record number of applications for the Arts Council’s competitive funding and a record number of organisations, 990, will receive funding as a result—more organisations than ever before and in more parts of the country. Some 276 organisations are set to join the portfolio for the first time, with 215 of them outside London. This reflects our commitment to distribute funding and access to arts and culture more fairly. However, in London more organisations will be funded in the next round than the last—283 compared with 268.",
        "The noble Viscount, Lord Chandos, talked about the size of the pie that is available in funding. I am pleased that my right honourable friends Oliver Dowden and Nadine Dorries secured an uplift for the Arts Council at the last spending review. There was an additional £43 million for the Arts Council’s grant in aid. We did not succumb to the macro temptation mentioned by the noble Lord, Lord Londesborough. Thanks to this larger pie and increases from the National Lottery, Arts Council England will be spending £30 million per year more through its core investment programme than in the previous NPO round.",
        "The question is how that larger pie should be sliced. In the last portfolio London benefited disproportionately, receiving around £21 per capita compared to an average of £6 per capita in the rest of the country. Even accounting for the important role that London plays as our capital and the wonderful organisations housed here, that is a stark discrepancy. Some 133 local authorities across England did not receive any funding—not a penny. A national portfolio should be based across the nation. I am sure that noble Lords would agree that it is not the case that there is no culture of note in places like Bolsover, Mansfield or Blackburn. These areas are all now represented in the new portfolio, which covers 217 local authorities compared to 180 last time.",
        "Working with the Arts Council, DCMS identified 109 levelling-up for culture places which received historically lower levels of funding, or which had lower levels of participation through metrics we set out transparently and published on the Arts Council’s website. Because of that decision, investments in those levelling-up for culture places were more than doubled.",
        "The noble Baroness, Lady McIntosh, asked about the instruction to the Arts Council. The letter from the previous Secretary of State to the Arts Council was published and set out precisely what she asked it to do. It is important to stress that it was not giving instructions based on specific institutions or art forms, but it was asking the Arts Council to ensure that the taxpayer subsidy—which comes from taxpayers across the country—is spread more equitably across England. That is consistent with the arm’s-length principle we all cherish.",
        "As a result, towns like Mansfield will receive funding for the first time. Mansfield District Council will receive £1.7 million over three years to manage Mansfield Museum and Mansfield Palace Theatre. Unanima Theatre, which brings young people and adults with intellectual and developmental disabilities together, will benefit from nearly £700,000 over three years—something I hope noble Lords welcome.",
        "We have seen an increase in the number of organisations led by people with disabilities in the new portfolio to 32. I had the pleasure of visiting one of them, DASH in Shropshire, three weeks ago. We have also seen a huge increase in the number of organisations led by people from black, Asian and ethnic-minority backgrounds, from 53 in the last portfolio to 1483 in the next. Arts, culture and creativity are all enriched when everybody is able to tell and share their stories. I congratulate the Arts Council on its work to enable that.",
        "At the same time, we recognise the special role played by our nation’s capital. It houses world-class institutions. People visit them from all over this country, and indeed from all over the world. We see that particularly at the moment as tourists flock to London to enjoy the cultural offering. Those institutions perform a levelling-up function in providing a national stage on which people can perform. For the fictional Billy Elliot, it was dancing with the Royal Ballet which persuaded his family of the value of dance as an artistic medium. That story is based on “Dancer”, a play by Geordie playwright Lee Hall, which premiered at the Live Theatre in Newcastle and was heavily influenced by the photographer Sirkka-Liisa Konttinen’s book Step by Step, about a dancing school in nearby North Shields, the town of my birth. The film “Billy Elliot” made over $100 million at the box office. It won three BAFTAs and was nominated for three Oscars, which is an illustration of the economic benefit and soft power of UK culture. We want to see more films and plays like it. That is why I am proud to see an additional £90,000 going to New Writing North to encourage new playwrights like Lee Hall and continued funding of £640,000 for the Live Theatre and its connected organisations. Like the noble Lord, Lord Shipley, I am delighted by the cultural renaissance we are seeing on Tyneside.",
        "Noble Lords and people beyond this House may disagree with some of the individual funding decisions taken by the Arts Council. They were made entirely independently of the Government, so, as I said, I cannot comment in detail on individual outcomes. They were taken against well-established criteria and expectations, with careful consideration taken by employees and the regional and national councils of the Arts Council, who have a deep understanding of the sector. Some of them are appointed by the Government; some are appointed by other politicians such as the Mayor of London. Many others are simply drawn from people with expertise across the sector and in their regions.",
        "A number of noble Lords have mentioned the English National Opera. I saw earlier that its excellent chairman Dr Harry Brünjes and its excellent chief executive Stuart Murphy were here watching our debate. I think one of their colleagues has stayed behind; they are all very welcome. The English National Opera has done tremendous work. I pay tribute to it and all the staff for the work they have done, including the fantastic ENO Breathe programme, which has been helping people with respiratory problems as we emerge from the pandemic. The noble Viscount, Lord Chandos, asked about transitional funding for the ENO. I confirm that Arts Council England has offered the ENO a package of support. We are keen that the Arts Council and ENO work together on the possibilities for the future of the organisation.",
        "My right honourable friend the Secretary of State encouraged the Arts Council to provide a larger and longer pot of transitional funding, which will be available to all organisations affected by the decisions in this portfolio. [N.B. this reference is to the Arts Council England Transition Programme for organisations previously in the National Portfolio, but who were unsuccessful in their application for the 2023-26 Investment Programme.] I reassure noble Lords that in the new investment programme, Arts Council England’s investment in opera, orchestras and other classical organisations will represent around 80% of all investment in music. I hope that will be music to the ears of the noble Baroness, Lady Wheatcroft.",
        "Through this programme, opera will continue to be well funded, remaining at around 40% of overall investment in music. Organisations such as English Touring Opera and the Birmingham Opera Company will receive increased funding. There are many new joiners such as Opera Up Close and Pegasus Opera Company based in Brixton, which I had the pleasure of visiting yesterday. The Royal Opera House will continue to be funded, receiving the largest amount of any organisation in the portfolio of more than £22 million—about the same as all of the east Midlands.",
        "London’s role as a global cultural centre is clearly reflected in the next investment programme, with 61 London organisations receiving funding for the first time, including the Jewish Museum and the Foundling Museum. Arts Council priority places in the capital such as Croydon and Brent will receive £18.8 million over the next three years. In Croydon alone investment will double, and the borough will see three organisations join the portfolio. We are levelling up within London as well as between London and the rest of the country.",
        "As noble Lords have noted, this funding round was extremely competitive. With a record number of applications, it was inevitable that some organisations would be disappointed. As the noble Baroness, Lady McIntosh, said, it was ever thus. There is no automatic entitlement for arts organisations to continue receiving public funding in perpetuity. We recognise that leaving the portfolio can be an anxious and challenging experience, particularly as we emerge from the pandemic and with the challenges of the winter we all face. But this can also lead to organisational innovation and development in the organisations that did not get as much as they were bidding for. As the noble Viscount, Lord Chandos, said at the start, the nature of the arts is to be open to dynamic change, and I agree with him that this should be encouraged carefully, mindful of the need for balance.",
        "A number of noble Lords mentioned the Creative Industries Sector Vision that we are developing, which will set out our 2030 ambitions to drive growth and employment in our world-renowned creative industries as well as increase the positive impact that they can play in our lives. I recognise that the delays in publication have been frustrating, but we will publish it early in the new year—I hope that is better than “in due course”. At the heart of the sector vision is £50 million of investment from DCMS to drive growth across the country through the Create Growth programme, the UK Games Fund and the UK Global Screen Fund. UKRI has announced over £100 million of support for R&D and innovation in the creative industries, including the Creative Catalyst and CoSTAR programmes.",
        "In August last year, we announced our flexi-job apprenticeship offer, including a £7 million fund to support sectors with flexible employment patterns and project-based working, which is particularly the case in the creative industries. Five active flexi-job apprenticeship pilots are currently under way, with creative employers such as the BBC and the National Theatre. The ScreenSkills apprenticeship pilot, supported by DCMS, Netflix and Warner Media, also focuses on widening participation and diversifying the talent pipeline in the TV and film sectors. Both the Department for Education and DCMS continue to work closely with the creative sectors through the creative advisory group to explore further possibilities and flexibilities for apprenticeships, alongside other post-16 pathways, including T-levels, higher technical qualifications and skills boot camps. I am delighted that the noble Baroness, Lady Bull, has agreed to chair the expert panel to inform the new cultural education plan.",
        "The noble Lord, Lord Storey, spoke with passion about ensuring that everyone, whatever their background, has the opportunity to take part in arts and culture. You should not have to sofa-surf in London or know someone already in the business in order to pursue a career in the arts that can be rewarding in every sense of the word. As a former comprehensive schoolboy who grew up in Tyneside and rural Suffolk, I feel passionately about this and welcome the expertise that the noble Baroness, Lady Bull, will bring, along with her fellow panel members, to help us to deliver that. She is right to highlight the commission of the Local Government Association, chaired by the noble Baroness, Lady Young of Hornsey—I am pleased to say that I will attend its launch later this afternoon.",
        "A number of noble Lords talked about the international reputation of UK arts and creativity. The cultural sector is a key asset that boosts perceptions of this country abroad, with both a financial and a reputational return on investment. Research shows that people who have been exposed to UK culture and education report more interest in doing business with the UK than those who have not—an average difference of 11 percentage points.",
        "The noble Viscount, Lord Stansgate, talked importantly about the two cultures, which have never been closer, and the importance of science and scientific researchers. He may have seen the new exhibition at the Science Museum, “Injecting Hope”, about the search for a Covid vaccine. This will move from London to tour China and India. Earlier this week, I was at the Grant Museum of Zoology at University College London, which benefited from the £4 million pot of funding from the DCMS/Wolfson Foundation.",
        "The noble Viscount and the noble Baroness, Lady Crawley, mentioned the importance of touring. We have supported the sector to adapt to new arrangements with the European Union, and we worked extensively with it and directly with EU member states to clarify arrangements on the movement of people, goods and haulage. We have worked across Government and with the industry to develop guidance on landing pages on GOV.UK specifically for touring musicians and other creative professionals. We have worked to ensure that that is clear, accessible and available to people, and we continue to work with the sector to make sure that it is.",
        "I mentioned the Government’s commitment through the Culture Recovery Fund, but a number of noble Lords asked about freelancers. The Omicron strain hit about this time last year, and I am glad to say that we provided £1.5 million of emergency funding specifically for freelancers, matched by £1.35 million from the theatre sector, which was distributed through the Theatre Artists Fund, Help Musicians and the Artists Information Company. This helped in addition to the money provided to organisations to ensure that they were able to open their doors and employ freelancers when the pandemic abated.",
        "The last Budget increased tax reliefs for theatres, orchestras, museums and galleries until 2024. These additional tax reliefs are worth almost £250 million to the sector and are a fantastic boost to it to keep producing the content for which we are world famous. Taken together, along with the other pan-economy support measures that the Treasury provided, these interventions supported the cultural sector throughout the challenges of Covid. Furthermore, the £500 million Film and TV Restart Scheme helped us to ensure that our screen sector could continue to produce content safety, protecting over 100,000 jobs and more than £3 billion of production spending.",
        "We continue to be aware that arts and cultural organisations face new challenges because of the increase in energy prices. I recently hosted a series of round-table discussions with people from the performing arts, heritage and museum sectors to ensure that we maintain our focus on the ongoing impact of energy price increases and inflation as well as identifying opportunities to improve energy efficiencies. The Government continue to support all sectors in the economy this winter with the Energy Bill Relief Scheme, but I have heard first-hand how important this support has been to our cultural organisations. DCMS has worked closely to inform the Treasury-led review of the scheme, which will be published by the end of this year, and we have provided evidence on the nuanced challenges faced particularly by the cultural sector as part of this review.",
        "In the Autumn Statement last month, the Chancellor set out his plans to restore stability to the economy, protect high-quality public services and build long-term prosperity. He also announced a £13.6 billion package of support for payers of business rates in England, which will support people in the cultural sector too. Plans for the second round of the Levelling Up Fund were confirmed, with at least £1.7 billion to be allocated to infrastructure projects around the UK before the end of the year. One of the themes for that fund is supporting cultural and heritage assets, which will give another important boost to the sector.",
        "The noble Lord, Lord Leong, asked about text and data mining, and we recognise the concerns that the sector raised about this. My honourable friend Julia Lopez raised this with the IP Minister in the Department for Business, Energy and Industrial Strategy, who has agreed to engage further on the text and data mining exemption. We will consider all of the evidence before making a decision.",
        "The noble Lord, Lord Foster, asked about creative clusters programmes. Since the last spending review, UKRI has announced more than £100 million of support for the creative industries to support innovation. The decision to fund Creative Clusters is made by UKRI, but I am keen to work with it to look at the results of the programme and other interventions to see what has worked and ought to be replicated.",
        "So the Government recognise and appreciate that London is a leading cultural centre, with organisations that benefit not just the capital but the whole country and that are enjoyed the world over. But that is true of other towns and cities too: only last night, Veronica Ryan won the Turner Prize—I congratulate her—which was announced at Tate Liverpool. Next year, the eyes of the world will be on that city as it hosts the Eurovision Song Contest, inspiring people around the world about the power of music.",
        "Through the Arts Council’s next investment portfolio, by increasing investment outside London, it will help to generate culture and creative opportunities for more people in places that have been underserved for too long. In doing so, it will help to redress an historic imbalance in arts funding. I firmly believe that that work, alongside the investments and other programmes that I outlined, can ensure that our world-class arts and culture can continue to thrive into the future.this specific contribution",
        "I thank all noble Lords who have spoken in this debate and the Minister for summing up. I endorse the comments of many noble Lords who welcomed his return to the Front Bench with this portfolio. The richness and breadth of the contributions from the 20 or so speakers are a symbol of the richness and breadth of the creative industries and the arts and culture sector. I have certainly learned a great deal and been challenged to think in a new way about many things.",
        "I mentioned that there had been 20-odd speakers, but my noble friend Lady McIntosh and the noble Baroness, Lady Bull, probably represent the experience of about six people between them, whether as performers, producers or academics.",
        "The Minister picked me up on implying or suggesting that levelling up was in conflict with maintaining our world-leading position. I had meant to make it clearer in my opening remarks that, at least in the medium and long term, I think that they are not in conflict—but in what we are seeing in the clumsy and ill-planned implementation, at the very least, in the short term, there is that danger.",
        "I also wanted to make it clear that this is not about us metropolitan Londoners going out, educating and bringing culture to the north or any other part of the country. As has been mentioned, there are wonderful and long-established institutions all over the country. The noble Lord, Lord Shipley, talked about Sage Gateshead, which is one of the great cultural achievements of the past 25 years, and was very much the initiative of the local community. Indeed, it is two-way traffic; the wonderful Kings Place office building with its two concert halls was the result of a Newcastle property developer, Peter Millican.",
        "I welcome the Minister’s indication that the Secretary of State is pushing—if I understood him correctly—to make the transitional payments available widely to affected organisations and to make them larger and longer, although anything that is transitional rather than ongoing will clearly still be only some small consolation.",
        "The noble Lord, Lord Foster, was I think the first of several noble Lords to mention the absence of the creative industries from the five sectors prioritised in the Autumn Statement. I found that depressing and a bit ominous. This month’s Chancellor was the Secretary of State at the beginning of the coalition Government for what is now DCMS. His ruthless pruning of the departmental budget may have aided his ascent up the slippery pole of his political career, but it did nothing for the sector. That is when so much of the damage was done, whatever modest adjustments there have been to funding more recently.",
        "At the heart of many noble Lords’ concerns is the question of the arm’s-length nature of the Arts Council’s position, and whether it has been dented or breached. I have a different view from my noble friend Lady McIntosh, but I guess I am a bit defeatist, and the reality may be that the arm’s length is not being and will not be maintained, so it is better to acknowledge it by bringing more direct into the department.",
        "I will wind up with one last comment. My noble friend Lord Leong, my newest colleague, said that he sometimes wondered whether he had found himself in Hogwarts. This is my 40th or 41st year in the House, and the only difference is that I know that it is Hogwarts."
    ]
}