{
    "url": "https://www.ukpol.co.uk/cecil-parkinson-1990-speech-on-the-channel-tunnel/",
    "title": "Cecil Parkinson – 1990 Speech on the Channel Tunnel",
    "post_date": "January 25, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1990",
            "url": "/tag/1990/"
        },
        {
            "text": "Cecil Parkinson",
            "url": "/tag/cecil-parkinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cecil Parkinson, the then Secretary of State for Transport, in the House of Commons on 14 June 1990.",
    "content": [
        "With permission, Mr. Speaker, I should like to make a statement about the proposals for a new high-speed rail link to the channel tunnel.",
        "The opening of the tunnel in 1993 will provide a major new business opportunity for Britain and for British Rail. Let me first dispel any doubts that we intend to invest in the infrastructure required to service the tunnel fully from the day that it opens. For British Rail, investment in tunnel services will be the largest that it has undertaken this century—more than £1 billion on passenger and freight services. Orders have already been placed for a common fleet of high-speed passenger trains, owned jointly by the British, French and Belgium railway companies, that will link London to Paris in three hours and to Brussels in two and three quarter hours. In addition to the half-hourly services between those three capitals, BR plans through trains from the regions offering 3 million seats a year.",
        "Work has started on improving the track between London and Folkestone and on the new passenger terminal at Waterloo. Last month I announced approval for new electric freight locomotives that will haul channel tunnel freight at speeds just as high as those on the continent. More than two thirds of rail freight to the tunnel will come from outside the south-east and BR is planning through services and freight depots throughout the country. We plan to spend more than £600 million on tunnel-related road schemes, which is about the same amount as the French Government. When the channel tunnel treaty was signed, we undertook that BR would meet the demand for passenger and freight services when the tunnel opened, and those commitments are being fulfilled.",
        "The railway investments will cater for demand in 1993 and for several years thereafter. In the case of freight, there is ample capacity in the south-east outside the commuter peaks. However, all the traffic forecasts show that growth in demand for international rail passenger services and domestic commuter services will eventually outgrow the capacity of the present system. That is why we asked British Rail to examine how best to increase that capacity when the time came. We made it clear that the investment in international services would have to be commercially justified, just as it would be in ferry, in air or in other competing services.",
        "Last November, British Rail selected Eurorail from a field of eight private consortia, and announced its intention to pursue the possibility of forming a joint venture to operate the international services and to construct a new line. Since then, it has identified measures that substantially improve the commercial prospects of the international passenger business. Despite those improvements, the forecasts submitted by the joint venture showed that its costs were likely to exceed its income by a wide margin. To meet that gap, the joint venture first required a capital grant of £500 million towards the use of the line by commuter services. Secondly, British Rail would need to invest up to £400 million, mainly in commuter terminals. Thirdly, it proposed a low-interest deferred loan of £1 billion, which in the case of default would rank below all other creditors.",
        "I have given careful consideration to the case for a capital grant. We have never ruled out capital grants for improvements in commuter services where they are justified on cost-benefit grounds. I made that clear in the new objectives that I published for British Rail last year. The new line would indeed bring significant benefits to commuter services, but unfortunately the benefits to commuters were not sufficient to justify both the investment by Network SouthEast of £400 million in its own facilities and grant of £500 million towards the use of the new line.",
        "The loan of £1 billion represents public investment already made in international rail services up to 1993, and taken over by the joint venture. The joint venture would get the benefit of that expenditure, but would not make any repayments or pay any interest until 2010. The House will now recognise that the total sums of public expenditure involved are far greater than the £350 million that has been widely but erroneously reported. In the event of cost overruns, the political reality would be that there would be great pressure on the Government to increase their already substantial contributions. I have therefore informed the parties that the proposals that they have made are unacceptable.",
        "In the light of that, British Rail and Eurorail have agreed that there is not a basis for carrying forward the project in the private sector at this stage. The Government remain very grateful to Eurorail for the considerable effort it has put into the development of the proposals, and for the expertise it has shown. BR has informed me that it will continue to work with Eurorail in the development of international services.",
        "The financial case for a new line will improve as demand for travel grows. I have discussed this with BR’s new chairman, and British Rail remains eager to proceed as soon as the project is viable. How soon this will be depends, among other things, on the benefits the new line can bring to commuters.",
        "I have already approved investment of more than £400 million on new rolling stock and improved infrastructure for services on the north Kent lines. British Rail has plans for further rolling stock investments of £300 million to £400 million for the rest of the Kent commuter services. That will radically improve the services from Kent.",
        "If demand continues to grow, even more capacity may eventually be needed and British Rail and Eurorail have shown that a new line could transform the slow commuter services from north and mid-Kent by halving journey times. I am not yet satisfied, however, that they have found the best solution and I am therefore asking British Rail to complete its studies with the aim of maximising the benefits to international passengers and commuters alike.",
        "This further work will concentrate on the options for the route from the North Downs to Waterloo and King’s Cross, with its efficient connections to the rest of the country. I have considered carefully the views expressed in the House and elsewhere about alternative routes. On the face of it, they are unlikely to be better financially than the Eurorail proposal or to offer a better deal for commuters.",
        "But the new chairman of British Rail is determined to satisfy himself on that and has commissioned a report by consultants on the proposals for routes to King’s Cross via Stratford. There seems to be general agreement that any service will need to terminate at King’s Cross. In our view, nothing in this statement invalidates the benefits to British Rail of the House proceeding with the King’s Cross Bill.",
        "A major civil engineering project of this kind, through this densely populated part of England, is bound to cause great concern to the people who live there. We owe it to them to minimise the uncertainty and to see that, where they suffer financial loss, there is proper compensation. Between the North Downs and the channel tunnel there is now broad agreement on the right corridor for the new line and considerable effort has been put into designing an environmentally acceptable route.",
        "There will need to be further consultations on the engineering details and a full environmental report will be published. But I am satisfied that it would now be right to safeguard that section of the route by planning directions. I therefore propose to consult British Rail and the local authorities about that. British Rail’s compensation scheme will continue to apply to the whole of the route published in September 1989.",
        "I began by confirming our commitment to invest in the infrastructure needed to make sure that we reap the benefits of the channel tunnel when it opens in 1993. I have also explained how we propose to carry forward the work needed to plan for increases in capacity. Some argue for vast and premature expenditure that would not be economically justified. International rail services are certainly of growing importance, but there are many other needs for improvements in transport infrastructure, including better public transport services within Britain, improved motorways, better access to airports and ports and better air traffic control.",
        "The Government’s aim is a balanced transport policy which allocates investment where it will bring the greatest benefit. Within that framework, we have approved the largest railway investment programme for over 25 years, the largest underground programme for over 20 years, an increase in the road programme and approaching £2 billion worth of investment in the infrastructure to serve the channel tunnel. I commend these policies to the House."
    ]
}