{
    "url": "https://www.ukpol.co.uk/cecil-parkinson-1990-speech-on-the-marchioness-report/",
    "title": "Cecil Parkinson – 1990 Speech on the Marchioness Report",
    "post_date": "January 25, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1990",
            "url": "/tag/1990/"
        },
        {
            "text": "Cecil Parkinson",
            "url": "/tag/cecil-parkinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cecil Parkinson, the then Secretary of State for Transport, in the House of Commons on 24 July 1990.",
    "content": [
        "Directly after the tragedy I announced immediate requirements for chartered Thames river craft to record passenger numbers before sailing, and lodge the record ashore, and that passengers should be given proper instructions on where to find emergency equipment and what to do in the case of an emergency. Regulations to make these provisions mandatory for all passenger craft throughout the United Kingdom came into force on 12 April 1990.  \nWithin 10 days I had received the marine accident investigation branch’s interim report, and announced that the six recommendations made in that report should take effect as soon as practicable, with the assistance of the Port of London Authority where required.",
        "The two recommendations on look-outs and lights on vessels of more than 40m in length were implemented on 18 September 1989 by amendments to the general direction for navigation in the port of London.",
        "The third recommendation related to the need for those in charge of passenger launches to keep continuous radio watch—implemented in the same general directions for navigation—and look frequently astern—covered in a PLA notice to mariners. This recommendation also proposed that if necessary insulation against noise should be provided on passenger launches. My surveyors are taking action to ensure that launches are modified so that recommended noise levels are not exceeded.",
        "The fourth recommendation proposed a review of traffic control arrangements, particularly under bridges. This has been considered, and a contractor has been appointed to develop a triggered light system, activated by the passage of ships along the river, indicating priority for larger vessels at bridges.",
        "The fifth recommendation was that the interim recommendations should be transmitted to port authorities generally. This has been done.",
        "The final recommendation suggested that the Department should examine the possibility of setting standards for the construction of ships’ bridges, with a view to international agreement. This recommendation is being dealt with on two fronts. First, the question of bridge visibility has already been raised at the International Maritime Organisation with a view to incorporating the IMO guidelines as an amendment to the safety of life at sea convention 1974. Secondly, inspections of all relevant vessels on the Thames are taking place to determine existing visibility standards in order to determine necessary action. These inspections are well under way.",
        "Apart from this action, I should also add that all passenger craft on the Thames were inspected by my surveyors after the tragedy, and the frequency of random inspections has been increased."
    ]
}