{
    "url": "https://www.ukpol.co.uk/john-parker-1978-speech-on-the-loyal-address/",
    "title": "John Parker – 1978 Speech on the Loyal Address",
    "post_date": "April 21, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "John Parker",
            "url": "/tag/john-parker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Parker, the then Labour MP for Dagenham, in the House of Commons on 1 November 1978.",
    "content": [
        "As the Member of Parliament who represents the greater part of the Becontree estate, which I think is still the largest council house estate in the country, I certainly welcome the proposal in the Gracious Speech to have a Bill on housing that will include provision for a new charter of rights for public sector tenants.",
        "The Becontree estate was built by the old London County Council between 1925 and 1933, outside the boundaries of its own authority. From the very beginning, the council exercised very dictatorial powers over the tenants of the estate. The refusal to place sons and daughters of tenants on the housing list made it essential that sons and daughters moved away to other areas when they grew up and wanted to marry. That destroyed the whole social community of people living together. Societies and organisations such as clubs, churches and so on could ​ not have a second generation coming on to run them as people got older. The community life was broken up by the council’s dictatorial ways. The result was a great deal of discontent about the way in which the estate was run.",
        "I remember suggesting, as long ago as 1948, that the only solution was for the local council to take over the estate and to run it. For some years that has been the policy of the Labour Party in the area. It is hoped to take over the whole of the estate in this coming year. One-third of it has already passed into the possession of the local council, and the remaining two-thirds is likely to be passed over in the near future.",
        "However, there will be a number of problems that will require sorting out. It is necessary for machinery to be set up to give tenants reasonable rights in the running and managing of the estate. It is also important that the local council should retain certain powers over the running of an estate of this kind, because many problems arise in such an area, as I know from my surgeries. I am thinking of tenants who misbehave and make a nuisance of themselves to everybody in the district. Sooner or later the council may want to terminate the tenancies of those people in the interests of the neighbours who are suffering the nuisance, and it must retain the right to do so, which it should exercise in reasonable circumstances.",
        "There is great controversy about whether people should or should not keep dogs. Half the population on the estate does not want dogs to be there because they foul the green places and footpaths, and children sometimes fall into the fouling and go home filthy and dirty. In high-rise blocks, dogs often create an enormous nuisance to everybody concerned. There are great differences of opinion on matters of this kind, and the local council, in conjunction with local tenants, must be able to have discussions and lay down rules and regulations about where dogs can and cannot be kept so that they are not a nuisance to the population as a whole.",
        "There is also the problem of vandalism, and the local council must be able to have discussions with tenants and organisations concerned on how to deal with vandalism and nuisances on these estates. ​ This is especially true of estates with high-rise blocks.",
        "I welcome the Government’s proposal for dealing with local authority tenants, but I await the details of the Bill. There must be a reasonable balance. There must be some right to hand on tenancies to sons and daughters. At the same time, the local council should continue to have adequate authority to deal with nuisances and abuses that arise on estates.",
        "The Queen’s Speech does not contain any recommendations for dealing with juggernauts. Those who read The Guardian are rather horrified at some of the information that has come out during the last two or three days about pressure being put by leading civil servants to allow the road haulage industry to put the case for 38-ton and 40-ton lorries to a public inquiry. A certain Mr. Peeler, we are told, said:",
        "“We welcome the idea of an inquiry to get round the political obstacles to change the lorry weights.”",
        "The Guardian in its leading article yesterday had some comments on the juggernauts, but its financial columns carried an opposite point of view. It said:",
        "“The Minister should not put environmental considerations before export, employment and financial considerations in dealing with the question of juggernauts.”",
        "It is all very well for people who live in this small island to suffer from juggernauts in the way that we do, and sometimes to be killed by them, but we want some control over whether we shall be killed or allowed to live by these juggernauts.",
        "Juggernauts are a big problem in my constituency. What was built between the wars as a suburban road is now sign-posted with a green sign directing traffic from Dover to the North of England along Ballards Road. This is not a trunk road but is simply a local authority road, and the traffic on it has increased considerably. On 1st March, between 8.30 am and 8.30 pm, 870 lorries of 15 tons or more passed along that way, and similar figures can be given for almost every day since then.",
        "The result of that traffic is that local houses are being shaken to pieces. This means enormous expense to local ratepayers in Barking because of smashed pavements and drains and service pipes ​ that are crushed and need renewal. This results in a charge on those living in the houses and ratepayers generally. These heavy lorries also create difficulties for old people going to the shops if they have to cross roads, and for children going to school. Furthermore, after the recent disasters abroad there are fears about the number of petrol and chemical lorries that travel along this road.",
        "Because of the crowding of traffic on that road, there is now what one can call a rat run. There are diversions through neighbouring roads such as Orchard and School Roads which are residential roads near to schools and shopping areas, and this traffic is creating enormous problems. Twice recently, direct action has been taken by mothers lying on the road and blocking it at peak hours to stop traffic running through these rat runs. The feeling among local people is that nothing is done to solve the problem and that everybody passes the buck.",
        "The Home Office passed the buck. The Department of Transport passed the buck. The buck was finally passed to the GLC, which the Department says is the authority that should deal with transport and find the best route through this area. A look at the map, however, shows that it is difficult to find an alternative route on this side of London to take traffic from the South-East up to the North.",
        "I am told by the Department of Transport that all trunk roads are primary roads for major traffic and that in this case the GLC has the job of assessing the most suitable non-trunk road to include in the primary route network. I hope that the GLC will reconsider the local position. As I said, it will be extremely difficult to find an alternative route through this area for heavy traffic.",
        "The Department goes on to say that when the opening of the A12 to A13 section of the M25 takes place it will bring relief, but that will be in 1981. Why wait so long? Priorities for road schemes should be looked at every October and November for the coming season. I suggest that this project should be brought forward to 1979.",
        "The road transport haulage lobby is one of the strongest in the House and in the country. It is one of the most dangerous lobbies, and it has enormous ​ power. The Government would do well to face up to the road haulage lobby.",
        "They should face up to it first and foremost by taxing juggernauts fairly. Large juggernauts do not pay their fair share of taxation. Other lorries, public transport, motor cars and so on pay their fair share of taxes, but juggernauts do not. The first thing to do is to raise the taxation on these juggernauts.",
        "Secondly, I suggest that these juggernauts should be limited to motorways, and a list of trunk roads which they may use. All roads to be used by juggernauts should be made and maintained as trunk roads, and only they and motorways should be used by these huge lorries.",
        "Thirdly, there should be distribution centres in all large cities on the trunk roads, from which local traffic can collect containers and other goods brought there by these juggernauts. The goods could be distributed in much the same way as marshalling yards are used to distribute traffic carried by the railways.",
        "Fourthly, the Government should encourage other forms of transport. What about the railways? It is time that we reconsidered the Channel tunnel. I suggest that it is a viable proposition for freight trains to carry goods only over considerable distances. The latest proposal is for a fairly simple Channel tunnel to be financed largely from EEC resources. It would be a two-rail route, and if the volume of traffic justified it another tunnel could be built later.",
        "I suggest that such a tunnel would make an enormous difference to the amount of traffic on our motorways. It would be possible for freight trains to take goods from Glasgow to Lyons, or from Liverpool to Zurich, without any break on the way. What happens now is that a large amount of traffic comes to Calais and a large number of ships come into Rotterdam or Hamburg, where they offload their cargoes into lorries—usually foreign lorries—which then come over by ferry on to our roads. It would be much better if a lot of this traffic was taken directly by rail rather than by lorry, and in the long run it would be cheaper. If funds are not entirely forthcoming from the EEC, the Government should invest in this development to make the railways once again a viable freight carrier.",
        "I am pleased that the South Yorkshire canal has finally been given the go-ahead. It is to be used by coal and steel traffic in the neighbourhood. Surely similar forms of transport could be developed for the London docks. The BACAT scheme failed, but surely something similar could be developed not only for the South Yorkshire canal but for the Thames, so that suitable ships could bring cargoes direct from the Continent up into our waterways.",
        "I do not wish to discriminate against the ordinary motor car, which pays its fair share of taxation. It would have more room on the roads if many juggernauts were removed. There is a great danger in many areas of traffic being bogged down in jams. The individual motorist and the public transport operator both suffer.",
        "As a member of the Historic Buildings Council, I know of the problem of historic towns being shaken to pieces by heavy traffic. I was pleased to learn this summer that at last a bypass around Ludlow is to be built. Another proposal is for one around Berwick, which is also highly desirable. The Department of Transport should collaborate positively with the HBC in deciding where bypasses are to be built, since historic towns are important foreign currency earners through tourism, and this would also help their inhabitants to live more pleasurable lives. During October and November every year proposals for bypasses and road transport should be reviewed five years ahead. If some proposals could be pushed back and others brought forward according to the needs revealed, well and good.",
        "For example, Tewkesbury obviously needs a bypass. Also, I can never understand why one has not been built around Petersham, a small village near Richmond, where a road could easily be put through the bottom end of Richmond park, where no one would see it. The houses in that attractive village are being shaken to pieces by traffic.",
        "There is no mention of conservation in the Gracious Speech. There has been an enormous increase in interest in this subject in recent years. This interest is particularly welcome in a mainly urban population. It shows that people are anxious to preserve the surrounding countryside and its wildlife. But many conservationists are ignorant of, or ignore, the problems ​ of country dwellers. Some important societies, like Friends of the Earth, have alerted people to the danger of the extinction of species such as whales and otters, but many animal lovers who lobby this House are ignorant of the subjects they take up.",
        "If wildlife is to be maintained, from time to time it has to be culled, which means killing. Many animal lovers do not like that prospect. There are more deer in this country now than there were in the Middle Ages. Many of us are glad that they can be seen from time to time, although most of the flesh is exported to Germany, because British people do not much like venison. But this means regular culling of the deer in the New Forest and other areas.",
        "Practically every deer culled in the New Forest is found to be peppered with buckshot, probably fired by young boys. If culling is not done scientifically, it causes a great deal of suffering to the animals. Animal lovers should recognise that it is necessary and that it should be properly and responsibly organised.",
        "There has been a great campaign against the culling of ponies in the New Forest and on Dartmoor. It is alleged that they are sent to Belgium to be eaten. We cat cows and bulls, so why should not the Belgians eat ponies if they wish? It is better that they should be scientifically culled than that their numbers should increase to the point where they are a nuisance to themselves and to people in the neighbourhood.",
        "There has also been a campaign recently about seals in Orkney. When seals become too numerous, one cow bites off the heads of another cow’s pups, and then the males come in and overwhelm them when they want intercourse again after their birth. The result is an overcrowded colony with a great deal of suffering. The Scottish Office mishandled its publicity on this matter. A decision should be made, on the evidence, about the optimum size of a colony and the cull should be carried out accordingly. To take the line that we should never kill wild animals is sloppy sentimentality. That is the approach of many of the sillier animal lovers, who in my experience are often university dons.",
        "There should be some expenditure also on forestry, a subject which was widely ​ discussed during the debates on the Wales and Scotland Bills. Ninety per cent. of our timber is imported and we need to help the balance of payments. Government and, I hope, private money should be spent on planting over the next 50 years to double the area under trees. The land must be acquired and the Government should assist in finding suitable land. When land is afforested with crops of varying ages, there is a big increase in wild life as compared with conditions on open moorland.",
        "There is a strong campaign by ramblers’ associations and others against conifer forests, but if those forests are properly managed they are very attractive. One of the most popular areas in the Lake District is Tarn Hawes, which is a mainly conifer beauty spot. What is aesthetically unattractive is a large number of trees all of the same age. I agree that in its early years the Forestry Commission made many mistakes in its planting, but it has since had the services of Dame Sylvia Crowe and more recent planting has been much better managed from a scenic point of view, without any damage to the productivity of the forests that have been so organised.",
        "I hope and trust that the Government will take an active interest in making available to both the Forestry Commission and private owners more land to plant up and so increase our forestry reserve. I am sorry that the Gracious Speech does not include proposals to make capital available for that development. But, on the whole, I welcome the Gracious Speech as incorporating the right kind of programme to try to carry through at present. I hope that we shall manage to carry at least some of it into law before the end of the present Session."
    ]
}