{
    "url": "https://www.ukpol.co.uk/cecil-parkinson-1971-maiden-speech-in-the-house-of-commons/",
    "title": "Cecil Parkinson – 1971 Maiden Speech in the House of Commons",
    "post_date": "November 29, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1971",
            "url": "/tag/1971/"
        },
        {
            "text": "Cecil Parkinson",
            "url": "/tag/cecil-parkinson/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Cecil Parkinson in the House of Commons on 4th February 1971.",
    "content": [
        "I had wondered, as all new Members wonder, I am sure, just what my experiences in my by-election had to do with the very strange life I have found myself leading since my election. Tonight I realise that one of my experiences was very relevant. Night after night in my by-election campaign I listened to the star speaker from London make my speech. All of a sudden, the chairman called on me and with the tatters of my brilliant speech I then had to entertain an audience for 25 minutes. My experience tonight has brought those memories very vividly back to me.",
        "I entered the House as the representative of Enfield, West after the by-election in November, and I am the newest Member. The constituency of Enfield, West is comprised of the residential part of Enfield, Hadley Wood, which has some very distinguished-looking hon. Members, who I am sorry to say sit on the benches opposite when they are here, the urban district of Potters Bar and South Mimms. It is comprised of beautiful rolling countryside, some of the loveliest parts of what is left of the green belt in the north of London. One of the great ambitions which I as the Member, kin Macleod as my predecessor, and all my constituents have is to make sure, for our sake and the sake of London, that we work very hard to keep that green belt.",
        "There is very little industry in my constituency, as the officials of Transport House who came down for the by-election found out. They arrived with a plan to have a series of factory gate meetings and found to their horror that it would not work. We have only one factory in the constituency, with a single gate, and they felt that 21 appearances by my opponent might injure rather than help his case.",
        "In case hon. Members opposite think that this seems to mean that I am not qualified to speak about anything to do with working people, may I add that I was born and bred in the north of Lancashire, in a very tough part of the country, and I am not talking about things that I have read about when I talk about the plight of pensioners and the working man.",
        "One of Enfield’s greatest distinctions is that it was represented in this House for 20 years by Iain Macleod, one of the great Parliamentarians of this or any century. He was a great man, a great patriot and a great servant of the people of his constituency. Hon. Members will not be offended if I take this opportunity to pay tribute both to his work and that of his wife Eve. Together they worked for more than 20 years for their constituency. I am very proud to have been chosen to succeed him; I am very sad that the opportunity for me to do so ever arose.",
        "Iain Macleod had a great interest, which he shared with his wife, in the welfare of the elderly and disabled, and it is partly because of that that I wish to speak in this debate. None of us on either side of the House can fail to be concerned about the plight of the pensioner. I am sure that we all accept that society has a great obligation to do as much as it can for the pensioner.",
        "This Government, in spite of the rather cavalier way in which the hon. Lady the Member for Hitchin (Mrs. Shirley Williams) dealt with the things they have done already, have, I claim, demonstrated their real concern for the plight of the pensioners through the actions that they have taken already and the assurance we have had from my right hon. Friend—a man who is known to keep his word and who is determined to carry out our pledge. I think we can rest assured that the Government are aware of and are concerned about the plight of the pensioners.",
        "It is entirely right that we should accept a special responsibility for this generation of pensioners, the vast majority of whose careers suffered the economic consequences of two world wars and the world depressions of the 1920s and 1930s. Many of these people would have been at their optimum age at the time when there was not an opportunity to use their talents, and I have never heard any Conservative worker or hon. Member reproach any pensioner about the fact that he is poor. In fact, to make a party point—although I know that I am not supposed to—Conservative workers are too busy working with the meals-on-wheels service and other social work to bother to recriminate with the people they spend so much time trying to help. I thought that that was an unworthy remark by the hon. Member for Caerphilly (Mr. Fred Evans), and I am sure that when he thinks about it he will wish to withdraw it.",
        "Every day I get letters and receive visits from pensioners who seek help. It is important at this time for the House not to appear to be trying to turn the pensioners into a sort of political football, for neither side to be trying to steal a march on the other in terms of talk about concern, in terms of trying to prove that if only they were in Government they would be doing more and more. I was surprised to hear the hon. Lady refer to the claim, which is often pointed out by hon. Members opposite, that the Labour Government’s first action when they came to power in 1964 was to increase pensions. One of the shabbiest incidents of those early months was the fact that they promised to increase the pensions but when pressed said that administratively it was not possible. It was Lord George-Brown, at the mini-conference the Labour Party held after the 1964 election, who confessed that it was not administrative problems but financial ones which were delaying the increase and who once again, as so often in his parliamentary career, blew the gaff.",
        "I share the concern of my hon. Friends about the attempt by certain sectional groups to grab the old-age pensioners, for their own particular ends and who appear to be using them. One man in particular who claims that it is his responsibility to extract the maximum for his workers, seems to spend six days a week—this is the only controversial thing I shall say—stirring up inflation in trying to grab more than his share of what is going and on the seventh day organises rallies for the people who will suffer most from his activities of the previous six days. It is perhaps the eleventh Commandment—”Six days shalt thou labour to stoke inflation and on the seventh thou shalt organise and finance rallies for the victims of inflation and shed crocodile tears at the effect of thy previous six days work.” It is neither convincing nor worthy and I hope that it will be dropped. It is worsening a situation for a section of the community who cannot look after themselves, who are defenceless. The last thing they need is to have their hopes falsely raised to be used by people for any ends other than just getting the best deal they can for pensioners.",
        "Apart from joining hon. Members on both sides of the House in the hope that, when my right hon. Friend says that an announcement will be soon, he means very, very soon, I want to make two specific points. One has been made by a number of hon. Members and concerns the earnings rule. I think that this must be relaxed so that those who can and wish to help themselves may do so without, as so often happens now, having to be party to bending the law. I think it is undignified and unworthy that pensioners should be paid a bit under the table, as is done in many instances, because people realise that to pay them any more would cause them to lose some of the pension they have richly earned. I urge the Government not to be put off by this temporary crisis and to press on with long-term plans to encourage earnings-related occupational pension schemes.",
        "I cannot share the sorrow of hon. Members opposite that the Crossman plan was abandoned. I do not think that it was a very sound plan. I think that it had the potential of being highly inflationary. We prefer properly funded diverse occupational schemes. We believe in them for two reasons.",
        "The first is that they are a better hedge against inflation than a promise by the Government to take inflation into account, because Governments always want to underestimate inflation. Secondly, we believe that, by having this diversity, giving people a choice and having a variety of schemes, we are taking away from the State the ability to interfere with and control a vast number of people’s lives. I view with great distaste the fact that at the moment millions of people are forced to rely on the judgments of this House for the amount of their pensions. I look forward to the day when people are members in very large numbers of occupational schemes, properly handled, properly funded and properly resistant to inflation. I look forward to hearing more from the Government about plans for their fall-back scheme, and I hope that it will be treated as a matter of great urgency."
    ]
}