{
    "url": "https://www.ukpol.co.uk/cecil-parkinson-1987-speech-on-the-city-and-industry/",
    "title": "Cecil Parkinson – 1987 Speech on the City and Industry",
    "post_date": "January 25, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1987",
            "url": "/tag/1987/"
        },
        {
            "text": "Cecil Parkinson",
            "url": "/tag/cecil-parkinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cecil Parkinson in the House of Commons on 28 January 1987.",
    "content": [
        "I have listened with interest to the speech of the hon. Member for Hackney, South and Shoreditch (Mr. Sedgemore) and his discussion on the big bang and the City revolution. Last week, we heard the speeches of the right hon. Member for Birmingham, Sparkbrook (Mr. Hattersley) and today from the hon. Member for Stockton, South (Mr. Wrigglesworth) which seemed to imply that the whole City revolution was started by the Conservative Government as a way of creating a sort of free-and-easy in the City.",
        "I wish to remind the House that the rule book of the stock exchange was referred to the restrictive practices court in February 1979 by the right hon. Member for Sparkbrook. It was the Labour party that decided that the stock exchange. in its old form, was guilty of unacceptable restrictive practices and set out to make sure that the stock exchange rules were changed.",
        "In 1983, the Conservative Government, after four wasted years on the legal case, sought to get the equivalent of an out-of-court settlement and we obtained from the stock exchange all the concessions that were sought by the Office of Fair Trading when it started its action. Indeed, the Director General of Fair Trading, who initially resisted the actions that I took, later admitted that the reforms that had been agreed were the ones he and the Labour Government had had in mind. Therefore, the notion that the free and easy City was started by the Conservative Government and that all troubles such as Guinness flow from it does not stand up to examination. The truth of the matter is that — perhaps the right hon. Member for Sparkbrook is ashamed of it and perhaps he did not realise what he was doing — that the right hon. Member for Sparkbrook set the changes in train.",
        "It is a mistake to think that the big bang was somehow connected with the Guinness and Distillers affair. That wrong thinking argues that, because of the big bang and the resultant changes, affairs such as that of Guinness have become possible. The Guinness affair was concluded in March but the changes to the City took place on 27 October.",
        "The hon. Member for Stockton, South spoke about the absence of a regulatory system after the big bang but the troubles of which he complained took place before the big bang under the old system. The other fallacy is that because of the big bang and the Guinness affair the new system of regulation has been discredited and there is convincing evidence that what we now need is a statutory system of regulations. It is argued that because of the existence of the Securities and Exchange Commission, insider trading and the Guinness affair came to light.",
        "Mr. Boesky’s activities came to the attention of the SEC because someone wrote an anonymous letter to it about Mr. Levene and his insider trading. Mr. Levene then talked about Mr. Boesky and Mr. Boesky talked about Guinness. It was not because of the magical powers of the SEC that Mr. Boesky’s activities came to light; it was because of an anonymous letter. I would have thought that the Securities and Investments Board is just as capable as the SEC of receiving an anonymous letter.",
        "**Mr. Nelson** Although I accept that the SIB is capable of receiving such a letter, there is nothing that the SIB can do about it.",
        "**Mr. Parkinson** I appreciate that, on the Conservative Benches, my hon. Friend is almost a lone devotee of the SEC. The Opposition have argued that there is a need for a body such as the SEC but nothing that has happened justifies that argument. The fact is that Mr. Boesky prospered for four years under the SEC. He made hundreds of millions of dollars and he was discovered only by accident. There is no argument for trying to impose on Britain the system that failed in America.",
        "Opposition Members make a big mistake by arguing that statutory somehow means certain. The impression is that if one has statutory regulations it is bound to work.",
        "**Mr. Allan Rogers rose—**",
        "**Mr. Parkinson** I shall give way in a moment.",
        "Allow me to offer to the House the experience that I gained when I was Trade Minister. We were having trouble with the Americans who were trying to extend their market regulations into our commodity markets. I invited the chairman of the Commodity Futures Trading Commission—that is another statutory body—to come over and see how we regulated our markets. At the end of the week, he admitted that our system of self-regulation was better than theirs. Unfortunately, he had to leave early because Hunts had cornered the silver market — his statutory system had failed. Therefore, to believe that somehow statutory means certain and that, as a result a statutory system, discovering people is inevitable has no basis when one considers the experience of the American or other markets overseas.",
        "**Mr. Rogers** If we accepted the logic of the right hon. Gentleman’s argument we would not need statutory regulations to catch criminals. The process that led to the apprehension of the criminals in this case is exactly the same that pertains in many instances, for example, in America, when one canary sings and the rest of the Mafia are pulled in. American crooks are just the same as British crooks.",
        "**Mr. Parkinson** The hon. Gentleman is implying that we will have a system that is voluntary and, in some way, unenforceable. That is the big difference between the two sides of the House.  \nWe do not know whether the SIB will work as it is not fully in place and, therefore, to argue its failure before it is in operation is to overstate one’s prejudices.",
        "The SIB is not a voluntary body exercising, if it wishes, powers. It is a body made up of practitioners in the market who understand how the system works but who have imposed upon them, by law, statutory duties that they must carry out. We have a system that is based on the law but run by people who understand the market.",
        "I believe that our system is imaginative and that it will work. It is quite wrong for Opposition Members to argue in favour of the SEC, a system that has patently failed, and to dismiss the SIB which is not yet in operation and which we have every reason to believe will be a success.",
        "The hon. Member for Hackney, South and Shoreditch congratulated one of his hon. Friends because he tripped up the Secretary of State by asking him why investment was not bigger than it was in 1979. Today’s debate is on the City and I would argue that it was not a shortage of funds that caused a shortage of investment. That is the implication of the Opposition’s motion.",
        "When I first went into the City as a chartered accountant more than 20 years ago there were few sources of capital. One could get short-term money from the joint stock banks, the ICFC that took minority stakes in medium-sized businesses, the merchant banks—but they wanted a substantial stake in the company if they agreed to be involved — and the stock exchange. Therefore, many companies went to the stock exchange far earlier than they should have done. That was the only way to get the necessary money.",
        "Now everything is different. There are venture capital organisations, the joint stock banks have their own merchant banks, business expansion schemes have been introduced and the banks are more ready to lend money. There is, in fact, a proliferation of sources of capital. There is no shortage of money for a good proposition. To criticise the City because the figures show that investment has not increased is to misunderstand the fact that the money is available, but the demand for it has not been there. That is hardly the City’s fault, and the demand is growing.",
        "It is wrong to argue that the City has failed in its job of providing capital. There is growing demand for investment capital, and I am pleased about that. However, it is wrong to imply as the Opposition motion does, that the cause of our less than desired investment is shortage of money. It has been shortage of good propositions.",
        "When the Labour Government were in power we had low company profitability and high rates of yield on gilts, and the stock exchange was used by the Government as a way to fund their ever increasing debt. It is outrageous of the Labour party to criticise the stock exchange because it does not provide enough capital when it was creating an economic climate in which business could not make the profits that justified further investment. We do not want any nonsense from the Labour party about the stock exchange. Nobody used the stock exchange more actively than the Labour Government, to raise money at high yields that were beyond the reach of industry, thus pricing industry out of the investment business.",
        "There is a notion that the British investment institutions take a short-term view. This morning, I was at a meeting of the board of a unit trust group that handles £4 billion of savers’ money. We have over 400,000 investors. When Labour Members talk about City institutions and how they are investing money, they talk as if they are the private property of the people who are running the organisations. We are investing the savings of 400,000 people, and it is no part of our business to experiment with them. We have to invest them soundly so that we can give a proper return to those who save with us.",
        "The House partly contributes to the problem of short-term thinking in the City and investing institutions because we have such relatively short parliamentary terms. We have to face the fact that the two sides of the House offer the electorate a different economic system. One of the reasons why our investors shorten their thinking is the uncertainty that could arise if we had a change of Government. Unlike other, successful capitalist countries, we have an Opposition who basically do not believe in private enterprise, so do not support the system.",
        "I refer now to BTR and Pilkington. We have supported enthusiastically the privatisation of nationalised industries, because we believe that the Government are a bad commercial decision taker and should be taken out of commercial decision taking wherever possible. We have also supported the sales because we believe in wider share ownership and giving people a stake in the businesses in which they work and a say in how those businesses are run.",
        "It struck me as absolutely unbelievable, when my right hon. Friend the Secretary of State took the correct decision that the takeover was a matter for the shareholders of Pilkington, and that there should not be a reference, that that decision was criticised by people who have made speech after speech saying that Governments should not take commercial decisions, we should privatise and reduce the size of the public sector. It is wrong of the House to say that we want to take the Government out of commercial decision taking, we want to privatise and spread share ownership, but then to say that there are a range of decisions that are far too important to be left to people such as shareholders, and the Government should intervene and take those decisions.",
        "My right hon. Friend the Secretary of State is to be congratulated on resisting the pressure to refer the BTR bid. That pressure was not the result of a genuine desire to see the Monopolies and Mergers Commission do its job. The only reason why anybody wanted the reference was to delay the bid and to mess it about. It was not to allow the MMC the chance to decide whether the bid was in the public interest.",
        "I have one thing to say to my right hon. Friend the Secretary of State about the review of mergers policy. We have broad criteria which my right hon. Friend uses in arriving at his decisions about whether to accept the advice of the OFT, and the principal criterion is that of national and public interest. My right hon. Friend has been urged to come forward with a series of very tightly drawn specific proposals. I hope that he will resist that advice, as he resisted the advice on Pilkington.",
        "As an accountant, I found that the section of the tax law that was most effective was the general anti-avoidance provision. The more specific the provisions, the easier it was to get around them. The more specific the rules about takeovers and mergers, the easier it will be for people to work their way round them, and my right hon. Friend will be legislating continuously. With the national interest criteria applied sensibly and wisely, my right hon. Friend has the basis for good decision taking. I hope that he will not allow himself to pushed or cajoled into thinking that if he comes forward with specific and clear-cut rules he will be doing something worthwhile. The present rules, with the national and public interests, as the main criteria, are just what he needs.",
        "I heard the right hon. and learned Member for Monklands, East (Mr. Smith) quoting the theory that one of the problems is that a company that makes investments and does research makes itself vulnerable. The idea is that one can either be profitable or invest and do research. The best companies do both, and they do them in tandem. I know that Labour Members admire the SEC greatly, so I was interested to read a speech by the acting assistant Attorney General of the anti-trust division of the American Government. He said this about the argument that one makes oneself vulnerable if one does research: Finally, this argument is also contradicted by an SEC study that demonstrates firms that are subsquently takeover targets spend relatively less on research and development than firms in the same industry that are not takeover targets. The idea that one makes oneself vulnerable in this way is nonsense. Companies that are not doing research are shown, by the Labour party’s favourite, much admired organisation, the SEC, to he the vulnerable ones."
    ]
}