{
    "url": "https://www.ukpol.co.uk/stephen-parkinson-2023-speech-at-heritage-day-lord-parkinson-of-whitley-bay/",
    "title": "Stephen Parkinson – 2023 Speech at Heritage Day (Lord Parkinson of Whitley Bay)",
    "post_date": "April 4, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Parkinson",
            "url": "/tag/stephen-parkinson/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Parkinson, Lord Parkinson of Whitley Bay, at Charterhouse in London on 2 March 2023.",
    "content": [
        "“Thank you very much and thank you to you, Lizzie, for inviting me to be here today. I’m delighted to be the Minister for both Arts and Heritage and to be able to talk to you all here at the Charterhouse. And what a glorious building this is – inside and out, looking splendid in the sunshine – and what a fantastic room, so thank you for having me here with you.",
        "This is a brilliant part of London to be holding Heritage Day in. As well as the Charterhouse, a number of us started the day in the fabulous Great Hall at St. Bart’s Hospital, where the National Lottery Heritage Fund was unveiling its new 10-year strategy. St. Bart’s celebrates its 900th anniversary this year, along with St. Bartholomew the Great, which is part of the same foundation, both great examples of living heritage, still doing the things – providing clinical and spiritual nourishment to people – that they’ve been doing for close to a millennium.",
        "Sir John Betjeman – one of my heritage heroes – lived alongside it in Cloth Fair, in what has been dubbed ‘the oldest house in London’, the only surviving residential home that pre-dates the Great Fire of London, and now brilliantly looked after by the Landmark Trust, where you can walk in his footsteps and sit in his sitting room. If you’re itching for a pint at the end of today’s discussions, there are so many wonderful pubs – I’d particularly recommend the Hand & Shears, which has been serving people on that site since 1532.",
        "Or you could wander home through Smithfield Market, which has nearly 800 years of continuous trading there. And if, like me, you are sad that that’s coming to an end soon, you can cheer yourself up by seeing the fantastic work which is already underway for its new home for the Museum of London – so it’s a really brilliant neighbourhood you’ve chosen to meet in.",
        "I hope that today’s meeting, and the discussions you’ve been having today and yesterday, have been a good opportunity to come together and discuss the challenges and opportunities which are facing the heritage sector.",
        "As a history graduate, I’m passionate about history and heritage, so I was delighted to be appointed Minister responsible for Heritage. It has been wonderful to get out and about and meet lots of people – I joined DCMS towards the end of the pandemic so I’ve been meeting people as they’ve been able to get back to their sites and venues. I’ve seen the strong collaboration across the sector, and across all of our sectors at DCMS, during the challenging months of the pandemic – so thank you to all of you who were helping each other and helping us out through those challenging times.",
        "As you know, as of last month DCMS has a new Secretary of State – a frequent occurrence, I know. We now have Lucy Frazer, and a renewed focus on Culture, Media and Sport – which encompasses heritage, the arts, and the creative industries. I’m sure there are many here who hark back fondly to the days of the Department for National Heritage, but heritage and tourism are very much part of the central work of the Department, even if they’re not quite in the acronym. The changes reflect the Prime Minister’s recognition of the importance of our sectors to the UK economy – and build on our position as a global leader in them.",
        "And heritage of course is a key part of that. Our heritage, and the sectors that sustain it, are an important source of economic prosperity and growth for our country, as well as nourishing well-being. It is hard to define heritage in a way that fully encapsulates the depth and breadth of our national heritage – from thousands of historic buildings, parks, and natural landscapes, to ancient monuments, maritime wrecks, and archaeological sites.",
        "What we know is that heritage is a key part of the UK’s global brand, and an important source of economic prosperity and growth for our country. It is a significant draw for tourists from all over the world, from the historic landscape of the national parks like the Lake District to venues like the Tower of London which attracts so many people year in, year out. Heritage attracts millions of domestic and international tourists each year, and the visitor economy plays a vital role in driving growth.",
        "And of course during the months of the pandemic when we were all taking staycations, I think people have been rediscovering the heritage and the destinations that are right on their doorstep and looking at them afresh, which is very exciting.",
        "This year will give us plenty more to celebrate and promote.",
        "It was wonderful news to hear that Thornborough Henges have been saved for the nation, and are now part of the National Heritage Collection. And today, through this conference, we celebrate the 20th anniversary of the Heritage Alliance, the largest coalition of heritage interests in England, with over 190 independent organisations. Over the last two decades the Alliance has played a vital role in protecting our nation’s heritage. So thank you for that incredible work over the last 20 years, and here’s to many more successes in the decades to come.",
        "As I mentioned, this morning saw the launch of the Heritage Fund’s new ten-year strategy, which I was pleased to attend with many of you. It is great to see the Heritage Fund’s unwavering commitment to ensuring that – through both open and targeted investment – a broad range of the UK’s heritage will continue to be supported and valued and cared for, for the widest possible audiences.",
        "In May, of course, we have the Coronation of His Majesty The King, something that very few people living have experienced before. It’s a huge opportunity to show off the rich history of this country and for people across the UK to come together and celebrate. Shortly after that, we have the Eurovision Song Contest in Liverpool – a culturally different but equally exciting opportunity which we’re very proud to be hosting on behalf of Ukraine, and a chance for Liverpool, that fine city with wonderfully rich musical heritage, to show itself off on the world stage.",
        "But I know that we can’t look forward without also looking at some of the challenges which we all know we still face. I appreciate that, for lots of organisations, reserves were depleted during the pandemic – and now inflation and the rising costs of living because of the invasion of Ukraine and the actions of Russia are having a significant impact; that the economic headwinds are still blowing strongly and that the environment is still a challenging one for many.",
        "As you know, the Government has taken action – we were proud to stand with you during the pandemic through the Cultural Recovery Fund. I’m so grateful to Historic England and the Heritage Fund and others who helped us get that money to the organisations that needed it so we could welcome people back. And of course for the past six months, through the Energy Bill Relief Scheme, we’ve been supporting organisations through a discount on wholesale gas and electricity prices. From April, we’ll continue to provide support through the Energy Bills Discount Scheme, which will continue to help businesses over the next 12 months.",
        "In addition, we will also offer support to energy- and trade-intensive industries – including heritage sites – with a higher discount applied to 70% of energy volumes. Details on how that will work, and how widely it will apply, are yet to be determined, but we wouldn’t have got that outcome and that recognition without the brilliant collaboration we’ve had across the sector, so thank you for the evidence and the insights you’ve helped give the team at DCMS, which helped us represent you effectively across Government.",
        "Alongside this, environmental sustainability and reaching Net Zero carbon dioxide emissions are a key priority for the Government. Heritage plays a unique role in our journey to a cleaner, greener, and more sustainable future. And of course heritage knows only too well the risks to our cultural, historical, archaeological and marine environment from climate change.",
        "We need to use our internationally-renowned expertise in the UK to make significant changes in the coming years to protect our natural and historic environment, and to limit the impact of climate change.",
        "There are more than 5 million homes in England built before the end of the First World War. That represents 20% of England’s housing stock. If we want to reduce our energy consumption, we need to ensure that historic buildings are a successful part of the transition to Net Zero.",
        "Our aim is to ensure that the right balance is struck between our Net Zero goals, protecting heritage, and ensuring the positive adaptation of our existing housing stock.",
        "Not only do we need to create incentives for that sort of positive adaptation, we need to ensure that the workforce is there to deliver it and to meet the scale of the challenge required. As part of the review into Adapting Historic Homes for Energy Efficiency, we are working with other Government Departments to see how we can boost the skills of existing builders and craftspeople, and how we can create a new pipeline of future talent. We’re doing some work with the Department for Education on a new Cultural Education Plan – I’m glad that heritage and heritage skills are being reflected in the panel that are helping us to do that work.",
        "We are also committed to working with you to explore potential ways to encourage the repair and maintenance of historic buildings. This includes what I know is the long-running issue of VAT on maintenance of buildings.",
        "I am determined to explore opportunities for reform, and to understand the implications of any potential change to VAT on repairs and maintenance of historic buildings. Our new Secretary of State has come fresh from being Housing Minister, and she’s previously been Financial Secretary to HM Treasury, which are both very important in helping us make that case across Whitehall. We’ve already been discussing the issue with colleagues in Government. and we’ll continue to work with you on that.",
        "One of the Government’s top priorities, which I know you have been keenly engaged in, is levelling up every part of the UK ensuring that everyone has the ability to engage with the opportunities that are around them.",
        "Our country’s world-class heritage – from our historic coastline, our industrial buildings and inspiring places of worship – are a vital part of our national identity.",
        "This means that recognising, protecting, and celebrating our heritage can (and indeed already does) play a critical role in levelling up, by contributing to our local and national economy, regenerating places that have too long felt overlooked, enhancing well-being, and building pride in place. The Government’s levelling up funding programmes are helping to do that.",
        "As part of the first round of the Levelling Up Fund, places all over the country were supported to deliver a wide range of projects with culture and heritage at their heart. The Fund is enabling Wentworth Woodhouse, for instance, to transform its riding school and stables to create new hospitality and visitor centres – and, in the second round of the fund that was announced at the beginning of this year, there were many more inspiring projects that I look forward to visiting as the funding unlocks them and helps them be delivered.",
        "Other heritage-led initiatives, like the £95 million High Streets Heritage Action Zones programme, which is funded by the Government and delivered by Historic England, also have a key role to play in empowering people to engage with their local heritage.",
        "The Secretary of State and I celebrated this programme only last week at a Parliamentary reception. It’s been the largest ever Government investment in built heritage, benefiting 67 high streets across England. I’ve seen some myself, including in a visit to Coventry during its time as City of Culture, and in Gloucester.",
        "It is important that, as we seek to boost growth and regenerate places across the country, that the planning system continues to protect our heritage buildings, and ensures that these historic assets are complemented by new, high-quality buildings which will reinforce and add to the distinctive character of local places.",
        "I am pleased that heritage protection has been recently championed in planning legislation through the Levelling Up and Regeneration Bill which is currently before the House of Lords.",
        "The heritage provisions in the Bill aim to provide greater clarity on requirements, standards, and processes when dealing with heritage – and to enable a more streamlined approach to be taken in the new planning system.",
        "The Bill will also deliver planning reforms to ensure that new development is more beautiful, produces more local infrastructure, is shaped by local people’s democratic wishes, improves environmental outcomes, and takes place with neighbourhoods very much in mind.",
        "I want neighbourhoods and communities to continue to celebrate their local heritage in places across the country, and to harness the power of the past to build links between people and the places they live and work in today.",
        "That’s why I’m keen to explore new and more ambitious ways of doing this – including looking into the expansion of the official Blue Plaque scheme beyond London. I know that’s something that has been looked at before, and I know there are brilliant schemes across the country where people already recognise local figures that are celebrated in their communities, but I’d like to see that taking place not just in our nation’s capital.",
        "Blue Plaques help people to understand and value their local heritage, and to take pride in their community. Since 1866, the scheme has been focused on London alone – and while there are many brilliant schemes that sit alongside it, I think it is right that the official scheme run by a national organisation should be nation-wide.",
        "Indeed, the politician who inspired the scheme in the 1860s, William Ewart, was born in Liverpool, and sat in the Commons for that city, as well as for Wigan and Bletchingley in Surrey. He died in Devizes in Wiltshire. None of those places are covered by the scheme he bequeathed us.",
        "I want young people across the country to see that people from their local area have done things of which they can still today be so proud.",
        "It’s very fitting that on World Book Day – particularly as we walked past the wonderful Florin Court, which so many people know from the TV adaptation of Agatha Christie’s Poirot novels – that we can think of Dame Agatha today. She has a Blue Plaque on her house in Kensington, but she was born in Torquay and lived a lot of her life in Berkshire and Oxfordshire. She’s world renowned – and people everywhere should know the links that she and figures like her have to their communities.",
        "Robert Stephenson, the great railway pioneer, was born in Willington Quay on the banks of the Tyne. He sat in Parliament for Whitby, in North Yorkshire. I want those communities and the world to know what a pioneer he was – and what a great gift he gave to the world through the engineering which we celebrate in railway heritage. I look forward to working with English Heritage and others who have views on the best way of doing that.",
        "I would like to finish thanking you all again for the hard work that you and your organisations have done during the pandemic and since, and the many years before that as well, in support of our nation’s great heritage.",
        "Thank you to the Heritage Alliance for putting on this fantastic event. It’s been brilliant working with you since I got heritage in my job title, and I look forward to continue doing that in the future.”"
    ]
}