{
    "url": "https://www.ukpol.co.uk/stephen-parkinson-2022-speech-to-mark-70-years-of-the-waverley-criteria-lord-parkinson/",
    "title": "Stephen Parkinson – 2022 Speech to Mark 70 years of the Waverley Criteria (Lord Parkinson)",
    "post_date": "December 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Parkinson",
            "url": "/tag/stephen-parkinson/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephen Parkinson, Lord Parkinson, on 12 December 2022.",
    "content": [
        "Thank you for joining us this evening. The 70th anniversary of the Waverley Criteria – and the establishment of the Reviewing Committee on the Export of Works of Art and Objects of Cultural Interest – might seem a rather rechercé reason to gather you all together (even for an Arts & Heritage Minister with a strong interest in history) but I was keen to mark this occasion for a number of reasons.",
        "The first is to celebrate the wide-reaching impact of the Committee’s work, and the extraordinary works of art and cultural objects it has saved for the nation.",
        "The second is to thank Sir Hayden Phillips, who steps down as Chairman after eight years – and to welcome his successor, Andrew Hochhauser.",
        "The third is to take the opportunity to reflect on the effectiveness of the criteria, and how we can make sure they remain relevant and effective for the next seventy years.",
        "As many of you will know, the Waverley Criteria arose from a 1952 report by John Anderson, 1st Viscount Waverley, who chaired a committee appointed to investigate a means of controlling the export of works of art from the UK.",
        "But their roots are in another anniversary we marked this year. When Thomas Gainsborough’s Blue Boy was sold to an American collector in 1922, the sale symbolised for some the end of England. Coming so soon after the end of the First World War, its loss seemed to echo the loss of a whole generation of young men. The ‘farewell’ exhibition held here in the National Gallery attracted 90,000 people, many of them moved to tears.",
        "In January – 100 years to the day since he left – the Blue Boy returned to London, and dazzled crowds here in the National Gallery once more.",
        "One of the reasons the loss of the Blue Boy captured such headlines in the 1920s was that no legal mechanism existed to prevent it. Export controls introduced as an emergency measure at the outbreak of the Second World War presented an opportunity – but they were not designed with the art market in mind, which is where Lord Waverley came in.",
        "His Committee considered the difficult issues involved, and concluded that export control should be limited to objects of high importance. It recommended the introduction of three criteria – connection to our history, aesthetic importance, and significance for further study – to help prevent the loss of objects distinguishable as “national treasures”, without placing undue hindrance on the free trade of cultural material.",
        "Over the last seven decades, those criteria have saved many hundreds of important works for the nation.",
        "And they have truly been enjoyed by everyone. The rolling slide presentation of outstanding works saved from export show how museum collections throughout the United Kingdom have been enriched thanks to the Waverley Criteria.",
        "It is an important reminder of the breadth and impact of the scheme. I am delighted that curators from institutions across the country who have benefited from it are here this evening.",
        "The Annual Report which has been published today details the most recent pieces which have been saved – including, appropriately enough for this Advent season, a beautiful Nativity by Baldassare Tommaso Peruzzi of the English School from around 1650.",
        "The quality of the advice, and depth of understanding, of the Committee and its expert advisors is impressive. Its annual reports are always a delightful read and a particular treat for a Minister.",
        "Of course, national treasures do not come cheap. Key funding organisations play a crucial role in supporting acquisitions saved as a result of the Waverley Criteria. I am delighted that representatives from the National Heritage Memorial Fund and the Art Fund are able to join us today. Thank you for the vital role you play.",
        "The current fundraising campaign, involving a number of funding bodies, to keep Sir Joshua Reynolds’s Portrait of Omai in the UK is a prime example of this. I commend the National Portrait Gallery for all it is doing to keep this spectacular work in this country for the public to enjoy and learn from – and I was thrilled to see that the National Portrait Gallery is almost halfway to raising the funds needed.",
        "But cases like this give rise to questions which this 70th anniversary is an appropriate moment to ask. Only around a third of the items placed under an export bar end up being bought and kept in the UK – a proportion which has stayed about the same over time and certainly over the last 10 years, although figures are somewhat down for 2021/22. With sharp inflation in the art market, and pressures on acquisition budgets, how can we ensure that precious works can still be afforded in the decades to come? While I, as the Minister presented with the Committee’s recommendations, am rightly not told who is selling or who might be buying, are we considering items’ connection to the history of other countries, or whether they are destined for public display rather than private collection?",
        "For seven decades, the Waverley Criteria have worked very well to preserve our cultural heritage and secure public access to national treasures. But the scheme has also been adapted to keep up with an evolving cultural landscape.",
        "The recent introduction of legally binding offers is a key example of how the process has been updated to safeguard museum funding and enable more items to find homes across the UK.",
        "So, as we mark this anniversary, I am keen to hear thoughts about how we can make sure the process works just as effectively over the next seventy years.",
        "I have asked Sir Hayden, as the outgoing Chairman, to give me his views – and I would like to hear more, from the people in this room and from across the sector. So I’m very grateful to the colleagues from DCMS, the Arts Council, and the National Gallery for organising this event tonight – and hope we can all mark the 70th anniversary of the Waverley Criteria by recommitting ourselves to ensure that they continue to save extraordinary works and share them with the widest public audience."
    ]
}