{
    "url": "https://www.ukpol.co.uk/cecil-parkinson-1990-speech-on-sikorsky-helicopter-crash/",
    "title": "Cecil Parkinson – 1990 Speech on Sikorsky Helicopter Crash",
    "post_date": "January 25, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1990",
            "url": "/tag/1990/"
        },
        {
            "text": "Cecil Parkinson",
            "url": "/tag/cecil-parkinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cecil Parkinson, the then Secretary of State for Transport, in the House of Commons on 25 July 1990.",
    "content": [
        "A Sikorsky S-61 helicopter on charter to Shell UK from British International Helicopters crashed into the North sea in the Brent field at about 10.45 am today. The helicopter was on its way to the Brent Spar loading rig, 116 miles north-east of Lerwick, from an accommodation unit also in the Brent field. The helicopter came down alongside the rig itself. The cause is not yet known.  \nThirteen persons are known to have been on board the helicopter. Seven have so far been rescued, of whom four are seriously injured. They are being taken to the Aberdeen royal infirmary, along with the other three less seriously injured survivors. The two crew and four other passengers are so far unaccounted for, but the search is continuing.",
        "Two Shell search-and-rescue helicopters based in the Brent field were on the scene within minutes of the accident. They were joined by a coastguard helicopter based at Sumburgh and an RAF Nimrod.",
        "The rescue operations are being co-ordinated by the Aberdeen coastguards, assisted by the rescue co-ordination centre at Edinburgh. The wreckage of the aircraft has been located on the sea bed, in 400 ft of water. Specialist diving craft are on the scene.",
        "Shell and Grampian police have set up contact telephone lines for relatives at their Aberdeen emergency control rooms.",
        "The Chief Inspector of Air Accidents has ordered a formal investigation.",
        "I am sure that I speak for the whole House in expressing sympathy for the families of those injured and missing."
    ]
}