{
    "url": "https://www.ukpol.co.uk/cecil-parkinson-1993-maiden-speech-in-the-house-of-lords/",
    "title": "Cecil Parkinson – 1993 Maiden Speech in the House of Lords",
    "post_date": "January 25, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1993",
            "url": "/tag/1993/"
        },
        {
            "text": "Cecil Parkinson",
            "url": "/tag/cecil-parkinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Lords by Cecil Parkinson on 7 June 1993.",
    "content": [
        "My Lords, in the spring of 1972 I was invited to go to Germany and speak in six cities about the British attitude to the Community. I was invited as a new Member of Parliament and I chose the subject, which had a certain novelty at the time, of losing an empire and finding a role. I promised myself that during the summer I would write my speech. But the morning came when I was due to fly to Germany. I got on the aeroplane, produced my notepaper, and started to write, at which point an American sitting next to me noticed the House of Commons paper, and said, “Are you a Member of Parliament?” I got off the aeroplane an hour later having lost the empire but not having found a role and facing the prospect of making six speeches throughout Germany.",
        "The role that I envisaged for Britain was as a Member of the Community and as a staunch and vital part of the NATO alliance. My speeches were on that theme. Throughout the whole of my parliamentary career, as a new Member, supporting the original Act, campaigning for a “Yes” in the referendum campaign, supporting the Single European Act, and as a Minister in a number of departments going to Brussels to try to make the free movement of goods, people and services a reality, I retained my enthusiasm for the Community. I still do so. There were many reasons why I was enthusiastic but three in particular were important to me. They were touched on by my noble friend Lord Thorneycroft in his excellent speech. At the heart of them all was the ambition to create a truly common market within the European Community.",
        "I believe passionately that the open trading system is the great guarantor of prosperity. It ensures that opportunity will become available to many peoples. The Community seemed to me to offer a chance for 12 large countries to work together within a framework and create a genuine common market based on real free trade principles. Then, using that as a working example of the open trading system in action, I hoped that the Community would become a great force for good in the wider world, showing that the principles of free trade worked and that the Community as a working model was one which should be emulated and supported. Finally, I hoped that the Community of the Twelve would become a much larger Community; that it would not become exclusive; and that it would spread throughout Europe. It always seemed to me very pretentious for 12 countries to claim the title of “The European Community” in a continent which included many more than 12 countries.",
        "I have not changed my attitude to the Community at all. But I still have very substantial reservations about the treaty which we are in the process of ratifying. I should like to explain why to noble Lords.",
        "It seems to me that we need not speculate about whether economic and monetary union, a single currency and a single central bank will be good or bad for us. We do not need to speculate. We do not need to stare into the crystal ball. We have already had experience. The ERM is the first step towards monetary union and it has failed us twice already.",
        "We joined it informally in the late 1980s. We tied our economic policy to Germany’s. The Germans at that time were in or beginning to be in a recession; they needed lower interest rates. We were in danger of overheating our economy; we needed high interest rates to cool it off. We took our interest rates down; and the recession, the overheating, the deficit and the problems with which we have been coping for a number of years now stem from that decision to follow the policies which were right for Germany at the time when they were wrong for us.",
        "In 1990 we joined the ERM. Germany shortly afterwards re-unified and for its own good reasons —I do not criticise the Germans for it—needed high interest rates. We were in a recession. We took our interest rates up, sustained them at a higher level than was needed and prolonged and deepened the recession. Once again, what was right for Germany was wrong for us.",
        "We need not speculate either about a single currency and a single central bank, and the dangers of adopting both too soon. We can look at East Germany. There is a working model of 18 million people who are part of a country that is the strongest country in Western Europe and who have adopted a hard currency and imposed it on a weak economy. We can see how the policies that were good for western Germany have caused chaos in eastern Germany. We can see the dangers of adopting a single currency before one is ready for it.",
        "Eighteen million East Germans have caused enormous damage to the West German economy. But even more important from our point of view is that they have also wrecked the ERM and shown the dangers of the sort of policy that this treaty envisages becoming the norm for all the countries of Europe. If 18 million East Germans can wreck the first step towards economic and monetary union, how are we to cope with Greece, Portugal, Spain and southern Italy, in all of which the standard of prosperity has to be raised to the level of the highest before there can be monetary union? Who will provide the resources which will be needed for transfer to the poorer countries? Certainly the poorer countries are enthusiastic about receiving them. But I have not heard anybody in the more prosperous countries explaining to their peoples that they will be the ones who have to fund that transfer. Therefore economic and monetary union, which are at the heart of the treaty, offer the potential for being divisive and disruptive and creating disillusion rather than harmony within the Community.",
        "The Community is becoming, by the detailed structure which it has set up for itself, ever more exclusive. It is almost impossible to envisage any countries other than Austria, Sweden, Norway and Switzerland (which turned down the opportunity) qualifying for membership. I have taken part in discussions in the Community in which it was agreed that there could be no question of taking into the Community in the foreseeable future any country which will be a dependent and not a contributor. By its nature, the more tightly the Community draws itself together, the more exclusive it makes itself and the less it has the potential for becoming a truly European Community.",
        "Again, as the Community develops in the way in which the other 11 members want—with identical wages, hours of work and social provision—the whole concept of comparative advantage, which is at the heart of the open trading system, is being abandoned. The argument is that we cannot trade with each other unless we have the same wages and social conditions. But where does that leave the rest of the world? I see the treaty as a major preparation for trade wars and protectionism. I do not see it as a step towards an open trading system and internationalism.",
        "Finally, I judge the Community by its actions and attitudes. It has not been the great proponent of the open trading system which my noble friend Lord Thorneycroft outlined in his extremely moving speech. It has been a major break from the movement towards free trade. At the moment the agricultural policy—that ultra protectionist device which is the jewel in the Community’s crown—is being used as a way of preventing the completion of the most important trade round into which the world has entered; that is, a round in which we are going to extend to trade in services and agricultural products the rules which have been so welcome and helpful in the field of manufactured goods.",
        "Even the most enthusiastic supporters of the treaty say—my noble friend Lord Carrington in a splendid speech made the point—that much of it will not come about in the foreseeable future. It is a bad basis for signing a treaty when one’s basic motivation is that one does not believe that it will be implemented. There has never been a case of a European Act being put on the statute book which has not been interpreted far more broadly than those who signed it originally expected. The Single European Act was a case in point. Yet we are signing an infinitely more fundamental and radical Act in the vain hope that it will not be implemented. That is a very unsatisfactory way in which to proceed."
    ]
}