{
    "url": "https://www.ukpol.co.uk/cecil-parkinson-1986-speech-on-the-manufacturing-industry/",
    "title": "Cecil Parkinson – 1986 Speech on the Manufacturing Industry",
    "post_date": "January 25, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Cecil Parkinson",
            "url": "/tag/cecil-parkinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Cecil Parkinson in the House of Commons on 7 July 1986.",
    "content": [
        "I congratulate my hon. Friend the Member for Lincoln (Mr. Carlisle) on his choice of subject. It is good that Parliament should debate such an important subject in the unacrimonious atmosphere of a private Members’ day. Whichever party is in power, the manufacturing sector will remain vital. I do not regard today as a chance to score points. Rather, it is a chance to discuss a vital subject.",
        "I am pleased to join the right hon. Member for Glasgow, Hillhead (Mr. Jenkins) in saying that what is sometimes presented as a choice, but is not, between Britain being a manufacturing or a service country is utterly spurious. We must succeed in both.",
        "I should like to pick up a point that the right hon. Gentleman made. He talked about our exchange rate policy in 1980–81. I was the Minister for Trade at the time and saw many industrialists who said that if the exchange rate was at $2 to the pound we could sweep the world. During that period the Government never charged the rate of interest that matched the rate of inflation. We never had a real rate of interest paid to savers. The Government did not offer a real rate of interest — they offered one substantially below the rate of inflation.",
        "The Government had recently been elected on a sound money platform, following a Government who, until they were stopped by the International Monetary Fund, had followed a very unsound money policy. The world’s money markets put a substantial value on sterling. The Government were committed to trying to protect sterling’s value, and they were prepared to charge the borrower a higher rate of interest than had been charged before, but never a real rate. People who argue about our exchange rate policy in 1980–81 are saying that the Government should have perpetrated an even bigger cheat on the saver by having a rate of interest which was even further below the rate of inflation.",
        "People such as the right hon. Member for Hillhead are arguing that we should have continued to rob the saver so that we could support the borrower. Put in those terms, it is clear that such a view is not nearly as noble as saying in a rather sweeping way that the Government got their exchange rate policy wrong. I do not think that they did get it wrong. They were seen by the the financial markets as prepared to follow sensible policies and to charge a rate of interest which began to approach, but never got very near to, the rate of inflation. I do not accept the rather dismissive argument that everything can be traced back to the Government’s exchange rate policy.",
        "Nor do I accept the statements that are now made so often that they are almost accepted as true that Britain’s manufacturing industry is in terminal decline. The facts do not support that thesis. Industrial production last year was clearly recovering dramatically from the low point of 1981. I know that Opposition Members say that 1981 was an all-time low, but if manufacturing was still in decline, the figures would continue to fall. We have reversed that trend. Manufacturing production is growing substantially. To the dismay of our opponents, it should achieve all-time record levels next year.",
        "There is nothing to be complacent about, but the statement that our industry is still in decline is not borne out by any test which any fair-minded person would care to apply. Production has bounced back substantially and is continuing to rise. For the first time, exports of manufactured goods reached a value of £52 billion last year — £1 billion a week. Industry invested nearly £7 billion last year and nearly 6 million people were employed in manufacturing. If we constantly talk about our industry having no prospects, and if we write it off, we will help to produce just what we complain of. Who buys his car or anything else from a business which is about to close down and has no future? For us to dismiss the efforts of the 6 million-plus workers in our manufacturing sector as people who are somehow misguidedly dedicating their lives to trying to breathe life into a corpse is not only to mislead the world and the British public, but to cause damage where we need help and support.",
        "**Mr. Dykes** I am sure that we would all agree with that. However, does my right hon. Friend agree that the £7 billion figure that he gave is less than 2.5 per cent. of gross domestic product, the lowest figure of any advanced Organisation for Economic Co-operation and Development investing country?",
        "**Mr. Parkinson** That may be the case. However, my point is that to dismiss our manufacturing sector as something that people are not interested in and has no future is to mislead the country and the House. The market was prepared to invest £7 billion in its future in 1985. Perhaps we should be investing more, but £7 billion is a substantial sum of money, and it is put up by people who believe that they are investing in something that has a real future, and so do I.  \nLet us take the anecdotal evidence. For instance, a constituent came to see me on Saturday who is a director of MFI. He told me that in 1976 MFI imported 60 per cent. of everything it sold. That figure is now down to below 25 per cent. MFI is in fact using more and more British goods because they are excellent value.",
        "Goodness knows, as Minister for Trade I took part in many debates about the textile industry. Last year textile production was near to an all-time record high and textile exports were at an all-time record high. This year the British engineering industry will invest £850 million in computers and software, and a recent survey suggests that outside Japan the British engineering industry makes more use of high technology and engineering computers than any other engineering industry in the world. British industry was in decline for a time, but the decline has been arrested and the climb back has begun in real earnest. There is a very good prospect for Britain in an area which, far too often, we talk about dismissively.",
        "If we apply the wrong tests to the statistics that emerge, we can turn success into failure and failure into success. For example, I heard the right hon. Member for Chesterfield (Mr. Benn) making an interesting speech about the steel industry. He said that we should look at the good old days when steel employed 250,000 people and it now employs only 100,000. To him that was proof that our steel industry was in a state of decline. However, when the steel industry employed 250,000 people it was losing nearly £3 million a day. We had a steel capacity which we simply could not use and which nobody wanted. Therefore, we had 250,000 insecure jobs. We have moved from that position to having the best and most efficient steel industry in Europe producing as much steel with 100,000 people as it used to produce with 250,000. With 250.000 employees losing £3 million a day it is a national asset by the test of the right hon. Member for Chesterfield; with 100,000 employees producing steel at a very competitive price it is a national problem. That is absolutely wrong.",
        "**Dr. Jeremy Bray (Motherwell, South)** The right hon. Gentleman is making an interesting point about steel. Is he aware that an even more competitive steel industry in Japan, faced with a similar fall in orders and intense competition from Korea and other new producers, is maintaining its employment and diversifying in order to maintain a policy of lifelong employment? Does he not think that that kind of policy is more relevant in this country today?",
        "**Mr. Parkinson** It depends where one starts from. I shall give an example from a different industry in Japan, the motor industry. In 1978 the motor industry in Japan was producing 65 vehicles per employee on average, and we were producing in our worst company, five and a half. At that level of productivity one can start to think in terms of lifelong employment, because one starts at a high level of productivity. However, if one has an industry which is losing substantial sums of money and is unproductive, it is unrealistic to talk of ensuring lifelong employment. The hon. Member for Motherwell, South (Dr. Bray), who studies these things carefully, must realise that.",
        "First, I am saying that it is wrong to talk as though British industry is still in decline. It is starting to recover. It is wrong to draw the wrong conclusions from the available statistics. Industry does not exist to create jobs; it exists to create products. The industries which are efficient at creating viable products produce the best insurance of long-term employment.",
        "Secondly, we continually draw attention to the fact that we have a huge and growing deficit on manufactures. That is true, but the conclusion we draw from that is the wrong one. We say that we need more Government demand injected into our economy. The bigger the level of our imports, the more evidence there is that there are customers here who want to buy. The argument that a deficit on manufactures is somehow evidence of a need for further demand to be injected into the economy by the Government again seems to be drawing totally the wrong conclusion from the facts that stare us in the face.",
        "It was interesting to read in The Times today that a survey of British management said that the first priority for a better industrial performance was to improve the product. I thought immediately of Jaguar. Jaguar is now a highly profitable company selling the same range of motor cars as it was selling six or seven years ago. It has moved from being a disaster to a success because it has improved the quality of its performance. The product is the same, the range has not changed, but the prospects for those in the company and for this country, as the country in which Jaguar is based, have changed. The reason is that the quality of the product has improved out of all recognition.",
        "Far too often in the House, especially in our economic debates, we have arguments about whether an extra £1 billion or £2 billion of Government-injected demand would turn the economy round. If it was as simple as that I might he tempted to join the argument for reflation. However, I hasten to tell the House that I will not, because I think that it is distracting us from the fundamental problem, which is how does this country compete for the business which is there? At home there is a great demand for the whole range of manufactured goods. World trade in manufactures is expanding. The customers are there overseas as well, and the real question which the House, the Government and British industry have to address is how we get a bigger share of the business which is there rather than how we generate artificial demand.",
        "I do not underestimate the difficulties of trade union leaders at a time of high unemployment having to persuade their members that the way forward may be to reduce employment in industries because with new technology and a whole host of advances we can produce more with less people. I recognise the enormous difficulties that that presents for trade union leaders. I believe that we should pay tribute to the many trade union leaders and members who have co-operated with management in improving productivity in British industry.",
        "I end as I began. I believe that if we continue to talk down our prospects as a manufacturing country, and if we continue to talk about our decline as if it were terminal, we must not be surprised if people start to believe us and if we produce the results that we do not want. This country has bright prospects. Way into the foreseeable future, we shall have a very important manufacturing sector. We have a strong service sector. We are prolific earners of invisible earnings. We have substantial overseas investments. Although we talk about it as if it is a problem, we still have energy self-sufficiency.",
        "This country has a very bright future to add to its glittering past, but we shall need, as a country, and especially within industry, to produce that cohesion, that co-operative attitude that is the source of the success of all our major rivals. The question for Britain is: how do we compete? One of the answers—such an obvious one—is: working better together. Britain’s future as a manufacturer stretches ahead of her. She has a fine past, but a very promising and exciting future."
    ]
}