{
    "url": "https://www.ukpol.co.uk/john-parker-1972-speech-on-banning-cigarette-advertising/",
    "title": "John Parker – 1972 Speech on Banning Cigarette Advertising",
    "post_date": "January 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1972",
            "url": "/tag/1972/"
        },
        {
            "text": "John Parker",
            "url": "/tag/john-parker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Parker, the then Labour MP for Dagenham, in the House of Commons on 19 January 2022.",
    "content": [
        "I beg to move,",
        "That leave be given to bring in a Bill to prohibit the advertising of cigarettes; and for purposes connected therewith.",
        "Since 1962, we have had a succession of reports from the Royal College of Physicians on the question of tobacco smoking generally, and particularly cigarette smoking. Each of them pointed out more strongly the dangers arising from the increase in cigarette smoking and demanded drastic action, but no effective action has been taken either by this House or by the Government.",
        "The problem is very serious. There has been a very big increase in the smoking of cigarettes. Cigarette smoking is the problem rather than tobacco smoking in other forms. In 1940, 25,000 people died from tuberculosis and 5,000 from cancer of the lung. In 1970, hardly any people died from tuberculosis but nearly 50,000 died from lung cancer. Cigarette smoking has become the killer disease in this country.",
        "It is important to compare the figures with the figures for deaths from other causes. In 1970, as many people died in this country from cigarette smoking as were killed in our bomber crews in the whole of the last war. Four times as many people were killed by cigarettes in 1970 as were killed in road accidents. Far more people died from smoking cigarettes than from taking drugs. There is an enormous campaign in this country against the sale of drugs and drug peddling, but no one organises against the “pushing” of cigarettes.",
        "**Sir Gerald Nabarro (Worcestershire, South)**",
        "I do.",
        "**Mr. Parker**",
        "I pay tribute to the hon. Gentleman, but there has not been a campaign against cigarette smoking comparable with the big campaign which has been, quite rightly, mounted against drug pushing.",
        "The great increase in the incidence of lung cancer is not the only result from the smoking of cigarettes. There has been a big increase in the incidence of cancer of the stomach and the very painful cancer of the bladder. The figures for coronary thrombosis have been affected by the increase in cigarette smoking. Most important of all, the incidence of chronic bronchitis—the “English disease”—has been very much on the increase. We have had clean air legislation to deal with the atmosphere, but in many public places the increase in cigarette smoking has increased the liability of many people to suffer from chronic bronchitis. Many people are dying painfully and many people are dying young who might otherwise have led useful lives.",
        "What should be done? I am well aware that on both sides of the House there is a great deal of support for what is called “the new liberalism”.",
        "In other words, the right of the individual must be asserted on all possible occasions. But there are occasions on which the right of the community as a whole needs to be stressed, particularly when we are considering what action should be taken.",
        "Many people may say that a man has the right to kill himself by smoking cigarettes if he wishes. I do not quarrel with the right of a man to kill himself in that way if he so desires. But we must look at the consequences of that. What happens to the family of a man who dies in his early forties? The community must keep his wife and children. There are 50,000 people a year dying from this disease, who thus make a call on the National Health Service. This means that the whole National Health Service must be organised to meet the needs of this section of the population when the rest of the population may well require other sectors of the National Health Service to be given greater priority.  \nI mentioned the question of chronic bronchitis. The extreme consumption of tobacco by cigarette smokers can affect the health of people with whom they come in contact. That is something which must be considered from the community’s point of view. My case is that the community has the right to take certain action in order to halt the spread of this habit and to ensure that young people, in particular, do not become addicts of the cigarette.",
        "Hence this proposed Bill to prohibit cigarette advertising. If passed, it will prohibit the advertising of cigarettes, whether in the Press, in magazines or on radio, as has happened in connection with television. It will prevent the sponsoring of sporting events by cigarette companies and prohibit cigarette advertising on billboards. It will make a clean sweep of advertising in cinemas and theatres. It is an extreme action, I agree, but it will have one big advantage: no great army of bureaucrats would be required and no red tape would be necessary to enforce a law of this kind. It would be very effective.",
        "Last year, the tobacco interests spent £52 million on promoting the sale of tobacco, particularly of cigarettes. However, only £100,000 was spent on health education in this respect. The tobacco companies would not spend £52 million unless it showed results. If we prevented advertising, there would undoubtedly be a very big drop in the sale of cigarettes, which is the object of the exercise. It would be very effective in checking the enormous death roll from tobacco smoking.",
        "Up to now, the only action which the Government have effectively taken is to get the tobacco companies to agree that a warning about the dangers of smoking should be put on cigarette packets. That has been tried in the United States. In the first year after the law was introduced in America, the consumption of cigarettes declined by 1 per cent. It is now higher than it was before the law came into force. No effective results will ensue from such action taken by the Government of this country.",
        "The Government are frightened at the possible loss of revenue if there were a very big drop in cigarette smoking. They should be prepared to face that loss and to make it up from other sources if necessary. The ending of large-scale cigarette advertising would not only affect cigarette smoking. Young people would no longer feel that it was the right thing to do or that prestige was to be gained from cigarette smoking. That is another point which should be borne in mind.",
        "This is a moral issue. We are fighting for the younger generation. It is right that we should take steps to prevent them from becoming addicts. This House has fought such battles in the past. I ask hon. Members to remember the very important battles over the question of the abolition of the slave trade and slavery itself as a result of back-bench Members raising the matter. Back benchers forced legislation on the Government of the day and against powerful vested interests who fought back hard on their own behalf. We have the tobacco barons fighting hard now to keep the existing law. I hope the House will be prepared to fight the tobacco barons as our predecessors were prepared to fight the slave traders in the past."
    ]
}