{
    "url": "https://www.ukpol.co.uk/cecil-parkinson-1988-statement-on-piper-alpha-explosion/",
    "title": "Cecil Parkinson – 1988 Statement on Piper Alpha Explosion",
    "post_date": "August 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1988",
            "url": "/tag/1988/"
        },
        {
            "text": "Cecil Parkinson",
            "url": "/tag/cecil-parkinson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Cecil Parkinson, the then Secretary of State for Energy, in the House of Commons on 7 July 1988.",
    "content": [
        "With permission, Mr. Speaker, I would like to make a statement on the explosion and fire on the Piper Alpha platform last night.",
        "At about 10 o’clock last night a serious explosion occurred at the platform. The coastguard service was informed and an emergency control centre was established. All emergency services were immediately alerted. Royal Navy, Royal Air Force and coastguard helicopters and surface vessels in the area, including a NATO detachment, were committed to the search for survivors. Occidental, the operators of the platform, activated its emergency centre to control the fire and oil and gas flows.",
        "The explosion appears to have been so violent that the platform was effectively destroyed. My right hon. Friend the Minister of State went early this morning to Aberdeen. He has kept me in continuous touch with developments. My latest information is that there were 229 people on the platform at the time of the explosion, of whom 65 are known to have survived. There were three people in a small boat involved in the rescue, of whom one is known to have survived. Sixteen people are known to be dead and 150 are at present unaccounted for.",
        "Her Majesty the Queen has asked me to convey to all those concerned her heartfelt sympathy for the injured and bereaved and her admiration for the gallant efforts of the firefighting, rescue and medical services in preventing even greater loss of life. I am sure that the whole House will wish to join in expressing our sympathies and in paying tribute to the efforts of the emergency services.",
        "Oil and gas production in the hostile environment of the North sea demands the greatest attention to safety. Safety is the first priority of the Government and the operators. We apply the highest safety standards to all phases of development: design, construction and operation. We have also established procedures to be followed in the event of an emergency. These are regularly rehearsed.",
        "The Government are determined to establish urgently the cause of the explosion and the lessons to be learned. Nearly 30,000 people work in the United Kingdom sector of the North sea. They and their families have the right to expect the fullest possible investigation. The Government will therefore be setting up a full public inquiry as soon as possible."
    ]
}