{
    "url": "https://www.ukpol.co.uk/matthew-parris-1985-speech-on-english-sewing-ltd/",
    "title": "Matthew Parris – 1985 Speech on English Sewing Ltd",
    "post_date": "July 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Matthew Parris",
            "url": "/tag/matthew-parris/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Matthew Parris, the then Conservative MP for Derbyshire West, in the House of Commons on 11 December 1985.",
    "content": [
        "I am grateful to you, Mr. Speaker, for allowing me this debate. For my constituents in Belper and Milford the matter is of the utmost importance and something of an emergency. I am also grateful to my hon. Friend the Minister for two reasons. The first is that I am aware that he has just returned from a tiring tour of the north-east and has spent this evening preparing for the debate. We appreciate that.",
        "Secondly, earlier this evening my hon. Friend saw a delegation of my constituents made up of members of the work force, trade unionists and the leader and members of the county council. They had come to London to talk to him urgently about the problems at East Mill and Milford. My hon. Friend the Member for Amber Valley and I appreciate the way in which our constituents made that trip. They left the shift at work this afternoon and came to London. They have to return immediately and go on to the morning shift tomorrow. That shows us and my hon. Friend the Minister just how strongly they feel.",
        "They feel strongly because it seems to them and to me that there has been a serious blunder. English Sewing Ltd., a subsidiary of Tootal, is a company with a number of textile mills in my constituency. It also has a dyeworks. It has been in the Derwent valley for many years. It is a profitable, going concern with an excellent record of industrial relations. It intends to modernise its dyeworks. It can either adapt an existing building at Newton Mearns near Glasgow or build an entirely new dyehouse in Derbyshire.",
        "The managing director has told me that it would be cheaper for them to adapt the building in Newton Mearns and the Scottish Office has offered a grant of £1 million to do that because it is in a development area and because the company would be employing an extra 300 people in Newton Mearns.",
        "However, it would be putting slightly more than 300 people out of work in my constituency. That seems to be simply transferring unemployment from one part of the United Kingdom to another and does not seem to be creating a single new job.",
        "My hon. Friends and I support the broad thrust of regional policy. If the intention of the policy is to create new jobs it is right that the money should be channelled towards regions of the country in special need. If the effect of the policy is simply to create unemployment in some areas and employment in others the policy seems to serve no useful purpose. If that is the effect of regional policy I do not support it. I have asked my right hon. and learned Friend the Secretary of State for Trade and Industry, my right hon. and learned Friend the Paymaster General and ​ this afternoon I asked my right hon. Friend the Secretary of State for Scotland, whether that was the intention of regional policy; and they all replied that it was not.",
        "At the end of the debate I should like to leave one question in the mind of my hon. Friend the Minister. I am aware that it is better not to burden Ministers with too many. It is a simple question to which I should like the answer. What undertakings were given by English Sewing Ltd. as to the net creation of jobs that would result from the works for which it was applying for a £1 million grant? I fully understand that much that the company tell the Government must be commercially confidential. I am not expecting the details of the negotiating hand of the company to be revealed. I think it is right for the Minister to know and for Parliament to demand to know, what undertakings the company has made as to the creation of new jobs if it is applying for Government funds, the purpose of which is to create new jobs.",
        "I spoke to the managing director of English Sewing Ltd. and he told me a remarkable thing. He said that I was not to worry about the £1 million grant because the company would have moved to Scotland anyway, with or without the grant. If that is so the Government’s money has been wasted. If the Government’s money has caused the company to move it has been misused.",
        "The managing director also hinted at one further reason, which I think may be at the back of the Department’s mind—it was at the back of his—why the money might be thought to be appropriate. He said that the company was considering transferring all its textile operations out of the United Kingdom and that without the Government funding it might have to consider leaving not only Belper but Scotland.",
        "I should like to deal with that argument head-on because I think that it is an important one and I hope that it will not be prayed in aid by my hon. Friend the Minister. The proper function of regional policy should not be to provide structural subsidy to sectors of industry facing long-term difficulties that arise from high labour costs relative to labour costs overseas. The tests that I believe applicants should have to satisfy to qualify for regional aid are not and should not be designed to evaluate such problems nor to recommend their solutions. If an area of industry is in structural difficulty it is an industrial structural policy that is needed, not the application of regional policy.",
        "I want to give my hon. Friend the Member for Amber Valley a little time so I shall say one thing about the work force in Belper in Milford. The British working man and the British trade union movement come in for many knocks in the press, from the House and from the Conservative party, of which I am proud to be a member. Throughout this long, sad episode, however, I have seen one of the best faces of trade unionism and of an English work force. In the Derwent valley we have a strike-free record and a loyal and industrious work force with excellent productivity. The conveners advised the work force that there was no point in taking industrial action but that they should remain loyal to the company to the end. It is a happy work force, and has served the company well for many decades. The trade union has behaved responsibly in bringing the matter to my attention and to that of my hon. Friend the Minister.",
        "I appreciate that the company has to take commercial considerations into account, but it is important for large companies as well as small companies to look to the ​ proven loyalty of their work force. If a company chooses to look the other way, as English Sewing appears to be doing, it may find that it has made a grievous error."
    ]
}