{
    "url": "https://www.ukpol.co.uk/matthew-parris-2022-article-on-former-pms/",
    "title": "Matthew Parris – 2022 Article on Former Prime Ministers",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matthew Parris",
            "url": "/tag/matthew-parris/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "A section of the article by Matthew Parris for the Times Newspaper on 4 November 2022.",
    "content": [
        "As with Liz Truss, it’s hard to put your finger on what isn’t quite right, but you just know. In a Truss biography (Out of the Blue) published this week, the word “weird” appears 18 times. To a visitor, she says: “I am weird and I don’t have any friends. How can you help me fix that?”  \nTruss is an extreme example and spending four months in the sub-Antarctic an extreme case, but the underlying process is the same. We humans think we’re islands, entire unto ourselves. We think we could stay sane alone on a desert island. In our imagination, other human beings surround us but are separate. We’re unaware of the connections — myriad, muscular, almost umbilical — feeding our consciousness, our values, our perspective, our understanding; making and reshaping what and who we are, refreshing, rebooting, pruning, upgrading. In the lingo of IT, we are in a state of automatic and continuous download.",
        "…….",
        "When you are famous, when you are powerful, when you’re a king of the world, when those around you are dependent on your sympathies, a diary secretary organises your day, you see nobody without prior arrangement, protection officers hover, your media briefings orbit your own interests and anonymity is impossible, much of this unfiltered input begins to dry up. The sound of the commonplace grows fainter; the outlines of people who are of no account begin to blur. The world “out there” feels almost like a hologram. “The street” becomes for you no",
        "………",
        "In the end, I can only prescribe time limits. Within five years, the condition has usually begun to manifest itself. Seven is the absolute limit. Thatcher had 11 and went bonkers, grotesquely unaware of what was going on. Truss managed that in weeks. John Major stayed sane and, in consequence, became deeply depressed."
    ]
}