{
    "url": "https://www.ukpol.co.uk/robert-parry-1986-speech-on-urban-deprivation-in-liverpool/",
    "title": "Robert Parry – 1986 Speech on Urban Deprivation in Liverpool",
    "post_date": "July 10, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Robert Parry",
            "url": "/tag/robert-parry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robert Parry, the then Labour MP for Liverpool Riverside, in the House of Commons on 16 January 1986.",
    "content": [
        "I am pleased to have this opportunity to raise the subject of urban deprivation and housing problems in the inner-city areas of Liverpool.",
        "In the debate initiated by the Opposition on a Supply Day on 11 December, I sat in the Chamber for more than five hours without being called. The debate covered the increasing poverty and deprivation in our inner-city areas and the Government’s failure to deal with the serious problem of widespread disrepair in urban areas, the need to regenerate Britain’s cities and the need to reverse the deliberate reduction of rate support grant and investment in housing which is leading to a major housing crisis and more homelessness among the more unfortunate members of our society.",
        "I do not apologise for detaining the House so late, as I want to put on record my views and the problems facing my constituency and inner-city areas in Liverpool. According to figures supplied by the House of Commons Library, the estimated level of male unemployment in my constituency is 41 per cent. That is the highest in Great Britain, not just on the mainland. Of that number, 40 per cent. are under 25 and 61 per cent. have been unemployed for more than one year. Of the under-25s, 47 per cent. have been unemployed for more than 52 weeks. In areas such as Vauxhall, Everton and Toxteth, the true figure is well over 50 per cent.; more than one in every two people is on the dole and the scrap heap cannot be tolerated in any caring or civilised society or by any Government, including this most heartless and cruel one. The tragedy of long-term unemployment, especially among youth and white people is bad enough, but it is far more serious among black youth in Toxteth and other inner-city areas such as Handsworth, Brixton, Tottenham and Moss Side, which have witnessed horrific riots, violence and civil disturbances.",
        "The Merseyside Manpower Services Commission has recently published a survey on ethnic minorities which shows that a disproportionate degree of unemployment is experienced by the black population of Liverpool and that, on average, black people need to be submitted for 25 vacancies before finding a job as compared to 15 for white people. I suggest that the figures are on the conservative side and can be multiplied throughout our urban areas. Mass long-term unemployment is, I believe, the major root cause of discontent in our inner-city areas.",
        "I shall now consider the critical housing situation. I firmly believe that the right to life is the first basic human right but that the right to work and live in dignity with a roof over one’s head follows closely behind. The right hon. Member for Wanstead and Woodford (Mr. Jenkin), when he was Secretary of State for the Environment, and the hon. Member for Eastbourne (Mr. Gow), when he was the Minister for Housing and Construction, visited my constituency, at my request, and both publicly stated after the event that they saw some of the worst housing they had ever seen. In spite of seeing pre-war slum tenements and appalling tower blocks, like the infamous “Piggeries” and the “Ugly Sisters”, their response was to cut further Liverpool’s allocation for the housing investment ​ programme. The cuts have averaged 15 per cent. each year since 1979. Last year, Liverpool bid for £132 million to deal with its critical housing problems but was given only a miserly £31 million.",
        "Then there were the central Government’s cuts and the dereliction of responsibility by the Liberal-Tory coalition on the city council: few houses were built for rent for nearly a decade, the maintenance and repair departments were deliberately run down with job losses and the repair backlog reached epidemic proportions—the elected Labour city council, on a mandate given to it by the Liverpool people in two successive elections, kept its promise. It embarked on a crash programme of demolition of the old pre-war slum tenements and rat-infested tower blocks, maintenance of jobs within the council and provision of services. For that initiative, the democratically elected councillors will later this month face a court threat. This action may banish them from public office and make them bankrupt and even face imprisonment.",
        "I have always supported the city council. I salute its brave councillors, its men of honour. Most of the 17 priority areas which are designated to be built in Liverpool are in my constituency. This is the most imaginative house-building programme in Britain. Where there were old slums, there are new building programmes. People are moving out of the slums to semi-detached houses and bungalows. There is sheltered accommodation for the aged and disabled. People, sometimes for the first time in their lives, are in a house with a garden in the back and front. I know people who are grandparents and great-grandparents who moved out of Victorian dwellings into the pre-war tenements and have never had a house. For the first time, they have a house in the community with a garden at the back and front. They are very happy about this.",
        "According to the official figures, Liverpool, Riverside has 19·5 per cent. owner-occupiers compared with 55·7 per cent. for Great Britain. Rented council accommodation in the area is 53 per cent. compared with 31 per cent. nationally. On overcrowding, 8·5 per cent. of households in Riverside have more than one person per room, which is nearly twice the national average of 4·3 per cent. This is the highest in the north west. The last census shows that 6·2 per cent. of households in Riverside lacked or shared the use of a bath, which is nearly twice the British average of 3·2 per cent.",
        "I must declare an interest in that I am a sponsored member of the Transport and General Workers Union and a member of its construction branch. Liverpool, despite its house-building programme, still has a waiting list of more than 20,000 people. It has the highest unemployment level in the construction industry in the United Kingdom.",
        "It is crazy that, in areas of mass unemployment in the building industry and where there is a dearth of good housing, we witness the Government robbing the city of badly needed resources and finance. The “Group of Eight” in the construction industry, of whom the national secretary of my trade union, Mr. George Henderson, is one, has lobbied the Prime Minister, without success.",
        "Recently, the chairman of the Association of Metropolitan Authorities housing committee stated that it would need an injection of £19 billion just to keep the present housing stock in both the private and the public sector in a decent state of repair. In Liverpool alone, for every £1 spent on housing in 1979, when the Conservatives first came to ​ power, only 26p was spent in 1985. Since 1979, more than 450,000 jobs in the building industry have gone. None of those statements has been refuted by the Government.",
        "Last January, I tabled an early-day motion on unemployment in the building industry, which was supported by 123 right hon. and hon. Members. The Motion called for a massive increase in public investment to build badly needed new homes, to construct new roads and improve existing roads, and to overhaul our decaying sewerage and water system. It also called for a programme of public works to be carried out as suggested by the Confederation of British Industry, the Trades Union Congress, the National Federation of Building Trade Employers, the building trade trade unions, the National Home Improvement Council and others to get the 450,000 building workers back to work and to help the companies which supply materials, thus creating more jobs and putting more life into decaying inner city areas. Those areas are stinking ghettoes suffering much deprivation. Thousands of our citizens are homeless or are living in dirty, squalid conditions. The unemployed are living in misery and despair, without any hope for the future.",
        "I wish to quote from a letter which I received from the National Home Improvement Council:",
        "“The NHIC is deeply concerned regarding the depressed housing of Liverpool and believe that this is reflected in many other inner cities. It is time the Government made positive steps to encourage new initiatives before the crisis becomes a national disaster.”",
        "I agree totally with that.",
        "To complete the picture, now that public transport is under attack by the Government and the metropolitan councils are being abolished services will be further affected in inner city areas. Official Government figures in the 1981 census showed that in Riverside, my constituency, 79·3 per cent. of all households had no car. That was a higher percentage than in any other constituency in England and Wales and the third highest in Great Britain. The United Kingdom average was 39·5 per cent.",
        "When the Minister replies, I hope that he will not put on the old record which we have heard so many times in the past when we have raised the question of deprivation. The Government keep repeating talk about investment in Merseyside in the international garden festival, the Merseyside development corporation, the enterprise zone or the freeport. The garden festival was a success for nine short months. The 500 jobs that were created by it have gone unfortunately and those people are back on the dole. Very few new jobs have been created by the freeport or by the Merseyside development corporation which is looking after the Albert docks.",
        "Recently the Government were warned about what is happening by the Church of England in its report “Faith in the City”. The Church of England, which was once called the Conservative party at prayer, and the leaders of the Catholic Church, the Methodists and the Free Church have expressed deep concern, as have the League of Friends, the Quakers. They cannot all be wrong.",
        "In a Quaker survey a newcomer to Liverpool, who was a former social worker, said:",
        "“They’re really friendly, really warm. They go out of their way to help. It’s as if there’s a war on and we’re all in it.”",
        "An NSPCC official said:",
        "“One of the most awful things about unemployment is the loss of the individual’s self-esteem and value in society. Our materialistic society rates success in terms of the kind of job and size of salary that a person has, rather than on who people are and what they do for each other—their personality and caring.",
        "We need to change how we value people. We need to recognise that we have bred a generation of young people who may never work—may never have the opportunity to attain success as we now measure it.”",
        "Even this uncaring, heartless Government cannot ignore a city’s cry for help. I represent Toxteth and before redistribution I represented the Granby area in which there is most civil disturbance. I warned the Government before the 1981 riots that things would blow up, but I was ignored.",
        "Unfortunately, in 1981 there were the worst civil disturbances on the British mainland in our history, in 1985 there were even more serious incidents in Birmingham and London. I warn the Government that if they ignore the problem they will be responsible for any further civil disturbances, not only in Liverpool but in other inner-city areas.",
        "We are sitting on a volcano ready to erupt. The time bomb is ticking away. The answer lies with the Government, and I sincerely hope that they heed the warning."
    ]
}