{
    "url": "https://www.ukpol.co.uk/robert-parry-1985-speech-on-soccer-violence/",
    "title": "Robert Parry – 1985 Speech on Soccer Violence",
    "post_date": "May 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Robert Parry",
            "url": "/tag/robert-parry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Robert Parry, the then Labour MP for Liverpool Riverside, in the House of Commons on 11 June 1985.",
    "content": [
        "I am sad to have to raise on the Adjournment the question of soccer violence. Now that the dust has settled and temperatures have dropped after the tragic European cup final between Juventus and Liverpool, perhaps we can take a cooler look at the causes of the disaster.",
        "Let me, at the outset, make my position clear about the terrible rise of soccer violence and state unequivocally my condemnation of hooliganism at football games or anywhere else. I speak not as a Liverpool supporter but as a lifelong Evertonian. Like a true sportsman, I have for many years marvelled at and envied Liverpool’s magnificent record in domestic and European football and its unique record of 22 successive years in European competition. In none of those years were Liverpool fans involved in any violence on opponents’ grounds. On 1 March 1984, following violence at the France-England international, I told the Minister that I was concerned about football hooliganism at home and abroad and referred to the examples set by Liverpool and Everton football supporters over the years. The Minister replied:",
        "“I pay tribute to the hon. Gentleman and endorse his statement I am confident that on 25 March the two great clubs from that great city will continue with their excellent behaviour.” — [Official Report, 1 March 1984; Vol. 55, c. 396.]",
        "That was prior to the Milk Cup final, when Liverpool played Everton.",
        "On 4 April 1984, following a question asked by my hon. Friend the Member for Stalybridge and Hyde (Mr. Pendry) — he is the chairman of the all-party football committee—I congratulated both Liverpool and Everton supporters on their outstanding behaviour at the two finals. I said that I wished that Everton would reach Wembley in the FA Cup. The Minister replied:",
        "“I must refrain from partiality, but I pay the highest tribute to the football supporters and spectators from both clubs, not only for their exemplary behaviour in recent weeks, but for their continuing good behaviour over many years.” — [Official Report, 4 April 1984; Vol. 57, c. 955.]",
        "In view of those replies, one must now ask, how did this great Liverpool reputation get trampled in the dust at the Brussels stadium? The name of Liverpool football club and its supporters, the name of our great city and its citizens were knocked by the media hastily in days of tension following the tragedy.",
        "UEFA’s decision to ban English teams from competing in European competitions was a panic decision, but FIFA’s decision to ban all English teams from playing in foreign countries was a shattering blow to most sane football fans, including the Football League. I understand that the chairman of the Football League, Mr. Jack Dunnett—a former Member of Parliament—has made his feelings clear. The Football Association has also let its feelings be known.",
        "I am not speaking as a Johnny-come-lately football supporter or a know-all, like some of the commentators who made wild statements following the tragedy. I played amateur football for many years in the Liverpool boys’ association league, the Catholic men’s society football league and the Liverpool and district Sunday football ​ league. When I was 17 I played in trials for the Everton football club. I have been a lifelong Everton supporter and have a great love for the game.",
        "I had the misfortune to fracture my right ankle and break my nose when playing for my local team of Holy Cross. I am therefore aware of football violence in the field, not off the field. For the past 14 years I have acted as president of the Liverpool and district Sunday football league—the biggest league in Europe.",
        "Now that temperatures have cooled, UEFA and FIFA should think again and allow innocent teams to compete in European competition. A small team like Norwich City, which has been relegated from the first division of the Football League but which would have had its first taste of European football, should not be penalised or its fans prevented from seeing their team play in Europe.",
        "A team like Everton, which won the first division championship by a record number of points, should not be banned from the champions’ cup. We all recall that Everton played in Rotterdam only two weeks before the Brussels disaster, and 20,000 Everton fans attended the game. The Dutch police made it quite clear that they felt that the Everton fans were the best supporters they had ever seen. Everton football club went to Wembley not once or twice but four times last year, and there was no trouble whatever among Everton fans at any of those games. Therefore, a team such as Everton and its fans should not be penalised.",
        "I believe that appropriate measures should be taken to ensure that there is never again a disaster such as the one in Brussels, and I hope that the Government will give deep consideration to the question of sensible measures to prevent such a disaster.",
        "I have given my deepest condolences and sympathy to the families of the Italians who were killed. I also offer condolences on behalf of scores of thousands of my constituents and Liverpool citizens who grieve deeply for the people of Turin. Recently there were services at the Roman Catholic cathedral and the Anglican cathedral in Liverpool. Both those great cathedrals were full to overflowing. At the latter service the Italian ambassador and the Secretary of State for the Environment were present, together with other people showing their deep distress at the Brussels disaster.",
        "I am greatly concerned — as are many of my hon. Friends — about the large number of National Front supporters who were present at the game. I have here a book called “Hooligans Abroad”. It is a first-class book and I urge the Minister to read it. On the front cover it shows a Fascist thug with a Union Jack painted on his face. Anyone who has watched football on television in recent years will have seen those people, in different parts of the country, carrying Union Jacks with them, sometimes with Union Jacks tied round their necks, and shouting racist slogans from the terraces at coloured footballers. I am sure that those people played a part in the Brussels disaster.",
        "In a ground with 60,000 people the tensions are very high. It does not take many people to get others excited. Unfortunately, when flags are flying all over the ground, people tend to become nationalistic or patriotic. The chants and the shouts then tend to bring out the baser instincts of ordinary, decent football supporters.",
        "I believe that the Brussels stadium was in a very bad and dangerous condition. There should be a full investigation into it. I hope that the Government will take a keen interest in the state of the ground. Indeed, the chief ​ fire officer of the London fire brigade has made it clear in a recent report that the ground was not suitable for staging the match and would not have been licensed even for a friendly game in England, let alone a cup final between teams from two different countries.",
        "I should like to read the conclusion of the report, which was given by a professionally qualified person with no axe to grind. It says:",
        "“The stadium is 50 years old and all the installations (in section Z)”—",
        "that is where the trouble arose—",
        "“appear to be of the same age. There is no evidence of any recent repairs to the barriers, walls, fences or terraces. The general impression is that of long-term neglect, with the exception perhaps of the pitch perimeter fence which appears to be fairly new. Under our legislation the stadium would not have been allowed to operate. It appears that while the attack by Liverpool supporters caused the panic and the resulting stampede, the main direct cause of the deaths was the collapse of the safety barriers near the bottom of the terraces.”",
        "I make a plea to the media to realise that the majority of Liverpool supporters are decent people. Anybody who knows the Liverpudlians or the Scousers knows that they are warm-hearted, good people with a sense of humour. We feel this tragedy, and I hope that we shall not be blamed as animals; in fact, I would not even call some of the thugs animals, because that would be an insult to animals.",
        "I hope that the Government will seriously consider supporting the football league and football associations in appealing against the hasty ban by FIFA and especially UEFA in view of the fact that there appear to be other factors involved in the terrible disaster. It is wrong that English football should be isolated from the world football stage, and that we should be considered as the football lepers of the world. I hope that in the near future we shall see English football taking its rightful place in Europe, that both we in England and UEFA have learnt from this terrible tragedy, and that in future all major matches will be played on first-class grounds, which are examined and inspected regularly and policed by professional policemen who are properly equipped and have experience in dealing with riots and big crowds. 1 hope that the Minister will not speak from a prepared brief but will answer my points."
    ]
}