{
    "url": "https://www.ukpol.co.uk/terry-patchett-1985-speech-on-darfield-main-colliery/",
    "title": "Terry Patchett – 1985 Speech on Darfield Main Colliery",
    "post_date": "June 8, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Terry Patchett",
            "url": "/tag/terry-patchett/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Terry Patchett, the then Labour MP for Barnsley East, in the House of Commons on 12 November 1985.",
    "content": [
        "May I express my gratitude for the opportunity to raise this matter on the Floor of the House? Although I am aware that Darfield Main colliery is the subject of the review procedure between the National Coal Board and the appropriate trade unions, there are certain aspects of which the Minister should be made aware.",
        "Darfield Main is a mine with which I have had close associations for many years. Indeed, I was present at the negotiations when the Silkstone seam was added to the reserves of Darfield Main from Houghton Main, with assurances of at least 15 years of extended life. With the committed investment at Darfield Main of some £28 million, there opened up a potential of 1 million tonnes in the Winterbed seam where headings were already laid out. The 250,000 tonnes in the Melton Field seam took the potential life of Darfield Main to well over 20 years. However, those arguments will no doubt be put forward by the relevant trade unions in the review procedure.",
        "Being experienced in negotiations with the NCB, I am aware of the Government’s influence over the NCB. It is to that that I wish to draw the attention of the House. During the miners’ dispute, which is generally accepted by political commentators as having been perpetrated on the country by the Government, I wrote to the Secretary of State about the future of Darfield Main.",
        "Darfield Main’s future lies with heavy investment in the Silkstone seam which connects to the Cortonwood reserves of the same seam. The then branch secretary of the union, Walter Swift, had written to me expressing concern about the future of Darfield Main in view of the fact, stated many times, that the NCB could not sell Cortonwood coal. We are all familiar with the history of Cortonwood.",
        "I wrote to the Secretary of State and he passed my letter on to Mr. Ian MacGregor, chairman of the National Coal Board. I expressed concern about the future of Darfield Main and Houghton Main collieries, which mine the same seam. In response, Mr. MacGregor assured me—he was writing during the strike—that",
        "“Darfield Main and Holton Main collieries have substantial reserves, and, unlike Cortonwood, produce coal from other seams as well as the Silkstone.  \nThese two pits are part of the south side washery complex, centred on Grimethorpe colliery and they have benefited substantially over recent years from the board’s massive programme of capital investment under plan for coal. Both pits now have a complete new underground infrastructure, with streamlined operations for men, material and mineral handling, at low cost.  \nThe coal mined from these collieries (including that from the Silkstone seam) will form part of a comprehensive blend to produce a low cost product, suitable for both industry and power stations.”",
        "That letter was written during a different climate, but given Mr. MacGregor’s assurance one can readily understand my amazement when a proposal to close Darfield Main was announced within only four or five weeks of the end of the dispute, after such a glowing reference. I am aware of the dirty tactics used by the board and the Government during the dispute, which misled ​ public opinion so gravely, but an attempt to mislead a Member of the House in such a way by the chairman of a nationalised industry is intolerable behaviour.",
        "When I heard of the proposed closure, I immediately wrote to Mr. MacGregor requesting a meeting to discuss the matter. I was entitled to do so following the assurances that I received during the dispute. He replied by saying that his office was arranging for me to meet the area director of Barnsley area, Mr. Frank Ramsden, so that the present position could be explained, although it was Mr. MacGregor who sent the initial letter. I immediately contacted Mr. Ramsden’s office by telephone. I have known Frank Ramsden personally for many years. However, his secretary told me that he was out that day and going on holiday the following day. I made that contact on my initiative—nothing came from the coal board, regardless of promises.",
        "That happened in the middle of July. From that time to this there has been no attempt to contact me by letter or telephone. In fact, that part of the Barnsley area of the NCB no longer exists as it is now under the auspices of the north Yorkshire area director, Mr. Albert Tuke, who has not contacted me either.",
        "I feel strongly that I have been treated with contempt by the chairman of a nationalised industry. Anyone treating a Member of the House in such a contemptuous manner is treating the House itself with contempt. I am satisfied in my own mind that Mr. MacGregor feels that he does not have to justify writing off £28 million of public money to a duly elected Member of the House. I wish to take up that line of thought with the Minister because I feel strongly that that attitude has been encouraged by the Government. The Government have been and are prepared to write off many millions, indeed billions, of pounds during the dispute, to pursue their political dogma. Had the Government been prepared to spend half as much money in creating markets for coal as they have spent in union bashing, I am sure that the NCB would be in a much sounder position today.",
        "I also regret that the Government’s arrogance has infiltrated local management. Indeed, Mr. Griffin, the manager of Houghton Main, makes repeated calls to the work force for co-operation, but that is only in public. The work force are members of the National Union of Mineworkers. Away from the public eye, Mr Griffin tells union officials that he is looking for a way to sack them—that is the branch officials, of course. What a way to run an industry.",
        "To return to the major reason for bringing this matter to the attention of the House, I feel that the NCB is in a dilemma because the Government have no clearly defined energy policy. Is it not ironic that the coal board is turning down coking coal export orders to the tune of 2 million to 3 million tonnes to Romania and a possible 3 million tonnes, going up to 1990, from Denmark; and",
        "I am reliably informed of Irish interests preferring British coal to American. I am speaking of coking coal which is the backbone of the Darfield Main colliery—the coking coal that the board could not sell from Cortonwood when it started this trouble.",
        "It is to this dilemma that the Government contribute. For example, the main argument which contributed to the costly mining dispute concerned reserves. Since the strike, this has turned into a question of economics, meaning that ​ even a pit with reserves has no guaranteed future. Darfield Main, with its 20 years’ reserves, was set an economic target of £42 per tonne. It had almost achieved that aim and was suddenly told, “You cannot score goals. We are moving the net. We are dropping it to £38 per tonne.” It is a ridiculous way to run a business.",
        "I must ask the Minister to come clean on the Government’s policy for the energy industry. It really is time that he did so. I feel confident that the Government do not have too much of an interest in the electricity generating industry for sales because of their obvious enthusiasm for nuclear energy. It seems clear that the recent reorganisation of the coal board areas is leading up to a sale of lucrative pits such as Selby and the Vale of Belvoir, with its thick seams, not necessarily with a view to competing in the electricity generating industry but with an eye to the potential market in the gas industry. It is quite well known that by the year 2010 the gas board will require as much as 100 million tonnes of coal for conversion purposes when those wasted assets in the North sea have gone, when the Government have done with the easy meat.",
        "I ask the Minister, therefore, to give a direction to the board, indeed to the country, by declaring quite clearly and specifically their energy policy. It cannot be so difficult a task when we realise that 2010 is only 25 years away. Until the Minister comes clean on this, the work force will always face the dilemma of not knowing where its future lies. Like Darfield Main, many more pits will face apparently desperate searches for reasons to close them. The reasons vary from week to week. One used to be worked-out reserves. Now it is economics. This is what the coal board is now indulging in. It cannot even find a genuine reason for closing pits.",
        "I ask the Minister to do his duty to the country by spelling out his policy honestly and clearly. We want to know how many more millions of pounds the Government are prepared to write off and how much more of the coal industry will be destroyed before the Government’s targets are satisfied."
    ]
}