{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-the-metropolitan-police-commissioner-appointment/",
    "title": "Priti Patel – 2022 Statement on the Metropolitan Police Commissioner Appointment",
    "post_date": "July 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, on 11 July 2022.",
    "content": [
        "I am pleased to announce that Her Majesty the Queen has approved the appointment of Sir Mark Rowley QPM as the new Commissioner of the Metropolitan Police Service, following my recommendation after a highly competitive recruitment process. I also had regard to the views of the Mayor of London, as occupant of the Mayor’s Office for Policing and Crime.\n  *[ERSA]: Employment Related Services Association",
        "The Metropolitan Police Service faces major challenges, having been moved to the engage phase by Her Majesty’s Inspectorate of Constabulary and Fire and Rescue Services (HMICFRS), and needs to demonstrate sustained improvements in order to regain public trust in London and nationally. It is vital that the right person is in place to take on the biggest leadership role in policing in this country. I expect the new commissioner to work with HMICFRS’s policing performance oversight group to make the necessary improvements.\n  *[ERSA]: Employment Related Services Association",
        "Sir Mark brings a wealth of experience with him and I am confident he will be able to exercise the strong and decisive leadership required, in order to deliver the sustained improvements that are so urgently needed. This will be a difficult time for the force as it seeks to regain the public’s trust, but I am confident that Sir Mark is the right person to meet this challenge.\n  *[ERSA]: Employment Related Services Association",
        "At a time when the Government are investing record sums into policing—including the recruitment of 20,000 additional police officers across England and Wales—the new commissioner will need to focus on delivering the aims we set out in our Beating Crime Plan: cutting crime, reducing the number of victims and make our capital and country safer. But, reflecting the context in which this recruitment has been made, I also want the new commissioner to focus on getting the basics right, restoring confidence in policing, and ensuring that Londoners and those who visit our capital city get the service they deserve from the Metropolitan police.\n  *[ERSA]: Employment Related Services Association",
        "Support for police is often based on personal experience, and the public have a set of basic expectations of the criminal justice system. They expect to be able to contact their local police, knowing their names and how to reach them. They want to see police in their neighbourhood confronting crime and making streets safer. They expect crimes to be investigated, offenders caught and punished, and when a case proceeds for justice to be swift and certain. The Beating Crime Plan outlines our approach to this, but to be successful the new commissioner must embed the aims and objectives in wider strategic plans.\n  *[ERSA]: Employment Related Services Association",
        "While it is the responsibility of the Mayor to hold the commissioner to account for the Metropolitan police’s transformation, I will be closely monitoring progress. I look forward to working with them both to drive real change in the force. The public deserve nothing less.\n  *[ERSA]: Employment Related Services Association",
        "*[ERSA]: Employment Related Services Association"
    ]
}