{
    "url": "https://www.ukpol.co.uk/owen-paterson-2011-statement-on-patrick-finucane/",
    "title": "Owen Paterson – 2011 Statement on Patrick Finucane",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Owen Paterson, the then Secretary of State for Northern Ireland, on 11 January 2011.",
    "content": [
        "In my written statement of 11 November, I set out a period of two months during which I would receive representations as to whether it is in the public interest that I should establish a public inquiry into the death of Patrick Finucane.\n  *[ERSA]: Employment Related Services Association",
        "As part of this process, my officials have had a constructive meeting with representatives of the Finucane family and a further meeting will be arranged. In light of the fact that useful discussions are underway between the family and the government, I have decided, with the agreement of the family, to extend the period during which I will receive representations by two months.\n  *[ERSA]: Employment Related Services Association",
        "When this further period has concluded it remains my intention to consider the family’s views carefully and in detail, along with any other relevant representations I receive, before taking a decision as to whether or not it is in the public interest to hold a public inquiry into the death of Patrick Finucane.\n  *[ERSA]: Employment Related Services Association"
    ]
}