{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-the-nationality-and-borders-bill/",
    "title": "Priti Patel – 2021 Statement on the Nationality and Borders Bill",
    "post_date": "July 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 6 July 2021.",
    "content": [
        "In March I published the new plan for immigration (NPI), setting out the overwhelming case for change to fix the broken asylum system, and deliver a system that is fair but firm. The Nationality and Borders Bill, introduced today, will deliver the most comprehensive reform of the asylum system in decades. The principle behind the Bill is simple: access to the United Kingdom’s asylum system should be based on need, not on the ability to pay people smugglers.\n  *[ERSA]: Employment Related Services Association",
        "The Bill—and the wider NPI—has three key objectives:\n  *[ERSA]: Employment Related Services Association",
        "Make the system fairer and more effective so that we can better protect and support those in genuine need of asylum.\n  *[ERSA]: Employment Related Services Association",
        "Deter illegal entry into the UK breaking the business model of criminal trafficking networks and saving lives.\n  *[ERSA]: Employment Related Services Association",
        "Removing from the UK those with no right to be here.\n  *[ERSA]: Employment Related Services Association",
        "The introduction of the Bill was preceded by a consultation on the NPI which the Government will provide a response to in due course.\n  *[ERSA]: Employment Related Services Association",
        "To support the parliamentary scrutiny of the Bill, we are publishing a gov.uk page. This can be found at: https://www.gov.uk/government/collections/the-nationality-and-borders-bill.\n  *[ERSA]: Employment Related Services Association"
    ]
}