{
    "url": "https://www.ukpol.co.uk/priti-patel-2020-statement-on-an-independent-review-of-drugs/",
    "title": "Priti Patel – 2020 Statement on an Independent Review of Drugs",
    "post_date": "February 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Priti Patel, the Home Secretary, in the House of Commons on 27 February 2020.",
    "content": [
        "In February last year, the former Home Secretary, my Right hon. Friend the Member for Bromsgrove (Sajid Javid), announced that Professor Dame Carol Black had been appointed to lead a major independent review of drugs. Dame Carol was asked to look at a wide range of issues, including the system of support and enforcement around drug misuse, in order to inform our thinking about what more can be done to tackle drug harms.\n  *[ERSA]: Employment Related Services Association",
        "I am pleased to announce that today Dame Carol’s review has been published. The review provides detailed analytical insights on the challenges around drug supply and demand and I would like to thank Dame Carol for producing such an accomplished piece of research. This will be of significant value in guiding further Government action to tackle drugs as we move forward.\n  *[ERSA]: Employment Related Services Association",
        "This Government recognise that illegal drugs devastate lives, families and communities. There are strong links between drugs and serious violence which have played out on our streets, as well as a range of wider health and social harms. The review makes clear that we face a whole system problem that should be addressed by looking at Government intervention in the round. It is therefore critical that we bring together partners from across Government and externally to build upon this work and tackle the challenging issues Dame Carol has raised.\n  *[ERSA]: Employment Related Services Association",
        "Activity is already in place to tackle the findings in the review. The Home Office is stepping up activity to address the challenges highlighted around drug supply and county lines. We will bring the full force of the Government’s response to bear on drugs supply, with work to disrupt supply from source countries; build resilience and enhance interception at the border; improve our ability to disrupt the groups that control UK wholesale and distribution of illegal drugs; pursue associated money flows; and use interventions to divert users into treatment where appropriate.\n  *[ERSA]: Employment Related Services Association",
        "This activity includes further investment to significantly increase the law enforcement response to county lines. Our investment is having a direct impact against high harm county lines which is why we have now committed an additional £5 million, on top of the £20 million that we announced in October 2019. This means we will be investing £20 million in 2020-21 to further increase ​activity against these ruthless gangs. We are also working with colleagues across Government and with key partners to develop a wider, whole system response to tackle the county lines business model and associated violence and exploitation\n  *[ERSA]: Employment Related Services Association",
        "Alongside this, my Right hon. Friend the Secretary of State for Health and Social Care will commission a further review of prevention, treatment and recovery. Dame Carol will lead this further review with input from experts in the field. It will build on Dame Carol’s work to ensure vulnerable people with substance misuse problems get the support they need to recover and turn their lives around. It will look at treatment in the community and in prison, and how treatment services work with wider services that enable a person with a drug dependency to achieve and sustain recovery, including mental health, housing, employment, and the criminal justice system.\n  *[ERSA]: Employment Related Services Association",
        "The Department of Health Social and Care will work closely with the Ministry of Housing, Communities and Local Government, the Department for Work and Pensions and the Ministry of Justice to ensure the review is wide-ranging.\n  *[ERSA]: Employment Related Services Association",
        "There are also a range of wider activity across Government to address the issues raised by Dame Carol, including work to prevent drug misuse among young people.\n  *[ERSA]: Employment Related Services Association",
        "I am pleased that the new Prime Minister-chaired taskforce on crime and justice has been announced, which will enable us to be ambitious in reducing crime, including county lines, and drug-related crime such as the acquisitive crime driven by heroin and crack cocaine use.\n  *[ERSA]: Employment Related Services Association",
        "Given the devolved nature of many parts of the response, we will continue to work closely with the devolved Administrations to ensure drug misuse is tackled as a UK-wide problem.\n  *[ERSA]: Employment Related Services Association",
        "With this renewed focus on drugs across Government we are determined to address the challenges raised in the review head on.\n  *[ERSA]: Employment Related Services Association",
        "A copy of Dame Carol’s review and the executive summary will be placed in the Libraries of both Houses. It can be found at: https://www.gov.uk/government/publications/review-of-drugs-phase-one-report\n  *[ERSA]: Employment Related Services Association"
    ]
}