{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-speech-in-kigali-rwanda/",
    "title": "Priti Patel – 2022 Speech in Kigali, Rwanda",
    "post_date": "April 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Priti Patel, the Home Secretary, in Kigali, Rwanda, on 14 April 2022.",
    "content": [
        "I am delighted to be here in Kigali, Rwanda alongside our friend and partner Minister Dr Vincent Biruta.\n  *[ERSA]: Employment Related Services Association",
        "I would like to express my personal thanks to him and his team for the constructive way in which they have worked with my team over many many months to achieve and deliver this partnership.\n  *[ERSA]: Employment Related Services Association",
        "The UK has a long and proud development history with Rwanda. Our shared interests have resulted in strong economic and development growth lifting millions out of poverty, but also resulted in growing manufacturing and technology sectors, which are generating jobs and sustainable growth for generations to come.\n  *[ERSA]: Employment Related Services Association",
        "I know at first hand that your country, Minister is a regional and international leader. You are on the global stage, very much yourself more often than not but also hosting the Commonwealth Heads of Government Meeting, the World Telecommunication Development Conference, and the Sustainable Energy for All Forum.\n  *[ERSA]: Employment Related Services Association",
        "Your national leadership is the African voice on international initiatives, which really speak to and seek to find solutions to regional and international challenges.\n  *[ERSA]: Employment Related Services Association",
        "I am very honoured to be here, and the United Kingdom is delighted to be working ever more closely with Rwanda.\n  *[ERSA]: Employment Related Services Association",
        "We have many, many interests in common, and we face many of the same challenges. I want to turn to one of those challenges now.\n  *[ERSA]: Employment Related Services Association",
        "The global migration crisis and how we tackle illegal migration requires new world-leading solutions.\n  *[ERSA]: Employment Related Services Association",
        "There are an estimated 80 million people displaced in the world and the global approach to asylum and migration is broken.\n  *[ERSA]: Employment Related Services Association",
        "Evil people smugglers and their criminal gangs are facilitating people into Europe, resulting in loss of life and huge costs to the UK taxpayer.\n  *[ERSA]: Employment Related Services Association",
        "The tragic loss of life of people in the Channel and in the Mediterranean at the hands of these evil smugglers must stop.\n  *[ERSA]: Employment Related Services Association",
        "And today, our approach as two outward-looking countries has led to the signing of a new international partnership – which is a world first. It is a migration and economic development partnership with the country of Rwanda and UK.\n  *[ERSA]: Employment Related Services Association",
        "This will see some of those arriving illegally in the UK, such as those crossing the channel in dangerous small boats, relocated to Rwanda to resettle and rebuild their lives in ways in which the minister has just outlined.\n  *[ERSA]: Employment Related Services Association",
        "More than 28,000 migrants crossed the channel last year by small boat in very dangerous and perilous conditions\n  *[ERSA]: Employment Related Services Association",
        "The UK asylum system is collapsing under a combination of real humanitarian crises and evil people smugglers profiteering by exploiting the system for their own gain.\n  *[ERSA]: Employment Related Services Association",
        "Criminals are exploiting the hopes and fears of migrants, pushing them to make dangerous journeys to the UK with fictitious and false promises that they can settle in the UK if they make it.\n  *[ERSA]: Employment Related Services Association",
        "This has devastating consequences for the countless men, women, and children who have tragically lost their lives or lost loved ones on perilous journeys.\n  *[ERSA]: Employment Related Services Association",
        "It is also deeply unfair, because it advantages those with the means to pay people smugglers over vulnerable people who cannot.\n  *[ERSA]: Employment Related Services Association",
        "Global systems and conventions have failed to address this global crisis.\n  *[ERSA]: Employment Related Services Association",
        "The world has changed and renewed global leadership is required to find new innovative solutions to this growing problem.\n  *[ERSA]: Employment Related Services Association",
        "Today the United Kingdom and Rwanda have signed a joint new migration and economic development partnership to put an end to this deadly trade in people smuggling.\n  *[ERSA]: Employment Related Services Association",
        "This is part of the United Kingdom’s New Plan for Immigration to control our borders, protect our communities, stop dangerous illegal migration, help the world’s most desperate people, and welcome international talents to the UK.\n  *[ERSA]: Employment Related Services Association",
        "It is the biggest overhaul of our immigration system in decades, underpinned by our Nationality and Borders Bill, which will soon become law.\n  *[ERSA]: Employment Related Services Association",
        "Our country, the United Kingdom, has always extended the hand of friendship to those in need.\n  *[ERSA]: Employment Related Services Association",
        "In recent years alone, we have proudly welcomed tens of thousands of refugees from Syria, Afghanistan, and Ukraine, and BNOs from Hong Kong.\n  *[ERSA]: Employment Related Services Association",
        "Rwanda has one of the strongest records of refugee resettlement and in recent years and as the minister has just said, Rwanda has resettled over 100,000 refugees.\n  *[ERSA]: Employment Related Services Association",
        "It has an established record of welcoming and integrating people, such as those from the Democratic Republic of Congo and Burundi, but also including, for example, people from Libya evacuated under the EU’s Emergency Transit Mechanism, in partnership with the UN Refugee Agency and the African Union. Rwanda is also a State Party to the 1951 UN Refugee Convention and the seven core UN Human Rights Conventions.\n  *[ERSA]: Employment Related Services Association",
        "Border control is fundamental to national sovereignty. Uncontrolled immigration reduces our capability and capacity to help those who most need our support. It puts intolerable pressure on public services and local communities.\n  *[ERSA]: Employment Related Services Association",
        "And at home, as the Prime Minister has said today, because the capacity of asylum system is not unlimited, the presence of economic migrants – which these illegal routes introduce into the asylum system – inhibits our ability to support others in genuine need of protection.\n  *[ERSA]: Employment Related Services Association",
        "The British people are fair and generous when it comes to helping those in need, but the persistent circumventing of our laws and immigration rules and the reality of a system that is open to gaming and criminal exploitation has eroded public support for Britain’s asylum system and those that genuinely need access to it.\n  *[ERSA]: Employment Related Services Association",
        "Putting evil people smugglers out of business is a moral imperative. It requires us to use every tool at our disposal – and also to find new solutions.\n  *[ERSA]: Employment Related Services Association",
        "That is why today’s migration and economic development partnership with Rwanda is such a major milestone.\n  *[ERSA]: Employment Related Services Association",
        "It is also very much in keeping with our vision for a Global Britain that harnesses the potential of new relationships and stimulates investment and jobs in partner countries.\n  *[ERSA]: Employment Related Services Association",
        "Working together, the United Kingdom and Rwanda will help make the immigration system fairer, ensure that people are safe and enjoy new opportunities to flourish.\n  *[ERSA]: Employment Related Services Association",
        "We have agreed that people who enter the UK illegally will be considered for relocation to Rwanda to have their asylum claim decided.\n  *[ERSA]: Employment Related Services Association",
        "And those who are resettled will be given support, including up to five years of training to help with integration, accommodation, and healthcare, so that they can resettle and thrive.\n  *[ERSA]: Employment Related Services Association",
        "This agreement fully complies with all international and national law, and as part of this ground-breaking agreement, the UK is making a substantial investment in the economic development of Rwanda.\n  *[ERSA]: Employment Related Services Association",
        "This will support programmes to improve the lives of the people in Rwanda and develop the country, economy, job prospects, and opportunities.\n  *[ERSA]: Employment Related Services Association",
        "In addition, the UK will provide funding and expertise to implement this agreement.\n  *[ERSA]: Employment Related Services Association",
        "As I have said many, many times, this is a global issue, with many countries struggling to address the challenges and the causes. And there is no single or simple solution.\n  *[ERSA]: Employment Related Services Association",
        "This agreement illustrates that we can no longer accept the status quo. People are dying and the global migration crisis requires new ways to find new partnerships and to find new solutions.\n  *[ERSA]: Employment Related Services Association",
        "It will deal a major blow to the evil people smugglers.\n  *[ERSA]: Employment Related Services Association",
        "We know this will not be easy, we know that we will face challenges along the way, but together with the Nationality and Borders Bill, and the New Plan for Immigration, the UK will support those fleeing oppression, persecution, and tyranny through safe and legal routes, while controlling our borders and deterring illegal entry.\n  *[ERSA]: Employment Related Services Association",
        "Our world-leading migration and economic development partnership is a global first and will change the way we collectively tackle illegal migration through new, innovative, and world-leading solutions.\n  *[ERSA]: Employment Related Services Association",
        "Thank you.\n  *[ERSA]: Employment Related Services Association"
    ]
}