{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-tier-1-investor-route/",
    "title": "Priti Patel – 2022 Statement on Tier 1 Investor Route",
    "post_date": "February 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 21 February 2022.",
    "content": [
        "On Thursday 17 February 2022, I laid before the House a statement of changes in the Immigration Rules, which closed the Tier 1 (Investor) route to new applications with immediate effect.\n  *[ERSA]: Employment Related Services Association",
        "The Government have taken this step because it is no longer clear the Tier 1 (Investor) route offers the best means of encouraging investment-related migration to the United Kingdom, and it is considered that reforms to the existing innovator route offer a better means of making more targeted provision for investment-related migration and reducing the risk of exposure of the immigration system to illicit finance and hostile state actors.\n  *[ERSA]: Employment Related Services Association",
        "The closure of the Tier 1 (Investor) route had immediate effect for operational reasons and to preserve the integrity of the immigration system. It is our assessment that were the route not closed with immediate effect, closure of the route would prompt a large number of applications, with a risk that closure would particularly attract applications from those most motivated to exploit the current arrangements before they end, whether they are those who may not comply with the requirements of the immigration rules or those who may pose national security risks.\n  *[ERSA]: Employment Related Services Association",
        "The statement of changes does not affect the position of those who have already obtained a permission under the route, and who may wish to seek an extension of stay or apply for settlement under the current arrangements.\n  *[ERSA]: Employment Related Services Association",
        "The Tier 1 (Investor) route has provided a route of entry and stay for overseas nationals with access to a minimum level of funds and an intention to invest those funds in the United Kingdom, without testing the economic benefit to the United Kingdom of that investment or the track record of the individual as an investor. The overall conclusion of the Migration Advisory Committee’s assessment of the route was that it primarily benefits the investors rather than the UK.\n  *[ERSA]: Employment Related Services Association",
        "The operation of the route has facilitated the presence of persons relying on funds that have been obtained illicitly or who represent a wider security risk. In addition, the route has been compromised by organised abuse of its requirements through bogus investments schemes.\n  *[ERSA]: Employment Related Services Association",
        "These concerns have been highlighted, for example, in the findings of the Intelligence and Security Committee’s Russia report in relation to the scheme, as well as the recent Chatham House report on money laundering.\n  *[ERSA]: Employment Related Services Association",
        "In response to these concerns, the Government have previously committed to publishing a review of historical issuance of visas under this route. That review is being finalised and it is our aim to publish it in the near future.\n  *[ERSA]: Employment Related Services Association",
        "The Government have concluded that arrangements for attracting investment in the migration system warrant a substantively different approach to what has gone before. It is therefore our intention that new provision for investment-related migration should be delivered through reforms to the existing Innovator route, which we expect to deliver in the autumn of this year. This reformed offer will make provision for overseas nationals who can show they are skilled and experienced professional business angel investors, with a track record of founding and investing in innovative businesses overseas, along with access to a minimum level of funds and credible plans to engage in similar activity in the UK.\n  *[ERSA]: Employment Related Services Association",
        "The proposed future scheme will no longer focus exclusively on having cash in the bank and making passive investments. It will instead be focused on attracting the brightest and best through a rigorous assessment of an applicant’s business background, skills and investment plans. This will ensure those given a visa are appropriate individuals who will genuinely bring tangible benefits to the UK economy. Settlement will be conditional on applicants achieving genuine and tangible economic impacts, such as job creation, directly through their economic activity in the UK. They will ensure the British public can have confidence that those who obtain this significant privilege have genuinely earned it, rather than having bought it.\n  *[ERSA]: Employment Related Services Association",
        "It will be for the reformed Innovator route’s endorsing bodies to make an assessment of whether these criteria are met. The Government have already indicated that the selection of new endorsing bodies to support the operation of the Innovator route will be delivered through a commercial exercise. We are taking steps to inform the market that this expansion of the scope and purpose of the Innovator route will form part of the commercial requirement as we go to tender in the near future.\n  *[ERSA]: Employment Related Services Association",
        "To be clear, these future arrangements will remain subject to Home Office security checks, alongside requiring appropriate checks by both the financial institutions handling applicants’ funds and by the endorsing body, ensuring three levels of scrutiny of each application.\n  *[ERSA]: Employment Related Services Association"
    ]
}