{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-home-office-work-over-summer-2022/",
    "title": "Priti Patel – 2022 Statement on Home Office Work Over Summer 2022",
    "post_date": "September 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the then Home Secretary, in the House of Commons on 5 September 2022.",
    "content": [
        "Today I am updating Parliament on Home Office delivery since my statement of 31 March 2022. The Department is committed to delivering better outcomes for the public and will continue to work to deliver a safer, fairer and more prosperous United Kingdom.\n  *[ERSA]: Employment Related Services Association",
        "**Reducing crime**\n  *[ERSA]: Employment Related Services Association",
        "The first job of any Government is to keep its people safe, which is why we have made it our absolute priority to get more police on our streets, cut crime and protect the public. Over the last three years the Home Office has worked hard to achieve these priorities and improve confidence in policing.\n  *[ERSA]: Employment Related Services Association",
        "In July 2021, my Department published the “Beating Crime Plan” which sets out our approach to driving down crime, restoring confidence in the criminal justice system and better supporting victims. It balances the prevention we need to keep our citizens safe, with the enforcement required to deliver swift and certain justice for those who choose to break our laws.\n  *[ERSA]: Employment Related Services Association",
        "We are delivering the commitments we made in the plan. As of 30 June, police forces in England and Wales have recruited 13,790 additional police officers, 69% of the 20,000 officers targeted by March 2023 under the police uplift programme. Moreover, we are focused on cutting crime in areas with the highest levels of crime.\n  *[ERSA]: Employment Related Services Association",
        "As part of our commitment to excellence in the basics, every neighbourhood in England and Wales will have a named and contactable police officer and league tables have been introduced for 999 call answering times.\n  *[ERSA]: Employment Related Services Association",
        "I removed restrictions on section 60 searches that have been in place since 2014. These restrictions have limited when officers could use the vital power and decreased their confidence in deploying it. Since 2019, stop and search use has increased by around 85% and has contributed to over 70,000 deadly knives and offensive weapons being taken off our streets.\n  *[ERSA]: Employment Related Services Association",
        "In January 2020, we launched the place based safer streets fund, directing £120 million of investment to the worst affected areas to tackling acquisitive crime, neighbourhood crime, antisocial behaviour, and violence against women and girls, and improving public safety for all.\n  *[ERSA]: Employment Related Services Association",
        "Since 2019, we have invested £170 million into the multi-agency violence reduction units and a further £170 million into bolstering the police response to serious violence in the areas most affected by serious violence. The Government will invest £130 million in 2022-23 to tackle serious violence, including murder and knife crime. Together, these programmes have prevented 49,000 violent offences in their first two years of activity, providing a saving of £3.16 for every £1 spent.\n  *[ERSA]: Employment Related Services Association",
        "We are continuing to invest in the future of young people and intervening early to divert them away from a life of crime, including through the £200 million, 10-year youth endowment fund, which has supported 195 projects and already reached more than 64,097 at-risk young people.\n  *[ERSA]: Employment Related Services Association",
        "We know that the drugs trade is at the heart of much of the homicide, serious violence and neighbourhood crime that blights our communities. Our 10-year cross-Government drug strategy provides £300 million of dedicated investment over the next three years, to drive work on tackling drug supply and reduce drug demand.\n  *[ERSA]: Employment Related Services Association",
        "Our work is achieving results on the ground. Under our county lines programme, between November 2019 and March 2022, the police closed 2,400 lines, made over 8,000 arrests, and safeguarded more than 9,500 people. Our work on Project ADDER, which focuses on the response to addiction, diversion, enforcement and recovery has supported over 700 organised crime group disruptions, more than 12,500 arrests, 6,000 out of court disposals started by police, more than 14,000 drug treatment interventions by outreach workers, and diverted people away from offending and into recovery support between January 2021 and February 2022.\n  *[ERSA]: Employment Related Services Association",
        "Our work at the border has delivered consecutive annual increases in drug seizures in each of the past three years. Last year, thanks to our investment, the police and Border Force made 223,106 drug seizures in England and Wales during 2020-21, a 21% increase on the previous year. We have also launched the new conflict stability and security fund counter supply of illicit commodities programme to enable priority countries to disrupt priority threats’ supply chains more effectively, focused on class A drugs, illicit firearms, and cash trafficking.\n  *[ERSA]: Employment Related Services Association",
        "The Home Office has supported important legislation through Parliament, to reduce crime, support victims, and put the law-abiding majority first.\n  *[ERSA]: Employment Related Services Association",
        "The Police, Crime, Sentencing and Courts Act 2022 was passed in April. It doubles the sentences for assaults on emergency workers, introduces Harper’s law, and puts the police covenant in statute. It equips the police to combat crime and create safer communities, while overhauling sentencing laws to keep serious sexual and violent offenders behind bars for longer.\n  *[ERSA]: Employment Related Services Association",
        "Meanwhile the Public Order Bill will further enhance the police’s ability to deal with disruptive protests that prevent ordinary people going about their daily lives and divert police resources from communities where they are needed most to prevent serious violence and neighbourhood crime.\n  *[ERSA]: Employment Related Services Association",
        "Following Russia’s invasion of Ukraine, the Economic Crime (Transparency and Enforcement) Act was passed in March. Hundreds of individuals and entities were designated within hours of it becoming law. The Government has sanctioned over 1,000 individuals and over 100 entities. The Economic Crime and Corporate Transparency Bill will allow us to bear down further on kleptocrats, criminals, and terrorists who abuse our financial system, strengthening the UK’s reputation as a place where legitimate business can thrive while dirty money is driven out.\n  *[ERSA]: Employment Related Services Association",
        "Tackling violence against women and girls, including domestic abuse, has been supported by major funding and the landmark Domestic Abuse Act. It means action to prevent and raise awareness of these crimes, including investing £3 million per annum in prevention projects, improved support for victims, directly supporting thousands of victims and children, and tackling perpetrators through an ambitious £25 million package of behaviour change programmes and research to reduce further violence. The Home Office provides funding for a number of helplines and online services to support victims of VAWG, including domestic abuse. This includes specialist domestic abuse helplines for elderly, deaf and disabled, LGBT and male victims, as well as teachers and employers. In 2021-22, over 81,000 people used the national tackling VAWG helplines for support.\n  *[ERSA]: Employment Related Services Association",
        "The tackling child sexual abuse strategy, published in January 2021, has driven improvements in education, social care, health, law enforcement, and industry. We are working with international partners, to ensure we are doing all that we can to keep children safe online and in our communities in the UK and around the world.\n  *[ERSA]: Employment Related Services Association",
        "**Reducing the risk from terrorism to the UK & UK interests overseas, securing a safe and prosperous UK**\n  *[ERSA]: Employment Related Services Association",
        "The threats we are responding to are becoming more complex and they increasingly overlap. In May, this year, the National Security Bill was introduced to Parliament. It completely overhauls and updates outdated espionage laws and provides updated investigative powers and capabilities so that our law enforcement and intelligence agencies can deter, detect, and disrupt a wide range of modern-day threats from hostile states.\n  *[ERSA]: Employment Related Services Association",
        "The US Deputy Attorney General Lisa Monaco and I released a joint statement in July announcing that the UK-US data access agreement will enter into force in October. It allows UK and US law enforcement to directly request data held by telecommunications providers in the other party’s jurisdiction for the exclusive purpose of preventing, detecting, investigating, and prosecuting serious crimes such as terrorism and child sexual abuse and exploitation. It will have a transformative effect.\n  *[ERSA]: Employment Related Services Association",
        "The Government are committed to tackling the threat from all forms of terrorism. In the last three years, I have proscribed four extreme right-wing terrorist groups, including Sonnenkrieg Division and Feuerkrieg Division. I also proscribed the Islamist group Hamas in its entirety and we supported the successful US prosecutions of two members of Daesh: Alexanda Kotey and Elshafee Elsheikh.\n  *[ERSA]: Employment Related Services Association",
        "We opened the world-leading counter-terrorism operations centre in June 2021, including a cutting-edge counter-terrorism operations suite and state-of-the-art forensics laboratory. For the first time it brings together all the London-based elements of counter-terrorism policing to ensure they can discover and disrupt threats more quickly.\n  *[ERSA]: Employment Related Services Association",
        "The Home Office delivered the first UK policing counter-drone capability, which was used effectively at the G7, COP26 and the Commonwealth Games. A combination of deterrence communications, effective use of airspace restrictions, and new police equipment, powers and procedures is reducing the incidence of misused drones and facilitating their tracking and seizure.\n  *[ERSA]: Employment Related Services Association",
        "We have passed key pieces of legislation such as the Terrorist Offenders (Restriction of Early Release) Act 2020 ended the automatic early-release of terrorist offenders. In addition, the Counter-Terrorism and Sentencing Act was passed in 2021 and which ensures that sentences reflect the severity of the offence and strengthens the monitoring of suspects.\n  *[ERSA]: Employment Related Services Association",
        "To enhance our ability to protect the UK we have also passed the Air Traffic Management and Unmanned Aircraft Act 2021, which provides the police powers to better protect the UK from malicious drone use. We completed a call for information last year on the Computer Misuse Act 1990, to ensure that our legislation and powers continue to meet the challenges posed by the threats in cyberspace.\n  *[ERSA]: Employment Related Services Association",
        "**Tackling illegal migration, removing those with no right to be here, and protecting the vulnerable**\n  *[ERSA]: Employment Related Services Association",
        "The Nationality and Borders Act is the cornerstone of the Government’s new plan for immigration. Since receiving Royal Assent on 28 April 2022,1 have wasted no time in implementing the Act, delivering a fair but firm system to ensure that we can better support those in genuine need of asylum, deterring illegal migration, especially dangerous small boat arrivals; breaking the business model of vile criminal gangs; and removing from the UK those with no right to be here.\n  *[ERSA]: Employment Related Services Association",
        "We have already achieved significant changes in the system with the first raft of reforms, including: the introduction of fixes to the asylum system; new and tougher criminal offences for illegal entry and people smuggling; and nationality law changes that allow fairer access to British nationality.\n  *[ERSA]: Employment Related Services Association",
        "The reforms will build towards a new national age assessment board and scientific age assessment methods to protect children, modern slavery reforms and a new one-stop process and appeals to stop repeated, unmeritorious and last-minute claims seeking to frustrate removal.\n  *[ERSA]: Employment Related Services Association",
        "In July 2021,1 signed a new agreement to strengthen UK-France co-operation on tackling illegal immigration across the channel. Through our joint action with France, we prevented more than 23,000 crossings in 2021. So far in 2022, over 17,000 people have been prevented from crossing the channel in small boats, around 70% more than to this point in 2021. In addition, the UK-France joint intelligence cell, established in July 2020, has, with France, dismantled 21 small boat organised criminal groups, securing over 500 arrests. In the few months it has been operational, the NABA has already resulted in a further 82 arrests, 62 charges, 10 convictions with sentences handed down of 5.9 years following the introduction of the NABA legislation. This includes 38 arrests, 32 charges and 1 conviction for facilitation. Also there have been 23 arrests for illegal entry, 17 charges and 7 convictions.\n  *[ERSA]: Employment Related Services Association",
        "We successfully transferred primacy for operations in the channel to the Ministry of Defence, as part of the whole of Government effort to counter channel crossings by irregular migrants. This sees border force, immigration enforcement and service personnel working side-by-side to ensure the UK’s borders are protected and to effectively manage pressures in the channel.\n  *[ERSA]: Employment Related Services Association",
        "In April 2022, I announced the world-leading migration and economic development partnership with Rwanda. It is part of a suite of measures under the new plan for immigration to tackle the increasing number of small boats arrivals since 2019 by deterring them from making dangerous crossings. The partnership will see those travelling to the UK through illegal, dangerous and unnecessary methods considered for relocation to Rwanda, where they will have their asylum claim processed. While there are ongoing legal proceedings, the partnership arrangement fully complies with all national and international law and we prepare for delivery.\n  *[ERSA]: Employment Related Services Association",
        "We deported 11,532 foreign national offenders between 2019 and March 2022. Since April 2020 we have used 151 charter flights and so far this year, we have returned 1,741 FNOs and other immigration offenders. To support this work, we have agreed new international returns agreements with international partners Albania, Serbia, Nigeria, and most recently Pakistan.\n  *[ERSA]: Employment Related Services Association",
        "In addition, since 2019, we have helped over 11,000 people return home through our voluntary return service and other initiatives; offering practical support and assistance to those who wish to return to their home countries but have no means to do so.\n  *[ERSA]: Employment Related Services Association",
        "The UK continues to welcome refugees and people in need of protection, Our safe and legal routes have resulted in over 320,000 people coming to the U.K. Since the Hong Kong BN(O) route was set up in January 2021, over 140,000 BN(O) status holders and their family members have chosen to take the UK up on this offer and have applied for the BN(O) route as of 30 June 2022.\n  *[ERSA]: Employment Related Services Association",
        "In February 2021, the Home Office completed our commitment to resettle those 20,000 people fleeing conflict in Syria. An additional 1,838 refugees were resettled through the vulnerable children’s resettlement scheme.\n  *[ERSA]: Employment Related Services Association",
        "Through the UK resettlement scheme (UKRS), we have expanded our geographical focus beyond the middle east and north Africa to continue to offer safe and legal routes to the UK for some of the most vulnerable refugees around the world. 1,685 vulnerable refugees have been resettled through the UKRS since the launch of the scheme in March 2021 and since January 2019, 8,710 refugees have been resettled across all the Government’s resettlement schemes, not including Afghan schemes.\n  *[ERSA]: Employment Related Services Association",
        "We helped over 15,000 people to safety from Afghanistan in the biggest and fastest emergency evacuation in recent history. A further 5,000 more people have been helped to enter since the evacuation. This January the Government launched the Afghan citizens resettlement scheme which will see up to 20,000 people from Afghanistan and the region resettled to the UK over the coming years. This is in addition to individuals relocated through the Afghan relocations and assistance policy. In less than a year, almost 7,400 Afghan evacuees have been provided with permanent homes.\n  *[ERSA]: Employment Related Services Association",
        "In response to the Russian invasion of Ukraine we set up some of the fastest and biggest visa schemes in UK history. The Ukraine family scheme had received 58,600 visa applications by 23 August 2022, of which 50,100 visas had been issued. We had received 149,900 Ukraine sponsorship scheme visa applications, and issued 128,800 visas, by 23 August 2022.\n  *[ERSA]: Employment Related Services Association",
        "In June we also announced that the Homes for Ukraine scheme will also allow eligible children under the age of 18 who are not travelling with or joining a parent or legal guardian, to come to the UK in carefully defined circumstances.\n  *[ERSA]: Employment Related Services Association",
        "This record of delivery demonstrates the efforts of the Home Office to get on with the job of protecting the public, keeping our borders secure and the British people safe from harm.\n  *[ERSA]: Employment Related Services Association",
        "**Enabling the legitimate movement of people and goods to support economic prosperity**\n  *[ERSA]: Employment Related Services Association",
        "In 2019, we had uncontrolled immigration from the EU. Since then, we have ended free movement and launched a points-based system, creating a single, global immigration system, attracting and retaining the brightest and best global talent, while realising the enormous potential of our domestic workforce.\n  *[ERSA]: Employment Related Services Association",
        "We have made significant progress in digitising the immigration system, making further improvements to how applicants apply for, access and prove their immigration status to others.\n  *[ERSA]: Employment Related Services Association",
        "In terms of operational processing, between January and July 2022, 96.4% of UK standard passport applications were completed within the published processing time of 10 weeks. The Passport Office is working hard to investigate and conclude the reducing number of cases which fall outside 10 weeks. We plan to recover work in progress (WIP) to base levels across all workstreams in time for year-end WIP target levels, so that we are prepared for the levels of intake next year which we anticipate will be similar to those of 2022.\n  *[ERSA]: Employment Related Services Association",
        "We are currently facing extremely high pressure globally across our visa network, caused by a significantly increase in visa demand following the easing of travel restrictions and the prioritising of Ukraine family scheme and Homes for Ukraine applications in response to the humanitarian crisis caused by Putin’s barbaric invasion of Ukraine. We are working hard to reduce the current processing times as quickly as possible by flexing staff resource and utilising agency across our visa routes as well as pursuing a programme of transformation and business improvement initiatives which will speed up decision making, reduce the time people spend in the system and reduce the numbers who are awaiting an interview or decision. We have also recently reintroduced priority and super priority services in a number of our visa routes to improve the customer experience.\n  *[ERSA]: Employment Related Services Association",
        "Ahead of our exit from the European Union, Border Force recruited 1,570 new staff and trained a total of 8,000 in new policy and processes. We worked with HMRC to operationalise new inland border facilities, effectively creating 5 new ports; and delivered complex and interrelated change across a total of 125 ports.\n  *[ERSA]: Employment Related Services Association",
        "We have further expanded our points-based immigration system to attract the most promising international talent to the UK and maintain our status as a leading international hub for emerging technologies. In May 2021, we expanded our global talent route to allow recipients of international awards, including the Nobel prize for physics, to automatically qualify for the visa. In 2022 we introduced the global business mobility, high potential individual and scale-up visa routes.\n  *[ERSA]: Employment Related Services Association",
        "Since 2019, we have continued to increase border efficiency through the increased use of eGates, expanding their use to passengers from Australia, Canada, Japan, New Zealand, Singapore, South Korea & USA, in addition to British, Irish and EU nationals, and with Border Force now operating 288 eGates at 15 ports. National rollout of the eGate upgrade, which has introduced a new operating system, Border Crossing, and upgraded the software, was completed six months early.\n  *[ERSA]: Employment Related Services Association",
        "Since I overhauled the Windrush compensation scheme in December 2020, interim payments rose from £250 to £10,000. As at the end of June 2022, £53.8 million had been paid or offered under the Windrush compensation scheme, with £43.9 million paid out across 1,098 claims. Our One Home Office cultural transformation programme features an increased focus on ethical decision-making with new routes for colleagues to escalate concerns and think more about the “face behind the case”.\n  *[ERSA]: Employment Related Services Association",
        "By 30 June 2022, we had concluded nearly 6.5 million EU settlement scheme applications, granting status in over 5.9 million applications. Over 450,000 individuals have been supported to apply to the EUSS by our network of grant-funded organisations across the UK. This includes victims of human trafficking and domestic abuse.\n  *[ERSA]: Employment Related Services Association",
        "In 2021, we removed the ability for EU, EEA, and Swiss nationals to travel on an ID card, unless the holder is protected by the citizens’ rights withdrawal agreements, given they were one of the most abused documents at the border.\n  *[ERSA]: Employment Related Services Association",
        "All these achievements represent a record of delivering on the people’s priorities, a record of which I am very proud.\n  *[ERSA]: Employment Related Services Association"
    ]
}