{
    "url": "https://www.ukpol.co.uk/owen-paterson-2014-speech-to-the-scotch-whisky-association/",
    "title": "Owen Paterson – 2014 Speech to the Scotch Whisky Association",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Owen Paterson, the Secretary of State for the Environment, Food and Rural Affairs, in Scotland on 12th May 2014.",
    "content": [
        "[![owenpaterson](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)\n  *[ERSA]: Employment Related Services Association",
        "Thank you for inviting me today to celebrate the Association’s Members’ Day. I am very pleased to have the opportunity to return to Scotland. I am delighted to take any opportunity to shout about Scotch whisky’s great success story.\n  *[ERSA]: Employment Related Services Association",
        "That success is down to the hard work of the 35,000 entrepreneurial people directly or indirectly employed by your industry. It is down to men and women like you that we have such an internationally trailblazing product.\n  *[ERSA]: Employment Related Services Association",
        "Indeed, this is a product of such quality and prestige that it enhances the reputation of all UK food and drink, which together supports 3.6 million jobs, adds nearly £100 billion to the economy and is our largest manufacturing sector.\n  *[ERSA]: Employment Related Services Association",
        "I am pleased that your success has been achieved working in strong partnership with government. My department has long worked very closely with the Association. I worked particularly closely with Gavin, who did great work for the industry and I wish him well for the future. I was pleased to meet David three weeks’ ago, and I’m looking forward to continuing our cooperation with him.\n  *[ERSA]: Employment Related Services Association",
        "**Exports: recent successes**\n  *[ERSA]: Employment Related Services Association",
        "In 2013 UK food and drink exports reached their highest level ever at £18.9 billion.\n  *[ERSA]: Employment Related Services Association",
        "Scotch whisky makes up nearly a quarter of this, with £4.4 billion of Scotch whisky exported last year. The government is hugely proud of this success, which has led to Scotch becoming a well-loved product all over the world.\n  *[ERSA]: Employment Related Services Association",
        "I would like to recognise the Association’s constant efforts, over many years, to support and grow UK exports by increasing the Scotch whisky market overseas. It is hard to believe that in the 1980s, growth had stalled in the industry, and distilleries were being mothballed.\n  *[ERSA]: Employment Related Services Association",
        "Three decades later, and the situation is transformed. Whisky is Scotland’s leading single product export and the UK’s largest consumer good export, making up nearly two-thirds of the value of all beverage exports. And do not underestimate Scotch’s role as a pathfinder, advertising the reliability and quality of UK food and drink across the globe.\n  *[ERSA]: Employment Related Services Association",
        "The government has supported UK companies to double international food and drink trade in the past decade. That’s not just because we produce the world’s best products. It’s because we have the trade networks, the embassies, and an exceptional diplomatic service – together, they are what win trade deals.\n  *[ERSA]: Employment Related Services Association",
        "The UK’s diplomatic networks are what gave us tariff-free deals with the USA on whisky, and Singapore on beef. The Foreign Office employs over 14,000 people in around 270 missions. That’s why last year alone we were able to open 112 additional markets for food and drink exports. That’s good for Scotland’s producers and good for tax revenues too.\n  *[ERSA]: Employment Related Services Association",
        "I have seen how well our embassies work. In January I enjoyed telling several hundred politicians, industrialists and opinion-formers at the British embassy in Berlin that the French drink more Scotch whisky in a month than cognac in a year.\n  *[ERSA]: Employment Related Services Association",
        "**Exports: future prospects**\n  *[ERSA]: Employment Related Services Association",
        "Future economic wins will rely on the activity of our substantial and long-experienced negotiating teams, who are very actively involved on behalf of the whole UK in forthcoming EU / Indian and South American trade talks.\n  *[ERSA]: Employment Related Services Association",
        "You don’t need me to tell you that the Indian market is important, standing at our 4th biggest by volume and 14th by value, up 12% from last year to £69 million. I will be making early contact with the new Indian government following today’s conclusion of the Indian elections and I am looking forward to resuming negotiations on the EU-India Free Trade Agreement. The question of tariffs will certainly be at the front of my mind.\n  *[ERSA]: Employment Related Services Association",
        "In South America, momentum is building towards an imminent exchange of offers on the EU-Mercosur Free Trade Agreement negotiations. This will be an important step towards better access to the Brazilian market, where I know consumer demand for Scotch whisky is growing fast. We will report back to you with that outcome but meanwhile I hope that current difficulties with the registration of the Scotch Whisky Geographical Indication will be resolved.\n  *[ERSA]: Employment Related Services Association",
        "Seven negotiating rounds have taken place since the launch of EU-Vietnam negotiations in June 2012. Vietnam is keen to conclude the deal which is slated for October 2014.\n  *[ERSA]: Employment Related Services Association",
        "Finally, we are starting to see promising developments in negotiations on the EU-USA Transatlantic Trade and Investment Partnership. Scotch whisky already benefits from a zero tariff in the USA, so the immediate commercial benefits are likely to be modest. Exports to the USA grew 8% on 2012 to a record £819 million. This represents nearly £1 in every £5 of exports and is by far the largest market for Scotch by value. I discussed TTIP with my counterpart Tom Vilsack in Washington last year and look forward to seeing him again next month in Washington. The UK has real influence on this deal. Notwithstanding the zero tariff I feel our efforts to boost trade through TTIP could help increase exports even further. We are keen to create a more efficient transatlantic trading environment by reducing the non-tariff barriers that cause problems for UK exporters.\n  *[ERSA]: Employment Related Services Association",
        "**Legal protection**\n  *[ERSA]: Employment Related Services Association",
        "The UK’s deep diplomatic relationships also protect Scotch against illegal and dangerous copycats. On my first visit to China as Secretary of State in Autumn 2012, I had constructive discussions with the Chinese in Guangzhou on bearing down on counterfeit stills. I am pleased that the Chinese authorities take this issue so seriously and have closed down illegal stills.\n  *[ERSA]: Employment Related Services Association",
        "And when the Czech authorities reacted disproportionately to an incident involving illicit alcohol, Defra intervened to resolve the issue quickly and satisfactorily.\n  *[ERSA]: Employment Related Services Association",
        "I will actively support the industry in pursuing those who exploit Scotch whisky by name or product. For example, we have in the past seen fraudulent activities in Austria with the production, sale and export of counterfeit whisky and Scotch whisky. I discussed with David the unresolved legal issues that remain on this, and I have written to my Austrian counterpart requesting a meeting between their Federal Ministry of Agriculture, the SWA and Defra.\n  *[ERSA]: Employment Related Services Association",
        "**Geographical Indicators**\n  *[ERSA]: Employment Related Services Association",
        "I would like to acknowledge the work carried out by the Scotch Whisky Association in making the most of the EU protection afforded Scotch Whisky as a Geographical Indication.\n  *[ERSA]: Employment Related Services Association",
        "Currently, Scotch Whisky is recognized and registered as a Geographical Indication in 41 countries. The latest success in registering Scotch whisky as a certification trade mark in Australia in April this year was a clear example of collaborative working. My colleague William Hague recently met the Australian High Commissioner to get Scotch fast-tracked as a trademark there, protecting an £84 million market.\n  *[ERSA]: Employment Related Services Association",
        "It represents an important step in cracking down on fakes and imitations. It is the culmination of meticulous hard work from the Scotch Whisky Association, the UK government and the European Commission.\n  *[ERSA]: Employment Related Services Association",
        "The Scotch Whisky Geographical Indication has been further protected with the launch of HMRC’s Spirit Drinks Verification Scheme established this year. The scheme ensures that Scotch whisky is produced and marketed in ways that fully comply with its technical specification.\n  *[ERSA]: Employment Related Services Association",
        "I know we have worked closely to achieve solutions for the protection of bulk exports of Scotch whisky outside the EU. The verification system introduced by HMRC goes some way to alleviating the problems with poorly blended and bottled products overseas. Enforcement is also an important aspect to protecting this reputation.\n  *[ERSA]: Employment Related Services Association",
        "**Budget**\n  *[ERSA]: Employment Related Services Association",
        "Nearer home, I wanted to touch briefly on the recent Budget decision to end the alcohol duty escalator and freeze spirits duty. I know the SWA was a big part of the campaign for movement on that. This is a good example of how we can work as partners in close cooperation and deliver big decisions with very significant benefits for the industry.\n  *[ERSA]: Employment Related Services Association",
        "**Wider benefits**\n  *[ERSA]: Employment Related Services Association",
        "As well as recognising your success in growing your businesses, opening new markets and protecting your brands, I also wanted to recognise the wider benefits of this industry. Not only do you bring high-quality, long-term jobs to the heart of some very remote and rural communities, you are also making an important contribution to the environment.\n  *[ERSA]: Employment Related Services Association",
        "I know the SWA published its third Environmental Strategy last year and the industry has been increasingly looking at greener, more environmentally-friendly production with fewer emissions and a move away from fossil fuel sources of energy.\n  *[ERSA]: Employment Related Services Association",
        "I am a particular supporter of anaerobic digestion technology for producing electricity. I know Diageo have started using this for malt distilling, which I think is a first. That puts Diageo on the cutting edge of renewable energy innovation. And I welcome the news that the Association is close to achieving zero waste to landfill, with only 5% of waste being landfilled in 2012. These are major achievements which the industry can be very proud of, but I want to encourage you to continue challenging yourselves on this.\n  *[ERSA]: Employment Related Services Association",
        "**Concluding remarks**\n  *[ERSA]: Employment Related Services Association",
        "Looking to the future, what we all want to see is an industry that is increasingly developing new products, tapping into new markets, competing with the global players and meeting the demands of millions more discerning consumers. Scotch whisky is ideally positioned to gain from increasing disposable incomes as economies grow in markets such as India, South America and Africa. The Scotch Whisky Association is already well ahead of the game in capitalising on these markets.\n  *[ERSA]: Employment Related Services Association",
        "With £2 billion of investment committed over two years, and more than 20 new distilleries planned, the future looks really exciting. But I understand this level of investment can’t be taken for granted. It only happens when businesses can have some certainty and a favourable climate.\n  *[ERSA]: Employment Related Services Association",
        "Your ambitions are tremendous, and the UK government will continue do everything it can to provide the positive business environment to meet them. I look forward to working with you over the coming year.\n  *[ERSA]: Employment Related Services Association",
        "Thank you.\n  *[ERSA]: Employment Related Services Association"
    ]
}