{
    "url": "https://www.ukpol.co.uk/owen-paterson-2012-speech-to-the-food-and-drink-federation/",
    "title": "Owen Paterson – 2012 Speech to the Food and Drink Federation",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Environment Secretary, Owen Paterson, to the Food and Drink Federation on 12th December 2012.",
    "content": [
        "[![owenpaterson](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)\n  *[ERSA]: Employment Related Services Association",
        "This time last year the FDF launched its 2020 vision for growth. This is a shared vision for the UK food and drink industry to deliver sustainable growth of 20% by 2020. I would like to take this opportunity to thank my predecessor Caroline Spelman who played a key role in its launch.\n  *[ERSA]: Employment Related Services Association",
        "I fully support the FDF’s work on this. It chimes well with the instructions the Prime Minister gave me on my appointment. He asked me and my Ministerial team to focus on growth while improving the environment. These two are not mutually exclusive; in fact I believe that we cannot have one without the other.\n  *[ERSA]: Employment Related Services Association",
        "One of the first events I attended in office was a meeting at No. 10 with farmers, producers, distributors and exporters. I understand that Government needs to work in partnership with industry if we are to get the best from the food and drink manufacturing sector.\n  *[ERSA]: Employment Related Services Association",
        "This sector is a great success story. The food and drink manufacturing sector employs 3.6 million people and agricultural work employs a further half million. The manufacturing side is worth £9 billion to the UK economy. Last year exports hit £12 billion\n  *[ERSA]: Employment Related Services Association",
        "The Government is investing in the future of the industry. We spend over £410million on agriculture and food research annually. I know that as an industry you invest £1 billion each year in R&D. That enables a staggering 1,500 new products to be launched each quarter. Innovation has a key role to play in ensuring that the sector continues to grow and that we can expand into new markets.\n  *[ERSA]: Employment Related Services Association",
        "Recently I was in Shanghai to open the Food and Hotel China trade fair. Incredibly there were UK Companies who were selling tea to China. They were creating a market by offering innovative high-quality products.\n  *[ERSA]: Employment Related Services Association",
        "The Green Food Project is looking at how to produce more food while simultaneously improving the environment. We’re working with partners from across the food supply chain, from farmers to retailers, to design and implement policy that works for businesses, consumers and the environment.\n  *[ERSA]: Employment Related Services Association",
        "I am currently working with David Willetts, the Science Minister, on the Life Sciences Agri-Tech Strategy to help encourage innovation and new technologies. We want to use the UK’s world class science base to increase the competitiveness of the agricultural sector and address the global food security challenge. We need to be able to translate research into new products, processes and technologies, and this should include serious consideration of GM. It is reported that in 2011, 16 million farmers in 29 countries grew GM products on 160 million hectares. That’s 11% of the world’s arable land. To put it in context that’s 6 times larger than the whole surface area of the UK.\n  *[ERSA]: Employment Related Services Association",
        "We need to discuss this at national level and unblock it at EU level. Above all we need to make the case to the public. That will require government, industry and the science community to work together. I agree with Jim [Mosely] that the UK risks becoming a “food museum” if we fail to embrace new technologies such as GM, so it’s crucial we get this right.\n  *[ERSA]: Employment Related Services Association",
        "The Agri-Tech Strategy will build on our world leading scientific expertise in the UK. We need the best research, technology and knowledge transfer that we can get, so that the industry can continue to develop. This is a great opportunity for UK economic growth and a way to continue to increase exports. We also need to educate the public sentiment so consumers understand the possibilities that new technologies offer.\n  *[ERSA]: Employment Related Services Association",
        "The FDF have had a great success in achieving their pledge to double the number of apprenticeships by the end of 2012, there are now over 4,700 in the sector. The industry is really leading the way both for growth and delivering for wider society. The Graduate Excellence Scheme is exactly the sort of thing we need. It will encourage young people into this exciting, innovative industry. They will be rewarded with a fulfilling career. My sincere congratulations to all the companies who have pledged their support.\n  *[ERSA]: Employment Related Services Association",
        "The Food Supply Chain Skills Action Plan will help us to continue to deliver on improving the perception and image of the food and drink sector. I would like to pay tribute to Sir Jim Paice the previous Agriculture Minister for the excellent work he did on creating this plan. I discussed the issues of improving skills and improving the image of the sector when I met with the FDF Executive Committee in October this year.\n  *[ERSA]: Employment Related Services Association",
        "This plan is important because, as the FDF is clearly already aware, improving skills is fundamental to sustainable growth of the sector and of the economy.\n  *[ERSA]: Employment Related Services Association",
        "As well as investing in the future of the industry through research and skills, the Government is evening out the balance of power in the supply chain to ensure that everyone gets a fair deal for their hard work.\n  *[ERSA]: Employment Related Services Association",
        "We are introducing a Groceries Code Adjudicator to make sure that direct suppliers to major retailers are treated fairly. This will also mean that consumers get a good deal; they shouldn’t lose out because of unfair contractual practices. I would like to thank the FDF for their support on this initiative.\n  *[ERSA]: Employment Related Services Association",
        "We are continuing to support the UK dairy industry through the Code of Practice. The Code means that in future, contracts between farmers and dairy processors will be freely negotiated, fairer and more transparent. Yesterday we made another great step forward for dairy farmers with the Dairy Package that David Heath launched on the Isle of Wight.\n  *[ERSA]: Employment Related Services Association",
        "We can all do our bit to help the industry. We have a £1.2 billion trade deficit in dairy products. Each year we bring in 115,000 tonnes of ice cream – more than double the 50,000 we send abroad. 150,000 tonnes of yoghurt – six times the 25,000 we export. We have a dessert deficit. If we all reached for dairy products with made in the UK on the label, we could make a massive difference.\n  *[ERSA]: Employment Related Services Association",
        "Increasing exports is widely seen as one of the largest opportunities for growth in the UK food and drink sector. Look at the recent deal with Russia. There’s a market just opened up worth potentially £80 million over the next three years exporting beef and lamb.\n  *[ERSA]: Employment Related Services Association",
        "There have been seven consecutive years of record growth in exports in the food and drink sector. This demonstrates the opportunity for exports in this sector to have an even greater impact on the UK economy.\n  *[ERSA]: Employment Related Services Association",
        "That’s why I am focusing so much of my energy on getting exports moving. I’ve already mentioned the trade fair in Shanghai where there was the largest ever delegation of food and drink companies to China. I also went to a highly successful reception promoting our new agreement to sell beef on the bone to Hong Kong.\n  *[ERSA]: Employment Related Services Association",
        "British food is becoming increasingly popular abroad thanks to its excellent reputation. We have high quality ingredients and raw materials. We have rigorous food production standards. We have totally reliable traceability. This is what the research for the FDF’s Vision for Growth showed. The research also showed that branding and new product development were particularly good.\n  *[ERSA]: Employment Related Services Association",
        "We’re continuing to work on this through our action plan “Driving Exports Growth in the Farming, Food and Drink Sectors”. We aim to open markets and remove trade barriers, encourage SMEs to explore overseas opportunities and build a business mindset about exporting as a key route to growth.\n  *[ERSA]: Employment Related Services Association",
        "If you have any problems with technical or regulatory issues please come to us. In China we found that the UKTI can offer practical advice on the ground. I want to get the message out; we are here to help.\n  *[ERSA]: Employment Related Services Association",
        "As well as looking at what we’re doing in the UK, we also need to look at the wider conditions we are working in.\n  *[ERSA]: Employment Related Services Association",
        "In the European Union with the other Member States I‘m pushing the Commission hard on CAP reform. I have a clear end point that I’d like European agriculture to arrive at although we might not get there this time. Decisions on which food to produce should be left to the market, so farmers alone decide which crops to grow and animals to raise. Tax payers’ money should be used to support the environment through our excellent agri-environment schemes, so that farmers and landowners are compensated for the public goods they provide and for which there is no market mechanism.\n  *[ERSA]: Employment Related Services Association",
        "I am seriously worried that some countries are looking to reverse the long-term destination set out in the MacSharry and Fischler reforms. These countries want us to continue to subsidise food production with public money. For instance the EU has agreed that sugar quotas should end in 2015. At the Agriculture Council in November I made it clear that sugar quotas need to go. The price of sugar is 35% higher than it needs to be; it adds an unnecessary 1% on to the weekly shopping basket. This is ridiculous when China imported £1.2billion worth of raw and refined sugar in 2011, more than double what it was the year before. We should be able to export our sugar to them.\n  *[ERSA]: Employment Related Services Association",
        "Growth is not enough on its own. As well as finding ways for the sector to continue to expand we also need to improve the environment.\n  *[ERSA]: Employment Related Services Association",
        "We are already making progress, since 2006 food waste has been reduced by 13% but the UK still threw away 15 million tonnes of food and drink waste in 2011. That’s £500 worth of edible food the average family chucks out each year. As well as household waste we should think about industry by-products that have other uses, for example agricultural waste in Anaerobic Digestion plants.\n  *[ERSA]: Employment Related Services Association",
        "I welcome the FDF’s leadership in developing the Five-Fold Environmental Ambition. It has targets for five areas of environmental sustainability: achieving an absolute reduction in emissions by 2020, sending zero food and packaging waste to landfill by 2015, reducing the carbon impact of packaging, reducing water use, and embedding environmental standards in transport.\n  *[ERSA]: Employment Related Services Association",
        "I also congratulate the FDF on taking part in voluntary agreements, such as the Federation House Commitment for water saving. I thank the FDF for continuing to drive the sustainability agenda forward. Through the efforts of the members of the FDF sustainable behaviours are now the norm for the sector. This is an excellent achievement.\n  *[ERSA]: Employment Related Services Association",
        "My colleague Jeremy Hunt in the Department of Health has asked me to thank the FDF for its commitment to the Public Health Responsibility Deal Food Network. The FDF has done much this year to enable people to eat more healthily and we need to keep building on this success.\n  *[ERSA]: Employment Related Services Association",
        "I am delighted to be the Secretary of State working with the industry at such an exciting time. I am looking forward to continuing to work closely with you all.\n  *[ERSA]: Employment Related Services Association",
        "I want to thank all of you for the contribution you are making to increasing growth while improving the environment. Next year the FDF celebrate their centenary, they should rightly celebrate 100 years of championing the industry and supporting innovation.\n  *[ERSA]: Employment Related Services Association",
        "I wish you a very Merry Christmas and a most successful New Year.\n  *[ERSA]: Employment Related Services Association"
    ]
}