{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-drug-misuse-and-project-adder/",
    "title": "Priti Patel – 2021 Statement on Drug Misuse and Project ADDER",
    "post_date": "January 22, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 20 January 2021.",
    "content": [
        "My right hon. Friend the Secretary of State for Health and Social Care (Matt Hancock) and I have today announced the investment of £148 million to dismantle criminal gangs, reduce the demand for illegal drugs and help those in treatment and recovery, to make communities safer.\n  *[ERSA]: Employment Related Services Association",
        "The Government are determined to take concerted action to address drug misuse, given its associated harms and that it is a significant driver of crime. This funding, which includes the largest increase in drug treatment funding for 15 years, will see more illegal drugs taken off the street and communities made safer, delivering on our pledge to “build back safer” from the pandemic.\n  *[ERSA]: Employment Related Services Association",
        "This £148 million package comprises of £40 million for financial years 2021-22 to tackle drug supply and take down county lines gangs and £80 million for financial years 2021-22 for drug treatment services across the country. Additionally, £28 million over three years will be directed towards Project ADDER (addiction, diversion, disruption, enforcement and recovery), an innovative and targeted project to reduce drug-related offending, drug deaths and prevalence of drug use.\n  *[ERSA]: Employment Related Services Association",
        "Funding will be directed to key local areas, to help drive down the prevalence of drug misuse and drug-related deaths in the community. Project ADDER will trial a new system-wide approach to drug misuse, which combines a targeted police approach with enhanced treatment and recovery services. It brings together the police, local councils and health services, to reduce drug-related offending, drug deaths and drug use and will run for three financial years in five areas, including Blackpool, Hastings, Middlesbrough, Norwich and Swansea Bay. These areas will benefit from the £28 million funding which will allow local police to ramp up activity to target local gang leaders driving the drugs trade and enable enhanced treatment and recovery services to help those people affected by drug use.\n  *[ERSA]: Employment Related Services Association",
        "£40 million of the funding will be used to disrupt drug supply and “roll up” county lines. This will stop communities being blighted by drug-related crime. This funding, which doubles our investment from last year, will allow us to continue and enhance our response to county lines. That response is already delivering real results: since November 2019 more than 3,400 people have been arrested, more than 550 lines have been closed, and more than 770 vulnerable people have been safeguarded as a result of this work. The new funding will also allow us to take wider action against the highest harm criminals involved in trafficking drugs to the UK, including through enhanced work with international partners.\n  *[ERSA]: Employment Related Services Association",
        "And an extra £80 million will also be invested in drug treatment services across England to give more support to people struggling with drug addiction, which we know can fuel crime. This funding will increase the number of treatment places available, including to divert offenders into tough and effective community sentences, and also to make sure that prisoners get into treatment on release. By providing treatment and saving lives, former offenders will also have the chance and support to break the cycle of crime and addiction.\n  *[ERSA]: Employment Related Services Association",
        "Together the funding will help to drive down crime and violence in communities affected by the scourge of illegal drugs as we build back safer from the pandemic.\n  *[ERSA]: Employment Related Services Association"
    ]
}