{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-the-amesbury-inquiry/",
    "title": "Priti Patel – 2021 Statement on the Amesbury Inquiry",
    "post_date": "November 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 18 November 2021.",
    "content": [
        "I am announcing today the Government’s decision to establish an inquiry under the Inquiries Act 2005, to investigate the death of Dawn Sturgess in Amesbury on 8 July 2018, after she was exposed to the nerve agent Novichok.\n  *[ERSA]: Employment Related Services Association",
        "The inquiry will be chaired by the hon. Baroness Heather Hallett DBE.\n  *[ERSA]: Employment Related Services Association",
        "Baroness Hallett is a Cross-Bench life peer who was nominated by the Lord Chief Justice to lead the investigation and inquest into Dawn Sturgess’s death. In accordance with section 3(1) of the Act, this inquiry will be undertaken by Baroness Hallett alone as Chair.\n  *[ERSA]: Employment Related Services Association",
        "The Government are establishing an inquiry after careful consideration of advice from Baroness Hallett that this is necessary to permit all relevant evidence to be heard. This is an important step in ensuring that the family of Dawn Sturgess get the answers they need.\n  *[ERSA]: Employment Related Services Association",
        "The current inquest will be adjourned after the establishment of the inquiry.\n  *[ERSA]: Employment Related Services Association",
        "I will place a copy of the terms of reference for the inquiry in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association",
        "The inquiry’s investigations will be a matter for the Chair. As the sponsoring Department, the Home Office will provide support and ensure that the inquiry has the resources that it needs.\n  *[ERSA]: Employment Related Services Association"
    ]
}