{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-speech-at-the-british-irish-parliamentary-association/",
    "title": "Owen Paterson – 2010 Speech at the British Irish Parliamentary Association",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Owen Paterson, the then Secretary of State for Northern Ireland, in the House of Commons on 22 November 2010.",
    "content": [
        "It’s a great pleasure to address this session of the British Irish Parliamentary Association\n  *[ERSA]: Employment Related Services Association",
        "This is a ‘first’ for me and also for you since I represent the first change in administration for 13 years.\n  *[ERSA]: Employment Related Services Association",
        "Given that we now have a Coalition Government in London as well as Belfast and Dublin, I think it would be appropriate if I were to set out the priorities of my Government in relation to our responsibilities following the transfer of policing and justice powers from Westminster to Stormont in April this year.\n  *[ERSA]: Employment Related Services Association",
        "I am conscious that I am the first Secretary of State since the Northern Ireland Office was created in 1972 to come to Northern Ireland without a major political and/or security fire storm raging overhead.\n  *[ERSA]: Employment Related Services Association",
        "I want to pay a warm tribute to all of those -some of you here today–who have helped transform Northern Ireland over the last near 20 years: from John Major and Willie Whitelaw through to Gordon Brown and my predecessor Shaun Woodward.\n  *[ERSA]: Employment Related Services Association",
        "But that is not to say that there are no longer challenges to face as we build on the great successes of the peace and political processes.\n  *[ERSA]: Employment Related Services Association",
        "It will be by facing those challenges that we will clear the space for economic delivery in Northern Ireland.\n  *[ERSA]: Employment Related Services Association",
        "The institutions established under the Belfast Agreement and developed further at St Andrews are in the early stages of their development and we must not forget that.\n  *[ERSA]: Employment Related Services Association",
        "To emerge fully from more than three decades of bloody conflict which was itself a terrible physical manifestation of centuries of distrust, fear and, at times, hatred will not happen over night.\n  *[ERSA]: Employment Related Services Association",
        "We have seen great examples of political leadership and courage in Northern Ireland and not a little political ingenuity to give form and substance to the out working of that leadership and courage.\n  *[ERSA]: Employment Related Services Association",
        "I want to make it absolutely clear from the outset that the Coalition Government is fully behind the institutions in Northern Ireland.\n  *[ERSA]: Employment Related Services Association",
        "If they are to change or evolve in any way then that must be on the basis of agreement and consensus among those who are charged by the people of Northern Ireland with making them work for the good of the whole community.\n  *[ERSA]: Employment Related Services Association",
        "We will also stand by the other commitments set out in the Belfast Agreement and at St Andrews insofar as they remain within our competence post Devolution.\n  *[ERSA]: Employment Related Services Association",
        "There will be a session on the Bill of Rights, for example, and I look forward listening to contributions to this important debate.\n  *[ERSA]: Employment Related Services Association",
        "Let me set that in context from the Government’s perspective.\n  *[ERSA]: Employment Related Services Association",
        "The Government remains committed to maintaining human rights protections in Northern Ireland\n  *[ERSA]: Employment Related Services Association",
        "The previous Government’s consultation on Next Steps on a Bill of Rights revealed deep divisions and a lack of consensus on a way forward\n  *[ERSA]: Employment Related Services Association",
        "There was similar division in a debate in the Northern Ireland Assembly earlier this year (with members voting by 46 votes to 42 against a motion calling for a robust, enforceable Bill of Rights)\n  *[ERSA]: Employment Related Services Association",
        "It is difficult for the Government to make further progress on a Bill of Rights in the absence of this consensus\n  *[ERSA]: Employment Related Services Association",
        "A legislative consent motion must be passed by the Assembly in circumstances where the Government intends to bring forward any legislation at Westminster – like a Bill of Rights – which will have a significant impact on devolved policy\n  *[ERSA]: Employment Related Services Association",
        "Many members of the Assembly clearly have reservations about a Bill of Rights and it appears unlikely that any motion could be successfully passed\n  *[ERSA]: Employment Related Services Association",
        "Building consensus is therefore crucial and I will ask supporters of a Bill of Rights to focus their energies on engaging with those members who are sceptical.\n  *[ERSA]: Employment Related Services Association",
        "Of course there are some who fear consensus on anything in Northern Ireland and indeed who fear democracy itself.\n  *[ERSA]: Employment Related Services Association",
        "They not only defy the expressed will of the people in Ireland, North and South as clearly expressed in referendum and successive elections they fly in the face of world opinion from the United States to the European Union and beyond.\n  *[ERSA]: Employment Related Services Association",
        "We do not for a moment underestimate the threat they pose to the whole community with their cynical and murderous recklessness.\n  *[ERSA]: Employment Related Services Association",
        "But nor should they underestimate the determination of the great majority of people in the United Kingdom and Ireland, supported by their Governments, never to allow them to put at risk all that has been so hard won.\n  *[ERSA]: Employment Related Services Association",
        "They are stuck in a poisonous mindset that cannot be allowed to infect future generations who have had no experience of violence and who want to live in a shared future with the past that these residual terrorist groups represent put where it belongs.\n  *[ERSA]: Employment Related Services Association",
        "We accept of course that for many people who suffered grievously, their Past is with them constantly; when they wake up and when they go to bed, at work or in the pub, at church on Sunday.\n  *[ERSA]: Employment Related Services Association",
        "From the years that I spent visiting Northern Ireland every week and from my experience as Secretary of State since May, I know how complex and potentially divisive dealing with the past can be.\n  *[ERSA]: Employment Related Services Association",
        "That does not mean we can simply ignore it.\n  *[ERSA]: Employment Related Services Association",
        "This government has shown that we do not shirk difficult issues.\n  *[ERSA]: Employment Related Services Association",
        "We published the Saville Report as soon as possible after coming to power and the Prime Minister immediately accepted full responsibility for what was revealed in the deeply shocking conclusion of the Report.\n  *[ERSA]: Employment Related Services Association",
        "Shortly afterwards we published the results of the consultation on the Eames/Bradley report on dealing with the past which revealed that there was no consensus on a clear way forward.\n  *[ERSA]: Employment Related Services Association",
        "I met Mrs Finucane and her son John, the first Secretary of State to see the family since 2006.\n  *[ERSA]: Employment Related Services Association",
        "Within days of the meeting, I set out in a WMS how I intend to proceed on the issue of an inquiry into the murder of Pat Finucane.\n  *[ERSA]: Employment Related Services Association",
        "I have not formed a final view on how we will move forward on dealing with the Past and with Minister of State, Hugo Swire we will continue to listen to representations.\n  *[ERSA]: Employment Related Services Association",
        "But be assured we will not let this issue drift.\n  *[ERSA]: Employment Related Services Association",
        "Nor will we let the economy drift towards the financial catastrophe that we were on course for when we came to office.\n  *[ERSA]: Employment Related Services Association",
        "I will set the figures out once again.\n  *[ERSA]: Employment Related Services Association",
        "The Government inherited the worst deficit in the G20.\n  *[ERSA]: Employment Related Services Association",
        "We are borrowing around £270,000 per minute.\n  *[ERSA]: Employment Related Services Association",
        "We are paying debt interest of £120 million a day.\n  *[ERSA]: Employment Related Services Association",
        "This is dead money that cannot be spent on schools, hospitals, social housing, the police or anything else.\n  *[ERSA]: Employment Related Services Association",
        "The Government had no choice but to act quickly and decisively to halt the headlong rush towards financial bankruptcy.\n  *[ERSA]: Employment Related Services Association",
        "Anyone who thinks that addressing the deficit can be done at a leisurely pace is deluding themselves and misleading everyone else.\n  *[ERSA]: Employment Related Services Association",
        "Of course that means hard choices have to be made and that was reflected in the Chancellor’s emergency Budget and the recent Spending Review.\n  *[ERSA]: Employment Related Services Association",
        "Had we failed to take the difficult decisions our deficit would be almost £100 billion higher at the end of this Parliament.\n  *[ERSA]: Employment Related Services Association",
        "No one likes telling anyone that they will have to operate with less money than before and yet maintain the standards that the taxpayer has the right to expect of the services he and she pays for.\n  *[ERSA]: Employment Related Services Association",
        "It may not be easy but it can be done.\n  *[ERSA]: Employment Related Services Association",
        "My own department, the Northern Ireland Office, is committed to 25% savings.\n  *[ERSA]: Employment Related Services Association",
        "The Northern Ireland Executive has been given a settlement that will require savings of 6.9% over four years.\n  *[ERSA]: Employment Related Services Association",
        "Annually this represents £1.72 out of every £100 the Executive spends of its resource DEL.\n  *[ERSA]: Employment Related Services Association",
        "I have absolutely no doubt that with political commitment in the Executive and Assembly and the managerial talent within the public sector relatively modest savings on this scale will be achieved.\n  *[ERSA]: Employment Related Services Association",
        "I have also stressed that more needs to be done to boost the private sector in Northern Ireland.\n  *[ERSA]: Employment Related Services Association",
        "No one is maligning the public sector when making the obvious point that for reasons that are well rehearsed and understood at the top level of Government, the economy of Northern Ireland is out of balance.\n  *[ERSA]: Employment Related Services Association",
        "The degree of over reliance on the public sector is simply untenable in the long term.\n  *[ERSA]: Employment Related Services Association",
        "That said the solution is not to reduce the size of the public sector as an end in itself and do nothing else.\n  *[ERSA]: Employment Related Services Association",
        "That would help no one.\n  *[ERSA]: Employment Related Services Association",
        "What we have to do is to build the private sector by making Northern Ireland increasingly attractive to inward investment and encouraging indigenous businesses to grow and prosper.\n  *[ERSA]: Employment Related Services Association",
        "Everyone I have spoken to who has had experience of doing business in Northern Ireland speaks highly of the quality of the work force, of the availability of well educated young people, of the advantage of good infrastructure, broadband coverage and the highly competitive cost base.\n  *[ERSA]: Employment Related Services Association",
        "There is so much going for Northern Ireland that can be built on given the right environment but this will take time; I have said it may take up to 25 years but we have to start now.\n  *[ERSA]: Employment Related Services Association",
        "By the end of the year, the Treasury working with the Executive will have produced a paper on rebalancing the Northern Ireland economy.\n  *[ERSA]: Employment Related Services Association",
        "It will look at proposals for turning Northern Ireland into an enterprise zone.\n  *[ERSA]: Employment Related Services Association",
        "In addition it will examine potential mechanisms for giving Northern Ireland a separate rate of Corporation Tax.\n  *[ERSA]: Employment Related Services Association",
        "Reducing Corporation Tax to the level of that in the Republic of Ireland, or indeed going even lower, could give a huge marketing boost to efforts to attract investment from across the world.\n  *[ERSA]: Employment Related Services Association",
        "Every challenge is also an opportunity and if that is a cliche it is because it is true.\n  *[ERSA]: Employment Related Services Association",
        "What we want to end up with is an effective public sector working alongside a thriving private sector.\n  *[ERSA]: Employment Related Services Association",
        "I want to see bright young people being able to have the choice of going into public service or joining the private sector on the basis that both offer exciting and rewarding careers.\n  *[ERSA]: Employment Related Services Association",
        "I have often said that in facing the challenges and exploiting every opportunity offered we function best when we are a team.\n  *[ERSA]: Employment Related Services Association",
        "It is a team game and it is a team game that we can win.\n  *[ERSA]: Employment Related Services Association"
    ]
}