{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-the-police-and-crime-commissioner-review/",
    "title": "Priti Patel – 2022 Statement on the Police and Crime Commissioner Review",
    "post_date": "March 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 7 March 2022.",
    "content": [
        "Today, I am pleased to set out to the House a package of measures in support of this Government’s manifesto commitment to expand and strengthen the role of our directly elected police and crime commissioners (PCCs), and those mayors with PCC functions, including the findings from the second part of our internal review into the role of PCCs.\n  *[ERSA]: Employment Related Services Association",
        "Our two-part review will ensure PCCs can focus more sharply on local crime fighting, with stronger accountability to those they serve. As set out in the Government’s beating crime plan, PCCs allow the public’s voice to be heard on local policing and crime matters and hold chief constables to account for delivering what communities need. As such, PCCs continue to play a critical role in reducing crime and reoffending.\n  *[ERSA]: Employment Related Services Association",
        "Part 1 of the review focused on making it easier for the public to hold their PCC to account for their record on delivering the safer streets that they deserve. In March 2021, I announced a package of reforms that will ultimately help people judge their PCC at the ballot box and we are making good progress in bringing about these important changes.\n  *[ERSA]: Employment Related Services Association",
        "Today, I want to update the House on two specific measures from part 1, before I turn to our conclusions from part 2.\n  *[ERSA]: Employment Related Services Association",
        "The first gets to the heart of equipping our PCCs with the right tools and powers to work with their partners to tackle crime and anti-social behaviour. Our targeted consultation last year found broad support for “levelling up” PCCs by providing them with a wider functional power of competence so they have parity with the equivalent powers held by fire and rescue authorities and most mayoral combined authorities. By equipping PCCs with this new power, we will make it easier for them to act creatively to reduce crime and to make better use of police resources.\n  *[ERSA]: Employment Related Services Association",
        "Secondly, I pledged to consult on changes to the Policing Protocol Order. This is a document that sets out the roles and responsibilities of various people involved in policing, such as PCCs, chief constables and police and crime panels. I am therefore launching a targeted, stakeholder consultation to seek views from our policing partners on how we can refresh this document to provide a “brighter line” on the boundaries of operational independence and to better reflect my role as Home Secretary. If we are going to deliver on our shared mission to cut crime, it is essential that all those involved in policing understand their respective roles.\n  *[ERSA]: Employment Related Services Association",
        "Having focused in part 1 on strengthening their role, we wanted to use the second part of our review to ensure that PCCs have the information, levers and tools to help cut crime, drugs misuse and anti-social behaviour. After almost a decade since their introduction, it is time to focus on the “and crime” part of the PCC role.\n  *[ERSA]: Employment Related Services Association",
        "I will now give an overview of our part 2 conclusions. All our recommendations are set out in full as an annex (Annex A) and the attachment can be viewed online at: http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2022-03-07/HCWS664/.\n  *[ERSA]: Employment Related Services Association",
        "To cement PCCs’ role in offender management: PCCs are held locally accountable for reducing crime, but to carry out their duties effectively, we must give them the levers to work across their local criminal justice system. We will create a new statutory duty to lock in collaborative working between PCCs and the Probation Service. This step, in conjunction with the other measures we will bring forward, will help align the work of PCCs and local probation services around their shared goal to break the chain of reoffending.\n  *[ERSA]: Employment Related Services Association",
        "To improve the way PCCs work in partnership with others to fight crime and support victims: We need to see all public safety partners playing their full part in the fight against crime. It is essential that PCCs can bring local agencies together to tackle the issues that blight their communities—like drugs misuse, anti-social behaviour and neighbourhood crime. We will provide PCCs with the tools to do this by strengthening the guidance that underpins their role in convening partners to fight crime and drugs misuse, in line with Dame Carol Black’s independent review on drugs. We will also give PCCs a central role on local criminal justice boards, support their work on violence reduction units and clarify the local crime prevention landscape through an in-depth review of community safety partnerships in England and Wales. Of course, PCCs continue to play a vital role in supporting victims of crime. The Ministry of Justice Victims’ Bill consultation considered how to expand and strengthen PCCs’ role in relation to oversight of victims’ experiences in the criminal justice system and commissioning support services, and so it was not examined within part 2 of the PCC review, but the work is complementary and aligned. The consultation closed in February, and the Government will introduce the Victims’ Bill as soon as possible.\n  *[ERSA]: Employment Related Services Association",
        "To improve public confidence in policing: PCCs play an important role as the voice of victims and use their levers to tackle the issues raised by complainants. To do this well, PCCs must visibly hold the police to account on behalf of their whole community and use their role to help uphold police legitimacy. We will support PCCs by clarifying our expectations in this regard and work with the Association of Police and Crime Commissioners and the College of Policing to ensure PCCs have access to the best possible evidence about what helps foster local confidence in policing.\n  *[ERSA]: Employment Related Services Association",
        "To improve PCC’s access to criminal justice data: Without sharing information on a timely basis, local crime fighting activity cannot be delivered in a joined-up way. Local partners often deal with the same cohorts of offenders, but throughout the review, we heard that sharing data can be difficult and inconsistent. We therefore propose to take steps to support a more data-confident culture by issuing new central guidance, supported by examples of local good practice and bolstering the ability of PCCs to more confidently use this information. These steps will help PCCs to better understand how effectively and efficiently their police force is operating within the wider criminal justice landscape.\n  *[ERSA]: Employment Related Services Association",
        "If we are to strengthen and expand the role of PCCs in this way, this must be balanced by robust accountability to the public. We are taking further steps to strengthen the checks and balances on PCCs.\n  *[ERSA]: Employment Related Services Association",
        "To help ensure there is effective local scrutiny: We want to see police and crime panels acting as critical friends, helping the public to understand how their PCC is doing on the issues that matter to them. The review found that independent members on panels were important, bringing relevant skills, expertise and greater diversity; so we will focus on improving their recruitment and retention. We will also look at whether a regional model of panel support could improve the professionalism, quality and consistency of the support provided to panels.\n  *[ERSA]: Employment Related Services Association",
        "To help ensure the public can complain about their PCC if needed and trust that their complaint will be handled fairly and consistently: Police and Crime Commissioners are elected representatives, held to account to the public via the ballot box. The Home Office will further consider the processes for how complaints of criminal misconduct are handled, and the scope to align a new code of conduct with the regime for mayors and councillors in local government. This will also consider how to address the problems of vexatious and political motivated complaints, especially those which stem from disagreements with the political views of the commissioner, or complaints which are nothing to do with policing.\n  *[ERSA]: Employment Related Services Association",
        "The public, rightly, expect PCCs to behave appropriately and act with integrity. That is why there is already a high bar in place for PCC conduct. Having explored the options for introducing recall, the review has not recommended doing so, given the stringent disqualification rules in place for PCCs. I will keep this matter under review.\n  *[ERSA]: Employment Related Services Association",
        "Now that this two-part review has concluded, my Department will work with our partners to deliver the recommendations, including legislating where necessary, and when parliamentary time allows.\n  *[ERSA]: Employment Related Services Association",
        "I would like to put on the record my thanks to the advisory group which supported this review, comprising senior external stakeholders with expertise in the policing and criminal justice sector.\n  *[ERSA]: Employment Related Services Association",
        "I am confident that, as a package, our recommendations will better equip PCCs to reduce crime and protect the public, solidify their position within the criminal justice system and make it easier for the public to hold PCCs to account.\n  *[ERSA]: Employment Related Services Association"
    ]
}