{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-health-measures-at-the-uk-border/",
    "title": "Priti Patel – 2021 Statement on Health Measures at the UK Border",
    "post_date": "January 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 27 January 2021.",
    "content": [
        "With permission, I would like to make a statement. First, I want to begin by echoing the Prime Minister’s remarks. The scale of the suffering that this virus has inflicted is truly heart-breaking, and my thoughts are with those who have tragically lost loved ones.\n  *[ERSA]: Employment Related Services Association",
        "Yesterday, when I addressed the House, I said that the Government’s focus was on protecting the UK’s world-leading vaccination programme—a programme that we should be proud of—and reducing the risk of the new strain of the virus being transmitted from someone coming into the UK. Yesterday, the Foreign Office announced support for more countries to access the UK’s world-leading gene sequencing capabilities to increase early identification of any new strains of the virus. This is a vital step forward to support the global response to coronavirus, but it is simply not enough on its own to reduce risks to the United Kingdom.\n  *[ERSA]: Employment Related Services Association",
        "It is clear that there are still too many people coming in and out of our country each day. Today I am announcing further action to strengthen the health measures that we already have at the border, in order to reduce passenger flow—so that only the small number of people for whom it is absolutely essential to travel are doing so—and therefore reduce the risk to our world-leading vaccine programme.\n  *[ERSA]: Employment Related Services Association",
        "For those entering the UK, there will be a number of measures. First, the police have stepped up checks and are carrying out more physical checks at addresses to ensure that people are complying with the rules on self-isolation. Secondly, we will continue to refuse entry to non-UK residents from red list countries that are already subject to the UK travel ban. Thirdly, as the Prime Minister has said, we will introduce a new managed isolation process in hotels for those who cannot be refused entry, including those arriving home from countries where we have already imposed international travel bans. They will be required to isolate for 10 days, without exception. The Department of Health and Social Care will set out further details on this approach next week.\n  *[ERSA]: Employment Related Services Association",
        "For those travelling out of the UK, we will also be enhancing and stepping up enforcement of the rules, because despite the stay-at-home regulations, we are still seeing people not complying with the rules. The rules are clear: people should be staying at home unless they have a valid reason to leave. Going on holiday is not a valid reason.\n  *[ERSA]: Employment Related Services Association",
        "We will introduce a new requirement so that people wishing to travel must first make a declaration as to why they need to travel. This “reason for travel” will be checked by carriers prior to departure. That approach effectively mirrors the checks on arrivals that are already in place with the passenger locator form. Secondly, working with policing partners, we will increase the police presence at ports and at airports, fining those in breach of the stay-at-home regulations. Anyone who does not have a valid reason for travel will be directed to return home or they will face a fine. Thirdly, we will urgently review the list of travel exemptions to make sure that only the most important and exceptional reasons are included.\n  *[ERSA]: Employment Related Services Association",
        "These are crucial new measures to protect us all. They also complement the robust action that we have consistently taken at the border. While these new measures are being operationalised, I would like to remind anyone seeking to enter our country to comply with the rules. This includes providing evidence of a negative covid test before entering the United Kingdom, self-isolation on arrival for 10 days and the completion of the passenger locator form. Immediately stepping up enforcement means that if someone does not follow the regulations, they will face a fine.\n  *[ERSA]: Employment Related Services Association",
        "These new measures at the border are a necessary step to protect the public and our world-class vaccination programme. Every layer of protection that we have put in place will help to reduce the risk of transmission of this virus and any new potential strain from entering the UK. As we have done throughout this global health emergency, we will continue to take all steps necessary to protect the public and help prevent the spread of the virus. I commend the statement to the House.\n  *[ERSA]: Employment Related Services Association"
    ]
}