{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-the-work-of-the-home-office/",
    "title": "Priti Patel – 2022 Statement on the Work of the Home Office",
    "post_date": "April 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 31 March 2022.",
    "content": [
        "Today I am updating Parliament on Home Office delivery since my statement of 16 December 2021. The Department is committed to delivering better outcomes for the public and will continue to work to deliver a safer, fairer and more prosperous United Kingdom.\n  *[ERSA]: Employment Related Services Association",
        "The Home Office’s humanitarian response to Russia’s invasion of Ukraine and our delivery of robust economic crime measures\n  *[ERSA]: Employment Related Services Association",
        "I am working with the Ukrainian Government and international partners to hold Putin to account and support the brave people of Ukraine.\n  *[ERSA]: Employment Related Services Association",
        "The Government launched two humanitarian schemes to provide a safe route for Ukrainians who want to come to the UK, quickly standing up the Ukraine Family Scheme and the Homes for Ukraine Scheme. We streamlined the process to allow Ukrainians with valid passports to apply purely online and continue to work with partners to ensure that Ukrainians arriving here can access the right support.\n  *[ERSA]: Employment Related Services Association",
        "The Economic Crime (Transparency and Enforcement) Act provides greater powers to sanction oligarchs and businesses associated with the Russian Government. The Government have brought forth an additional 428 sanction designations since Royal Assent on 15 March. The legislation also introduces a new register of overseas entities, requiring those behind foreign companies which own UK property to reveal their identities, and strengthens the unexplained wealth orders regime.\n  *[ERSA]: Employment Related Services Association",
        "The oligarch taskforce is helping build cases against its list of oligarchs. Internationally, we are clamping down on sanctions evasion across jurisdictions through the Russian elites, proxies and oligarchs international taskforce. The National Crime Agency’s Combating Kleptocracy Unit is providing operational capability to target corrupt elites as well as the professional enablers of these corrupt elites and support criminal cross-HMG sanctions delivery and enforcement.\n  *[ERSA]: Employment Related Services Association",
        "**Reducing crime**\n  *[ERSA]: Employment Related Services Association",
        "We are focused on delivering our beating crime plan, making Britain safer with less crime, fewer victims and safer streets.\n  *[ERSA]: Employment Related Services Association",
        "As of 31 December 2021, we have recruited over 11,000 police officers, against our target of 20,000 by March 2023.\n  *[ERSA]: Employment Related Services Association",
        "Our work on serious violence has provided services to those communities most affected. We launched round four of the safer streets fund which directs funding to projects tackling acquisitive crime, anti-social behaviour and violence against women and girls. We are making progress on our work to tackle violence against women and girls; we have published our violence against women and girls strategy, published the first ever stand-alone domestic abuse plan and launched the “Enough” communications campaign which highlights the action people can take to safely challenge violence against women and girls.\n  *[ERSA]: Employment Related Services Association",
        "The Angiolini inquiry, set up to better understand how a serving police officer was able to abduct, rape and murder Sarah Everard and ensure that lessons for policing are identified and learned, started work in January 2022. The independent inquiry to investigate the death of Dawn Sturgess was formally established on 17 March 2022.\n  *[ERSA]: Employment Related Services Association",
        "**Reducing the risk from terrorism to the UK and UK interests overseas, securing a safe and prosperous UK**\n  *[ERSA]: Employment Related Services Association",
        "In February, the threat to the UK from terrorism was reduced to substantial from severe. Whilst positive, the security landscape remains complex, volatile and unpredictable as the attack outside Liverpool women’s hospital and the killing of Sir David Amess sadly reminds us. The Home Office continues in its efforts, working with operational partners, to build improvements into the UK’s counter-terrorism response.\n  *[ERSA]: Employment Related Services Association",
        "**Enabling the legitimate movement of people and goods to support economic prosperity**\n  *[ERSA]: Employment Related Services Association",
        "Since launching the points-based immigration system, we have continued to attract worldwide talent and skills whilst encouraging business to invest in British people. Latest statistics show the number of visas issued across work and study routes is now exceeding pre-pandemic levels, 677,000 in 2021.\n  *[ERSA]: Employment Related Services Association",
        "We will in the coming period implement the plan for growth measures, including the launch of the new global business mobility routes, high potential individual route and scale-up route, which support inward trade and investment and provide UK businesses access to a more flexible pool of highly-skilled workers.\n  *[ERSA]: Employment Related Services Association",
        "Alongside new routes, we expanded capability for a fully digital application process in December 2021, improving our ability to re-use and re-check biometrics, allowing more people to benefit from a fully digital journey.\n  *[ERSA]: Employment Related Services Association",
        "We have supported the care sector to boost their workforce by expanding eligibility for the health and social care visa to include health care assistants.\n  *[ERSA]: Employment Related Services Association",
        "I announced a joint National Crime Agency and leading social media companies action plan to foster greater collaboration against crime groups that use online platforms to advertise illegal migration services; relevant illegal online content is already being removed.\n  *[ERSA]: Employment Related Services Association",
        "**Tackling illegal migration, removing those with no right to be here, and protecting the vulnerable**\n  *[ERSA]: Employment Related Services Association",
        "The Home Office is working to deliver a fair but firm system to ensure that we can better support those in genuine need of asylum, deter illegal migration, break the business model of criminal smuggling networks and remove from the UK those with no right to be here.\n  *[ERSA]: Employment Related Services Association",
        "Last year, I launched and consulted on my new plan for immigration and introduced the Nationality and Borders Bill, which is advancing through Parliament on its path to Royal Assent.\n  *[ERSA]: Employment Related Services Association",
        "The Bill will reset the legislative framework to meet objectives including the reduction of small boat crossings and deterring illegal entry into the UK. It incorporates tougher criminal offences for those attempting to enter the UK illegally by introducing a suite of asylum reforms and expedited processes to allow rapid removal of those with no right to be here.\n  *[ERSA]: Employment Related Services Association",
        "We have worked with France to dismantle 21 small boat organised criminal groups and secured over 500 arrests. Our joint activity with France prevented more than 23,000 crossings in 2021. Over 4,500 crossings have already been prevented in 2022, nearly three times the number to this point in 2021.\n  *[ERSA]: Employment Related Services Association",
        "I signed landmark agreements with Serbia and Albania to return those nationals who have no legal right to be in the UK.\n  *[ERSA]: Employment Related Services Association",
        "Our new and bespoke Afghan Citizens Resettlement Scheme (ACRS) opened on 6 January. This is one of the most ambitious resettlement schemes in British history. The first people to be resettled under the scheme included some of the c. 15,000 people who arrived in the UK under Operation Pitting, the largest humanitarian aid operation since the second world war, which prioritised those at particular risk, including women’s rights activists, prosecutors, and journalists.\n  *[ERSA]: Employment Related Services Association",
        "**Windrush**\n  *[ERSA]: Employment Related Services Association",
        "Our commitment to righting the wrongs done to the Windrush generation has not faltered. The “Windrush Lessons Learned Review—Progress Update” was published today. There is still more to do, but I am proud of our achievements and will ensure we can make the Home Office an even better place, serving the public with compassion, respect, collaboration and courage at the heart of everything it does.\n  *[ERSA]: Employment Related Services Association"
    ]
}