{
    "url": "https://www.ukpol.co.uk/priti-patel-2015-speech-on-apprenticeships/",
    "title": "Priti Patel – 2015 Speech on Apprenticeships",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Priti Patel, the Minister of State for Employment, at the 5% Club event, 1 Sail Street, London on 3 December 2015.",
    "content": [
        "[![piritpatel](https://www.ukpol.co.uk/wp-content/uploads/2015/12/piritpatel.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/piritpatel.jpg)",
        "Thank you for inviting me here today.",
        "Everyone should be talking about the 5% Club. This is a fantastic initiative to ensure companies have the next generation of skilled workers, through high-quality apprenticeships and graduate schemes.",
        "You have made a commitment to ensure that 5% of your workforce is on an apprenticeship or graduate programme. Business has a vital role in enabling young people to find lasting work through an apprenticeship.",
        "The government too has made a pledge. To deliver 3 million apprenticeship starts in England by 2020. Through these, we can deliver the skills that business and the economy need for growth.",
        "##  State of the labour market and youth unemployment",
        "On the whole, the labour market is in a good position. Employment levels continue to rise.",
        "We have 31.2 million people in work, a record high of 73.7%. Unemployment as measured by the International Labour Organisation (ILO) fell again this quarter.",
        "There are nearly 740,000 vacancies at any one time, slightly below the record high but still above levels seen before the recession.",
        "Young people too have gained from the recovering labour market. The claimant count for unemployed 18- to 24-year-olds has fallen over the year and in October stood at 183,000.",
        "Government measures to tackle youth unemployment have helped to reduce the number of young jobseekers by a quarter of a million since 2010.",
        "Yet this still means that there remain young people who have not been given the chance to realise their potential and prove their worth.",
        "This is where you come in.",
        "##  Apprenticeships",
        "Apprenticeships offer young people a chance to reach their potential. Through an apprenticeship, they can achieve a successful career and secure finances in the years ahead.",
        "Apprenticeships should not been seen as the poor relation of academia. Higher and degree apprenticeships are widening access to skilled trades and professions. They provide the higher-level technical skills employers need to improve productivity, whilst giving young people an equally valid career route as going to university.",
        "This year we increased the apprentice National Minimum Wage to £3.30 an hour. Furthermore, from April 2016, employers will not be required to pay employer National Insurance contributions for apprentices under age of 25 on earnings up to the upper earnings limit. Eligible employers can currently also receive a £1,500 grant for up to 5 new young apprentices.",
        "There was just short of half a million starts to an apprenticeship in the 2014/15 academic year. We are taking action to support the growth of apprenticeships to meet our 3 million commitment by 2020.",
        "Government is ready to work with businesses large and small to introduce and expand apprenticeship programmes. We are also setting new expectations for public sector bodies and through public procurement.",
        "A levy will be introduced to help fund the increase in quantity and quality of apprenticeship training.",
        "High-quality apprenticeships are essential if Britain’s economy is to prosper in the years ahead.",
        "##  Routes into apprenticeships",
        "Young people face many challenges. We all remember thinking about what we would like to do when we left school. Many of us may have been lucky enough to be surrounded by friends and family who had wonderful, interesting jobs to inspire us.",
        "But what about those who are not so fortunate? The young people from disadvantaged backgrounds, whose friends and family have themselves struggled with unemployment? These are the young people who need a helping hand to realise their potential.",
        "This is where business has a vital role to play. Employers can open their doors and show them the possibilities. Business can help young people obtain the experience and skills they need to succeed.",
        "Not everyone will be ready to step straight into an apprenticeship. Schemes such as work experience and traineeships can offer a great stepping stone.",
        "Work experience is a deceptively simple idea but opens the door to so many possibilities. Young people get a real taste for a possible career, while you get to see them in action.",
        "Two years ago, some of the UK’s biggest companies announced Movement to Work, an initiative to encourage employers across the country to do more to help unemployed young people.",
        "Over 200 UK employers are now committed to the Movement. To date, together they have delivered over 25,000 opportunities. Early reports show over half of participants have gone into paid work, including apprenticeships.",
        "##  Jobcentre Plus work coaches in schools",
        "Many young people leave school not understanding the full range of options open to them and unsure how to progress into employment.",
        "This can lead to missed opportunities and wasted potential. Only 5% of 18-year-olds enter an apprenticeship.",
        "Jobcentre Plus will soon be helping young people at school get the support they need to progress into employment or training. This will supplement schools careers advice and be targeted at those in danger of becoming NEET – not in employment, education or training.",
        "Jobcentres will coordinate this support with the new Careers and Enterprise Company. The aim is to offer support and advice on work experience, apprenticeships and traineeships, the labour market and the world of work.",
        "Jobcentres have a role, but better still is for employers and others to take the message out to schools and colleges about the opportunities available.",
        "We want young people to progress onto bigger and better things. There is no substitute for quality opportunities that allow people to learn and to grow.",
        "##  Conclusion",
        "Employers have a lot to gain from taking young people under their wing and giving them the chance to prove themselves. And we can support you in that.",
        "Some people need a little extra help to find a job. This may be training, the support of a mentor, work experience or even something as simple as a new suit for a job interview.",
        "Jobcentre employer teams are ready to help you find new apprentices and support young people in your area.",
        "Employers have a vested interest in making sure the next generation of workers has the skills to succeed. You know what works best for your business and the sort of talent you need to thrive.",
        "Together we can open more doors to the 5% Club and help young people forge the skills for Britain’s future.",
        "Thank you for your time."
    ]
}