{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-the-inquiry-into-the-death-of-dawn-sturgess/",
    "title": "Priti Patel – 2022 Statement on the Inquiry into the Death of Dawn Sturgess",
    "post_date": "March 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 10 March 2022.",
    "content": [
        "I announced on 18 November 2021 the Government decision to establish an inquiry under the Inquiries Act 2005, to investigate the death of Dawn Sturgess in Amesbury on 8 July 2018, after she was exposed to the nerve agent Novichok.\n  *[ERSA]: Employment Related Services Association",
        "The inquiry will now be chaired by the Lord Hughes of Ombersley.\n  *[ERSA]: Employment Related Services Association",
        "Lord Hughes is a retired judge who was a former judge of the Supreme Court, as well as a Lord Justice of Appeal and vice-president of the criminal division. Lord Hughes is also a judicial commissioner to the Investigatory Powers Commissioner’s Office (IPCO).\n  *[ERSA]: Employment Related Services Association",
        "In accordance with section 3(1) of the Act, this inquiry will be undertaken by Lord Hughes alone as chair.\n  *[ERSA]: Employment Related Services Association",
        "The Government are establishing this inquiry after careful consideration of advice from Baroness Hallett, who led the inquest, that this is necessary to permit all relevant evidence to be heard.\n  *[ERSA]: Employment Related Services Association",
        "This is an important step in ensuring that the family of Dawn Sturgess get the answers they need.\n  *[ERSA]: Employment Related Services Association",
        "The current inquest will be suspended after the establishment of the inquiry. The inquiry will formally start on 17 March.\n  *[ERSA]: Employment Related Services Association",
        "I will today place a copy of the terms of reference, which remain unchanged, for the inquiry in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association",
        "The inquiry’s investigations will be a matter for the chair. As the sponsoring Department, the Home Office will provide support and ensure that the inquiry has the resources that it needs.\n  *[ERSA]: Employment Related Services Association"
    ]
}