{
    "url": "https://www.ukpol.co.uk/priti-patel-2015-speech-at-ersa-conference/",
    "title": "Priti Patel – 2015 Speech at ERSA Conference",
    "post_date": "December 11, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Priti Patel, the Minister of State for Employment, at the ERSA annual conference on 8 December 2015.",
    "content": [
        "[![piritpatel](https://www.ukpol.co.uk/wp-content/uploads/2015/12/piritpatel.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/piritpatel.jpg)",
        "Thank you for inviting me to speak at this flagship event.",
        "You have played an important role in the success of the labour market over recent years – around half a million job outcomes across the Work Programme and Work Choice. Thank you.",
        "I’m grateful for your work and look forward to continuing to work closely with you.",
        "I welcome and share the sentiment of this conference: ‘Ambitious Futures: upping our collective game’.",
        "It is right that we are ambitious and my message to you today is that the focus should be on outcomes, not just inputs.",
        "My challenge is for you to think outside of the traditional approaches of provision – and to think innovatively.",
        "There is much we need to do, but it is worth reflecting on what changed over the last Parliament.",
        "##  Legacy",
        "Since 2010, we have made great strides reforming the welfare system – ensuring it better supports the people who need it, and remains affordable to the taxpayer in the long term.",
        "The labour market is in a much stronger position than it was 5 years ago:",
        "* the claimant count is nearly 700,000 lower and is at its lowest level since 1975",
        "* the unemployment rate is close to pre-recession levels",
        "* long-term unemployment has fallen by 274,000",
        "* 1 million fewer people on the main out-of-work benefits since 2010",
        "* the employment rate and number of people in work are at record highs",
        "I appreciate the role you have played in this….",
        "….helping to deliver our shared goal of supporting those who need help back into work, and helping to drive performance improvements across our key provision.",
        "##  Building on success in this Parliament",
        "So, we’ve seen huge progress, but we know there is more to do.",
        "The government is committed to moving this country to a higher wage, lower tax and lower welfare society.",
        "So, we will press ahead with our reforms over this Parliament and we will continue to be ambitious.",
        "The overall position following the [Spending Review](https://www.gov.uk/government/topical-events/autumn-statement-and-spending-review-2015) is that the funding for employment support will remain broadly stable.",
        "However, within this, we have aimed to improve the effectiveness of our spending, reflecting our key priorities.",
        "That means:",
        "* continuing the roll-out of Universal Credit and extending the same support that Jobseeker’s Allowance claimants get to around a million more people by 2020",
        "* improving support for people with health conditions and disabilities through a real terms increase in funding",
        "* and ensuring value for money, with interventions that we know work",
        "This approach focuses on what our labour market most needs today whilst retaining flexibility for the future.",
        "I want to deal with each of these in turn.",
        "##  Universal Credit and refocusing employment offer",
        "Firstly, Universal Credit – the key plank of our welfare reforms.",
        "It marks a distinct shift in our approach and is transforming lives through more personalised support and by making sure work always pays.",
        "Under Universal Credit, people can expect early and continued support looking at what work they can do and what support they need to do it.",
        "Unlike in the past, Universal Credit stays with someone when they enter work and continues to support them until they leave the benefits system.",
        "Today we have published [Universal Credit at Work](https://www.gov.uk/government/publications/universal-credit-at-work-december-2015).",
        "The independently reviewed research shows that Universal Credit is making a real difference.",
        "It shows that people who are on Universal Credit are:",
        "* more likely to be employed in the first nine months of their claim, spending twice as much time looking for a job than under the legacy system",
        "* work on average 12 days more than Jobseeker’s Allowance claimants",
        "* and are more likely to be earning more",
        "This is welfare reform in action, making things simpler, ensuring the right incentives are in place – and ultimately, changing culture and changing lives.",
        "The report also shows we are on track in terms of roll out.",
        "Universal Credit is now available in three quarters of all jobcentres, and by April next year it will be available across the country.",
        "Building on this, we are testing a digital service in 3 London jobcentres.",
        "This will expand nationally from May next year, initially to 5 jobcentres every month, as part of the gradual, safe and secure delivery plan.",
        "##  Health and disability focus",
        "Secondly, this renewed approach also represents the start of genuine integration between the health and work sectors, with a focus on supporting people with health conditions and disabilities return to and remain in work.",
        "Your input has been invaluable in helping us to set out our strategy here.",
        "I firmly believe that the perspective from the frontline – the perspective from people and organisations like you all who are helping people into work day in and day out – is essential to developing successful interventions.",
        "That’s why I so value the input you have been providing on the development of future employment support, and that’s why we’ll be taking those views on aboard as we design the new programme over the next few months.",
        "In particular you’ve told us that we need to target support more effectively.",
        "So, I have asked my officials to develop better ways of targeting and preparing people for employment programmes so that we can ensure that you have a good chance of supporting every person that walks through your door.",
        "Once people are with you, you should have enough resources to give them the support they need to make a difference to their lives.",
        "We will make sure the right incentives are there for you to deliver a first class service to everyone on the future programme, not feel the need to pick winners.",
        "You’ve also said that it is really difficult to find a way through the maze of services offered through different government departments and agencies.",
        "That is why my priority is to remove these roadblocks and prompt genuine integration of services across government, so you can better integrate services on the ground.",
        "Nowhere is this more important than in how we support people with health conditions and disabilities, which is why we have set out such an important programme of reform in this area.",
        "This work includes:",
        "* the launch of the new contracted Work and Health employment provision in 2017",
        "* an expansion of Access to Work, enabling up to 25,000 additional disabled people to receive support through Access to Work",
        "* and at least £115 million of funding for the Work and Health Unit, including a Work and Health Innovation fund",
        "The government will publish a White Paper next year setting out more detail of our plans to improve support for people with health conditions and disabilities.",
        "##  Good value for money for contracted employment",
        "Thirdly, we need to build on the success of current contracted employment provision and design support that helps today’s labour market and delivers good value for money.",
        "The decision on the level of central government funding to employment programmes in the recent Spending Review followed comprehensive consideration of our strategic direction against the current market; the economic climate and our manifesto commitments.",
        "Work has started on the design and structure of the new programme and draws heavily on all the best experience and consultation work we did over the summer.",
        "Senior officials also met with many of our prime providers last week and held an open, constructive dialogue around how we can continue to work in the spirit of partnership to ensure the most effective delivery of the Spending Review announcements and the best possible support for claimants.",
        "We will be working closely with providers both individually and collectively in the coming weeks and months.",
        "##  Devolution deals and integration",
        "We will also be capitalising on the expertise of local authorities.",
        "Local authorities know their local labour market and often have access to services which claimants may need alongside employment support. Help finding accommodation for example, or advice on budgeting and debt management.",
        "We have already collaborated with Manchester, Glasgow and Clyde Valley, and London to develop the Working Well, Working Matters and Working Capital programmes. And we will be looking carefully at whether the localised key worker approach being delivered in those areas improves outcomes for Employment and Support Allowance (ESA) claimants.",
        "We know that providing holistic support can be key to supporting the hardest to help claimants into work. It is therefore crucial that the design of the new programme supports providers, local authorities and other local organisations to better integrate services.",
        "So all local authorities will have the opportunity to comment on the national design of the new programme. And we will be testing different approaches to jointly designing and commissioning programmes across the 7 devolution deal areas – Greater Manchester, London, Sheffield, Tees Valley, Liverpool, West Midlands, the north-east.",
        "This approach will enable us put integration at the heart of the new programme. And accordingly, we will expect providers to demonstrate how they will forge strong partnerships with local organisations to deliver the integrated support that claimants need.",
        "##  Employers",
        "More often than not, we know that providing claimants with the support they need entails equipping them with the skills that local employers demand.",
        "It is the job of everyone in this room to engage with local employers, employer representatives and Local Enterprise Partnerships (LEPs) to understand that demand. This means working in partnership with them to: to:",
        "* identify sustainable job opportunities",
        "* create and support apprenticeships",
        "* nurture skills that aid progression",
        "* and improve the way that the labour market works in low employment areas",
        "Together, we must listen to what employers in varying local labour markets need.",
        "Together, we must understand their skills and progression challenges.",
        "And together, we must be innovative in reaching out to new employers and engaging with those who may have overlooked the employment services we can provide.",
        "So think about how you currently work with employers, and consider how you can engage with them more effectively to ensure the support you deliver to both claimants and employers reflects local labour market demand.",
        "##  Conclusion",
        "Today’s challenges are different to those of 2010.",
        "We have largely overcome the issue of long-term unemployment.",
        "Our focus now is on the nearly 3 million people who are on ‘inactive’ benefits.",
        "The majority of sick and disabled benefit claimants want to work, but there is a large gap between the proportion that want to work and those that feel able.",
        "We worked effectively together on the labour market challenges of 2010 and witnessed significant improvements in the labour market.",
        "I see ERSA and its members being key partners to support people that can work into work. This is a shared challenge – delivering more integrated support to those with some of the most significant barriers to work, particularly those with health conditions and disabilities.\n  *[ERSA]: Employment Related Services Association",
        "Our role is to embrace that challenge….to integrate and innovate…..to support people into sustainable jobs.\n  *[ERSA]: Employment Related Services Association",
        "Thank you.\n  *[ERSA]: Employment Related Services Association"
    ]
}