{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-comments-on-centre-for-social-justice-report/",
    "title": "Owen Paterson – 2010 Comments on Centre for Social Justice Report",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Owen Paterson, the then Secretary of State for Northern Ireland, on 2 September 2010.",
    "content": [
        "This is a very timely and significant report by the Centre for Social Justice. It highlights that in tackling poverty Northern Ireland has much to learn from Great Britain, but Great Britain can also learn much from the excellent work being done in Northern Ireland. I have seen a great deal of this at first hand in opposition and now in government.\n  *[ERSA]: Employment Related Services Association",
        "The report also reinforces the need to move politics forward in Northern Ireland to focus on the mainstream issues that affect people in their daily lives. Many of the areas covered by the report are rightly devolved to the Northern Ireland Assembly. I trust that local politicians will find the report’s conclusions a positive contribution to promoting social justice and a shared future for all the people of Northern Ireland. As I have said many times, this is a team effort between the UK government, the devolved administration and those organisations that are key to delivering these objectives on the ground.\n  *[ERSA]: Employment Related Services Association"
    ]
}