{
    "url": "https://www.ukpol.co.uk/owen-paterson-2013-speech-at-uk-ireland-business-innovation-summit/",
    "title": "Owen Paterson – 2013 Speech at UK-Ireland Business Innovation Summit",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Owen Paterson to the UK-Ireland Food Business Innovation Summit in Dublin on 29th May 2013.",
    "content": [
        "[![owenpaterson](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)\n  *[ERSA]: Employment Related Services Association",
        "I would like to thank Simon Coveney, Teagasc, the UK Institute of Food Research and the British Embassy here in Dublin for organising this event.\n  *[ERSA]: Employment Related Services Association",
        "I am particularly pleased to be here today to build on the Joint Statement that the Prime Minister and the Taoiseach made at Downing Street in March last year. The Statement, which looks at how we can strengthen the relationship between our two countries even further, highlights the agri-food sector as an area where both our Governments “believe there is considerable potential for closer cooperation”.\n  *[ERSA]: Employment Related Services Association",
        "It also sets out our commitment to boosting competiveness and growth through innovation, research and development. This Summit and this sector have a key role to play in helping us unlock the huge potential that exists for the UK and Irish economies. Economies that already benefit from a flow of people, goods and ideas.\n  *[ERSA]: Employment Related Services Association",
        "I’ve been in Ireland for the last few days with a really packed agenda. The shared problem of animal diseases. European cooperation on CAP Reform. And innovation and skills for food businesses. The themes of my visit encapsulate some of the key challenges and opportunities for the food and farming sectors in both countries.\n  *[ERSA]: Employment Related Services Association",
        "**CAP Reform**\n  *[ERSA]: Employment Related Services Association",
        "While I’ve been here, I’ve been treated yet again to a wonderful showcase of the best of Irish food, drink and entertainment at the Informal Agriculture Council.\n  *[ERSA]: Employment Related Services Association",
        "Simon Coveney has done a remarkable job in the Presidency. He’s made huge progress over the last five months on CAP and CFP reform. I really believe that we will reach an agreement on CAP at the next Council in June and that is very much down to his skilful and knowledgeable leadership.\n  *[ERSA]: Employment Related Services Association",
        "Simon has heard me bang on about my objectives for the negotiations many times. I want to make sure that CAP continues on the path of reform set in train by MacSharry and Fischler. It should be simpler for farmers and get better outcomes for the environment. Decisions on implementation should be taken according to local circumstance, so I fully support regional decision-making. Negotiations between 27 Member States and the European Parliament are not easy. We all have different visions for the future of CAP. I was able to support the compromise position we agreed at Council in March because it is broadly heading in the right direction. The package which Simon managed to get agreement on prevented many of the more regressive measures, like market intervention, which would have hindered both our countries export objectives.\n  *[ERSA]: Employment Related Services Association",
        "I’m particularly pleased that we agreed not to extend the sugar quota regime to 2020. The challenge now is to maintain and indeed improve on that agreement at the June Council. In the long term, I believe that agriculture should be less reliant on subsidy. I want farmers to be free to make their own decisions about what they produce and how they operate their businesses based on market signals.\n  *[ERSA]: Employment Related Services Association",
        "On my recent trip to New Zealand I saw new world-class wineries built on poor soil in an area once dominated by sheep farms. This was a choice that the farmers were able to make as there were no subsidies and coupled payments influencing their decisions.\n  *[ERSA]: Employment Related Services Association",
        "In the bad old days of subsidy, New Zealand had 70 million scraggy sheep. Now without subsidy they have 30 million sheep but they are actually exporting more sheep meat. Ideally I’d like farming in Europe to be in the same place – driven by market signals not subsidy. Although, this will not happen in this CAP round that runs to 2020.\n  *[ERSA]: Employment Related Services Association",
        "However, I do believe that there is a clear role for taxpayers’ money rewarding farmers for the public and environmental goods they provide for which there is no market mechanism. This is why I support our schemes in Pillar 2, which help rural development and improve the environment.\n  *[ERSA]: Employment Related Services Association",
        "When it comes to implementing the new CAP we must not repeat the errors of the past. The system that emerged under the previous Government was far too complex. The UK was fined €590 million because we couldn’t comply with the excessively complex regulations\n  *[ERSA]: Employment Related Services Association",
        "In the next month I would like us to follow these principles for the CAP Reform. Keep it simple. Keep it local. If in doubt make it voluntary.\n  *[ERSA]: Employment Related Services Association",
        "**Overview of the food sector**\n  *[ERSA]: Employment Related Services Association",
        "Improving CAP will benefit agriculture and the food industry. But we must recognise that across the food supply network at the moment there are some real difficulties. Bad weather continues to have a significant effect on crops and livestock. I know how difficult the cold weather has made getting cattle fodder, especially in Ireland.\n  *[ERSA]: Employment Related Services Association",
        "That’s why I’m working with the banks, agricultural charities and representatives from the farming industry to look at risks to agriculture and building resilience within the sector. Including exploring the appetite for a contingency fund for future disasters like weather or disease.\n  *[ERSA]: Employment Related Services Association",
        "The horse meat fraud shook consumer confidence. As a result many businesses are looking to shorten their supply chains.\n  *[ERSA]: Employment Related Services Association",
        "Added to this there are long-term challenges. By 2050 the world’s population is expected to grow from 6 billion to 9 billion, which will significantly increase the need for food production. This will put pressure on land, water and energy. It will also create food security risks.\n  *[ERSA]: Employment Related Services Association",
        "But, I am convinced that we should be optimistic about the future of this great industry. All of us need to eat three times a day, so there will always be a market. Innovation means that not only are consumers getting convenience at reasonable prices, but also farmers are able to be more productive than ever before.\n  *[ERSA]: Employment Related Services Association",
        "Technological improvements in agriculture have allowed us to produce a given quantity of food with less than half of the land required in 1961. Between 1967 and 2007 crop yields increased by 115 per cent but land use only increased by eight per cent. Indur Goklany has calculated that if we tried to support today’s population using the production methods of the 1950s, instead of farming 38 per cent of all land, we would need to use 82 per cent.\n  *[ERSA]: Employment Related Services Association",
        "And of course all this innovation would not be possible without the highly skilled workforce right across the sector. There are nearly 4 million people employed in the UK industry alone. It makes sense for our two countries to work closely together. Our citizens are uniquely linked by geography and history. They are connected today as never before through business, politics, culture and sport, travel and technology and of course family ties.\n  *[ERSA]: Employment Related Services Association",
        "Our consumers have similar tastes. Many products are developed for both the UK and Irish market – helping economies of scale. Our companies often have large footprints in both countries.\n  *[ERSA]: Employment Related Services Association",
        "In addition, we have similar weather. We suffer from the same animal and plant diseases. Tackling these together could save us time and money. And make our response more effective. By working together we can maximise the benefits to the food and drink industry in the UK and Ireland.\n  *[ERSA]: Employment Related Services Association",
        "**Exports**\n  *[ERSA]: Employment Related Services Association",
        "Food is our largest manufacturing industry worth nearly £80 billion a year.\n  *[ERSA]: Employment Related Services Association",
        "Closer working between our two food industries is crucial. Ireland is the top destination for UK food, feed and drink, with exports worth £3.1 billion in 2011. 17 per cent of the UK total for the sector.\n  *[ERSA]: Employment Related Services Association",
        "In the same year in the same sector the UK imported £3.5 billion from Ireland. That’s 9 per cent of UK food and drink imports. Over half of all Irish agricultural exports currently go to the UK.\n  *[ERSA]: Employment Related Services Association",
        "Our two markets are so closely tied together that in 2011 66 per cent of UK exports of beef and veal, worth £95 million, went to Ireland. Equally, 52 per cent of UK mushroom imports came from Ireland, worth £96 million. We export about the same amount of chocolate to Ireland as we import from Ireland – just under £130 million worth.\n  *[ERSA]: Employment Related Services Association",
        "I met ABP yesterday. Their business model relies on innovation and working across the UK and Ireland to offer high quality premium and processed beef products. In fact one of their largest abattoirs is in Ellesmere in my constituency. It is businesses like this that show how closely linked the two countries are.\n  *[ERSA]: Employment Related Services Association",
        "Both countries are looking to increase exports. From a UK perspective, Ireland is a really important market for us. The FDF’s 2020 target of a 20% sustainable increase in exports by 2020 can only be met if we look to our neighbours in Ireland as well as to other countries like China and Brazil.\n  *[ERSA]: Employment Related Services Association",
        "**Skills**\n  *[ERSA]: Employment Related Services Association",
        "Key to making the industry successful is making sure that there are the right people with the right skills in the sector. We need entrepreneurial, ambitious people who have both the motivation to succeed and the skills to do so. New entrants have a range of options from entry to PhD level jobs. Those already in the industry have plenty of options to progress. In the UK, the industry is taking the lead in promoting itself to young people and supporting new entrants. Creating opportunities for young people at all levels to enter the industry. For example they made 50,000 new apprenticeship places by the end of last year.\n  *[ERSA]: Employment Related Services Association",
        "They have set up the UK’s first Food Engineering degree course at Sheffield Hallam University, which will be ready for its first intake in September 2014.\n  *[ERSA]: Employment Related Services Association",
        "Jobs in the industry range from cutting edge research and development to the business skills needed to run multi-million pound global corporations. Every job is part of a vital chain that puts food in an ever growing network of shops and restaurants.\n  *[ERSA]: Employment Related Services Association",
        "We should be encouraging graduates and people with experience and skills from other sectors to take advantage of the opportunities on offer. We should use the synergies between the British and Irish industries to make sure that we’re attracting the best and the brightest into our companies.\n  *[ERSA]: Employment Related Services Association",
        "**Innovation**\n  *[ERSA]: Employment Related Services Association",
        "Part of the reason the industry is so successful is its ability to embrace new technologies – in the UK there are around 6000 new products a year. We recognise the importance of innovation, so Defra invests £65 million a year and the UK Government as a whole invests around £400 million in agriculture and food research.\n  *[ERSA]: Employment Related Services Association",
        "David Willetts, the Science Minister, and I are developing an Agri-Tech Strategy to support and capitalise on the UK’s world class science and technology base. The aim is to turn innovative new ideas into practical applications, processes and products. We need to take advantage of opportunities to export UK agri-tech skills and services.\n  *[ERSA]: Employment Related Services Association",
        "There are some really exciting examples, like Pepsi Co. whose i-crop initiative, in partnership with Cambridge University, is using precision technology to reduce the amount of water used in growing the potatoes used in Walkers crisps every year. And the Wheat Initiative which is using genomics to speed up the natural selection process to increase crop yields.\n  *[ERSA]: Employment Related Services Association",
        "It’s no secret that I think GM technology has the potential to be a crucial tool for helping us to tackle the global challenges of food security and the sustainable intensification of agriculture. 17 million farmers cultivated 170 million hectares of GM crops globally in 2012, that’s over 12 per cent of the world’s arable land. This represents a 100 fold increase since 1996.\n  *[ERSA]: Employment Related Services Association",
        "I recently met the Brazilian Agriculture Minister who told me that 90 per cent of all soya grown in Brazil is GM, because it is 30 per cent more cost effective. And it is better for the environment with reduced inputs such as pesticides and diesel.\n  *[ERSA]: Employment Related Services Association",
        "I sympathise with the incredibly difficult position the Commission are in given wildly conflicting views on GM across member states.\n  *[ERSA]: Employment Related Services Association",
        "The EU has the strongest and strictest safety-based regime for GMOs in the world – and its right that products should be subject to such controls.\n  *[ERSA]: Employment Related Services Association",
        "But there is more the EU as a whole can do to facilitate fair market access for products which have been through that system. The EU is being left behind when it comes to GM, and I fear we’ll regret it if we don’t try and catch up.\n  *[ERSA]: Employment Related Services Association",
        "The whole of the food and drink sector is constantly innovating. Farmers are using exciting new technologies to increase productivity and reduce the impact on the environment. Manufacturers are making healthier and more convenient foods to meet consumer demands. Retailers are becoming more conscious of their supply chains and are increasing traceability while reducing waste. For example Allied Bakeries are supporting consumers to eat more healthily by reducing the salt content of their breads. McCain are using excess cooking heat and waste water to produce energy to power their plants.\n  *[ERSA]: Employment Related Services Association",
        "Coca-cola are minimising their environmental impact through recycling. At the Olympics, in partnership with ECO, they invested £15 million in a recycling facility to turn waste bottles back into new bottles within 6 weeks. Recycling 10.5 million bottles, which were made into recycled material that went towards manufacturing 42 million new bottles.\n  *[ERSA]: Employment Related Services Association",
        "There are real benefits to working together both within and across countries. In the UK, we promote and invest in collaborative research across Government, academia and industry.\n  *[ERSA]: Employment Related Services Association",
        "We support the transfer of research into practice. And we support opportunities for SMEs across the sector to benefit from rapid development of innovative ideas. But I am sure there is more we can learn from each other.\n  *[ERSA]: Employment Related Services Association",
        "EU collaboration on innovation across the sector could be a real boost. I encourage you to get involved in all the opportunities that are available.\n  *[ERSA]: Employment Related Services Association",
        "**Animal and plant health**\n  *[ERSA]: Employment Related Services Association",
        "One of the key things on this trip was meetings with vets and visits to farms here to discuss animal disease. I am completely clear that we must do more to safeguard plant and animal health.\n  *[ERSA]: Employment Related Services Association",
        "That’s why I took such a strong stance on ash die-back disease – banning imports and carrying out the largest ever plant survey in the UK. Working together with Irish counterparts we built up a clear picture of the disease across these islands.\n  *[ERSA]: Employment Related Services Association",
        "I commissioned an Expert Taskforce on Plant Health that published its final report last week. This will kick off a major reappraisal of the way we deal with threats to plant health, including how we deal with threats from overseas. This is vital both for the farming industry and the environment.\n  *[ERSA]: Employment Related Services Association",
        "We’re also raising awareness. FERA won the silver prize at the Chelsea Flower Show for their garden ‘stop the spread’.\n  *[ERSA]: Employment Related Services Association",
        "There are clear lessons to be learned from the markedly different regimes that I saw last month in Australia and New Zealand.\n  *[ERSA]: Employment Related Services Association",
        "The UK and Ireland face threats from similar diseases. We already have a close working relationship but I would like us to do more.\n  *[ERSA]: Employment Related Services Association",
        "The horse meat fraud showed how well our two governments can work together to share information and take action at a national and European level. By working together we were able to galvanise the Commission to carry out Europe-wide testing and agreeing to bring in Europol to coordinate the investigations.\n  *[ERSA]: Employment Related Services Association",
        "By combining our efforts we will have more knowledge about existing diseases. We will more easily be able to learn about emerging threats. We will have more resources to find solutions. The Common Travel Area has been a benefit to both countries for decades, I would like us to build on this. I want to work towards a plant and animal health biosecurity regime for these islands, as part of our shared determination to strengthen our food and drink industries.\n  *[ERSA]: Employment Related Services Association",
        "**Concluding remarks**\n  *[ERSA]: Employment Related Services Association",
        "My trip here has reaffirmed my belief that we have a lot to learn from each other. By working together we can help to tackle some of the problems in the industry more quickly. We can also more easily work together to realise the benefits for industries.\n  *[ERSA]: Employment Related Services Association",
        "The continuing success of the industry hinges on its ability to continue to innovate and attract the people with the right skills.\n  *[ERSA]: Employment Related Services Association",
        "Since I’ve been in office, I’ve enjoyed an excellent working relationship with the Irish Government. The two biggest challenges we’ve faced together are the horse meat fraud and CAP Reform. On both we’ve built strong relationships at official and Ministerial level, so that we can face the challenges and seize the opportunities together.\n  *[ERSA]: Employment Related Services Association",
        "I hope that the same spirit of cooperation will make this Summit a triumph. I look forward to hearing your concrete proposals. I congratulate those that put it together and hope it will be the first of many such events.\n  *[ERSA]: Employment Related Services Association"
    ]
}