{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-comments-on-violence-in-northern-ireland/",
    "title": "Owen Paterson – 2010 Comments on Violence in Northern Ireland",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Owen Paterson, the then Secretary of State for Northern Ireland, on 13 July 2010.",
    "content": [
        "Along with Minister of State, Hugo Swire and Justice Minister David Ford, I watched events unfold late into the night before being briefed by the Chief Constable.\n  *[ERSA]: Employment Related Services Association",
        "The contrast between the restraint and professionalism of the police who were there to maintain law and order and the mob which attacked them could not have been greater.\n  *[ERSA]: Employment Related Services Association",
        "The Chief Constable and the Justice Minister should be justly proud of the incredibly brave men and women of the PSNI who held the line last night in the face of a sustained and violent assault.\n  *[ERSA]: Employment Related Services Association",
        "It is vital that local people come forward with information to help their police service with its investigation.\n  *[ERSA]: Employment Related Services Association",
        "The vast majority of gatherings pass off peacefully but there remain issues to be resolved around parading.\n  *[ERSA]: Employment Related Services Association",
        "Northern Ireland has come so far because locally elected, locally accountable representatives have found the political will to resolve difficulties that not so long ago seemed insoluble.\n  *[ERSA]: Employment Related Services Association",
        "I have no doubt that will be the case with parades.\n  *[ERSA]: Employment Related Services Association",
        "But there will be those who will try to exploit and create community tensions.\n  *[ERSA]: Employment Related Services Association",
        "They will not be allowed to put the future at risk.\n  *[ERSA]: Employment Related Services Association"
    ]
}