{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Priti Patel – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Priti Patel, the Conservative MP for Witham, in the House of Commons on 9 September 2022.",
    "content": [
        "I associate myself with many of the passionate comments that we have heard already this afternoon. There have been many thousands of moving and heartfelt tributes from across the world. Our Queen was loved, cherished, respected and admired for her deep devotion to public service and to the people.\n  *[ERSA]: Employment Related Services Association",
        "We are meeting in circumstances that we all knew would happen one day, but it is of course a day that none of us wanted to see. It was so poignant yesterday when the heavens opened and cried with the country as the devastating news broke and this period of national mourning began. Most, if not all, of us in this Chamber, and people across the country, the Commonwealth and the world, have known only one Queen, one Head of State, one sovereign lady and one monarch.\n  *[ERSA]: Employment Related Services Association",
        "The late Queen Elizabeth II’s life was, of course, dedicated to public service and deeply inspiring.\n  *[ERSA]: Employment Related Services Association",
        "She had the dignified presence, ability and charisma, which this House has heard so much about already, to lead our nation through dark periods, but also through the most joyous moments we have celebrated as a country. From the horrors of the world wars to the fears of the pandemic, she was one who never ever faltered in her duty. As my right hon. Friend the Prime Minister has said, she was the rock: she was there as that model of assurance and that pillar to give us the strength and support we would need through the darkest times.\n  *[ERSA]: Employment Related Services Association",
        "For each and every one of us and for all of our constituents, a royal visit was one of the most joyous moments and occasions we would celebrate. They were wonderful, they were memorable and they were great events, particularly when the visitor was Her Majesty the Queen. A few months after my election to Parliament in 2010, I witnessed that excitement when Her Majesty the Queen visited the famous village of Tiptree in the Witham constituency to mark the 125th anniversary of the royal warrant-holding jam makers Wilkin & Sons. The affection and warmth shown towards Her Majesty was not astonishing to see, and Queen Elizabeth reciprocated, touching everyone’s hearts and taking the time to see and speak to everyone, including when inspecting the world-famous jams and the production lines of Christmas puddings, which so many people in this House in particular have enjoyed. Despite those huge undertakings year after year, each and every person she met felt special, and that was a tremendous mark of her own humility. That day nearly 12 years ago remains fresh in the minds of my constituents who, sadly, are mourning with the entire nation today.\n  *[ERSA]: Employment Related Services Association",
        "It was not just such royal visits that marked out Her Majesty and gave us all the moment of excitement of seeing the Queen. For those of us who enjoy horses, and racing in particular, she was well known across not just the country, but around the world for her love and passion for horses. On the famous visits to Ascot or Epsom, including for the Derby itself, all of those who attended wanted to just snip that moment with her, looking to catch a glimpse and hoping to get the royal wave—or even a racing tip. No one did more to champion horse racing in this country than the late Queen. She loved the sport, she loved her horses and, in return, the whole racing industry loved her and will miss her enormously.\n  *[ERSA]: Employment Related Services Association",
        "Her late Majesty led a remarkable life, and she delivered an era and a reign that will stand out as being the most magnificent in the long and great history of our nation. As we mourn the end of her 70-year reign, we commemorate the great life she lived and the long and distinguished service she gave to our country, and we reflect on the importance of the monarch in our public life. At this particular moment in time, our thoughts and prayers are naturally with her family, and we offer our wholehearted support and commitment to the King—King Charles III. In the years ahead, while the face on our notes, coins and stamps will of course change, Her late Majesty will always occupy a special and affectionate place in the heart of this nation. God rest her soul, and God save the King.\n  *[ERSA]: Employment Related Services Association",
        "*[ERSA]: Employment Related Services Association"
    ]
}