{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-speech-on-preventing-crime-and-delivering-justice/",
    "title": "Priti Patel – 2022 Speech on Preventing Crime and Delivering Justice",
    "post_date": "May 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Priti Patel, the Home Secretary, in the House of Commons on 11 May 2022.",
    "content": [
        "It is an honour to open today’s Queen’s Speech debate on behalf of Her Majesty’s Government.\n  *[ERSA]: Employment Related Services Association",
        "Keeping citizens safe is the first duty of any Government and, although it is not the only duty, meeting every other duty depends on it. Whenever fear and crime flourish, people cannot, and nor can our economy or our democracy. The Conservative party is the party of law and order. Unlike some, we understand that freedom includes the freedom of the law-abiding majority to go about their business free from harm. Those on the Opposition Benches are eager to defend the murderers, paedophiles, rapists, thugs and people with no right to be here. They cheer on selfish protesters who cause chaos and endanger lives. They back people who thwart the removal of foreign national offenders from our country.\n  *[ERSA]: Employment Related Services Association",
        "In the last Session, opposition parties voted against the Police, Crime, Sentencing and Courts Bill and the measures to stop the likes of Insulate Britain ruining the lives of ordinary working people going about their daily business.\n  *[ERSA]: Employment Related Services Association",
        "**Yvette Cooper (Normanton, Pontefract and Castleford) (Lab) rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I will not give way. The right hon. Lady will have the chance to speak shortly.\n  *[ERSA]: Employment Related Services Association",
        "Opposition parties voted against tougher sentences for killer drivers, greater powers to monitor terrorists, and an end to the automatic release of dangerous criminals. They are much less curious about the rights of everyone else to go about their everyday business free from molestation. It amazes me that the Labour party dares to hold a debate on crime just after having voted against the PCSC Bill. If Labour Members really cared, they would have backed the Bill.\n  *[ERSA]: Employment Related Services Association",
        "This Government and this party back the police, our intelligence and security services and the law-abiding majority. We have reformed the criminal justice system so that it better supports victims and ensures that criminals are not only caught, but punished.\n  *[ERSA]: Employment Related Services Association",
        "**Yvette Cooper**\n  *[ERSA]: Employment Related Services Association",
        "Will the right hon. Lady give way?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "While the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper) voted repeatedly against boosting police funding, we have given the police the investment they need. An increase of £1.1 billion has taken the spending to nearly £17 billion a year.\n  *[ERSA]: Employment Related Services Association",
        "**Dame Margaret Hodge (Barking) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "I am very grateful to the Home Secretary for giving way. I want to engage not in the to and fro on which she started her contribution, but on a subject where I think there is unity across the House, which is in the fight against economic crime. Does she agree that if we are to be effective in fighting economic crime, we must have measures that introduce better transparency, that properly fund our enforcement agencies, because, at the moment, they are not fit for purpose, and that also hold to account the enablers of economic crime for the actions that they take?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "The right hon. Lady is absolutely right. I will come onto the forthcoming economic crime Bill, which speaks very specifically not just about how we do better and more, but how we target our resources to stamp out fraud and go after the permissive environment and the individuals who occupy that space and commit the most appalling economic crimes.\n  *[ERSA]: Employment Related Services Association",
        "Since I became Home Secretary, an additional 13,500 police officers have been recruited. We are well on the way to our target of 20,000 more police officers by next March. Following the incredible response to our public consultation—\n  *[ERSA]: Employment Related Services Association",
        "**Mr Andrew Mitchell (Sutton Coldfield) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "I am extremely grateful to the Home Secretary for giving way. May I reinforce the cross-party nature of what the right hon. Member for Barking (Dame Margaret Hodge) has just said? She will know that the right hon. Lady and I have done quite a lot in the House to support the points that she has just made. I very much hope that, when the right moment comes in the economic crime Bill, she will listen carefully to the work that has already been done to try to reinforce the very point that she has just made.\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "My right hon. Friend is correct on this. I know that, for many years, he has been a champion of many of the reforms, some of which have been put in place. We have had part 1—the Economic Crime (Transparency and Enforcement) Act 2022 and sanctions—but the next Bill will also tackle Companies House and many of the wider issues that have been raised.\n  *[ERSA]: Employment Related Services Association",
        "**Andy Carter (Warrington South) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "The Home Secretary has talked about the extra 13,000 officers recruited across the UK. It perhaps helps to break the figures down. Cheshire has had 189 new officers, and we are seeing results from those additional recruits. There has been a striking improvement in the number of arrests in relation to child abuse cases. Those officers increased from 10 to 46, and last month, we saw 28 extra arrests in Cheshire. Does she agree that that sort of increase makes a significant difference? It is not just about having fluorescent jackets on the streets; it is about the work of investigators tackling terrible crimes such as child abuse.\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend is right. There are a number of points to make on that. I know that the Minister for Crime and Policing recently visited that team. First and foremost, when it comes to the most appalling crimes of child abuse and sexual exploitation, a number of significant measures were passed through Parliament in the Police, Crime, Sentencing and Courts Bill, including tougher sentences, which, as I have already said, the Labour party voted against.\n  *[ERSA]: Employment Related Services Association",
        "**Karl Turner (Kingston upon Hull East) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "Will the right hon. Lady give way?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "Let me make a bit more progress.\n  *[ERSA]: Employment Related Services Association",
        "Following the incredible response to our public consultation, we published the violence against women and girls strategy. The Government have passed the Domestic Abuse Act 2021 and launched the multi-year “Enough” campaign to challenge and change misogynistic attitudes. These are terrible crimes that disproportionately affect women and girls, such as domestic abuse, sexual violence, stalking and female genital mutilation. Addressing them is our priority and responsibility. The Government’s rape review found a steep decline in the number of cases reaching court since 2016. One of the key reasons for this was the number of victims withdrawing from the criminal justice process, and in too many instances the criminal justice system has simply not been good enough and has failed victims. Across Government, my colleagues and I intend to transform support for victims by ensuring that cases are investigated fully and pursued vigorously through the courts.\n  *[ERSA]: Employment Related Services Association",
        "**Karl Turner**\n  *[ERSA]: Employment Related Services Association",
        "The Home Secretary talks about victims; why is crime up 18% but prosecutions are down 18%?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I will come on to that as well, but first I want to speak about the rape action plan. We will increase the number of cases reaching court back to 2016 levels, which means reducing the number of victims who withdraw from the process and putting more rapists behind bars.\n  *[ERSA]: Employment Related Services Association",
        "Crucial in how the Government will do this is not just money but investment in capabilities and the court system. The Government are investing over £80 million in the Crown Prosecution Service to tackle backlogs and recruit more prosecutors across the entire the country, because we need to start tackling this inequality. There is a significant inequality; that is in part a result of factors such as the way charges have been made and prosecutions brought, but there are other challenges as well.\n  *[ERSA]: Employment Related Services Association",
        "**Yvette Cooper**\n  *[ERSA]: Employment Related Services Association",
        "Will the right hon. Lady give way?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "No, I will not give way; the right hon. Lady will have a chance to speak. [Interruption.] The right hon. Lady will have an opportunity to speak shortly. [Interruption.] If I may finish my point, I may come to her.\n  *[ERSA]: Employment Related Services Association",
        "The other factor in terms of policing is the increase in the volume of digital evidence, and a vast amount of work is taking place across policing and the CPS now looking at how we can have an end-to-end approach across the criminal justice system to assess digital evidence. Also, for the first time the criminal justice system is now going to be held to account through performance scorecards through the crime and justice taskforce and also through the MOJ as well as the Home Office.\n  *[ERSA]: Employment Related Services Association",
        "**Layla Moran (Oxford West and Abingdon) (LD)**\n  *[ERSA]: Employment Related Services Association",
        "I thank the right hon. Lady for giving way. Is she aware, among student victims of sexual assault, of the use of gagging clauses and non-disclosure agreements in university non-contact agreements? I am in touch with various victims, particularly from Oxford university. One college, Lady Margaret Hall, has now signed a pledge to no longer use these but none of the other colleges has. Will the right hon. Lady join me and the universities Minister, the right hon. Member for Chippenham (Michelle Donelan), in asking other colleges to do the same, and will she consider meeting me so that I can relay to her the thoughts of victims in these cases?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "The hon. Lady is absolutely right. [Interruption.] I hear calls for more legislation from Labour Members, but, frankly, they also vote against all Government legislation. The hon. Lady raises a serious point. Through the crime and justice taskforce particularly, which is a cross-Government endeavour, the Education Secretary and other parts of Government are working with the MOJ to address and tackle these issues. The CPS has an important role to play here as well. I would be delighted to meet the hon. Lady and to speak to the universities Minister about this, because it is simply not right. Frankly, some of the practices being used are immoral, because they are effectively denying victims their right to have a voice.\n  *[ERSA]: Employment Related Services Association",
        "**Yvette Cooper**\n  *[ERSA]: Employment Related Services Association",
        "Will the right hon. Lady give way?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "No, I will not give way. The right hon. Lady will have the chance to speak shortly and there are, I think, 32 Members wishing to speak in this debate.\n  *[ERSA]: Employment Related Services Association",
        "**Dame Diana Johnson (Kingston upon Hull North) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "Will the right hon. Lady give way?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "Yes, I will give way to the Chair of the Select Committee.\n  *[ERSA]: Employment Related Services Association",
        "**Dame Diana Johnson**\n  *[ERSA]: Employment Related Services Association",
        "I am very grateful to the Home Secretary. On the issue of convictions for rape and serious sexual assault, one of the recommendations from the Home Affairs Committee was to have RASSO—rape and serious sexual offences—units in all police forces. Will the Home Secretary ensure that all police forces now have those specialist units, because we know if that is the case, it is more likely that investigations will be more thorough, victims will be treated better and convictions will follow?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "The right hon. Lady is absolutely right, and she will be aware of Operation Soteria, which does that. I will come on to wider support through the courts system and independent gender violence advocates, but the system is working now in a much more joined-up way, which I am sure the right hon. Member for Normanton, Pontefract and Castleford will also welcome. These measures have to be integrated not only with policing, but with the CPS, so that we have an end-to-end approach on prosecution.\n  *[ERSA]: Employment Related Services Association",
        "**Nick Smith (Blaenau Gwent) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "The Home Secretary talked about passports. Constituents are telling me that the long delays at the Passport Office could both badly affect the travel industry and ruin family holidays. We need action now. Will she ensure the backlog is dealt with in the coming weeks?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "If the hon. Gentleman has a particular case, I have been speaking to other hon. Members—[Interruption.] No, please send it to me. There has been a problem with Teleperformance, the company that runs the helpline on this, but I would be happy to address his points. There is a great deal of work taking place operationally with Her Majesty’s Passport Office in dealing with passports and applications, and we are about to have yet another record month of passport delivery.\n  *[ERSA]: Employment Related Services Association",
        "The fourth round of the proven safer streets fund is worth £50 million and will help to reclaim spaces so that people across our communities and streets are safe. Alongside that initiative, the Government have worked assiduously to combat issues such as drugs and county lines. While we know that Opposition Members are weak on combating drugs, this Government have overseen the arrest of 7,400 people as part of the county lines drug programme, and 1,500 lines have been closed. Drug seizures by police officers and Border Force in England and Wales in 2020-21 increased by 21% on the previous year. The 10-year drugs strategy is underpinned by £30 million of new investment to tackle that scourge.\n  *[ERSA]: Employment Related Services Association",
        "The Police, Crime, Sentencing and Courts Act 2022 backs the police with improved powers and more support for officers and their families in recognition of the unique and enormous sacrifices they make. It means tougher sentences for the worst offenders and modernises the criminal justice system with an overhaul of court and tribunal processes.\n  *[ERSA]: Employment Related Services Association",
        "**Jonathan Gullis (Stoke-on-Trent North) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "I thank my right hon. Friend the Home Secretary for the Police, Crime, Sentencing and Courts Act. When I brought to this House the Desecration of War Memorials Bill, she immediately picked it up and ran with it and included it in the policing Bill, despite the mocking from the Labour party, including the Leader of the Opposition, saying that we were trying to protect statues rather than war graves and the war memorials to our glorious dead. Thank you, Home Secretary.\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I thank my hon. Friend for his support in making the Police, Crime, Sentencing and Courts Bill an Act of Parliament. It is through that work that we are now able not only to protect and stand with our officers and back the police, but to have tougher sentences for the worst offenders and to modernise the criminal justice system. The most serious sexual and violent offenders will spend longer in prison. The maximum sentence for assaulting an emergency worker has doubled, and whole-life orders for those who commit premeditated murder of a child will be extended. Those are all key features of the Act.\n  *[ERSA]: Employment Related Services Association",
        "This Government are also investing £4 billion to create 20,000 additional prison places by the mid-2020s, and the GPS tagging of 10,000 burglars, robbers and thieves over the next three years will deter further offending and support the police in pinning down criminals at the scene of their crime. That is why this Government will not stop. The beating crime plan is exactly the plan to cut rates of serious violence, homicide and neighbourhood crime.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Barry Sheerman (Huddersfield) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association",
        "If the Home Secretary will allow me to intervene, I co-chair with the hon. Member for Bromley and Chislehurst (Sir Robert Neill) the all-party parliamentary group on miscarriages of justice. We are looking at the real problems with forensic science since its privatisation. If we are going to catch more criminals and have a more effective criminal justice system, will the Home Secretary make it a priority to ensure that forensic science in every part of the country is as good as it can be?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I pay tribute to the hon. Gentleman and the work of that group. Forensic science and the investment that goes into it is absolutely crucial to making sure that justice is served, and that victims receive the justice that they deserve. I would be happy, perhaps with Ministers, to organise a meeting on this, because there is a great deal of investment and work in forensic science. That is primarily because crime types evolve, and, in terms of the way in which sexual violence cases such as rape take place, digital evidence needs to be treated in a very different way, with the time that digital downloads take and the implications for forensic use. We would be happy to meet and have further discussion, and perhaps share any information and any good practice that we are experiencing in this evolving area.\n  *[ERSA]: Employment Related Services Association",
        "The beating crime plan includes £130 million to tackle serious violence and knife crime. This complements the improved stop-and-search powers that we have given the police so that they can do what is necessary to keep people safe. This law and order Conservative Government are introducing several Bills in this parliamentary Session that will further help to prevent crime and deliver justice. The Police, Crime, Sentencing and Courts Act was a major step forward, but elements were frustrated by the unelected other place, urged on by Opposition Members. We will not be deterred from our duty to protect the law-abiding majority from the mob rule and the thuggery that we have seen. The public order Bill will combat the guerrilla tactics that bring such misery to the hard-working public, disrupt businesses, interfere with emergency services, cost taxpayers millions, and put life at risk.\n  *[ERSA]: Employment Related Services Association",
        "**Lee Anderson (Ashfield) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "The public order Bill, as the Home Secretary knows, will be music to the ears of many residents in Ashfield. We have seen these eco whatever-they-ares with their little hammers smashing up petrol stations. Does she think it is a good idea to give them bigger hammers and other tools and put them to work seven days a week like the rest of us?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend, like me, believes in work, and that is effectively what we are doing in this Government—we are cracking on with the job, basically, in delivering on the British people’s priorities.\n  *[ERSA]: Employment Related Services Association",
        "It is important to reflect on this point: the dangerous nature of these protests should not be lost on anyone in this House. We saw in particular the recent Just Stop Oil protest, and there are other sites and oil refineries where these protesters impose themselves. It really is a miracle that somebody has not been killed or injured through the tactics that are being used. To give one example, in the county of Essex, £3.5 million was spent just on policing overtime to deal with those protesters, draining the resources of Essex police so that it could not protect citizens across the county, and at the same time it had to call for mutual aid from Scotland, Wales, and Devon and Cornwall.\n  *[ERSA]: Employment Related Services Association",
        "Despite Labour and the Lib Dems ganging up to prevent those measures from being included in the PCSC Act, we will act to support ordinary working people because we are on their side. The public order Bill will prevent our major transport projects and infrastructure from being targeted by protesters and introduce a new criminal offence of locking on and going equipped to lock on, criminalising the act of attaching oneself to other people, objects or buildings to cause serious disruption and harm. The Bill also extends stop-and-search powers for the police to search for and seize articles related to protest-related offences and introduces serious disruption prevention orders—a new preventive court order targeting protesters who are determined to repeatedly inflict disruption on the public. The breach of those orders will be a criminal offence.\n  *[ERSA]: Employment Related Services Association",
        "Modern slavery is something that rightly exercises this House. It is a damning indictment of humanity that this ancient evil has not gone away. This Government will follow previous Conservative Governments in doing everything that we can to identify it and stamp it out. The new modern slavery Bill will strengthen the protection and support for victims of human trafficking and modern slavery. It will place greater demands on companies and other organisations to keep modern slavery out of their supply chains. The Bill will enshrine in domestic law the Government’s international obligations to victims of modern slavery, especially regarding their rights to assistance and support, and it will provide greater legal certainty for victims accessing needs-based support. Law enforcement agencies will have stronger tools to prevent modern slavery, protect victims, and bring those engaged in this obscene trade to justice.\n  *[ERSA]: Employment Related Services Association",
        "In response to Putin’s appalling and barbaric war on Ukraine, this House passed an economic crime Bill within a day so that we could sanction those with ties to Putin. The UK is an outstanding country to do business in, in no small part because dirty money is not welcome here. An additional economic crime and corporate transparency Bill will mean that we can crack down even harder on the kleptocrats, criminals and terrorists who abuse our open economy. There will be greater protections for customers, consumers and businesses from economic crime such as fraud and money laundering. Companies House will be supported in delivering a better service for over 4 million UK companies, with improved collection of data to inform business transactions and lending decisions throughout our economy.\n  *[ERSA]: Employment Related Services Association",
        "The Online Safety Bill will tackle fraud and scams by requiring large social media platforms and search engines to prevent the publication of fraudulent paid-for advertising. It will address the most serious illegal content, including child sexual exploitation and abuse, much of which beggars belief and is utterly sickening. Public trust will be restored by making companies responsible for their users’ safety online. Communication offences will reflect the modern world, with updated laws on threatening communication online, as well as criminalising cyber-flashing.\n  *[ERSA]: Employment Related Services Association",
        "**Chi Onwurah (Newcastle upon Tyne Central) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "The Home Secretary has expressed her outrage and disgust at the crime and abuse that is to be found online. Why has her party done nothing about it for the past 12 years?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "First, the hon. Lady and her party spend a great deal of time voting against the measures that we do bring forward on this. Secondly, the passage of the Online Safety Bill will give her and her party every opportunity to support us in keeping the public safe through some of the new offences that will be brought in.\n  *[ERSA]: Employment Related Services Association",
        "This Government were elected with a manifesto commitment to update the Human Rights Act 1998 so that we enjoy the right balance between the rights of individuals, national security, and effective government. The UK is a global leader with ancient and proud traditions of freedom and human rights. Our Bill of Rights will reinforce freedom of speech and recognise trial by jury. It will strengthen our common-law traditions and reduce our reliance on Strasbourg case law. Crucially, the Bill of Rights will restore public confidence and curb the abuse of the human rights framework by criminals. This is a welcome and much-needed update, 20 years after the Human Rights Act came into force, and it will apply to the whole of the United Kingdom. Human rights are not something that should only be extended to criminals. In what has to be the most twisted logic I have seen as Home Secretary, I have lost count of the number of representations I have received from immigration lawyers and Labour Members begging me not to deport dangerous foreign criminals. The Conservative party stands firmly with the law-abiding majority.\n  *[ERSA]: Employment Related Services Association",
        "The most vulnerable among us are not murderers, sex offenders and violent thugs, but their victims. Our victims Bill will mean that victims are at the heart of the criminal justice system, that they will get the right support at the right time, and that when they report a crime, the system will deliver a fair and speedy outcome. The victims code will be placed into law, giving a clear signal of what they have a right to expect. There will be more transparent and better oversight of how criminal justice agencies support victims so that we can identify problems, drive up standards, and give the public confidence. We are increasing the funding for victim support services to £185 million by 2024-25. That will mean more independent sexual and domestic violence advisers and new key services such as a crisis helpline.\n  *[ERSA]: Employment Related Services Association",
        "**Edward Timpson (Eddisbury) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "I very much welcome the measures to put the victims code on a statutory footing, because these are very basic rights that need to be upheld for anyone who is a victim of crime. One of the other consequences of being a victim of crime is often the mental health fall-out from being involved in that crime and what follows afterwards—the trial or other matters. During what is Mental Health Awareness Week, I ask: what can be done to add to the victims code to ensure that those who find themselves in that unenviable position get the support they need so that they can get their mental health back as well as the rest of their life?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend makes probably one of the most important points about support for victims, and also about how we can help victims to rebuild their lives and live their lives with confidence going forward.\n  *[ERSA]: Employment Related Services Association",
        "Within this work and the framework is the question of how we integrate many of our mental health service supports and the NHS more widely. The funding for victims, particularly in the areas of independent sexual violence and domestic violence advisers, is just one part of that. Legislation is only part of the solution. It is about how we deliver integrated services within our communities and also how much of the triaging takes place, whether that is through police and crime commissioners, the Victims’ Commissioner or even local policing, as well as mental health services in the community.\n  *[ERSA]: Employment Related Services Association",
        "**Jim Shannon (Strangford) (DUP) rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I will give way one last time.\n  *[ERSA]: Employment Related Services Association",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association",
        "I thank the Home Secretary for giving way. She mentioned £187 million, I think, for victim support. Will some of that money come to Northern Ireland? Will it be new money? Will it be part of the Barnett consequentials? How will it filter through?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "Many of these issues are devolved matters, but this is such important work—a lot of good work is taking place through the integrated end-to-end approach, and also through the scorecards that we are now setting up—that I would be very happy for the hon. Gentleman to speak to our Ministers about best practice, learnings and how the work can come to Northern Ireland. There is, it is fair to say, a great deal more that we do need to do in Northern Ireland, and I know we have had these conversations many times.\n  *[ERSA]: Employment Related Services Association",
        "The data reform Bill will modernise the Information Commissioner’s Office so that it can take stronger action against organisations that breach data rules. We now have more than 490 Crown court places available for use, which is comparable to pre-pandemic levels, and more than 700 courtrooms that can safely hold face-to-face hearings are open across the civil and family justice system. An additional 250 rooms are available for virtual hearings. In March, we announced the extension of 30 Nightingale courtrooms, and we have opened two new super-courtrooms in Manchester and Loughborough. Furthermore, we are ensuring sufficient judicial capacity by expanding our plans for judicial recruitment.\n  *[ERSA]: Employment Related Services Association",
        "The Nationality and Borders Act 2022 will mean that we can focus our support on those who need it most, not on those who can afford to pay the evil people-smuggling gangs to come into our country. The Act increases the sentences for those coming here illegally and means that people-smugglers face life behind bars. It also makes it easier for us to remove dangerous foreign criminals, as demanded by the British public but not by those on the Opposition Benches or those lawyers working to undermine the will of the public. The British public’s priorities are those of this Government. We are on their side, and we will continue to do everything we can by making this Act viable and workable and delivering for the British people.\n  *[ERSA]: Employment Related Services Association",
        "We are hospitable and charitable as a country, but our capacity to support the more than 80 million people worldwide who are on the move is not limitless. Many Labour Members and others on the Opposition Benches do not seem to understand that, but we do. It is why we have developed our world-leading migration and economic development partnership with Rwanda to deter illegal entry. We are providing solutions to the global migration challenges that countries across the world are facing. As ever, we hear very little from the Opposition, who seem to support the same old broken system and uncontrolled migration to our country.\n  *[ERSA]: Employment Related Services Association",
        "Two terrorist incidents highlight how we can never be complacent. The attack outside Liverpool Women’s Hospital last year would have been a disaster, had it not been for the incredible quick thinking and courage of the taxi driver involved on the scene. The terrible murder of our dear friend Sir David Amess was shocking, but not without precedent. We have worked closely together, Mr Speaker, to tighten security for Members, and we will continue to do so, and this Government will continue to work with our Five Eyes partners to keep the United Kingdom and our allies safe.\n  *[ERSA]: Employment Related Services Association",
        "The “National Cyber Strategy 2022” outlines my approach to tackling cyber-crime. We have terrorist activity committed online and information circulated by terrorist individuals and organisations. Going further, the G7 forum on ransomware launched new programmes, such as our work on economic crime, to counter illicit finance and commodities. Improving our international partners’ ability to disrupt organised crime and terrorist activity is a priority to which this Government are committed.\n  *[ERSA]: Employment Related Services Association",
        "In the past 12 months, we have completed a review of police firearms licensing procedures in response to the terrible and tragic shootings in Plymouth last August. New statutory guidance came into force in November. It improves firearms licensing safety standards and will ensure greater consistency in decision-making. The measures in the national security Bill will further protect our national security, the British public and our vital interests from those who seek to harm the UK. It delivers on our manifesto commitment to ensure that the security services have the powers they need.\n  *[ERSA]: Employment Related Services Association",
        "The Bill represents the biggest overhaul of state threats legislation for a generation. We have world-class law enforcement and intelligence agencies, but they face an ever-present and increasingly sophisticated threat. The Bill gives them an enhanced range of tools, powers and protections to tackle the full range of state threats that have evolved since we last legislated in this area. It will also prevent the exploitation of civil legal aid and civil damage payments by convicted terrorists. The Bill enhances our ability to deter, detect and disrupt state actors who target the UK, preventing spies from harming our strategic interests and stealing our innovations and inventions.\n  *[ERSA]: Employment Related Services Association",
        "The Bill also repeals and replaces existing espionage laws, many of which were primarily designed to counter the threat from German spies around the time of the first world war. It will introduce new offences to address state-backed sabotage, foreign interference, the theft of trade secrets and the assisting of a foreign intelligence service. The Bill will for the first time make it an offence to be a covert foreign spy on our soil. A foreign influence registration scheme will require individuals to register certain arrangements with foreign Governments, to help prevent damaging or hostile influence being exerted by them here.\n  *[ERSA]: Employment Related Services Association",
        "**Holly Lynch (Halifax) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "Can the Home Secretary confirm whether the national security Bill will clarify whether it would have been inappropriate or unlawful for a Foreign Secretary to have met a former KGB officer, as we understand the Prime Minister did back in April 2018?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "If I may, I will not comment on that specific example that has been given. Actually, I think the focus should be on the legislation that is coming forward in this House, where there are plenty of debates to be had, rather than making a point like that. I think it speaks to how the Opposition treat matters of national security, and the disdain that they show to the significance of the threats posed.\n  *[ERSA]: Employment Related Services Association",
        "**Vicky Foxcroft (Lewisham, Deptford) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "Will the Home Secretary give way?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I will not, because I need to make progress so that others can come in.\n  *[ERSA]: Employment Related Services Association",
        "The national security Bill provides us with powers to tackle state threats at an earlier stage by criminalising conduct in preparation for state threats activity. It will also mean that other offences committed by those acting for a foreign state can be labelled as state threats and those responsible sentenced accordingly. When sentencing for offences outside of the Bill, judges will be required to consider any connection to state threat activity and reflect the seriousness of that when handing down a sentence. There is also a new range of measures to manage those who pose a threat but it has not been possible to prosecute them. The use of these measures will be subject to rigorous checks and balances, including from the courts, but we cannot be passive, sitting around until someone does something awful.\n  *[ERSA]: Employment Related Services Association",
        "The Manchester bombing tore into the fabric of our freedom. It was a truly evil act that targeted people, many of them young or children, who were doing something that should have been a simple pleasure—attending a concert. The protect Bill will keep people safe by introducing new security requirements for certain public locations and venues to ensure preparedness for and protection from terrorist attacks. It will provide clarity on protective security and preparedness responsibilities for organisations as part of the protect duty, and it will bring an inspection and enforcement regime that will seek to educate, advise and ensure compliance with the duty. We have worked closely across Government with partners and victims’ groups, and I pay particular tribute to Figen Murray and the Martyn’s law campaign team for developing the proposals and working with us.\n  *[ERSA]: Employment Related Services Association",
        "These Bills further establish the Conservative party as the party of law and order, as do all the actions I have taken since I became Home Secretary. The people’s priorities are our priorities. Those on the Opposition Benches have only two responses, which they alternate between. Whether we hear splenetic outrage or total silence, their warped worldview means they have plenty to say about the rights of lawbreakers, but nothing to offer the law-abiding majority. We await their plan for a fair and firm immigration system that rewards those in need, not evil people-smugglers.\n  *[ERSA]: Employment Related Services Association",
        "**Clive Efford (Eltham) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "Will the Home Secretary give way?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I will not; I am wrapping up. We await the Opposition’s plan to beat crime. We await their plan for a criminal justice system that protects victims and punishes the guilty. We will wait in vain, while the Government get on and do the job of delivering on the people’s priorities.\n  *[ERSA]: Employment Related Services Association"
    ]
}