{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-sending-refugees-to-rwanda/",
    "title": "Priti Patel – 2022 Statement on Sending Refugees to Rwanda",
    "post_date": "April 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 19 April 2022.",
    "content": [
        "With permission, Mr Speaker, I will make a statement on the United Kingdom’s approach to the global migration challenge.\n  *[ERSA]: Employment Related Services Association",
        "The United Kingdom has a long and proud history of offering sanctuary to refugees. In recent years alone, we have welcomed more than 185,000 people through safe and legal routes, including from Syria, Hong Kong, Afghanistan and, more recently, Ukraine. In addition, we have welcomed more than 40,000 people in recent years through our refugee family reunion routes. This Government have done more than any other in recent history to support those fleeing persecution, conflict or instability.\n  *[ERSA]: Employment Related Services Association",
        "But we cannot focus our support on those who need it most or effectively control our borders without tackling illegal migration, which is facilitated by people smugglers—serious organised criminals who profit from human misery, who do not care about people drowning in the channel or suffocating in the back of containers. We must break their lethal and evil business model by removing the demand for their repugnant activities. This type of illegal migration puts unsustainable pressures on our public services and local communities. Every day, the broken asylum system costs the taxpayer almost £5 million in hotel accommodation alone. The cost of the asylum system is the highest in over two decades at over £1.5 billion.\n  *[ERSA]: Employment Related Services Association",
        "As the Prime Minister said last week:\n  *[ERSA]: Employment Related Services Association",
        "“We cannot sustain a parallel illegal system. Our compassion may be infinite, but our capacity to help people is not.”\n  *[ERSA]: Employment Related Services Association",
        "That is why the new plan for immigration and its legislative vehicle—the Nationality and Borders Bill—are so vital. Once again, I urge hon. Members and Members in the other place to follow this elected House in backing the Bill.\n  *[ERSA]: Employment Related Services Association",
        "At the heart of this Government’s approach is a simple principle: fairness. Access to the UK’s asylum system should be based on need, not on the ability to pay people smugglers. More than 80 million people around the world are displaced. Others are on the move because they want a better life. There is a global migration crisis that demands innovative and international solutions, and this Government are taking firm action.\n  *[ERSA]: Employment Related Services Association",
        "When we published the new plan for immigration back in March last year, we set out three very clear objectives: to increase the fairness and efficacy of our system so that we can better protect and support those in genuine need of asylum; to deter illegal and dangerous routes of entry to the UK, thereby breaking the business model of criminal smuggling networks and protecting the lives of those they endanger; and to remove more easily from the UK those with no right to be here.\n  *[ERSA]: Employment Related Services Association",
        "The Ministry of Defence has taken command of small boat operations in the channel. Every small boat incident will be investigated to determine who piloted the boat and could therefore be liable for prosecution. These reforms are a truly cross-government effort, including the Home Office, the Ministry of Defence, the Crown Prosecution Service, Border Force and the Ministry of Justice.\n  *[ERSA]: Employment Related Services Association",
        "A nationwide dispersal system will be introduced so that asylum pressures are more equally spread across local authorities. Currently, 53% of local authorities in England, Scotland and Wales do not accommodate asylum seekers under the dispersal system. It is simply unfair that a national burden should be felt disproportionately by certain areas of the country.\n  *[ERSA]: Employment Related Services Association",
        "For the first time, the Government are building asylum reception centres to end the practice of housing asylum seekers in expensive hotels. A new reception centre in Linton-on-Ouse in North Yorkshire will open shortly. Far from being outlandish, as some in the Opposition have commented, asylum reception centres are already operational in safe EU countries such as Greece and they are funded by the EU.\n  *[ERSA]: Employment Related Services Association",
        "Just last week, I signed a new world-leading migration and economic development partnership with Rwanda. Under this partnership, those who travel to the UK by illegal and dangerous routes, including by small boats across the channel, may be relocated to Rwanda, where they will have their asylum claims considered. Those in need of protection will be given up to five years of support, including education and employment training and help with integration, accommodation and healthcare, so that they can thrive there. The UK is supporting this investment in Rwanda over five years, boosting the Rwandan economy and increasing opportunities for people living there, further cementing the trading and diplomatic relationship between our countries.\n  *[ERSA]: Employment Related Services Association",
        "This is a bespoke international agreement reached last week with Rwanda; I came to Parliament as soon as was reasonably practicable following the conclusion of that agreement. The agreement is compatible with all our domestic and international legal obligations. Rwanda is a state party to the 1951 United Nations refugee convention and the seven core United Nations human rights conventions, and has a strong system for refugee resettlement. The United Nations has used Rwanda for several years to relocate refugees, and of course it was the European Union that first funded that.\n  *[ERSA]: Employment Related Services Association",
        "This agreement deals a major blow to the people smugglers and their evil trade in human cargo. Everyone who is considered for relocation will be screened and interviewed—that will include an age assessment—and will have access to legal services. In relation to accounting officer advice, contrary to reports in the newspapers, the permanent secretary did not oppose this agreement; nor did he assert that it is poor value for money. Rather, he stated in his role as accounting officer that the policy is regular, proper and feasible, but that there is not currently sufficient evidence to demonstrate value for money.\n  *[ERSA]: Employment Related Services Association",
        "It is the job of Ministers to take decisions—more often than not, tough decisions—in the interests of our country. Existing approaches have failed, and there is no single solution to these problems—something that I think Opposition Members may have encountered in the past as well. Change is needed, because people are dying attempting to come to the UK by illegal and dangerous routes. This partnership is the type of international co-operation needed to make the global immigration system fairer, keep people safe and give them opportunities to flourish. This will help to break the people smugglers’ business model and prevent loss of life, while ensuring protection for those who are genuinely vulnerable.\n  *[ERSA]: Employment Related Services Association",
        "This Government are delivering the first comprehensive overhaul of the asylum system and of this type of illegal migration in decades. At the heart of this approach is fairness. Access to the UK’s asylum system must be based on need, not on the ability to pay people smugglers. The demands on the current system, the cost to British taxpayers and the scandalous abuses are increasing. The British public have rightly had enough. Our new plan for immigration will improve support for those directly fleeing oppression, persecution and tyranny through safe and legal routes. It will deter illegal and dangerous routes of entry to the UK, make it easier to remove those with no right to be in the UK and provide a common-sense approach to controlling immigration, both legal and illegal. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association"
    ]
}