{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-an-independent-review-of-prevent/",
    "title": "Priti Patel – 2021 Statement on an Independent Review of Prevent",
    "post_date": "January 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 26 January 2021.",
    "content": [
        "The Counter Terrorism and Border Security Act 2019 committed the Government to making arrangements for an independent review and report on Prevent, the Government strategy for supporting people vulnerable to being drawn into terrorism. Prevent is one of the four strands of the Government’s counter-terrorism strategy, CONTEST, and is therefore a critical part of our approach to reducing the risk we face from terrorism.\n  *[ERSA]: Employment Related Services Association",
        "Following an open competition to appoint a new independent reviewer of Prevent, I am appointing William Shawcross. Mr Shawcross brings with him the necessary skills, experience and independence to carry out this review and provide recommendations to further develop our approach to supporting people vulnerable to being drawn into terrorism in the future.\n  *[ERSA]: Employment Related Services Association",
        "The appointment of Mr Shawcross demonstrates our commitment to ensuring that the Government’s strategy for supporting vulnerable people to prevent them from being drawn into terrorism is as effective as possible in the future.\n  *[ERSA]: Employment Related Services Association",
        "The terms of reference for the review will be published shortly once Mr Shawcross has had an opportunity to review them in full and any amendments he might want to make, taking into account any views which have been shared with the review team on the previous terms of reference. These will outline the timescales for completing the review and ensure this important work fulfils the Government’s objective of diverting vulnerable people away from terrorism.\n  *[ERSA]: Employment Related Services Association"
    ]
}