{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-statement-on-the-murder-of-bobby-moffett/",
    "title": "Owen Paterson – 2010 Statement on the Murder of Bobby Moffett",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Owen Paterson, the then Secretary of State for Northern Ireland, in the House of Commons on 15 September 2010.",
    "content": [
        "I have received the ]24th report of the Independent Monitoring Commission (IMC)](https://whitehall-admin.production.alphagov.co.uk/government/admin/publications/137656). This report has been made under Articles 4 and 7 of the International Agreement that established the Commission. It reports on the murder of Bobby Moffett in Belfast on 28 May 2010. I have considered the content of the Report and I am today laying it before Parliament.\n  *[ERSA]: Employment Related Services Association",
        "The IMC conclude that:\n  *[ERSA]: Employment Related Services Association",
        "The murder was committed by members of the Ulster Volunteer Force (UVF) acting as such;\n  *[ERSA]: Employment Related Services Association",
        "These members had sanction at central leadership level. The fact that there was no subsequent condemnation of the killing by the leadership means that the UVF has, in effect, adopted the consequences of the murder;\n  *[ERSA]: Employment Related Services Association",
        "There were 2 main reasons for the murder and the way in which it was committed: to stop Mr Moffett’s perceived flouting of UVF authority, and to send a message to the organisation and the community that this authority was not to be challenged;\n  *[ERSA]: Employment Related Services Association",
        "Senior leadership in the UVF could have prevented the murder had it determined to do so.\n  *[ERSA]: Employment Related Services Association",
        "In May 2007 the UVF issued a statement renouncing violence and committing to a process of transformation from a military to a civilian organisation. This was a major turning point for them. Last year they also took the step of decommissioning.\n  *[ERSA]: Employment Related Services Association",
        "The IMC observe that “the murder does not blind us to the progress the UVF has made hitherto or of itself mean that the process [of transformation] will be reversed. But it does call into question the reference in the May 2007 statement to becoming a civilian organisation and shows that when faced with what it saw as a challenge to its standing and authority, the organisation reverted to physical force”. The IMC go on to say that “If this murder is to mark the end of the use of physical force it will require a more profound change of culture and attitude by the leadership and the organisation.”\n  *[ERSA]: Employment Related Services Association",
        "The murder of Mr Moffett was brutal and shocking. The conclusions of the IMC in respect of the behaviour of the UVF leadership are a challenge to the UVF leadership to renew their determination to deliver fully on their collective commitment to transform their organisation.\n  *[ERSA]: Employment Related Services Association"
    ]
}