{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-windrush-lessons-learned-review/",
    "title": "Priti Patel – 2022 Statement on Windrush Lessons Learned Review",
    "post_date": "April 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 31 March 2022.",
    "content": [
        "Today we are publishing the “Windrush Lessons Learned Review – Progress Update” which focuses on the work undertaken by the Home Office over the past two years in response to the initial Windrush lessons learned review. I am grateful to Wendy Williams as independent adviser and her team for returning to assess the Home Office’s progress since the publication of her original report in March 2020.\n  *[ERSA]: Employment Related Services Association",
        "The initial Windrush review exposed unacceptable failings in the Home Office and an “institutional ignorance and thoughtlessness towards the issue of race, and the history of the Windrush generation”. I accepted Wendy Williams’ findings when the original report was published and I continue to repeat both my sincere heartfelt apology to those impacted from the Windrush generation and the wider Commonwealth and my commitment to righting the wrongs so that the mistakes of the past are not repeated.\n  *[ERSA]: Employment Related Services Association",
        "I published a comprehensive improvement plan in September 2020 which set out the actions we intended to take in response to the Windrush lessons learned review. I am pleased that, in reviewing progress, Wendy Williams concludes that we have risen to the challenge she set us. She states that there are several areas where very good progress has been made and structures have been put in place which should provide appropriate levels of oversight of the Department in the future. She has also seen excellent behaviour and initiatives from members of staff and teams.\n  *[ERSA]: Employment Related Services Association",
        "I am confident that we have started to deliver the meaningful change that the Windrush generation and wider public expect and deserve from the Home Office. I also believe that we have already made significant progress in creating the culture shift that Wendy Williams challenged us to bring about. I am proud of the work that we have already undertaken in response to the Windrush lessons learned review.\n  *[ERSA]: Employment Related Services Association",
        "We have now offered £45 million through the Windrush compensation scheme, with £37.7 million paid across 993 claims. We have also provided over 14,800 individuals with documentation confirming their status or British citizenship.\n  *[ERSA]: Employment Related Services Association",
        "Whilst commending our overall progress and commitment, Wendy Williams has identified areas where we still need to go further. She recognises the major programme of work which has taken place, and that the scale of our ambition to achieve genuine cultural change requires ongoing reflection, commitment to constant improvement and time. I welcome this progress update and we will continue to build on the progress which has been made.\n  *[ERSA]: Employment Related Services Association",
        "It remains our mission to make the Home Office a better place to serve the public. I am grateful to my permanent secretaries and senior officials whose dedication to improving the department and making amends remains resolute. I extend my gratitude to the civil servants in the Home Office and across government who continue to rise to the challenge that the Windrush lessons learned review has set us all, and who work tirelessly every single day in challenging and demanding roles to keep the public and our country safe. Like me, they recognise that there is much work still to deliver the vision set out in our comprehensive improvement plan. I am confident that together we can achieve that.\n  *[ERSA]: Employment Related Services Association",
        "The Progress Update will be made available on gov.uk at: Windrush Lessons Learned Review: progress update – GOV.UK (www.gov.uk)\n  *[ERSA]: Employment Related Services Association"
    ]
}