{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-the-uk-terrorism-threat-level/",
    "title": "Priti Patel – 2022 Statement on the UK Terrorism Threat Level",
    "post_date": "February 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 9 February 2022.",
    "content": [
        "The Joint Terrorism Analysis Centre (JTAC) has reduced the UK national terrorism threat level from severe to substantial. This means that a terrorist attack in the UK is likely.\n  *[ERSA]: Employment Related Services Association",
        "JTAC previously raised the UK national threat level from substantial to severe following two terrorist attacks in the UK in quick succession, in October and November 2021. When the threat level is at severe it means an attack is highly likely.\n  *[ERSA]: Employment Related Services Association",
        "JTAC judges that, despite these two attacks, the current nature and scale of the UK terrorist threat is consistent with the level of threat seen prior to the attacks. The attacks in October and November 2021 reflect the complex, volatile, and unpredictable nature of the terrorist threat in the UK.\n  *[ERSA]: Employment Related Services Association",
        "The decision to change the UK terrorism threat level is taken by JTAC independently of Ministers. JTAC keep the threat level under constant review based on the very latest intelligence and analysis of internal and external factors which drive the threat.\n  *[ERSA]: Employment Related Services Association",
        "Any reduction in the threat level is positive but it must never make us complacent. Terrorism remains one of the most direct and immediate risks to our national security. The public should remain alert, but not alarmed, and report any concerns they may have to the police.\n  *[ERSA]: Employment Related Services Association"
    ]
}