{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-speech-on-the-avian-influenza-outbreak/",
    "title": "Priti Patel – 2022 Speech on the Avian Influenza Outbreak",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Priti Patel, the Conservative MP for Witham, in Westminster Hall, the House of Commons, on 30 November 2022.",
    "content": [
        "I congratulate my right hon. Friend the Member for Maldon (Sir John Whittingdale), who is my constituency neighbour, on securing the debate and on highlighting how badly this epidemic has affected Essex and the east of England. This debate follows the one that we held in Westminster Hall last week on support for British farming. Of course, we are all here to pay tribute to those whose livelihoods depend on farming, and to recognise the valuable contribution that they all make. As has already been said, with Christmas fast approaching, there is rightly a significant amount of public interest in this issue. Agriculture, whether it is our poultry industry or other aspects of farming that have been mentioned, is crucial to Britain. It fills our tables and keeps people employed in this country. This is a challenging and worrying time for farmers.\n  *[ERSA]: Employment Related Services Association",
        "As right hon. and hon. Members have said, farmers in Essex, the east of England and other parts of the country have been heavily hit by bird flu. I pay tribute to those farmers; what they are enduring is incredibly difficult. Anyone who keeps birds, whether on large farms or smallholdings, including hobbyists who keep heritage breeds, is living in fear, with genuine concerns. Those concerns are not short term; they are long term with significant impacts.\n  *[ERSA]: Employment Related Services Association",
        "We should note that many farms already maintain strong biosecurity measures but have still been infected. As this strain spreads across the wild bird population, the damage is now severe. In the Witham constituency, between 1 October and 15 November, a highly pathogenic avian influenza was detected in poultry and captive birds; it was detected in three premises out of six in Essex. Nearly 50,000 birds have died or been culled in Essex as a result, including around 7,600 in the Witham constituency.\n  *[ERSA]: Employment Related Services Association",
        "Members have already heard and discussed the impact, but there is one example from my constituency that I would like to highlight. Blackwells farm is one of many fantastic farms in Essex and is a great business. It has been rearing its own free-range poultry and meats for many years. The farm shop also showcases other local producers. There is, of course, a knock-on effect on the supply chain and access for other producers. Bird flu was detected on Blackwells farm in October, and I raised that with the Secretary of State and the Minister. I am grateful to the Minister for his diligent response. Within days, thousands of birds were infected and died. Those that were left by the time officials arrived from DEFRA were humanely culled. That process was a devastating time for the farm.\n  *[ERSA]: Employment Related Services Association",
        "We have heard from Members about the processes and procedures, but first there are some specific issues that need to be addressed, such as the lack of information about what other activities could or could not take place on the site of a working farm and business. Local businesses with diverse operations need to factor in all those matters. The situation became very much about certainty and clarity of advice from DEFRA on what constitutes business as usual, so that the farm could operate. I would welcome the Minister’s feedback on those points, which he has heard raised before. I would also like clarification on the compensation arrangements, which have already been debated.\n  *[ERSA]: Employment Related Services Association",
        "Blackwells has received some compensation for approximately 5,000 of the 7,300 birds affected, which were either culled or died. Compensation was not paid in respect of all the birds lost. The arrangement for compensation is an issue. The Department knows well that compensation and payments not only need to be on time, but must reflect the scale of the damage and the impact of the pandemic on businesses.\n  *[ERSA]: Employment Related Services Association",
        "The farm, along with other businesses, will need to know about compensation measures, and the measures in place need to be reviewed, with details of what further support can be given to farms affected to help them get through these tough times. This is not a period of four to six weeks; the disruption is becoming persistent, and it is affecting businesses. As well as compensation, we must look at the timescales for the restrictions that are in place. Blackwells now faces 12 months of restrictions on poultry, which will hamper its ability to get the site up and running and to plan not just for now but for next year’s Christmas and all its other business operations. It is unclear why the restrictions are so lengthy, when they will impact the farm and many other businesses.\n  *[ERSA]: Employment Related Services Association",
        "Small and independent poultry producers, including those that help fulfil Christmas orders, are being affected by the restrictions. The cleaning regime has already been highlighted. We also need to consider the cost of the restrictions, and what they mean in terms of time for the operations of these businesses. I would like the Minister to respond specifically on those issues and to say what the long-term plan is. Avian flu is here to stay, and its implications for businesses are significant. Poultry farmers cannot be expected to face regular patterns of restrictions and disruption to their businesses.\n  *[ERSA]: Employment Related Services Association",
        "As ever, I pay tribute to our farmers, and to our poultry farmers in particular. They are part of our rural communities—part of the rural backdrop of our country—and I know the Minister will do everything he can to ensure that our farmers are supported during this very difficult time.\n  *[ERSA]: Employment Related Services Association"
    ]
}