{
    "url": "https://www.ukpol.co.uk/owen-paterson-1997-comments-about-the-european-union/",
    "title": "Owen Paterson – 1997 Comments about the European Union",
    "post_date": "November 5, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Owen Paterson, the Conservative MP for North Shropshire, in the House of Commons on 12 November 1997.",
    "content": [
        "I shall be brief. During my business career, I have travelled widely throughout Europe. I should declare an interest in that I am president of the European Tanning Confederation, I speak a couple of European languages, and I struggle by in English.\n  *[ERSA]: Employment Related Services Association",
        "I draw the attention of smug, complacent Labour Members to the people of Europe. I have been in the Chamber for most of the evening and I have been astonished by the debate’s lack of touch with the real businesses and the real people who are trying to make a living in a sclerotic Europe, struggling under burdens such as the social chapter and over-regulation.\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend the Member for Arundel and South Downs (Mr. Flight) spoke eloquently about the social chapter. I point out that Professor Patrick Minford of Liverpool university has calculated that the social chapter and other burdens could reduce gross domestic product by 20 per cent. They had such a devastating impact on the unemployment figures that the computer could not handle them.\n  *[ERSA]: Employment Related Services Association",
        "I remind hon. Members that, the last time the people of Britain were consulted, they voted to join a free trade area. They believed that they were joining a club of independent sovereign states that would work together in the interests of free trade. We are here for only a short time: power and sovereignty should rest with the people. Smug Labour Members should reflect upon who has sent them here and to whom they are handing powers.\n  *[ERSA]: Employment Related Services Association",
        "Qualified majority voting is increasing in 16 areas. The gentleman from Amsterdam, the hon. Member for Finchley and Golders Green (Dr. Vis), attended today’s hearing of European Standing Committee A, at which hon. Members considered landfill. He saw how qualified majority voting will clobber many British businesses whose waste goes to landfill. Incineration—which is proposed by the directive—is not suitable for this country.\n  *[ERSA]: Employment Related Services Association",
        "**Dr. Vis**\n  *[ERSA]: Employment Related Services Association",
        "I must admit that Amsterdam is not my constituency. I represent the constituency of Finchley and Golders Green.\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Paterson**\n  *[ERSA]: Employment Related Services Association",
        "I apologise, but that was the only geographical reference that the hon. Gentleman gave.\n  *[ERSA]: Employment Related Services Association",
        "In the dying two minutes, I draw Labour Members’ attention to the people of Europe. It is horrendous to see powers being taken from them and given to institutions. The people of Europe cannot vote for the removal of those who decide matters that govern their lives. I was in France last year during the by-election at Gardanne, the run-off for which was contested by the Communist party and the National Front.\n  *[ERSA]: Employment Related Services Association",
        "**Mr. MacShane**\n  *[ERSA]: Employment Related Services Association",
        "Who did the hon. Gentleman support?\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Paterson**\n  *[ERSA]: Employment Related Services Association",
        "I am sorry, but I am making a desperately serious point.\n  *[ERSA]: Employment Related Services Association",
        "The vote is going increasingly to undemocratic parties that support the sovereignty of nations. The Vlaams Blok is a deeply unpleasant group that has taken 25 per cent. of the vote in Antwerp. Herr Haider in Austria is also attracting a substantial vote. I believe—as does everyone on the Opposition Benches—in a club of independent states going further into eastern Europe. We should be bringing in the newly free countries. The Amsterdam treaty does nothing for that; it increases the power of an unelected European elite and does down the people of Europe. The consequences will be serious.\n  *[ERSA]: Employment Related Services Association"
    ]
}