{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-channel-crossings-in-small-boats/",
    "title": "Priti Patel – 2021 Statement on Channel Crossings in Small Boats",
    "post_date": "November 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 22 November 2021.",
    "content": [
        "The number of people coming into our country illegally on small boats is unacceptable. It is the result of a global migration crisis. Just last week, I met my counterparts in the US, who are grappling with similar diplomatic, legal, legislative and operational issues. It is fair to say that in all my dialogues with counterparts and Interior Ministers, including the Polish Interior Minister this morning, similar feedback is taking place across the board.\n  *[ERSA]: Employment Related Services Association",
        "We would be in a much worse position if it were not for the work already untaken by the Government. We have ensured that the National Crime Agency has the resourcing it needs to tackle and go after the people-smuggling gangs, resulting in 94 ongoing investigations, 46 arrests and eight convictions this year. We have also: reached two new deals with France, putting more police officers on French beaches and introducing new groundbreaking technology to better detect migrants; set up a joint intelligence cell with France to target migrant interceptions on French beaches; introduced new and tougher criminal offences for those attempting to enter the UK illegally; laid statutory instruments to stop asylum claims being made at sea; and agreed returns deals with India and Albania—and had discussions just last week with Pakistan—to take back more foreign national offenders and failed asylum seekers, with more returns deals imminent.\n  *[ERSA]: Employment Related Services Association",
        "All these measures form part of the new plan for immigration, which I launched in this House in February this year. The remaining components of that plan are currently making their way through Parliament in the Nationality and Borders Bill, and I look forward to working with all colleagues to ensure that it receives Royal Assent as soon as possible. The Bill introduces a range of measures, including but not limited to: a one-stop appeals process; the ability for asylum claims to be heard offshore in a third country; the ability to declare those who arrive in the UK having passed through safe countries where they could have claimed asylum inadmissible to our asylum system, meaning no recourse to public funds and limited family reunion rights; visa penalties for countries refusing to take back their nationals; quicker returns of foreign national offenders; and a new age verification to prevent adult asylum seekers from posing as children.\n  *[ERSA]: Employment Related Services Association",
        "If any hon. or right hon. Members have concrete proposals that are not already featured in the new plan for immigration, I would be happy to meet to discuss them. My door is always open, particularly to those from the Opposition Benches because of course they attack the new plan for immigration. They have not supported it and they voted against it, not because they are genuinely frustrated at the number of illegal migrants entering our country, as those on this side of the House and the British public are, but because they will always stand up for unlimited migration and free movement. They have always said that and always will do. That is why they have voted against the new plan to tackle crossings, with the right hon. Member for Torfaen (Nick Thomas-Symonds) opposing the development of operational solutions to turn back the boats. He even refuses to say if his ambition is to reduce the number of illegal migrants coming here. Can he do so today?\n  *[ERSA]: Employment Related Services Association",
        "Those on the Government Benches will continue to confront this difficult and complex issue, no matter how controversial or complex others may deem it to be. We will find legislative and operational solutions, and we will treat this with the same grit and determination with which we have treated all the other challenges our country has faced, including leaving the European Union and delivering a points-based immigration system. Let me restate, as I did in February and have done repeatedly, that this will take time. The only solution to this problem is wholesale reform of our asylum system, which the new plan delivers.\n  *[ERSA]: Employment Related Services Association"
    ]
}