{
    "url": "https://www.ukpol.co.uk/priti-patel-2023-parliamentary-question-on-unsuitable-development-proposals/",
    "title": "Priti Patel – 2023 Parliamentary Question on Unsuitable Development Proposals",
    "post_date": "January 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Priti Patel, the Conservative MP for Witham, in the House of Commons on 9 January 2023.",
    "content": [
        "**Priti Patel (Witham) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "What steps he is taking to help communities protect themselves from potentially unsuitable development proposals.\n  *[ERSA]: Employment Related Services Association",
        "**The Minister of State, Department for Levelling Up, Housing and Communities (Lucy Frazer)**\n  *[ERSA]: Employment Related Services Association",
        "Mr Speaker, I would like to start by apologising on behalf of my right hon. Friend the Secretary of State for his absence from the Chamber. As I believe you and the hon. Member for Wigan (Lisa Nandy) are aware, he has a family reason that means he is unable to be here today.\n  *[ERSA]: Employment Related Services Association",
        "The Government are taking action to protect communities from inappropriate development through measures in the Levelling-up and Regeneration Bill and through our proposals for updating the national policy planning framework, which we launched for consultation at the end of last year. Those proposals include giving increased weight to plans in decision making, removing the requirement to demonstrate a five-year housing land supply where a plan is up to date and strengthening the protections from speculative development for areas that have a neighbourhood plan that meets its housing requirement.\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "The Minister is well aware that communities across the Witham constituency, including many villages such as Hatfield Peverel, Tollesbury, Tiptree and Black Notley, have been subject to speculative developments, some of which have gone through on appeals from builders in particular or have been approved by councils concerned about their five-year land supply. What assurances can she and the Government give my constituents, who are fighting against many speculative developers and developments, that the Government’s planning policies are on the side of those communities?\n  *[ERSA]: Employment Related Services Association",
        "**Lucy Frazer**\n  *[ERSA]: Employment Related Services Association",
        "I am very aware of the issues my right hon. Friend raises, because we discussed them at length as the Bill was going through the House. I am grateful for her contributions, which have strengthened the Bill. I know that communities, including in her constituency, invest considerable time and effort in preparing neighbourhood plans, and I understand their frustrations when decisions go against their wishes. The current NPPF already provides important additional protection from speculative development for areas with a neighbourhood plan, but we want to go even further. We have just published proposals to increase protections for areas, including those with neighbourhood plans. Those proposals are now out for consultation and I know the Secretary of State will consider all views carefully before making a final decision.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association",
        "I call the Chair of the Select Committee.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Clive Betts (Sheffield South East) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "Happy new year to you, Mr Speaker, and to everyone else.\n  *[ERSA]: Employment Related Services Association",
        "The consultation on the NPPF before Christmas included quite a lot of flexibilities and potential for changes on the standard methodology that would be the basis for calculating the housing needs assessment, but the one area where there did not seem to be much flexibility was the urban uplift. Can the Minister justify the 35% uplift and set out how it has been calculated for each of the urban areas? Secondly, in cases such as that of Sheffield, where the urban uplift will force development on to greenfield sites and the green belt, will there be flexibility so that the extra amount from the urban uplift does not have to be applied where it can do real damage to local communities?\n  *[ERSA]: Employment Related Services Association",
        "**Lucy Frazer**\n  *[ERSA]: Employment Related Services Association",
        "I am sure other hon. Members have questions for me and other Ministers about the importance of infrastructure where we have development. Developments in urban areas have the benefit of that infrastructure, and it is important to build houses where there is infrastructure, so that uplift remains. However, the hon. Gentleman mentioned the green belt, and we are very conscious of the impact of building on green belt. There will be strengthened protections around that in the NPPF.\n  *[ERSA]: Employment Related Services Association",
        "**Boris Johnson (Uxbridge and South Ruislip) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "Does my right hon. and learned Friend agree that the best way to stop building housing in unsuitable areas is to build more on brownfield sites across the country? Is it not therefore all the more tragic that under the current Labour Mayor of London, house building has gone off a cliff because he remains obsessed with unrealistic targets for social housing in every development, stopping good projects from going ahead and depriving the people of this city and this country of houses for sale and for market rent, and of social housing as well?\n  *[ERSA]: Employment Related Services Association",
        "**Lucy Frazer**\n  *[ERSA]: Employment Related Services Association",
        "My right hon. Friend makes an excellent point, as always. We do agree that it is important that we build first on brownfield land. That is why we have a brownfield-first policy that we are absolutely committed to, and a brownfield fund to encourage investment in those areas. It is, of course, important that we have social housing, affordable housing and homes that first-time buyers can buy. But it is important that we have mixed developments, and that those houses are in the right places and in the right quantities.\n  *[ERSA]: Employment Related Services Association",
        "**Rachael Maskell (York Central) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association",
        "Happy new year, Mr Speaker.\n  *[ERSA]: Employment Related Services Association",
        "York is becoming unrecognisable as developers are building not only luxury student accommodation but luxury apartments across our city when we desperately need social and affordable homes. That is leading to the highest price rises in housing across the country—a staggering 23.1% last year—pricing out my constituents. How will the Minister ensure that local authorities just build housing according to need rather than the want of developers?\n  *[ERSA]: Employment Related Services Association",
        "**Lucy Frazer**\n  *[ERSA]: Employment Related Services Association",
        "We do ensure that. We are committed to ensuring that we have in our new infrastructure the same amount of affordable housing that we have at the moment. As I am sure the hon. Member is aware, we have a fund of £11.5 billion going into affordable housing so that developers can create the houses that people not only want but need.\n  *[ERSA]: Employment Related Services Association"
    ]
}