{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-the-uk-terrorism-threat-level/",
    "title": "Priti Patel – 2021 Statement on the UK Terrorism Threat Level",
    "post_date": "February 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 8 February 2021.",
    "content": [
        "On 4 February, the joint terrorism analysis centre (JTAC) lowered the UK national terrorism threat level from severe to substantial. This means that a terrorist attack is still likely.\n  *[ERSA]: Employment Related Services Association",
        "The decision to change the UK terrorism threat level is taken by JTAC independently of Ministers. JTAC keeps the threat level under constant review and conducts a formal review every six months. This is a systematic, comprehensive and rigorous process, based on the very latest intelligence and analysis of internal and external factors which drive the threat.\n  *[ERSA]: Employment Related Services Association",
        "The decision to lower the threat level from severe to substantial is due to the significant reduction in the momentum of attacks in Europe since those seen between September and November 2020. However, the UK national threat level is kept under constant review and is subject to change at any time.\n  *[ERSA]: Employment Related Services Association",
        "Terrorism remains one of the most direct and immediate risks to our national security. “Substantial” continues to indicate a high level of threat; and an attack on the UK is still likely. The public should continue to remain vigilant and report any concerns to the police.\n  *[ERSA]: Employment Related Services Association",
        "The Government, police and intelligence agencies continue to work tirelessly to address the threat posed by terrorism in all its forms and the threat level remains under constant review.\n  *[ERSA]: Employment Related Services Association"
    ]
}