{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-speech-to-conservative-party-conference/",
    "title": "Priti Patel – 2021 Speech to Conservative Party Conference",
    "post_date": "October 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Priti Patel, the Home Secretary, on 5 October 2021.",
    "content": [
        "Conference, it is good to be back.\n  *[ERSA]: Employment Related Services Association",
        "Meeting old friends and coming together as a Conservative family to reinforce our common values.\n  *[ERSA]: Employment Related Services Association",
        "These have been tough times for our country.\n  *[ERSA]: Employment Related Services Association",
        "But despite the unprecedented challenges we have faced, this Government has remained grounded and guided by Conservative values and the good sense of the British People.\n  *[ERSA]: Employment Related Services Association",
        "It has brought out the very best of our nation.\n  *[ERSA]: Employment Related Services Association",
        "From the carers to the volunteers, the scientists to the doctors and nurses\n  *[ERSA]: Employment Related Services Association",
        "to the brave men and women of our police and fire service who have risen to the challenges presented by Covid with great professionalism and commitment.\n  *[ERSA]: Employment Related Services Association",
        "Let our thanks to them go out from this hall today.\n  *[ERSA]: Employment Related Services Association",
        "Two years ago in Manchester, I said the British people would always be my compass.\n  *[ERSA]: Employment Related Services Association",
        "That I would deliver on their priorities.\n  *[ERSA]: Employment Related Services Association",
        "And I make that commitment to you again today.\n  *[ERSA]: Employment Related Services Association",
        "The British people want a government on their side, keeping them safe.\n  *[ERSA]: Employment Related Services Association",
        "All our thoughts remain with Sarah Everard’s family and friends.\n  *[ERSA]: Employment Related Services Association",
        "Her murderer, whose name I will not repeat, was a monster.\n  *[ERSA]: Employment Related Services Association",
        "His explicit intention was to instil fear and terror in women and girls.\n  *[ERSA]: Employment Related Services Association",
        "I say this as Home Secretary, but also as a woman.\n  *[ERSA]: Employment Related Services Association",
        "Such unconscionable crimes and acts of violence against women and girls have no place in our society.\n  *[ERSA]: Employment Related Services Association",
        "And that is why I have redoubled my efforts to ensure women and girls feel safer.\n  *[ERSA]: Employment Related Services Association",
        "Since I became Home Secretary, cross-government funding to tackle these abhorrent crimes has trebled in relation to any other two-year period.\n  *[ERSA]: Employment Related Services Association",
        "The Police, Crime, Sentencing and Courts Bill extends Whole Life Orders to child murderers and ends automatic halfway release for serious sexual and violent offenders.\n  *[ERSA]: Employment Related Services Association",
        "And nearly a year ago, I launched the first ever survey of women and girls on tackling the crimes disproportionately affecting them.\n  *[ERSA]: Employment Related Services Association",
        "In the wake of Sarah’s tragic murder, I re-opened that survey.\n  *[ERSA]: Employment Related Services Association",
        "One hundred and eighty thousand women and girls were brave enough to share their stories with me, some for the first time.\n  *[ERSA]: Employment Related Services Association",
        "Their experiences informed my Tackling Violence Against Women and Girls Strategy, which I launched earlier this year.\n  *[ERSA]: Employment Related Services Association",
        "I have wasted no time in putting that plan into action.\n  *[ERSA]: Employment Related Services Association",
        "I want to thank Nimco Ali – here with us today – for her pioneering work in tackling these abhorrent crimes.\n  *[ERSA]: Employment Related Services Association",
        "This month, our country’s first ever dedicated national police officer\n  *[ERSA]: Employment Related Services Association",
        "for reducing and preventing crimes against women and girls will get to work, providing national direction to the police.\n  *[ERSA]: Employment Related Services Association",
        "Deputy Chief Constable Maggie Blyth.\n  *[ERSA]: Employment Related Services Association",
        "Accountable to you, through me.\n  *[ERSA]: Employment Related Services Association",
        "This Government will always back the brave men and women of our police.\n  *[ERSA]: Employment Related Services Association",
        "And it is because of our strong relationship with the police, that I can ask the difficult questions and support them to do better.\n  *[ERSA]: Employment Related Services Association",
        "Recent tragic events have exposed unimaginable failures in policing.\n  *[ERSA]: Employment Related Services Association",
        "It is abhorrent that a serving police officer was able to abuse his position of power, authority and trust to commit such a horrific crime.\n  *[ERSA]: Employment Related Services Association",
        "The public have a right to know what systematic failures enabled his continued employment as a police officer.\n  *[ERSA]: Employment Related Services Association",
        "We need answers as to why this was allowed to happen.\n  *[ERSA]: Employment Related Services Association",
        "I can confirm today, there will be an inquiry, to give the independent oversight needed, to ensure something like this can never happen again.\n  *[ERSA]: Employment Related Services Association",
        "Later this year I will launch the first ever standalone Domestic Abuse Strategy\n  *[ERSA]: Employment Related Services Association",
        "I am undertaking a review of the police management of registered sex offenders to stop paedophiles and rapists, including members of grooming gangs, from returning to the very communities they tore apart.\n  *[ERSA]: Employment Related Services Association",
        "I am outlawing the sickening practice of virginity testing.\n  *[ERSA]: Employment Related Services Association",
        "A barbaric, medieval, and invasive practice exclusively performed on women.\n  *[ERSA]: Employment Related Services Association",
        "Often to control them. Often without their consent.\n  *[ERSA]: Employment Related Services Association",
        "Well not under this Home Secretary.\n  *[ERSA]: Employment Related Services Association",
        "Women and girls have said enough is enough.\n  *[ERSA]: Employment Related Services Association",
        "And the Conservative Party agrees.\n  *[ERSA]: Employment Related Services Association",
        "**Crime and policing**\n  *[ERSA]: Employment Related Services Association",
        "The safety and security of our citizens is paramount.\n  *[ERSA]: Employment Related Services Association",
        "Without safety and security, there can be no freedom.\n  *[ERSA]: Employment Related Services Association",
        "Our approach to crime will always be based on seeking justice for victims and survivors, ensuring perpetrators feel the full force of the law.\n  *[ERSA]: Employment Related Services Association",
        "We have delivered more powers to the police so that they can do so, including stop and search.\n  *[ERSA]: Employment Related Services Association",
        "We are toughening sentences for the worst and most serious offenders, including terrorists, rapists and child abusers.\n  *[ERSA]: Employment Related Services Association",
        "We are nearly halfway to recruiting twenty thousand additional police officers.\n  *[ERSA]: Employment Related Services Association",
        "This summer we launched a new Beating Crime Plan to cut murder, serious violence and neighbourhood crime – including anti-social behaviour.\n  *[ERSA]: Employment Related Services Association",
        "Under my watch we have seen some of the biggest law enforcement raids in our country’s history, with our crackdown on county lines drugs gangs resulting in…\n  *[ERSA]: Employment Related Services Association",
        "Over 1,000 county lines – shut down.\n  *[ERSA]: Employment Related Services Association",
        "Millions of pounds in cash – seized.\n  *[ERSA]: Employment Related Services Association",
        "And over 6,000 criminals – arrested.\n  *[ERSA]: Employment Related Services Association",
        "We are cutting the head off the snake and taking down the kingpins behind these deadly supply lines.\n  *[ERSA]: Employment Related Services Association",
        "Thanks to my brilliant Ministerial team we are delivering for the British people.\n  *[ERSA]: Employment Related Services Association",
        "Drug abuse and addiction ruins communities, devastates lives and tears families apart.\n  *[ERSA]: Employment Related Services Association",
        "Drugs are also responsible for the crimes I am committed to cutting.\n  *[ERSA]: Employment Related Services Association",
        "Today I am announcing the expansion of drug testing on arrest across all 43 police forces in England and Wales.\n  *[ERSA]: Employment Related Services Association",
        "Those who test positive as confirmed drug users will be supported to tackle their drug abuse and regain their independence…\n  *[ERSA]: Employment Related Services Association",
        "but for those unwilling to address their drug misuse, there will be the harshest possible legal sanctions and consequences.\n  *[ERSA]: Employment Related Services Association",
        "While Sir Keir Starmer backs calls to decriminalise drugs, we will take the tough decisions needed to build back safer…\n  *[ERSA]: Employment Related Services Association",
        "And continue to put the best interests of our country first.\n  *[ERSA]: Employment Related Services Association",
        "Our values embody service before self.\n  *[ERSA]: Employment Related Services Association",
        "‍This can be neatly defined by the Hindu word Seva which can mean service, commitment and dedication to others.\n  *[ERSA]: Employment Related Services Association",
        "Ensuring the best interests of our country come first is what drives me each and every day.\n  *[ERSA]: Employment Related Services Association",
        "That is my responsibility.\n  *[ERSA]: Employment Related Services Association",
        "That is my service.\n  *[ERSA]: Employment Related Services Association",
        "That is our Party.\n  *[ERSA]: Employment Related Services Association",
        "And it is because of our commitment to putting the needs of the hardworking, often silent, majority first, that I will not tolerate so called eco-warriors, trampling over our way of life and draining police resources.\n  *[ERSA]: Employment Related Services Association",
        "Their actions over recent weeks have amounted to some of the most self-defeating ‘environmental’ protests this country has ever seen.\n  *[ERSA]: Employment Related Services Association",
        "Freedom to protest is a fundamental right our Party will forever fight to uphold.\n  *[ERSA]: Employment Related Services Association",
        "But it must be within the law.\n  *[ERSA]: Employment Related Services Association",
        "Measures already going through Parliament will ensure these criminals can be brought to justice for the disruption they are causing.\n  *[ERSA]: Employment Related Services Association",
        "But we are going further to close down the legal loopholes exploited by these offenders.\n  *[ERSA]: Employment Related Services Association",
        "So today I can announce I will also\n  *[ERSA]: Employment Related Services Association",
        "– increase the maximum penalties for disrupting a motorway\n  *[ERSA]: Employment Related Services Association",
        "– criminalise interference with key infrastructure such as roads, railways and our free press\n  *[ERSA]: Employment Related Services Association",
        "– and give the police and courts new powers to deal with the small minority of offenders intent on travelling around the country, causing disruption and misery across our communities.\n  *[ERSA]: Employment Related Services Association",
        "This Conservative Government is taking the tough decisions needed to cut crime and make our streets safer.\n  *[ERSA]: Employment Related Services Association",
        "And that is not all.\n  *[ERSA]: Employment Related Services Association",
        "We have finally ended free movement.\n  *[ERSA]: Employment Related Services Association",
        "Delivered our new points-based immigration system, welcoming people to our country based on the skills they have to offer, not the colour of their passport.\n  *[ERSA]: Employment Related Services Association",
        "Our new routes are attracting the best and brightest talent from around the world…\n  *[ERSA]: Employment Related Services Association",
        "Welcoming brilliant scientists, the finest academics, and leading people in their fields…\n  *[ERSA]: Employment Related Services Association",
        "All helping to drive our economy forwards as we Build Back Better from the pandemic.\n  *[ERSA]: Employment Related Services Association",
        "And at long last:\n  *[ERSA]: Employment Related Services Association",
        "The British immigration system is under the control of the British Government.\n  *[ERSA]: Employment Related Services Association",
        "But despite what we have already delivered, we must be honest with ourselves about the long-standing problems we still face.\n  *[ERSA]: Employment Related Services Association",
        "We owe it to our country to continue confronting difficult issues, no matter how controversial, or complex.\n  *[ERSA]: Employment Related Services Association",
        "Taking action on the difficult decisions that have stumped politicians for too long.\n  *[ERSA]: Employment Related Services Association",
        "All states have a responsibility to control their borders.\n  *[ERSA]: Employment Related Services Association",
        "For where there is a door, there must be a door keeper.\n  *[ERSA]: Employment Related Services Association",
        "What is happening in the Channel with small boats is unsafe, unfair, and unacceptable.\n  *[ERSA]: Employment Related Services Association",
        "From the vast camps outside Calais of mainly male, economic migrants\n  *[ERSA]: Employment Related Services Association",
        "To the shocking images of people crammed onto flimsy boats crossing the Channel, exploited by people smugglers.\n  *[ERSA]: Employment Related Services Association",
        "Vile criminals characterised by ruthlessness and greed, who even threaten to drown small children to line their pockets.\n  *[ERSA]: Employment Related Services Association",
        "This cannot continue. Which is why we are going after the criminals behind this perilous trade in people smuggling.\n  *[ERSA]: Employment Related Services Association",
        "And then there is the legal process.\n  *[ERSA]: Employment Related Services Association",
        "If an asylum claim is rejected, there is nearly always an automatic right to appeal.\n  *[ERSA]: Employment Related Services Association",
        "No surprise that nearly everybody appeals.\n  *[ERSA]: Employment Related Services Association",
        "Even if the decision to refuse asylum is upheld, there can be yet another appeal.\n  *[ERSA]: Employment Related Services Association",
        "Right up until the possibility of further appeals at the Court of Appeal and Supreme Court.\n  *[ERSA]: Employment Related Services Association",
        "If that fails, the claimant and their lawyers can start a fresh claim.\n  *[ERSA]: Employment Related Services Association",
        "And then, even when seated on the plane, their lawyers can still block their removal.\n  *[ERSA]: Employment Related Services Association",
        "Britain’s asylum system might have worked twenty years ago, but not now.\n  *[ERSA]: Employment Related Services Association",
        "The system is collapsing under the pressures created by these parallel illegal routes to asylum, facilitated by criminal smuggling gangs.\n  *[ERSA]: Employment Related Services Association",
        "Labour would have you believe the capacity of our asylum system is unlimited.\n  *[ERSA]: Employment Related Services Association",
        "But the presence of economic migrants – through these illegal routes – is undermining our ability to support those in genuine need of protection.\n  *[ERSA]: Employment Related Services Association",
        "To that I say, no. Our system must uphold our reputation as a country where criminality is not rewarded, but where playing by our rules is.\n  *[ERSA]: Employment Related Services Association",
        "My New Plan for Immigration is already making its way through Parliament.\n  *[ERSA]: Employment Related Services Association",
        "At the heart of this Plan is a simple principle.\n  *[ERSA]: Employment Related Services Association",
        "Control.\n  *[ERSA]: Employment Related Services Association",
        "That is not unreasonable.\n  *[ERSA]: Employment Related Services Association",
        "Through our New Plan for Immigration, Britain will be fair but firm.\n  *[ERSA]: Employment Related Services Association",
        "We will continue to be outward facing and provide sanctuary to those in need through safe and legal resettlement routes.\n  *[ERSA]: Employment Related Services Association",
        "From Uganda to Syria, Hong Kong to Afghanistan, under Conservative leadership, the United Kingdom will always hold out the hand of friendship to those most in need…\n  *[ERSA]: Employment Related Services Association",
        "Which is why I established a new resettlement route for Afghans fleeing persecution, prioritising women and girls.\n  *[ERSA]: Employment Related Services Association",
        "And we will always support the brave men and women of our armed forces who served in Afghanistan and continue to keep us safe around the world.\n  *[ERSA]: Employment Related Services Association",
        "We are smashing the economic model of the people-smugglers so that they can no longer profit from human misery.The current maximum penalty for entering the country illegally is six months. We are increasing that to four years.\n  *[ERSA]: Employment Related Services Association",
        "The current maximum sentence for people smugglers is fourteen years.\n  *[ERSA]: Employment Related Services Association",
        "We are changing that to life.\n  *[ERSA]: Employment Related Services Association",
        "In standing by the world’s most vulnerable, we will prioritise those who play by our rules, over those who seek to take our country for a ride.\n  *[ERSA]: Employment Related Services Association",
        "For the first time, how somebody arrives in the United Kingdom will impact on how their asylum claim is processed.\n  *[ERSA]: Employment Related Services Association",
        "Our new “one stop” shop will tackle the multiple claims and appeals which frequently frustrate removal.\n  *[ERSA]: Employment Related Services Association",
        "And our new laws will speed up the removal of those with no legal right to be in our country.\n  *[ERSA]: Employment Related Services Association",
        "I know from the briefings I receive from the intelligence and security agencies that there are people who attempt to come to our country to do us harm. Plotting to strike at our way of life.\n  *[ERSA]: Employment Related Services Association",
        "And, I shall continue to fight with every ounce of my being to protect and uphold the safety and security of our nation.\n  *[ERSA]: Employment Related Services Association",
        "With all of this, we will continue to pursue joint solutions to joint problems.\n  *[ERSA]: Employment Related Services Association",
        "France is a safe country, one not riven by war or conflict.\n  *[ERSA]: Employment Related Services Association",
        "There is no reason why any asylum seeker should come to the United Kingdom directly from France.\n  *[ERSA]: Employment Related Services Association",
        "We make no apology for securing our borders and exploring all possible options to save lives by ending these horrific journeys.\n  *[ERSA]: Employment Related Services Association",
        "Which is why, right from the start, Boris and I have worked intensively with every institution with a responsibility to protect our borders…\n  *[ERSA]: Employment Related Services Association",
        "Border Force, The police, The National Crime Agency…\n  *[ERSA]: Employment Related Services Association",
        "Maritime experts, And yes, the military…\n  *[ERSA]: Employment Related Services Association",
        "To deliver operational solutions\n  *[ERSA]: Employment Related Services Association",
        "Including new sea tactics, which we are working to implement, to turn back the boats.\n  *[ERSA]: Employment Related Services Association",
        "Whilst this represents progress, this single measure alone cannot solve this problem.\n  *[ERSA]: Employment Related Services Association",
        "We must stay the course and see this whole New Plan for Immigration through.\n  *[ERSA]: Employment Related Services Association",
        "It will take time.\n  *[ERSA]: Employment Related Services Association",
        "But I will continue to take the difficult action needed to address this long-standing issue.\n  *[ERSA]: Employment Related Services Association",
        "And what do our opponents say about our plans?\n  *[ERSA]: Employment Related Services Association",
        "Of course, they attack them, because they want open borders…\n  *[ERSA]: Employment Related Services Association",
        "They do not care about intolerable pressures on public services and local authorities.\n  *[ERSA]: Employment Related Services Association",
        "They do not care about damage to our labour market and driving down the wages of the hardworking majority.\n  *[ERSA]: Employment Related Services Association",
        "They do not care about the British people who will have to foot this bill.\n  *[ERSA]: Employment Related Services Association",
        "And what is worse…\n  *[ERSA]: Employment Related Services Association",
        "…They do not care about ensuring victims of crimes, committed by foreign national offenders, can rebuild their lives safe in the knowledge their attackers are no longer here.\n  *[ERSA]: Employment Related Services Association",
        "Labour MPs, some of whom even sit with the Leader of the Opposition at his Shadow Cabinet table, shamefully campaign to halt the removal of these murderers, rapists and child abusers.\n  *[ERSA]: Employment Related Services Association",
        "Criminals who have caused untold harm and devastation on our soil, including to women and girls.\n  *[ERSA]: Employment Related Services Association",
        "Whilst they busy themselves writing letters defending these convicts, this Home Secretary will always put the rights of victims first…\n  *[ERSA]: Employment Related Services Association",
        "We have removed nearly eight and a half thousand foreign national offenders from our country.\n  *[ERSA]: Employment Related Services Association",
        "Conference, I will never flinch from taking the difficult decisions needed to keep our country safe and secure.\n  *[ERSA]: Employment Related Services Association",
        "Where criminals attempt to incite fear, harm and terror in our communities, I will act.\n  *[ERSA]: Employment Related Services Association",
        "Where lights are being switched off on other people’s liberties, I will act.\n  *[ERSA]: Employment Related Services Association",
        "Where our borders and our laws need strengthening, I will act.\n  *[ERSA]: Employment Related Services Association",
        "Our party owes it to our country to continue confronting difficult issues, no matter how controversial, or complex.\n  *[ERSA]: Employment Related Services Association",
        "There will be new challenges and new tests.\n  *[ERSA]: Employment Related Services Association",
        "And we will meet them, strengthened by our belief in this country.\n  *[ERSA]: Employment Related Services Association",
        "That is my promise to you, that is my service to the people of Britain.\n  *[ERSA]: Employment Related Services Association",
        "Thank you.\n  *[ERSA]: Employment Related Services Association"
    ]
}