{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-statement-on-the-independent-reviewer-of-the-justice-and-security-northern-ireland-act-2007/",
    "title": "Owen Paterson – 2010 Statement on the Independent Reviewer of the Justice and Security (Northern Ireland) Act 2007",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Owen Paterson, the then Secretary of State for Northern Ireland, in the House of Commons on 16 December 2010.",
    "content": [
        "I have laid before Parliament the Third Report of Robert Whalley CB, Independent Reviewer of the Justice and Security (Northern Ireland) Act 2007 (the 2007 Act).\n  *[ERSA]: Employment Related Services Association",
        "This Third Report provides an assessment of the operation of sections 21 to 32 of the 2007 act and the procedures adopted by the Brigade Commander 38 (Irish) Brigade for receiving, investigating and responding to complaints. The report covers the period 1 August 2009 to 31 July 2010.\n  *[ERSA]: Employment Related Services Association",
        "The report highlights the security situation in the past year and the activities of residual terrorist groups who have been dangerous and disruptive and remain heavily involved in organised crime. The Reviewer states that the police have had to deal with more threats and attacks this year, and this has led to a substantial increase (22%) in the use of stop and question and stop and search across the range of police powers. He also makes note of the heavy demand for the services of Ammunition Technical Officers (ATOs).\n  *[ERSA]: Employment Related Services Association",
        "The Reviewer acknowledges that the Police have responded to his recommendation to further develop recording systems and notes some improvement from his limited sampling of the records; however, there is still some way to go in pursuit of best practice. He welcomes the development of electronic recording which the police are pursuing and the Thematic Review which is being conducted by the Human Rights advisor to the Policing Board into the comparative use of police powers and development of best practice. He comments that it will significantly compliment and enhance work in this area.\n  *[ERSA]: Employment Related Services Association",
        "Mr Whalley highlights the marked decrease in military complaints and notes that the departure of the Pumas of 230 Squadron RAF has significantly altered the pattern of military flying in Northern Ireland. He states that the complaints system is efficient and responsive and must continue to function as effectively as it does now. He also emphasises the importance of engaging complainants, and suggests that it should be standard practice to offer a visit to Aldergrove (if not a flight in a helicopter) when a repeat complaint is made. He recommends The Flying Station at Aldergrove should take it as a high priority task to keep the website on planned flying times up to date.\n  *[ERSA]: Employment Related Services Association",
        "The Chief Constable and the Brigade Commander 38 (Irish) Brigade have both welcomed the Independent Reviewer’s report and the recommendations made. I too would like to thank Robert Whalley for his work and for the recommendations contained in his third report. I will consider them carefully.\n  *[ERSA]: Employment Related Services Association"
    ]
}