{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-the-ratification-of-the-istanbul-convention/",
    "title": "Priti Patel – 2022 Statement on the Ratification of the Istanbul Convention",
    "post_date": "May 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 17 May 2022.",
    "content": [
        "Tackling violence against women and girls—VAWG—is a Government priority and these crimes have no place in our society. Last July, we published our new cross-Government “Tackling violence against women and girls strategy” to help ensure that women and girls are safe everywhere—at home, online and on the streets. We are committed to radically changing how we end VAWG with a whole-system approach focusing on prioritising prevention, supporting survivors and pursuing perpetrators. And in March we published the first ever dedicated and complementary “Tackling Domestic Abuse Plan”, which seeks to transform the whole of society’s response to domestic abuse.\n  *[ERSA]: Employment Related Services Association",
        "The Council of Europe convention on combating violence against women and domestic violence, commonly known as the Istanbul convention, is a gold-standard international charter for the protection of women and girls. This Government were proud to sign it in 2012, to signal our strong commitment to tackling VAWG. The Government have always remained committed to ratifying the convention and since signing it we have worked to significantly strengthen our legislative framework and have introduced a wide range of tools to protect victims better. Our measures to protect women and girls from violence are some of the most robust in the world, and in some respects we go further than the convention requires.\n  *[ERSA]: Employment Related Services Association",
        "The Government are now satisfied that they have the legislative framework and other necessary measures in place to meet the requirements of the convention. I am therefore now pleased to confirm, as required by section 1(3)(a) of the Preventing and Combating Violence Against Women and Domestic Violence (Ratification of Convention) Act 2017, that the UK is compliant with the Istanbul convention and in a position to seek Parliament’s approval to ratify it. Ratification will send a strong message to women and girls in this country that the Government are committed to ensuring their safety and to ending VAWG. It will also send an equally strong message to our partners internationally which confirms that the UK remains at the forefront of tackling VAWG across the globe.\n  *[ERSA]: Employment Related Services Association",
        "I am pleased also to confirm that the Government are today laying the text of the Istanbul convention in the form of a Command Paper in both Houses, alongside an explanatory memorandum. If no objections are raised to ratification of the convention in either House within the next 21 joint sitting days, the Government will arrange to deposit their instrument of ratification. In line with the requirement under section 1(3)(b) of the 2017 Act, I can therefore confirm that I would expect the UK to have ratified the convention by 31 July 2022.\n  *[ERSA]: Employment Related Services Association",
        "Article 78(2) of the convention allows countries to make a reservation on certain provisions of the convention. This means that the country will not be bound by that particular provision. The Government have decided to make reservations on two of those provisions. We will be applying a reservation on part of article 44, which relates to the prosecution of UK residents for committing acts in another country which are crimes in UK law but not under the law of that other country, and which reflects the provisions of the Sexual Offences Act 2003 and the Domestic Abuse Act 2021. We will also be applying a reservation on article 59, which relates to migrant victims, to enable us to ratify the convention before the evaluation of the Support for Migrant Victims scheme concludes, at which point we will consider the policy issues involved substantively, and whether that reservation should continue. Further detail on the reservations is contained within the explanatory memorandum published today.\n  *[ERSA]: Employment Related Services Association",
        "I know that ratifying this convention will send a strong message about the UK’s commitment to tackling domestic abuse and violence against women and girls, and will help us to continue to lead the way in tackling these terrible crimes.\n  *[ERSA]: Employment Related Services Association"
    ]
}