{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-refugee-protection-and-integration/",
    "title": "Priti Patel – 2021 Statement on Refugee Protection and Integration",
    "post_date": "March 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 18 March 2021.",
    "content": [
        "Global Britain has a proud record of helping those fleeing persecution, oppression or tyranny from around the world. In addition to providing £10 billion each year to support people in need through overseas aid, the UK is a global leader in refugee resettlement. Between 2016 and 2019 we resettled more refugees from outside Europe than any EU member state.\n  *[ERSA]: Employment Related Services Association",
        "In 2015, we committed to resettle 20,000 of the most vulnerable refugees who fled the brutal conflict in Syria through the vulnerable persons resettlement scheme (VPRS). This included people requiring urgent medical treatment, survivors of violence and torture, and women and children at risk.\n  *[ERSA]: Employment Related Services Association",
        "Today we are delighted to be able to confirm that we have now met that commitment. We have resettled 20,080 vulnerable refugees across the UK since September 2015.\n  *[ERSA]: Employment Related Services Association",
        "In total, this means that, across all Government-funded resettlement schemes, more than 25,000 refugees have been resettled in the UK over the past six years, around half of whom were children.\n  *[ERSA]: Employment Related Services Association",
        "This achievement has been made possible thanks to the outstanding work and dedication of many partners, including non-governmental organisations in the UK and international partners, community and faith groups, local authorities, devolved Administrations and individual members of the public. I am truly grateful for this collaborative effort.\n  *[ERSA]: Employment Related Services Association",
        "Resettlement is vital to safely and legally provide a path to settlement for vulnerable people fleeing persecution and it is right that we continue to offer safe pathways for those in need of protection. The launch of our new global UK resettlement scheme will now build on the success of previous schemes and we will continue our proud record of resettling refugees who need our help from around the world.\n  *[ERSA]: Employment Related Services Association",
        "We want refugees in the UK to have the freedom to succeed and that means access to the tools they need to become fully independent, provide for themselves and their families and the ability to contribute and integrate into the economic and cultural life of the UK.\n  *[ERSA]: Employment Related Services Association",
        "That is why today I have also announced £14 million of funding to help newly granted refugees to integrate in the UK. The £14 million fund will pilot new approaches across the country to support newly granted refugees to learn English, move into work, access housing and build links in their local communities. Lessons learned from these pilots will inform future support available to all refugees.\n  *[ERSA]: Employment Related Services Association",
        "This Government continue to step forward to provide help to those facing oppression or tyranny. This year we have also introduced a new pathway to citizenship for British national (overseas) status holders and their family members who are facing draconian new security laws in Hong Kong, which may see an estimated 320,000 people come to the UK over the next five years.\n  *[ERSA]: Employment Related Services Association",
        "We have also enabled over 29,000 close relatives of refugees to join them in the UK through refugee family reunion in the last five years.\n  *[ERSA]: Employment Related Services Association",
        "Looking ahead, as we reform the asylum system, global Britain will continue its proud tradition of providing safe haven to those in need through safe and legal routes.\n  *[ERSA]: Employment Related Services Association"
    ]
}