{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-statement-on-the-billy-wright-inquiry/",
    "title": "Owen Paterson – 2010 Statement on the Billy Wright Inquiry",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Owen Paterson, the then Secretary of State for Northern Ireland, in the House of Commons on 6 July 2010.",
    "content": [
        "In anticipation of the publication of the report of the Billy Wright Inquiry, I have today asked a team of officials to commence the checking of the Inquiry’s report in relation to human rights and national security matters, as outlined below. I intend to adopt the same approach as was used for the checking of the report of the Bloody Sunday Inquiry.\n  *[ERSA]: Employment Related Services Association",
        "I am responsible for publication of the Inquiry’s report, once it is delivered to me. I am advised that I have a duty, as a public authority under the Human Rights Act, to act in a way that is compatible with the European Convention on Human Rights (ECHR). To fulfil this duty, I need to take steps to satisfy myself that publication of the report will not breach Article 2 of the Convention by putting the lives or safety of individuals at risk. I am advised that these obligations must be met by me personally, in my capacity as Secretary of State for Northern Ireland. Although the Inquiry is also a public authority under the Human Rights Act, I am not entitled to rely on the Inquiry to satisfy my Article 2 obligations and I have a duty to assess this myself. I also have a duty to satisfy myself that publication will not put national security at risk, for example by disclosing details of sources of confidential information.\n  *[ERSA]: Employment Related Services Association",
        "During the course of the Inquiry, the Government submitted to the Inquiry Panel some material that was relevant to its work but which was too sensitive to be disclosed publicly, usually because it contained information which had been provided to the security forces by individuals. If those individuals could be identified from the details they provided it would endanger their lives. I understand that the Inquiry Panel does not intend to refer to any material which would constitute a breach of Article 2, or compromise national security, but I have a duty to satisfy myself before publication that none of this material has inadvertently been revealed in the report. The Inquiry Panel also agreed that the identities of a small number of individuals who were engaged on highly sensitive duties should not be disclosed and I need to be assured that these individuals have not been identified.\n  *[ERSA]: Employment Related Services Association",
        "I have established a small team of officials and legal advisers to assist me in carrying out this necessary exercise. The team will be led by the Northern Ireland Office’s principal legal adviser, but will need to include members drawn from the Ministry of Defence, Security Service, and PSNI who are familiar with the sensitive material provided to the Inquiry Panel, but they will be granted access to the report under strict terms of confidentiality and for the sole purpose of carrying out the necessary checks, and they will report directly to me alone. Lord MacLean has agreed that this team can carry out the necessary checks on the Inquiry’s premises while the report remains in his custody, before it is submitted to me. I have confirmed to Lord MacLean that I am content with this proposal. I understand that the report will be made available for checking today.\n  *[ERSA]: Employment Related Services Association",
        "I believe that these checks are absolutely necessary in order to meet the legal obligations on me. Following the approach used for the checking of the Bloody Sunday Inquiry report, I have sought Lord MacLean’s permission to allow members of the Inquiry legal team to be present during the checking process, to which Lord MacLean has agreed. At all times, members of the Inquiry legal team will be acting as representatives of the Inquiry and not as advisers to me or the checking team.\n  *[ERSA]: Employment Related Services Association",
        "I want to publish the report in its entirety. Should any concerns about the safety of any individual arise, my first course of action would be to consider whether these can be addressed through alternative means. Were I to reach the conclusion, on advice, that a redaction to the text might be necessary, I would consult Lord MacLean. In the very unlikely event that any redaction was deemed necessary, my intention would be to make this clear on the face of the report.\n  *[ERSA]: Employment Related Services Association",
        "The report must be published first for this House, and I intend to publish the report as soon as possible once the checking process has been completed. However, I acknowledge the importance of this Inquiry’s findings in the lives of a number of individuals. As with the publication of the Bloody Sunday Inquiry report, I intend to consider giving advance sight to those who were designated as Represented Parties by the Inquiry. I intend to discuss this with the Speaker of this House in due course.\n  *[ERSA]: Employment Related Services Association"
    ]
}