{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-police-officer-pay-and-allowances/",
    "title": "Priti Patel – 2022 Statement on Police Officer Pay and Allowances",
    "post_date": "July 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 19 July 2022.",
    "content": [
        "The eighth report of the Police Remuneration Review Body (PRRB) was published today. The body considered the pay and allowances for police officers up to and including the chief officer ranks in England and Wales. The Government value the independent and expert advice of the PRRB. We thank the Chair and members for their thoughtful commentary and observations.\n  *[ERSA]: Employment Related Services Association",
        "Our police officers play a vital role in this country, fighting crime and keeping us safe. They do an extraordinary job under increasingly extraordinary circumstances, and it is right that they are fairly rewarded.\n  *[ERSA]: Employment Related Services Association",
        "The review body recommends a consolidated increase of £1,900 to all police officer pay points for all ranks from 1 September 2022, equivalent to 5% overall. It is targeted at those on the lowest pay points to provide an uplift of up to 8.8%, and between 0.6% and 1.8% for those on the highest pay points. The Government recognise that increases in the cost of living are having a significant impact on the lower paid. It is within this context and after careful consideration that we have chosen to accept this recommendation in full. As at March 2022 there are 142,526 police officers who will receive this consolidated increase.\n  *[ERSA]: Employment Related Services Association",
        "The PRRB also recommends that the Police Constable Degree Apprentice minimum starting salary—currently £19,164—should be raised to pay point 0—£23,556 with effect from 1 September 2022. This recommendation is accepted in full.\n  *[ERSA]: Employment Related Services Association",
        "The review body further recommends an increase to London weighting and the dog handlers’ allowance of 5%; and that parties should review the requirement and appropriate level for the dog handlers’ allowance. These recommendations are also accepted in full.\n  *[ERSA]: Employment Related Services Association",
        "To support this, the Home Office will, from within its existing budgets, provide forces with additional funding for pay over the spending review period of at least £70 million in 2022-23, £140 million in 2023-24 and £140 million in 2024-25.\n  *[ERSA]: Employment Related Services Association",
        "Pay awards this year strike a careful balance between recognising the vital importance of public sector workers, while delivering value for the taxpayer, not increasing the country’s debt further, and being careful not to drive even higher prices in the future. Sustained higher levels of inflation would have a far bigger impact on people’s real incomes in the long run than the proportionate and balanced pay increases recommended by the independent pay review bodies now. These awards should be viewed in parallel with the Government’s £37 billion package of wider support for the cost of living, which is targeted towards those most in need.\n  *[ERSA]: Employment Related Services Association",
        "Most overall pay awards in the public sector are similar to those in the private sector. Survey data suggests the median private sector pay settlement, which is the metric most comparable to these pay review body decisions, was 4% in the three months to May. Median full-time salaries are higher in the public sector, and public sector workers also benefit from some of the most generous pensions available.\n  *[ERSA]: Employment Related Services Association"
    ]
}