{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-speech-at-the-co-operation-ireland-dinner/",
    "title": "Owen Paterson – 2010 Speech at the Co-operation Ireland Dinner",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Owen Paterson, the then Secretary of State for Northern Ireland, on 25 November 2010.",
    "content": [
        "I met George Osborne to discuss the financial situation in the Republic of Ireland at the beginning of last week.\n  *[ERSA]: Employment Related Services Association",
        "We have been in close touch ever since to make sure that Northern Ireland’s interests are fully represented and considered.\n  *[ERSA]: Employment Related Services Association",
        "These have been a dramatic few days in Ireland.\n  *[ERSA]: Employment Related Services Association",
        "So let me reiterate what George Osborne has said.\n  *[ERSA]: Employment Related Services Association",
        "Ireland is a friend in need. It is hugely in the interest of the whole of the United Kingdom that Ireland is both economically stable and prosperous with a sound banking system.\n  *[ERSA]: Employment Related Services Association",
        "That’s why the Coalition Government will continue to stand by our closest neighbour and in so many respects partner.**\n  *[ERSA]: Employment Related Services Association",
        "We said that we’d be prepared to help if invited. And now we have.\n  *[ERSA]: Employment Related Services Association",
        "But it’s important to remember that the assistance we are providing is a loan and not a grant.\n  *[ERSA]: Employment Related Services Association",
        "It will need to be repaid and the best means of ensuring that is for the Irish economy to grow its way out of its current difficulties.\n  *[ERSA]: Employment Related Services Association",
        "So we will defend the rights of sovereign EU member states to set their own taxes to suit their own circumstances.\n  *[ERSA]: Employment Related Services Association",
        "And that includes corporation tax.\n  *[ERSA]: Employment Related Services Association",
        "Along with my colleague Mark Hoban, the Financial Secretary to the Treasury, I discussed these matters with local ministers and party leaders on Wednesday.\n  *[ERSA]: Employment Related Services Association",
        "And there was a strong consensus that we are doing the right thing.\n  *[ERSA]: Employment Related Services Association",
        "Mark and I also made absolutely clear, independent of events in the Republic, our determination to publish, by the end of the year, a Treasury paper on rebalancing the Northern Ireland economy.\n  *[ERSA]: Employment Related Services Association",
        "And we re-affirmed that it will include potential mechanisms for giving the Executive here the power to set a separate rate of corporation tax.\n  *[ERSA]: Employment Related Services Association",
        "We must look at all possible means of reviving the private sector in Northern Ireland.\n  *[ERSA]: Employment Related Services Association",
        "That would bring economic benefits, social benefits and help to undermine those residual terrorist groups who want to drag Northern Ireland backwards.\n  *[ERSA]: Employment Related Services Association",
        "So I am working very closely with the Exchequer Secretary to the Treasury, David Gauke, on this.\n  *[ERSA]: Employment Related Services Association",
        "He and I should be in a position to share our thoughts with Executive Ministers shortly so that we can have their ideas and their input into the paper before publication.\n  *[ERSA]: Employment Related Services Association",
        "After all, this is a team game.\n  *[ERSA]: Employment Related Services Association",
        "And it’s also a key priority.\n  *[ERSA]: Employment Related Services Association",
        "But there’s another pressing issue here in Northern Ireland that rests solely with the Executive.\n  *[ERSA]: Employment Related Services Association",
        "George Osborne announced the spending review settlement over a month ago on 20 October.\n  *[ERSA]: Employment Related Services Association",
        "I repeat the Coalition Government’s view that it was a fair settlement.\n  *[ERSA]: Employment Related Services Association",
        "The Executive is being asked to make reductions in current spending of 1.72% a year over four years.\n  *[ERSA]: Employment Related Services Association",
        "While the reduction in one of the capital spending streams is higher, having discussed in detail with the Treasury we are confident that – using the same assumptions and calculations as Gordon Brown in 2007 – we will deliver the £18 billion promised after St Andrews.\n  *[ERSA]: Employment Related Services Association",
        "And we gave the Executive precisely what they asked to achieve a fair and just resolution of the crisis in the PMS.\n  *[ERSA]: Employment Related Services Association",
        "But a settlement is precisely that – a settlement. It is not the opening round of a negotiation.\n  *[ERSA]: Employment Related Services Association",
        "NI is now the only part of the United Kingdom that hasn’t set a budget following the spending review settlement.\n  *[ERSA]: Employment Related Services Association",
        "That cannot go on. People need clarity and certainty.\n  *[ERSA]: Employment Related Services Association",
        "So I very much hope that the Executive now proceeds rapidly to provide clarity and certainty by setting a budget as a matter of urgency.\n  *[ERSA]: Employment Related Services Association"
    ]
}