{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-assessing-age-of-asylum-seekers/",
    "title": "Priti Patel – 2022 Statement on Assessing Age of Asylum Seekers",
    "post_date": "January 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, on 5 January 2022.",
    "content": [
        "The Nationality and Borders Bill will end many of the blatant abuses that have led to our immigration and asylum system being abused by those with no right to be in our country.\n  *[ERSA]: Employment Related Services Association",
        "The practice of single grown adult men, masquerading as children claiming asylum is an appalling abuse of our system which we will end. By posing as children, these adult men go on to access children’s services and schools through deception and deceit; putting children and young adults in school and care at risk.\n  *[ERSA]: Employment Related Services Association",
        "It is a fact that two thirds of age dispute cases have found that the individual claiming to be a child is actually over the age of 18. I have given more resources and support to local councils to ensure that they apply vigorous and robust tests to check the ages of migrants to stop adult men being automatically classified as children.\n  *[ERSA]: Employment Related Services Association",
        "I am changing UK laws to introduce new scientific methods for assessing the age of asylum seekers to stop these abuses and to give the British public confidence that we will end the overt exploitation of our laws and UK taxpayers.\n  *[ERSA]: Employment Related Services Association"
    ]
}