{
    "url": "https://www.ukpol.co.uk/owen-paterson-2014-speech-to-british-retail-consortium/",
    "title": "Owen Paterson – 2014 Speech to British Retail Consortium",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Owen Paterson, the Secretary of State for the Environment, Food and Rural Affairs, on 29th January 2014.",
    "content": [
        "[![owenpaterson](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)\n  *[ERSA]: Employment Related Services Association",
        "It’s a great pleasure to be speaking at today’s launch of the sixth edition of the British Retail Consortium’s ‘A Better Retailing Climate’, a voluntary initiative setting out the environmental ambitions of a group of committed businesses.\n  *[ERSA]: Employment Related Services Association",
        "Two of my key priorities are growing the rural economy, and improving the environment. These are intricately linked, and this initiative perfectly demonstrates how each enhances the other. Sustained economic growth needs a healthy natural environment, and we cannot invest in our environment without the resource generated by economic activity.\n  *[ERSA]: Employment Related Services Association",
        "Environmentally and economically sustainable growth requires a partnership approach between industry and government. This great initiative is just the sort of leadership we hope for and expect from the BRC.\n  *[ERSA]: Employment Related Services Association",
        "When the BRC first launched this initiative, they set five targets to reduce the direct environmental impact of the retail sector – buildings, refrigeration, transport, water and waste.\n  *[ERSA]: Employment Related Services Association",
        "Today’s report sets out the progress made and I am delighted to congratulate you for not only meeting the targets set, but massively exceeding them. This is a great performance and the case studies in your report highlight an impressive record of achievement.\n  *[ERSA]: Employment Related Services Association",
        "The sector has exceeded these targets against the backdrop of the tough trading climate in recent years, both in the retail sector and the wider economy. This shows that growth and sustainable practices can go hand in hand. Sustainable business practices are essential in a resource-constrained world, and only businesses that recognise this can be truly competitive.\n  *[ERSA]: Employment Related Services Association",
        "I am pleased to see this reflected in the report. There are a wealth of examples of how retailers have optimised their use of resources to improve our environment, while boosting business.\n  *[ERSA]: Employment Related Services Association",
        "You’ve just heard from Ian, who led the Ecosystem Markets Task Force. He is leading from the front on this. B&Q has reduced transport emissions by a third and has used two million litres less fuel, saving itself £1.9m.\n  *[ERSA]: Employment Related Services Association",
        "Asda is investing £10 to 15 million every year to improve energy use across its stores, depots and offices. This has resulted in savings of £41.9 million.\n  *[ERSA]: Employment Related Services Association",
        "McDonalds has developed a ‘What If?’ digital tool for the beef sector, which allows farmers to manipulate different scenarios to see which changes can improve the efficiency of their farms, and realise cost savings.\n  *[ERSA]: Employment Related Services Association",
        "Tesco has made significant progress in reducing its emissions from refrigeration, achieving an absolute reduction in refrigerant gas emissions of 16 per cent, against a backdrop of an 84per cent increase in store space.\n  *[ERSA]: Employment Related Services Association",
        "Over 100 of The Co-operative Food’s stores now have doors on their refrigerators, reducing their energy consumption by 38 per cent since 2006, and creating cost savings of £63m annually.\n  *[ERSA]: Employment Related Services Association",
        "Boots’ Botanics range is more sustainable than ever, with full traceability of natural ingredients used in products, and with more recycled material used in packaging.\n  *[ERSA]: Employment Related Services Association",
        "Morrisons are reducing water consumption across stores through raising awareness of water usage amongst employees.\n  *[ERSA]: Employment Related Services Association",
        "Sainsbury’s has launched a ‘Love Your Leftovers’ campaign to help customers reduce food waste through tips and recipe ideas.\n  *[ERSA]: Employment Related Services Association",
        "Marks and Spencer is helping customers keep their food ‘Fresher for Longer’ by providing storage advice for food, both in-store and online. These initiatives save businesses money and they can save customers money.\n  *[ERSA]: Employment Related Services Association",
        "The Government is creating the right climate for growth by cutting down on burdensome red tape to make it easier for businesses to flourish. The Prime Minister announced on Monday that through the Red Tape Challenge we will save businesses over £850 million by scrapping or improving over 3000 regulations.\n  *[ERSA]: Employment Related Services Association",
        "The UK has a long, proud and strong heritage of producing food with robust traceability, rigorous production standards and top quality produce. We’re working hard to make sure that food and drink businesses have a wide range of opportunities to expand, opening up new markets both in the UK and abroad. The public sector bought £2.1 billion worth of food and drink last year. I’m working to get Government purchasers to take advantage of our top quality products. I’m also working to open up new export markets in China, Russia and the USA.\n  *[ERSA]: Employment Related Services Association",
        "We’ve been helping business make the best use of natural resources so that they can grow, while reducing their environmental impact. You’ve made water management a key target. Measurement of water usage is complex, but it is a vital step towards managing water use. The sector has succeeded in measuring 83 per cent of water usage so far, and has carried out a range of water efficiency measures to make the most of this crucial resource.\n  *[ERSA]: Employment Related Services Association",
        "Defra, with WRAP, has been helping businesses to reduce their water use through initiatives such as the Rippleeffect – a free support package to help companies understand their water use, and identify ways to save water and money.\n  *[ERSA]: Employment Related Services Association",
        "The Water Bill, currently going through Parliament, will reform the water market by removing barriers to competition. We will have a more efficient and resilient water industry with lower environmental impacts. It will allow businesses to choose their water and sewerage supplier and enable multi-site operators to tender for one supplier. It is not just good for the environment; it is good for business.\n  *[ERSA]: Employment Related Services Association",
        "We want to move towards a ‘zero waste’ economy. This means that we reduce, reuse and recycle all we can, and throw things away only as a last resort. Recycling, reprocessing and remanufacture of materials offer potentially lucrative investment opportunities. At the same time we will save energy, water and use less virgin materials, keeping valuable resources from ending up in landfill.\n  *[ERSA]: Employment Related Services Association",
        "I am delighted to see that in 2013, the companies taking part in this initiative sent only 6 per cent of waste to landfill. This is a big step forward from the picture in 2005, when 47 per cent was sent to landfill. Retailers have played a key role in changing how waste is perceived and managed.\n  *[ERSA]: Employment Related Services Association",
        "For some years now, Defra and WRAP have been working through the Courtauld Commitment to reduce waste in the grocery sector. We’ve also been working with your members through the Love Food Hate Waste campaign, to help your customers reduce the amount of good food they waste at home.\n  *[ERSA]: Employment Related Services Association",
        "As well as celebrating the sector’s achievements to date, I’d also like to welcome the new extremely ambitious targets for 2020. You have set the bar high and I commend you for it. Commitments include promoting better carbon management, reducing the water footprint in the supply chain, and responsible sourcing.\n  *[ERSA]: Employment Related Services Association",
        "I am looking forward to the announcement of new targets for the Sustainable Clothing Action Plan 2020 Commitment to reduce the energy, water and waste footprints of UK clothing consumption. And the launch of a consumer campaign to help deliver these targets. It is good to see that the sector is continuing to focus on product life-cycle analysis, building on the valuable work done in the Product Sustainability Forum, supported by WRAP, which mapped the environmental performance of grocery and home improvement products. I am also pleased to see that retailers are continuing to work with supply chain partners on reducing their environmental impact – for example, playing a leading role in the switch to the sourcing of certified sustainable palm oil.\n  *[ERSA]: Employment Related Services Association",
        "Palm oil is the world’s most used vegetable oil, and global consumption is increasing. Palm oil can be produced at higher volumes per unit area of land than other vegetable oils, but production is often linked to deforestation and peatland drainage, mainly in Indonesia and Malaysia. This has major impacts on biodiversity and also land rights for local people. Your commitment here is contributing to our wider policies to protect international biodiversity such as the ‘If They’re Gone’ campaign.\n  *[ERSA]: Employment Related Services Association",
        "The BRC are part of the stakeholder group which signed up to the UK Statement in October 2012, working towards the target of sourcing 100 per cent sustainable palm oil by 2015. This latest BRC report records the progress made by its members in sustainably sourcing palm oil. Indeed, it is good to see that BRC members are sustainably sourcing 92 per cent of palm oil used in own label products, almost 58 per cent of which is physically certified sustainable palm oil. This, along with the Defra Progress Report published in November 2013, shows that consumption of certified sustainable palm oil in the UK has risen from 24 per cent in 2009 to 52per cent in 2012. This is a vital step in mitigating the negative environmental effects of palm oil production.\n  *[ERSA]: Employment Related Services Association",
        "Many of the challenges we face today need new and innovative approaches. Retailers continue to be in the lead on developing many of these, not only in the products you sell, but in new ways of doing business. Today’s report demonstrates that you take that leadership role seriously and are setting ambitious goals that will continue to drive innovation. Thank you to the retailers who are here today, who have demonstrated their successes in making sustainable products, shared their insights into consumer behaviour, and showcased the innovative tools they’ve developed in creating a sustainable sector.\n  *[ERSA]: Employment Related Services Association",
        "I welcome your commitment to continue to work with government, and others, on developing sustainable business models.\n  *[ERSA]: Employment Related Services Association",
        "Today’s report has highlighted the sector’s successes, and its continued commitment to environmental sustainability. I congratulate you wholeheartedly on your success. I look forward to continuing to work with you towards your new targets to build a thriving, competitive and sustainable retail sector.\n  *[ERSA]: Employment Related Services Association"
    ]
}