{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-statement-on-funding-for-northern-ireland/",
    "title": "Owen Paterson – 2010 Statement on Funding for Northern Ireland",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Owen Paterson, the then Secretary of State for Northern Ireland, on 21 October 2010.",
    "content": [
        "It has been alleged that the government has broken its word on committing to Northern Ireland ‘s £18 billion investment strategy as set out by the then Chancellor of the Exchequer in May 2007. This is completely untrue.\n  *[ERSA]: Employment Related Services Association",
        "In fact I can confirm again today that we believe sufficient funding has been made available for Northern Ireland to meet the £18 billion investment commitment in the time frame set out by the previous administration and on exactly the same basis.\n  *[ERSA]: Employment Related Services Association",
        "Critics of the government have exclusively focused on the reduction of 37% over four years in capital spending announced by George Osborne yesterday. I acknowledge this will not be easy but it is worth remembering that the previous government was actually committed to cuts of 50 per cent.\n  *[ERSA]: Employment Related Services Association",
        "Yet the key point is that current capital spending was only ever one part of the Investment Strategy agreed by Gordon Brown. As the Northern Ireland Executive’s own Investment Strategy makes clear, it always consisted of a number of elements, including loans under the Reform and Reinvestment Initiative.\n  *[ERSA]: Employment Related Services Association",
        "In confirming that we are on course to meet the £18 billion commitment, the Treasury has included the same elements as it did in 2007.\n  *[ERSA]: Employment Related Services Association",
        "The reality is that under this government, Northern Ireland will still be able to invest considerable sums in capital projects, if the Executive chooses to do so, over the next number of years.\n  *[ERSA]: Employment Related Services Association",
        "The Executive has flexibility over how it manages its budget, including the ability to use current spending (DEL) for capital projects.\n  *[ERSA]: Employment Related Services Association",
        "We also remain committed to the package for the devolution of policing and justice. We will ensure its terms are observed.\n  *[ERSA]: Employment Related Services Association",
        "In any event under the spending review we have given more favourable treatment to the Executive over carrying forward unspent money at the end of this financial year than any Whitehall department will have.\n  *[ERSA]: Employment Related Services Association",
        "Northern Ireland has a much better settlement than most Whitehall Departments. It is of course going to be tough. We have inherited the largest deficit in the G20 and the whole of the United Kingdom has to play its part in tackling it.\n  *[ERSA]: Employment Related Services Association"
    ]
}