{
    "url": "https://www.ukpol.co.uk/priti-patel-2017-speech-at-family-planning-summit/",
    "title": "Priti Patel – 2017 Speech at Family Planning Summit",
    "post_date": "August 3, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Priti Patel, the Secretary of State for International Development, at the Family Planning Summit in London on 11 July 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/05/pritipatel-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/05/pritipatel-1.jpg)\n  *[ERSA]: Employment Related Services Association",
        "Good morning ladies and gentlemen and friends. I’m really delighted to be here today and also to welcome you all. I know it’s a bit of a late welcome this morning. Because we have been taking the message externally.\n  *[ERSA]: Employment Related Services Association",
        "You heard from Melinda earlier on, she and I were doing some media this morning and really talking about the virtues of what we are doing and, of course, making the case.\n  *[ERSA]: Employment Related Services Association",
        "So I am just thrilled that you are all here – you heard me say a bit of this last night.\n  *[ERSA]: Employment Related Services Association",
        "But also I really want to give my thanks to Melinda, Natalia but all of you – all of you who’ve been such powerful and passionate advocates of this very, very essential issue.\n  *[ERSA]: Employment Related Services Association",
        "We are here because of the nature of the issue and the nature of the challenges that family planning brings to all countries around the world. But, also, because of the ability that it brings to save lives and change lives and, of course, because it’s so fundamental to development.\n  *[ERSA]: Employment Related Services Association",
        "Family planning enables women to take control of their futures, so that they can finish their educations. get better jobs, but also to plan for their families – rather than being trapped in that cycle of grinding poverty and deprivation.\n  *[ERSA]: Employment Related Services Association",
        "Which we have to keep on saying. And I was quite struck this morning when undertaking some media interviews just the fact that we have to state that, re-state that again and again. Because we all take it for granted. In the west we all take this for granted.\n  *[ERSA]: Employment Related Services Association",
        "So we have to be out there and really drive the case and be the advocates for this.\n  *[ERSA]: Employment Related Services Association",
        "But we also know that these women have fewer children, and later. And these children, of course, then grow up to be healthier, they have better outcomes in terms of their own life chances and opportunities.\n  *[ERSA]: Employment Related Services Association",
        "And that’s exactly what we need to keep on speaking about.\n  *[ERSA]: Employment Related Services Association",
        "And, of course, that has much more, in terms of positive outcomes, for local economies, countries to grow, the prosperity agenda.\n  *[ERSA]: Employment Related Services Association",
        "It’s exactly what we saw in Asia. The World Bank attributes one-third of economic growth in South Korea over a 40 year period to the demographic dividend, where family planning programmes have of course enabled the fertility rate to fall, alongside education programmes, awareness programmes but of course comprehensive economic plans and policies as well.\n  *[ERSA]: Employment Related Services Association",
        "And, frankly, we know that family planning, from a development perspective, is one of the smartest and savviest tools that we have out there. And it’s a clear investment any country can make when it comes to poverty reduction.\n  *[ERSA]: Employment Related Services Association",
        "Every pound spent on family planning can save governments over four pounds which can be spent on other public goods – on health, housing, sanitation and other public services.\n  *[ERSA]: Employment Related Services Association",
        "So, today, we are saying that family planning is not a nice-to-do, it isn’t an add-on if you are a politician, a minister anywhere around the world – it is crucially essential. Because we cannot beat poverty, we cannot tackle the scourge of poverty unless we get on top of this issue.\n  *[ERSA]: Employment Related Services Association",
        "And for the 214 million girls and women in the developing world right now who don’t want to get pregnant and aren’t using modern contraception – we need to give them hope, we need to give them the ability to change this, we need to give them the ability to change their circumstance and their outcomes.\n  *[ERSA]: Employment Related Services Association",
        "And of course that’s the purpose of why we are here, the urgency as to why we need to move fast.\n  *[ERSA]: Employment Related Services Association",
        "And right now 1.2 billion adolescents are at the start of their reproductive years –most of them don’t know about or aren’t even allowed to get access to contraception.\n  *[ERSA]: Employment Related Services Association",
        "And every year there are 6 million unintended pregnancies amongst adolescent girls in developing countries – and 2.5 million, as we know, tragically and completely unnecessarily as well, end up in backstreet abortions. So, together, pregnancy, childbirth, HIV are the leading killers of adolescent girls in Africa.\n  *[ERSA]: Employment Related Services Association",
        "And we can change that, we can absolutely be at the front of the queue in changing that.\n  *[ERSA]: Employment Related Services Association",
        "And the story of a typical girl in a poor community is that she has her first, often coerced, sexual experience at a very young age, very early teens, and of course that means her first child is going to arrive at a very early age as well. And that leads to that cycle of dropping out of school. And then of course it’s that cycle, that vicious cycle, where she then goes on to have more and more children – on average around 6 children in her lifetime.\n  *[ERSA]: Employment Related Services Association",
        "And, of course, if that young girl’s story doesn’t change, neither will that story about her own country…the prospects of her own community and her country.\n  *[ERSA]: Employment Related Services Association",
        "And it’s simple, if we can give girls and women the chance to own their bodies, they can own their future.\n  *[ERSA]: Employment Related Services Association",
        "And that’s why the United Kingdom feels so strongly about this. On working with many friends that I can see here, on working across the political but also public policy landscape as well.\n  *[ERSA]: Employment Related Services Association",
        "We know that we want to make this a stronger and firmer pillar when it comes to family planning and that comprehensive approach to sexual and reproductive health and rights for women and girls.\n  *[ERSA]: Employment Related Services Association",
        "We absolutely put this on the agenda five years ago, alongside both Bill and Melinda Gates, by hosting the inaugural Family Planning Summit here in London.\n  *[ERSA]: Employment Related Services Association",
        "And the progress that has been made has been immense, supported by the FP2020 partnership work.\n  *[ERSA]: Employment Related Services Association",
        "And, of course, within the UK as well, much of the work that we have focused on has been on helping nearly another 8.5 million additional women to take up modern contraception.\n  *[ERSA]: Employment Related Services Association",
        "So we are steadfast, absolutely steadfast, in our support, unwavering in our determination. And I think that’s how we all must be as well – not just as the advocates but absolutely calling others out that need to do more in this space as well.\n  *[ERSA]: Employment Related Services Association",
        "So it gives me tremendous pleasure to say today that the British Government will boost our support for family planning around the world by 25%.\n  *[ERSA]: Employment Related Services Association",
        "So we are going to increase our funding as well.\n  *[ERSA]: Employment Related Services Association",
        "And that 25% increase is an additional £45million a year. We are also extending the timeframe of our support by an additional two years – committing ourselves right up to 2022.\n  *[ERSA]: Employment Related Services Association",
        "Which means we’re going to spend £225million on family planning every single year over the next five years…cementing our place as the leading European donor to family planning.\n  *[ERSA]: Employment Related Services Association",
        "We’ve got to walk the talk – and that’s what this is absolutely about. Be the advocate and also call upon others to do more as well.\n  *[ERSA]: Employment Related Services Association",
        "But the fantastic thing about this support, we can talk about money but then we have to speak about people and what this means –\n  *[ERSA]: Employment Related Services Association",
        "We will be providing through that money contraceptive support for 20 million women and girls every year…and prevent 6 million unintended pregnancies…but also prevent the trauma of over 75,000 still births.\n  *[ERSA]: Employment Related Services Association",
        "So that is a very comprehensive package of measures.\n  *[ERSA]: Employment Related Services Association",
        "And what I would like today is for some of us just to hold some of those numbers, not just about the money, but the people who are associated…the 20 million women and girls, the 75,000 mothers that are involved in still births and the psychological traumas, the physical and health traumas as well.\n  *[ERSA]: Employment Related Services Association",
        "Because behind every one of those numbers is a story. And they are the women and girls that we are here to speak up for today.\n  *[ERSA]: Employment Related Services Association",
        "And of course this new support and the initiative, and the working together today, the partnership work in particular…is helping to bring together and knit together all of us – civil society organisations, our NGO partners, but also private sector and businesses, to tackle and unblock those supply chain issues and to reach women and girls in those rural communities through new technologies.\n  *[ERSA]: Employment Related Services Association",
        "And actually this is the exciting aspect of what we are doing. Yes we are providing a lifeline, yes we are helping so many more women and girls, but technology is a front-runner here as well.\n  *[ERSA]: Employment Related Services Association",
        "And we are absolutely at the front in terms of pioneering much of the research and development that’s taking place.\n  *[ERSA]: Employment Related Services Association",
        "And of course our partners here are rolling out the new injectable contraceptive, Sayana Press, at the newly agreed reduced price; and this is the first time in more than a decade that a new contraceptive method is being introduced – but importantly being globally scaled up. We are here really as the pioneers in new technology and new methods as well.\n  *[ERSA]: Employment Related Services Association",
        "And at the same time, supporting safe abortion and working to prevent the horrors of backstreet abortions that kill so many women and girls.\n  *[ERSA]: Employment Related Services Association",
        "Now this can never be done in isolation. And of course we have to link this and knit this together with the wider investment when it comes to education for girls, maternal health, women’s economic empowerment, preventing HIV/AIDS, ending violence against women and girls including FGM and child marriage.\n  *[ERSA]: Employment Related Services Association",
        "And we are the community in this room. Many of us have already been the champions and the advocates on this. And that gives us a great sense of pride and a great sense of purpose.\n  *[ERSA]: Employment Related Services Association",
        "And we demonstrate once again that our call to action means that we can carry on with the global commitment on family planning, the global commitment that we all have for women and girls.\n  *[ERSA]: Employment Related Services Association",
        "And we know that we can do more within the international community, as well, to bring others to the table.\n  *[ERSA]: Employment Related Services Association",
        "In developing countries – and I know that I interrupted the country programme session – that’s exactly where the change is going to start to happen.\n  *[ERSA]: Employment Related Services Association",
        "So we know we can’t sugar-coat some of the challenges that we are all here to address and deal with.\n  *[ERSA]: Employment Related Services Association",
        "We know that we can work with all our partners at a macro-level in the international community – but also within countries as well.\n  *[ERSA]: Employment Related Services Association",
        "Because we know that it’s not just about the money, it’s about the ways of working, we know that it’s about the technology. But, importantly, focusing on the efforts where we are falling short and looking through today in particular how we can pick up those challenges and step up to meet those challenges,\n  *[ERSA]: Employment Related Services Association",
        "Work with other donors obviously – because I know many others are going to make great contributions,\n  *[ERSA]: Employment Related Services Association",
        "But I think, importantly, being the change that we want to see and being the powerful voice in this space is effectively what this is about.\n  *[ERSA]: Employment Related Services Association",
        "So thank you very much, have a fantastic day, I look forward to talking to so many of you throughout the day as well.\n  *[ERSA]: Employment Related Services Association",
        "And I really just want to give a genuine and heartfelt thank you to everyone, not just for being here – but for being at the forefront of the change that we want to work together to achieve. Thank you.\n  *[ERSA]: Employment Related Services Association"
    ]
}