{
    "url": "https://www.ukpol.co.uk/priti-patel-2020-statement-on-public-order-2/",
    "title": "Priti Patel – 2020 Statement on Public Order",
    "post_date": "June 16, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Priti Patel, the Home Secretary, on 15 June 2020.",
    "content": [
        "Like all Members of this House, I was saddened and sickened at the far-right thugs who came to London this weekend on a so-called mission to protect the statue of Sir Winston Churchill, claiming to want to protect our country’s heritage, yet failing to understand that our country’s heritage is founded on a set of shared values—tolerance, respect for people and property, and adherence to the rule of law. Those thugs, far from protecting our heritage, did all that they could to destroy and undermine those values. There is no place for their sickening conduct and hate in our society. They were violent, they were aggressive and abusive towards police officers, and they were patently racist. It is right that a good number have been arrested.\n  *[ERSA]: Employment Related Services Association",
        "I would now like to give the House the latest operational update from the police. In total, more than 210,000 people have attended demonstrations across the country following the death of George Floyd. At least 160 protests took place this weekend, with the vast majority passing peacefully, but counter-demonstrations sparked ugly scenes.\n  *[ERSA]: Employment Related Services Association",
        "On Saturday, 2,000 people attended counter-protests in Westminster, with eruptions of violence throughout the day. Racists and far-right hooligans clashed with the police and fights broke out. Smoke bombs and glass bottles were lobbed at the police in shameful scenes. Thirty-eight officers were hurt across the country this weekend as they were kicked, punched or pelted with missiles. On Saturday alone, there were 137 arrests for offences including assaults on officers, violent disorder, breaches of the peace, possession of offensive weapons and class A drugs, and drunk and disorderly behaviour. In total, at least 100 officers have now been injured, as well as three police horses and one police dog, and at least 280 arrests have been made.\n  *[ERSA]: Employment Related Services Association",
        "As that ugly operational picture demonstrates, many of the so-called protesters came with the deliberate intent of causing harm to those around them and to police officers. That hooliganism is utterly indefensible. There can be no excuse for pelting police officers with missiles. Of all the dreadful images to emerge from this weekend, the one of the man desecrating the plaque of PC Keith Palmer was the most abhorrent.\n  *[ERSA]: Employment Related Services Association",
        "PC Keith Palmer served our country in so many ways, having first served in our armed forces. He then came to this place and made the ultimate sacrifice during a terror attack at the heart of our democracy. I know the whole House will join me in sending our thoughts to his family, colleagues and friends. He will never be forgotten.\n  *[ERSA]: Employment Related Services Association",
        "As I said last week, when I became Home Secretary I vowed to stand with the brave men and women of our police, for law and order and against the terrorists, the thugs and the criminals who threaten people, towns and communities. I am unapologetic for reiterating that pledge today because sadly, backing our world class police has never been more important. The scenes of violence and disorder in recent weeks have only underlined the challenges they face.\n  *[ERSA]: Employment Related Services Association",
        "We ask our frontline police officers to do the most difficult of jobs. Those courageous men and women run towards danger so that we do not have to. They put ​their own lives on the line to protect us, to protect the public. They take on the drug dealers, murderers and violent criminals every single day to keep our streets safe. They uphold the rule of law and give us the security and freedom to live our lives as we choose. I remain saddened at the lack of respect shown to our brave officers by a small minority of people.\n  *[ERSA]: Employment Related Services Association",
        "The senseless violence is taking a huge toll on our police. On Friday, I spoke to officers from forces in England and Wales who had been attacked in the line of duty to hear at first hand the devastating impact on them and their loved ones. Their accounts have only strengthened my resolve to step up the support for our police. An attack on our brave police is an attack on us all. I refuse to allow our outstanding officers to become society’s punchbag or monuments to heroes who served their country to be vandalised and desecrated.\n  *[ERSA]: Employment Related Services Association",
        "The Government are considering all options to stop those who seek to attack emblems of our national sacrifice and pride, including the proposed desecration of war memorials Bill. I can confirm that my right hon. and learned Friend the Justice Secretary will meet my hon. Friends the Members for Stoke-on-Trent North (Jonathan Gullis) and for Bracknell (James Sunderland) this afternoon to take that forward. My message today is simple: actions have consequences. I want vicious individuals held to account for the violence and criminality that they perpetrate. I want to see them arrested and brought to justice.\n  *[ERSA]: Employment Related Services Association",
        "Finally, I turn to the unprecedented national health crisis we find ourselves in. Coronavirus has tragically taken the lives of more than 40,000 people in our country. To protect us all and to stop the spread of the deadly disease, any large gatherings remain unlawful. The severe public risk forces me again to urge the public not to attend future gatherings or protests: if you do so, you put your loved ones at risk.\n  *[ERSA]: Employment Related Services Association",
        "It is clear that the far-right thugs who descended on London at the weekend, with the intent to cause harm, shamed themselves with some abusive and violent conduct. They were violent. They were abusive and aggressive towards the police. They were racist, and there are no excuses for this behaviour. So to the quiet, law-abiding majority who continue to be appalled by this violence and who have continued to live their lives within the rules throughout this pandemic, I say that I completely hear their anger at the scenes they have seen on our streets; to the police who continue to be subjected to the most dreadful abuse, I say that they have my full backing as they act proportionately, fairly and courageously to maintain law and order; and to the criminals, I simply reiterate my earlier remarks: “Your behaviour is shameful. No matter who you are, if you have broken the law, you will face justice.” I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association"
    ]
}