{
    "url": "https://www.ukpol.co.uk/priti-patel-2020-statement-on-points-based-immigration-system/",
    "title": "Priti Patel – 2020 Statement on Points Based Immigration System",
    "post_date": "February 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Priti Patel, the Home Secretary, in the House of Commons on 24 February 2020.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement about the United Kingdom’s new points-based immigration system.\n  *[ERSA]: Employment Related Services Association",
        "Last week, I announced our plans for a radical new approach that works in the interests of the British people. It will be a fair, firm and fundamentally different system in the control of the British Government that prioritises those who come to our country based on the skills they have to offer, not on the country they come from, and it will enable the UK to become a magnet for the brightest and the best, with special immigration routes for those who will make the biggest contribution. We will create new arrangements for new migrants who will fill shortages in our NHS, build the companies and innovations of the future and benefit the UK for years to come.\n  *[ERSA]: Employment Related Services Association",
        "As this Government restore our status as an independent sovereign nation, we will set our own immigration standards and controls as an open, democratic and free country. The Government have listened to the clear message from the British public and are delivering what the people asked for in the 2016 referendum and the December 2019 general election. That includes ending free movement through the introduction of a single global immigration system that prioritises the skills that people have to offer, not where they come from, and restoring public trust in our immigration system with a system that truly works for this country. That is what people voted for, and we are a Government who will deliver on the people’s priorities.\n  *[ERSA]: Employment Related Services Association",
        "We are ending free movement: that automatic right for EU citizens to enter and reside in the UK, which does not apply to people from other countries. Now that we have left the EU, this ambitious Government of action are ending the discrimination between EU and non-EU citizens so that we can attract the brightest and best from around the world. Our country and our people will prosper through one system and an approach that is in the control of the British Government—one that will also deliver an overall reduction in low-skilled immigration, as the public asked for.\n  *[ERSA]: Employment Related Services Association",
        "Many of the values that define our great country originated in the huge benefits immigration has brought to our nation throughout its history. People from every corner of the globe have made an enormous contribution to the fabric of our society, which is why at the heart of this new single global immigration system will be a focus on attracting talented people from around the world and on the contribution they and their families will make, irrespective of their country of origin.\n  *[ERSA]: Employment Related Services Association",
        "Last Wednesday, I published a policy statement setting out the new UK points-based immigration system, which will start operating from 1 January 2021 and will work in the interests of the whole United Kingdom. This will be a single, comprehensive, UK-wide system for workers and students from around the world. Our points-based system will provide a simple, effective and flexible arrangement to give top priority to the skilled workers we need to boost our economy and support our brilliant public services. All applicants will need to demonstrate that they will have a job offer from an approved sponsor. The job must be at an appropriate skill level and the applicant must be able to speak English and meet tougher criminality standards and checks.​\n  *[ERSA]: Employment Related Services Association",
        "We have acted on the advice of the Migration Advisory Committee to make the skilled workers route more flexible, as businesses asked for, and we have reduced the required skill level to the equivalent of A-level qualifications and cut the general salary threshold to £25,600.\n  *[ERSA]: Employment Related Services Association",
        "The threshold for many NHS workers and teachers will be set in line with published pay scales to ensure that our public services do not suffer and we attract the talent that we need. Experienced workers who earn less than the general threshold, but not less than £20,480, may still be able to apply tradable points to reward vital skills and to bring us the talent that our economy needs. For example, a PhD in a relevant subject will earn extra points, with double the number of points for specialists in science, technology, engineering and mathematics. Additional points will be awarded for occupations that struggle to fill vacancies, and I am asking the Migration Advisory Committee to keep its list under regular review to ensure that it reflects the needs of the labour market.\n  *[ERSA]: Employment Related Services Association",
        "The Government will ensure that talented employees from overseas on whom our great NHS relies can come here to work and provide high-quality, compassionate care. That means that we will prioritise qualified staff who seek to move to the UK to work in our NHS, as well as retaining our own national commitment—through the investments made by this Government—to invest in and train more brilliant nurses, doctors and public health professionals in our own country. The new NHS visa system will provide a work visa with a fast-track decision, a larger dedicated advice service for applicants, and reduced fees.\n  *[ERSA]: Employment Related Services Association",
        "Like many other Members, I represent a partly rural constituency. Our commitment to British agriculture is clear. In addition to the reforms that I have outlined, I am quadrupling the size of the pilot scheme for seasonal workers in the horticulture sector to ensure that our farms and our horticultural sector continue to thrive. That is happening immediately.\n  *[ERSA]: Employment Related Services Association",
        "We will continue to welcome international students who want to study in our world- class universities across the United Kingdom, and there will be no cap on their numbers. Those who apply will be accepted provided that they are sponsored by an approved educational institution, have the necessary academic qualifications and English language aptitude, and are able to support themselves financially once they are in the United Kingdom. When they have finished their studies, our new graduate route will allow them to stay in the UK and work at any skill level for up to a further two years. Let me also take this opportunity to reassure the House that the immigration arrangements for members of the armed forces, musicians and other performers are completely unchanged, and those routes will operate as they do now.\n  *[ERSA]: Employment Related Services Association",
        "In line with the ending of free movement, there will be no immigration route for lower-skilled workers. No longer will employers be able to rely on cut-price EU workers. Instead, we are calling on them to invest in British people—as well as investing in technology and skills—to improve productivity, and to join the UK Government’s mission to level up our skills and economic growth across our country. Those changes are vital if we are to deliver a high-skill, high-wage and highly productive economy, and because we have provided certainty in respect of the new immigration system, the economy and businesses have had time to adjust.​\n  *[ERSA]: Employment Related Services Association",
        "The proposals set out in our policy statement are just the start of our phased approach to delivering a new immigration system. We will continue to refine our immigration system, and will build in flexibility where it is needed. Over time, more attributes for which points can be earned—such as previous experience and additional qualifications—may be added, which will allow us to respond effectively to the needs of the labour market and the economy. However, to be effective the system must be simple, so there will not be endless exemptions for low-paid, lower-skilled workers. We will not end free movement only to recreate it in all but name through other routes.\n  *[ERSA]: Employment Related Services Association",
        "The world’s top talent will continue to be welcome in our country. From January we will expand our existing global talent route to EU citizens, giving all the world’s brightest and best the same streamlined access across the UK. Reforms that I introduced last week will allow us to attract even more brilliant scientists, mathematicians and researchers through that route to keep this country at the cutting edge of life-changing innovation and technology, and the points-based system will provide even more flexibility to attract the finest international minds with the most to offer. Alongside the employer-led system, we will create a points-based unsponsored route to allow a limited number of the world’s most highly skilled people to come here without a job offer as part of the phased approach, if they can secure enough points.\n  *[ERSA]: Employment Related Services Association",
        "Our new fair and firm immigration system will send a message to the whole world that Britain is open for business as we continue to attract the brightest and best from around the world, but with a system that the British Government have control over. Our blueprint for taking back control will transform the way in which people come to our country to work, study, visit or even join their family. Our new independence will strengthen border security, allowing us to reject insecure identity documents from newly arriving migrants. We will be able to do more to keep out criminals who seek to do harm to our people, communities and country.\n  *[ERSA]: Employment Related Services Association",
        "Finally, I am pleased to say that when it comes to EU citizens already in the UK, the EU settlement scheme—the biggest scheme of its kind ever in British history—has already received 3.2 million applications resulting in 2.8 million grants of status. Through this system, we will finally develop a true meritocracy where anyone with the skills who wants to come here will have the ability to do so. This is just the start of a phased approach to delivering a new system. I will shortly be bringing forward an immigration Bill and radically overhauling and simplifying the complex immigration rules that have really dominated the system over a number of decades. For the first time in decades, the UK will have control over who comes here and how our immigration system works. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association"
    ]
}