{
    "url": "https://www.ukpol.co.uk/owen-paterson-2021-resignation-statement/",
    "title": "Owen Paterson – 2021 Resignation Statement",
    "post_date": "November 5, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Owen Paterson, the Conservative MP for North Shropshire, on 4 November 2021.",
    "content": [
        "I have today, after consultation with my family, and with much sadness decided to resign as the MP for North Shropshire.\n  *[ERSA]: Employment Related Services Association",
        "The last two years have been an indescribable nightmare for my family and me.\n  *[ERSA]: Employment Related Services Association",
        "My integrity, which I hold very dear, has been repeatedly and publicly questioned.\n  *[ERSA]: Employment Related Services Association",
        "I maintain that I am totally innocent of what I have been accused of and I acted at all times in the interests of public health and safety.\n  *[ERSA]: Employment Related Services Association",
        "I, my family and those closest to me know the same. I am unable to clear my name under the current system.\n  *[ERSA]: Employment Related Services Association",
        "Far, far worse than having my honesty questioned was, of course, the suicide of my beloved and wonderful wife, Rose.\n  *[ERSA]: Employment Related Services Association",
        "She was everything to my children and me. We miss her everyday and the world will always be grey, sad and ultimately meaningless without her.\n  *[ERSA]: Employment Related Services Association",
        "The last few days have been intolerable for us.\n  *[ERSA]: Employment Related Services Association",
        "Worst of all was seeing people, including MPs, publicly mock and deride Rose’s death and belittle our pain.\n  *[ERSA]: Employment Related Services Association",
        "My children have therefore asked me to leave politics altogether, for my sake as well as theirs.\n  *[ERSA]: Employment Related Services Association",
        "I agree with them.\n  *[ERSA]: Employment Related Services Association",
        "I do not want my wife’s memory and reputation to become a political football. Above all, I always put my family first.\n  *[ERSA]: Employment Related Services Association",
        "This is a painful decision but I believe the right one.\n  *[ERSA]: Employment Related Services Association",
        "I have loved being the MP for North Shropshire and have considered it a privilege to have been elected to serve my constituents for 24 years.\n  *[ERSA]: Employment Related Services Association",
        "I would like to thank my staff who have worked for me so loyally over many years.\n  *[ERSA]: Employment Related Services Association",
        "I also want to thank those who have stood by me so staunchly.\n  *[ERSA]: Employment Related Services Association",
        "I wish them all the best in that difficult but vital job of being a Member of Parliament.\n  *[ERSA]: Employment Related Services Association",
        "I will remain a public servant but outside the cruel world of politics.\n  *[ERSA]: Employment Related Services Association",
        "I intend to devote myself to public service in whatever ways I can but especially in the world of suicide prevention.\n  *[ERSA]: Employment Related Services Association",
        "At this incredibly difficult time for my family, we ask that the media respects our privacy and lets us grieve my beloved Rose, the best person I ever met.\n  *[ERSA]: Employment Related Services Association"
    ]
}