{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-sending-asylum-seekers-to-rwanda/",
    "title": "Priti Patel – 2022 Statement on Sending Asylum Seekers to Rwanda",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 15 June 2022.",
    "content": [
        "With permission, Madam Deputy Speaker, I would like to make a statement about the Government’s world-leading migration and economic development partnership with Rwanda.\n  *[ERSA]: Employment Related Services Association",
        "The British people have repeatedly voted for controlled immigration and the right to secure borders. This is a Government who act and hear that message clearly, and we are determined to deliver that. Last night we aimed to relocate the first people from our country who arrived here through dangerous and illegal means, including by small boat. Over the course of this week, many and various claims to prevent relocation have been brought forward. I welcomed the decisions of our domestic courts—the High Court, the Court of Appeal and the Supreme Court—to uphold our right to send the flight. However, following a decision by an out-of-hours judge in the European Court of Human Rights in Strasbourg, minutes before our flight’s departure, the final individuals remaining on the flight had their removal directions paused while their claims were considered.\n  *[ERSA]: Employment Related Services Association",
        "I want to make something absolutely clear: the European Court of Human Rights did not rule that the policy or relocations were unlawful, but it prohibited the removal of three of those on last night’s flight. Those prohibitions last for different time periods but are not an absolute bar on their transfer to Rwanda. Anyone who has been ordered to be released by the court will be tagged while we continue to progress their relocation. While this decision by the Strasbourg court to intervene was disappointing and surprising given the repeated and considered judgments to the contrary in our domestic courts, we remain committed to this policy. These repeated legal barriers are very similar to those that we experience with all other removal flights. We believe that we are fully compliant with our domestic and international obligations, and preparations for our future flights and the next flights have already begun. Our domestic courts were of the view that the flight could go ahead.\n  *[ERSA]: Employment Related Services Association",
        "The case for our partnership with Rwanda bears repeating. We are a generous and welcoming country, as has been shown time and time again. Over 200,000 people have used safe and legal routes to come to the UK since 2015, and most recently Britons have opened their hearts and their homes to Afghan nationals and Ukrainian nationals. But our capacity to help those in need is severely compromised by those who come here illegally and, as we have discussed in this House many, many times, seek to jump the queue because they can afford to pay the people smugglers.\n  *[ERSA]: Employment Related Services Association",
        "It is illegal, and it is not necessary, because they are coming from other safe countries. It is not fair, either on those who play by the rules or on the British taxpayers who have to foot this bill. We cannot keep on spending nearly £5 million a day on accommodation, including hotels. We cannot accept this intolerable pressure on public services and local communities. It makes us less safe as nation, because those who come here illegally do not have the regularised checks or even the regularised status and because evil people-smuggling gangs use the proceeds of their ill-gotten gains to fund other appalling crimes that undermine the security of our country. It is also lethally dangerous for those who are smuggled. People have drowned at sea, suffocated in lorries and perished crossing territories.\n  *[ERSA]: Employment Related Services Association",
        "The humane, decent and moral response to all this is simply not to stand by and let people drown or be sold into slavery or smuggled, but to stop it. With that, inaction is not an option—or at least, not a morally responsible one. This is, as I have said repeatedly, a complex, long-standing problem. The global asylum system is broken and between 80 million and 100 million people are now displaced, and others are on the move seeking better economic opportunities. An international problem requires international solutions.\n  *[ERSA]: Employment Related Services Association",
        "The UK and Rwanda have shown the way forward by working together, and this partnership sends a clear message that illegal entry will not be tolerated, while offering a practical, humane way forward for those who arrive to the UK via illegal routes. It has saddened me to see Rwanda so terribly misrepresented and traduced in recent weeks. It is another example of how all too often, critics not only do not know what they are speaking about, but seek to vilify another country that has a good track record when it comes to refugees and stepping up to international responsibilities.\n  *[ERSA]: Employment Related Services Association",
        "Rwanda is a safe and secure country with an outstanding track record of supporting refugees and asylum seekers. Indeed, we are proud that we are working together, proud that the UK is investing in Rwanda and helping that great country to thrive, and proud that those who are relocated to Rwanda will have an opportunity to thrive as well. They will be given generous support, including language skills, vocational training and help with starting their own businesses or finding employment, but I am afraid that the usual suspects, with the blessings of Opposition Members, have set out to thwart and even campaign against these efforts and, with that, the will of the British people.\n  *[ERSA]: Employment Related Services Association",
        "It would be wrong to issue a running commentary on ongoing cases, but I would like to say this: this Government will not be deterred from doing the right thing, we will not be put off by the inevitable last-minute legal challenges, and nor will we allow mobs to block removals. We will not stand idly by and let organised crime gangs, who are despicable in their nature and their conduct—evil people—treat human beings as cargo. We will not accept that we have no right to control our borders. We will do everything necessary to keep this country safe, and we will continue our long and proud tradition of helping those in genuine need.\n  *[ERSA]: Employment Related Services Association",
        "Many of us have met refugees, both abroad and on British soil, and listened to the stories that are frankly chilling and heartbreaking. It suits Opposition Members to pretend that those on this side of the House do not care, but as you referred to in the earlier point of order, Madam Deputy Speaker, on this side of the House such accusations are a grotesque slur. What is truly chilling is listening to opponents going on about how awful this policy is while offering no practical solutions while lives are being lost.\n  *[ERSA]: Employment Related Services Association",
        "Helping to develop safe and legal routes to this country for those who really need them is at the heart of this Government’s work. Having overseen efforts to bring to the UK thousands of people in absolute need, including from Hong Kong, Syria, Afghanistan and Ukraine, I am the first to say that controlled immigration, including by refugees, is good and outstanding for our country, but we simply have to focus on supporting those who need it most, and not those who have picked the UK as a destination over a safe country such as France. It is no use pretending that those people are fleeing persecution when they are travelling from a safe country.\n  *[ERSA]: Employment Related Services Association",
        "Our capacity to help is not infinite, and public support for the asylum system will be fatally undermined if we do not act. The critics of the migration and economic development partnership have no alternative proposal to deal with uncontrolled immigration. As on so many other issues, the Labour party and the SNP are on the wrong side of the argument. With their arguments, we would see public trust in the system only being corroded. That is irresponsible and utterly indifferent to those who we seek to help and support.\n  *[ERSA]: Employment Related Services Association",
        "I have always said that I will look at all proposals to reduce illegal migration and illegal entry to our country, even those that Opposition Members might put forward, although we are still waiting for them. [Interruption.] Fundamentally, the hon. Member for Cumbernauld, Kilsyth and Kirkintilloch East (Stuart C. McDonald) and others do not think there is a problem, which is why they do not have a solution. They still stand for open borders—pure and simple. Meanwhile, this Government want to get on with not just delivering what the British people want, but reforming our systems so that they are firm and fair for those who pay for them and those who need our help and support.\n  *[ERSA]: Employment Related Services Association"
    ]
}