{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-the-governments-plan-for-immigration/",
    "title": "Priti Patel – 2021 Statement on the Government’s Plan for Immigration",
    "post_date": "March 24, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 24 March 2021.",
    "content": [
        "I wish to make a statement on our new plan for immigration. The Government have taken back control of legal immigration by ending free movement and introducing a points-based immigration system. We are now addressing the challenge of illegal migration head-on.\n  *[ERSA]: Employment Related Services Association",
        "I am introducing the most significant overhaul of our asylum system in decades—a new, comprehensive, fair but firm long-term plan—because while people are dying we have a responsibility to act. People are dying at sea, in lorries and in shipping containers, having put their lives into the hands of criminal gangs that facilitate illegal journeys to the UK. To stop the deaths, we must stop the trade in people that causes them.\n  *[ERSA]: Employment Related Services Association",
        "Our society is enriched by legal immigration. We celebrate those who have come to the UK lawfully and have helped to build Britain. We always will. Since 2015, we have resettled almost 25,000 men, women and children seeking refuge from persecution across the world—more than any other EU country. We have welcomed more than 29,000 close relatives through refugee family reunion and created a pathway to citizenship to enable over 5 million people in Hong Kong to come to the UK. Nobody can say that the British public are not fair or generous when it comes to helping those in need, but the British public also recognise that for too long parts of the immigration system have been open to abuse.\n  *[ERSA]: Employment Related Services Association",
        "At the heart of our new plan for immigration is a simple principle: fairness. Access to the UK’s asylum system should be based on need, not the ability to pay people smugglers. If someone enters the UK illegally from a safe country such as France, where they should and could have claimed asylum, they are not seeking refuge from persecution, as is the intended purpose of the asylum system; instead, they are choosing the UK as their preferred destination and they are doing so at the expense of those with nowhere else to go.\n  *[ERSA]: Employment Related Services Association",
        "Our system is collapsing under the pressures of parallel illegal routes to asylum, facilitated by criminal smugglers. The existence of parallel routes is deeply unfair, advantaging those with the means to pay smugglers over those in desperate need. The capacity of our asylum system is not unlimited, so the presence of economic migrants, which these illegal routes introduce, limit our ability to properly support others in genuine need of protection. This is manifestly unfair to those desperately waiting to be resettled in the UK. It is not fair to the British people either, whose taxes pay for vital public services and for an asylum system that has skyrocketed in cost—it is costing over £1 billion this year.\n  *[ERSA]: Employment Related Services Association",
        "There were more than 32,000 attempts to enter the UK illegally in 2019, with 8,500 people arriving by small boat in 2020. Of those, 87% were men and 74% were aged between 18 and 39. We should ask ourselves: where are the vulnerable women and children that this system should exist to protect? The system is becoming overwhelmed: 109,000 claims are sitting in the asylum queue. Some 52,000 are awaiting an initial asylum decision, with almost three quarters of those waiting a year or more. Some 42,000 failed asylum seekers have not left the country, despite having had their claim refused.\n  *[ERSA]: Employment Related Services Association",
        "The persistent failure to enforce our laws and immigration rules, with a system that is open to gaming by economic migrants and exploitation by criminals, is eroding public trust and disadvantaging vulnerable people who need our help. That is why our new plan for immigration is driven by three fair but firm objectives: first, to increase the fairness of our system, so we can protect and support those in genuine need of asylum; secondly, to deter illegal entry into the UK, breaking the business model of people smugglers and protecting the lives of those they endanger; and, thirdly, to remove more easily from the UK those with no right to be here. Let me take each in turn.\n  *[ERSA]: Employment Related Services Association",
        "First, we will continue to provide safe refuge to those in need, strengthening support for those arriving through safe and legal routes. People coming to the UK through resettlement routes will be granted indefinite leave to remain. They will receive more support to learn English, find work and integrate. I will also act to help those who have suffered injustices by amending British nationality law, so that members of the Windrush generation will be able to obtain British citizenship more easily.\n  *[ERSA]: Employment Related Services Association",
        "Secondly, this plan marks a step change in our approach as we toughen our stance to deter illegal entry and the criminals who endanger life by enabling it. To get to the UK, many illegal arrivals have travelled through a safe country such as France, where they could and should have claimed asylum. We must act to reduce the pull factors of our system and disincentivise illegal entry. For the first time, whether people enter the UK legally or illegally will have an impact on how their asylum claim progresses and on their status in the UK if that claim is successful. We will deem their claim as inadmissible and make every effort to remove those who enter the UK illegally having travelled through a safe country first in which they could and should have claimed asylum. Only where removal is not possible will those who have successful claims, having entered illegally, receive a new temporary protection status. This is not an automatic right to settle—they will be regularly reassessed for removal—and will include limited access to benefits and limited family reunion rights. Our tough new stance will also include: new maximum life sentences for people smugglers and facilitators; new rules to stop unscrupulous people posing as children; and strengthening enforcement powers for Border Force.\n  *[ERSA]: Employment Related Services Association",
        "Thirdly, we will seek to rapidly remove those with no right to be here in the UK, establishing a fast-track appeals process, streamlining the appeals system and making quicker removal decisions for failed asylum seekers and dangerous foreign criminals. We will tackle the practice of meritless claims that clog up the courts with last-minute claims and appeals—a fundamental unfairness that lawyers tell me frustrates them, too—because for too long, our justice system has been gamed. Almost three quarters of migrants in detention raised last-minute, new claims, or challenges or other issues, with over eight in 10 of these eventually being denied as valid reasons to stay in the UK. Enough is enough. Our new plan sets out a one-stop process to require all claims to be made upfront—no more endless, meritless claims to frustrate removal; no more stalling justice. Our new system will be faster and fairer and will help us better support the most vulnerable.\n  *[ERSA]: Employment Related Services Association",
        "Our new plan builds on the work already done to take back control of our borders, building a system that upholds our reputation as a country where criminality is not rewarded, but which is a haven for those in need. There are no quick fixes or shortcuts to success, but this long-term plan, pursued doggedly, will fix our broken system.\n  *[ERSA]: Employment Related Services Association",
        "We know that Members of the Opposition would prefer a different plan—one that embraces the idea of open borders. Many of them were reluctant to end free movement, with Members opposite on record as having said that all immigration controls are racist or sexist. And to those who say we lack compassion, I simply say that while people are dying, we must act to deter these journeys, and if they do not like our plan, where is theirs?\n  *[ERSA]: Employment Related Services Association",
        "This Government promised to take a common-sense approach to controlling immigration, legal and illegal, and we will deliver on that promise. The UK is playing its part to tackle the inhumanity of illegal migration and, today, I will press for global action at the G6. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association"
    ]
}