{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-hong-kong-british-national-route/",
    "title": "Priti Patel – 2021 Statement on Hong Kong British National Route",
    "post_date": "February 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 1 February 2021.",
    "content": [
        "I am pleased to confirm that the Government have launched the Hong Kong British national (overseas) (BNO) route on 31 January 2021.\n  *[ERSA]: Employment Related Services Association",
        "The introduction of the Hong Kong BNO route follows the imposition of the national security law on Hong Kong by the Chinese Government in June 2020, which restricted the rights and freedoms of the people of Hong Kong and breached the joint declaration.\n  *[ERSA]: Employment Related Services Association",
        "The basis for this route was established through changes to the immigration rules made on 22 October 2020, creating a route to settlement for BNO status holders from Hong Kong.\n  *[ERSA]: Employment Related Services Association",
        "Eligible BNO status holders, and their family members, will be able to come to the UK to live, study and work. After five years in the UK, they will also be able to apply for settlement, followed by citizenship after a further 12 months.\n  *[ERSA]: Employment Related Services Association",
        "As I have said throughout the development of this route, this is absolutely the right thing to do, in recognition of the historic commitment of the UK to the people of Hong Kong, and specifically to those who elected to retain their ties to the UK through obtaining BNO status.\n  *[ERSA]: Employment Related Services Association",
        "I am also pleased to announce that from 23 February 2021, applications to the route can be made through a fully digital process, using the new technology developed for the UK’s points-based immigration system.\n  *[ERSA]: Employment Related Services Association",
        "This means that if an eligible applicant holds a BNO, Hong Kong special administrative region (HKSAR), or EEA biometric passport, they will be able follow a quicker and easier process by submitting their biometrics to validate their identity through a smartphone app, rather than visiting a visa application centre. Successful applicants will receive a digital status, which they will be able to check and prove online.\n  *[ERSA]: Employment Related Services Association",
        "BNO status holders and their dependants are the second group after EEA nationals to have access to this new digital process, which further upholds our commitment to them.\n  *[ERSA]: Employment Related Services Association",
        "In addition to the new route for BNO status holders, individuals from Hong Kong will also be able to apply to come to the UK under the terms of the new points-based immigration system, which will enable them to come to the UK in a wider range of professions and at a lower general salary threshold than in the past. They are also able to use student routes and have access to the youth mobility scheme.\n  *[ERSA]: Employment Related Services Association",
        "Further detail about the route, including detailed applicant guidance, can be found at www.gov.uk/british-national-overseas-bno-visa.\n  *[ERSA]: Employment Related Services Association",
        "HMG is working to ensure BNO status holders who take up this offer feel fully supported and welcomed when starting their life in the UK. I look forward to welcoming applications from those individuals who wish to make the UK their home.\n  *[ERSA]: Employment Related Services Association"
    ]
}