{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-pay-and-allowances-for-pccs-and-pfccs/",
    "title": "Priti Patel – 2022 Statement on Pay and Allowances for PCCs and PFCCs",
    "post_date": "July 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 19 July 2022.",
    "content": [
        "The Senior Salaries Review Body published its report today. The SSRB considered the pay and allowances for Police and Crime Commissioners and Police, Fire and Crime Commissioners in England and Wales. The Government value the independent and expert advice of the SSRB. We thank the Chair and members for their thoughtful commentary and observations.\n  *[ERSA]: Employment Related Services Association",
        "The SSRB’s report recommends:\n  *[ERSA]: Employment Related Services Association",
        "PCCs should move to three pay groups, in line with the proposals for chief constables.\n  *[ERSA]: Employment Related Services Association",
        "With effect from 1 May 2022, PCC pay should be increased to:\n  *[ERSA]: Employment Related Services Association",
        "Group 1: £108,800\n  *[ERSA]: Employment Related Services Association",
        "Group 2: £94,300\n  *[ERSA]: Employment Related Services Association",
        "Group 3: £83,200\n  *[ERSA]: Employment Related Services Association",
        "PCC pay increases in future years in line with the SSRB-recommended annual pay increase for chief police officers between formal SSRB reviews in line with the electoral cycle.\n  *[ERSA]: Employment Related Services Association",
        "A pay supplement of 7.5% for PCCs taking on the additional responsibility for fire and rescue governance.\n  *[ERSA]: Employment Related Services Association",
        "A loss-of-office payment for PCCs in line with that available to Members of Parliament.\n  *[ERSA]: Employment Related Services Association",
        "That home security for PCCs is treated as a business expense and not a personal benefit.\n  *[ERSA]: Employment Related Services Association",
        "PCCs and PFCCs play an important role in reducing crime and protecting the public, providing their communities with the opportunity to have a direct say in policing in their area through their locally elected and accountable PCC or PFCC.\n  *[ERSA]: Employment Related Services Association",
        "It would be inappropriate for me to make significant or structural changes to PCC remuneration. I believe these issues should be considered when the future structure of chief police officer pay is settled. Therefore, we have chosen not to accept in full the SSRB’s recommendations.\n  *[ERSA]: Employment Related Services Association",
        "The Government have decided that with effect from 1 May 2022, the current PCC salary pay bands will be increased by £1,900, in line with the award for all police officers.\n  *[ERSA]: Employment Related Services Association"
    ]
}