{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-tackling-child-sexual-abuse-strategy/",
    "title": "Priti Patel – 2021 Statement on Tackling Child Sexual Abuse Strategy",
    "post_date": "January 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 25 January 2021.",
    "content": [
        "Last week, on 22 January, the Government published the tackling child sexual abuse strategy. As the first strategy of its kind, it sets out an ambitious blueprint for preventing and tackling all forms of child sexual abuse—whether these crimes take place within the family, in the community or online. In the past, a culture of denial emboldened offenders committing these heinous crimes. This must never happen again.\n  *[ERSA]: Employment Related Services Association",
        "The strategy builds on previous work across Government to tackle child sexual abuse. It recognises the scale of the problem, its hidden nature, and the way it continues to evolve, outlining a fresh approach focused on the relentless pursuit of offenders and better protection for victims and survivors.\n  *[ERSA]: Employment Related Services Association",
        "The recently published paper on group-based child sexual exploitation highlighted that the data collected on offender and victim characteristics is inadequate, and that there is a need to improve the quality and extent of data collected in relation to the modus operandi of offending. The strategy therefore commits to working with local authorities to understand and respond to threats within their communities, and to collecting higher quality data on offenders so that the Government can build a fuller picture on the characteristics of perpetrators and help tackle the abuse that has blighted many towns and cities in England.\n  *[ERSA]: Employment Related Services Association",
        "In addition, the strategy outlines the immediate steps we will take to tackle all forms of offending, including:\n  *[ERSA]: Employment Related Services Association",
        "Investing in the UK’s world-leading child abuse image database to identify and catch more offenders quicker, including new tools to speed-up police investigations;\n  *[ERSA]: Employment Related Services Association",
        "Committing to a review of Sarah’s law to make it easier for parents and carers to ask the police if someone has a criminal record for child sexual offences;\n  *[ERSA]: Employment Related Services Association",
        "Supporting local areas to improve their response to exploitation through funding for the Home Office-funded prevention programme;\n  *[ERSA]: Employment Related Services Association",
        "Preventing abuse by raising awareness through communications and engagement with parents and the wider public, as well as providing professionals with skills and resources to intervene early;\n  *[ERSA]: Employment Related Services Association",
        "Providing victims and survivors with the support they need to rebuild their lives, ensuring their rights are protected in the criminal justice system and investing to improve support services and embed best practice;\n  *[ERSA]: Employment Related Services Association",
        "Working with partners overseas to strengthen child protection systems in countries where children are particularly at risk, and clamping down on individuals who travel abroad to rape and abuse children.\n  *[ERSA]: Employment Related Services Association",
        "Using new legislation and enhanced technology to stop offenders in their tracks, including introducing the ground-breaking Online Safety Bill and GCHQ collaborating with the tech industry to identify and develop solutions to crack down on large-scale online child sexual abuse.\n  *[ERSA]: Employment Related Services Association",
        "Protecting children and the most vulnerable in our society is one of the Government’s most fundamental and important roles. This strategy underlines my unwavering determination to crack down on perpetrators, place victims and survivors at the heart of our approach and restore confidence in the criminal justice system’s ability to tackle these repulsive crimes.\n  *[ERSA]: Employment Related Services Association",
        "The tackling child sexual abuse strategy is available on gov.uk. A copy of the strategy will also be placed in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association"
    ]
}