{
    "url": "https://www.ukpol.co.uk/priti-patel-2020-statement-on-the-windrush-compensation-scheme-2/",
    "title": "Priti Patel – 2020 Statement on the Windrush Compensation Scheme",
    "post_date": "June 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Priti Patel, the Home Secretary, in the House of Commons on 23 June 2020.",
    "content": [
        "With permission, Mr Deputy Speaker, I would like to make a statement on the Windrush compensation scheme.\n  *[ERSA]: Employment Related Services Association",
        "Yesterday, we celebrated Windrush Day, which marks the 72nd anniversary of the arrival of the Empire Windrush at Tilbury docks. The ship carried hundreds of people who had left their homes to build a new life in the United Kingdom, and to help this country rebuild following the destruction of the second world war. These men and women built their lives and went on to build their homes in the United Kingdom. They, alongside with many thousands of others who made similar journeys, and their descendants, have made an immeasurable contribution to the social, economic and cultural life of our country. When Britain was in need, they answered the call.\n  *[ERSA]: Employment Related Services Association",
        "Yet as we all know, they were the very people who went on to suffer unspeakable injustices and institutional failings spanning successive Governments over several decades. I have apologised for the appalling treatment suffered and, on 19 March, I made a statement after I received the long awaited Windrush lessons learned review from Wendy Williams. I have apologised for the appalling treatment suffered by the Windrush generation.\n  *[ERSA]: Employment Related Services Association",
        "The review was damning about the conduct of the Home Office and unequivocal about the\n  *[ERSA]: Employment Related Services Association",
        "“institutional ignorance and thoughtlessness towards the…race and the history of the Windrush generation”\n  *[ERSA]: Employment Related Services Association",
        "by the Department. There are serious and significant lessons for the Home Office to learn in the way it operates. I and the permanent secretary are currently reviewing its leadership, culture and practices, and the way it views and treats all parts of the community it serves.\n  *[ERSA]: Employment Related Services Association",
        "These reforms are only the start. I was clear that when Wendy Williams published her lessons learned review, I would listen and act. I have heard what she has said, and I will be accepting the recommendations that she has made in full. I am committed to ensuring that the Home Office delivers for each part of the community it serves and I will come back to update the House before the summer recess on how we will be implementing the recommendations. I look forward to discussing the plans further with Wendy this week.\n  *[ERSA]: Employment Related Services Association",
        "We have been working tirelessly to support the most urgent cases and those most in need. In April 2018, the Home Office set up the Windrush taskforce to ensure that those who needed documentation immediately could get it. A month later, the Windrush scheme was launched, providing free citizenship to those eligible for it.\n  *[ERSA]: Employment Related Services Association",
        "The Home Office has a dedicated vulnerable persons team in place to provide immediate support to people suffering with a range of vulnerabilities, including the financial hardships and destitutions that have been well documented. The team also administers the urgent and exceptional payments scheme, which provides immediate financial payments. To the end of March this year, the team has made 35 payments, totalling more than £46,000.\n  *[ERSA]: Employment Related Services Association",
        "Work is continuing unabated to ensure that those who suffered receive the documentation and the compensation that they need. So far, more than 12,000 people have been ​granted documentation by the Windrush taskforce, including more than 5,900 grants of citizenship, and the compensation scheme continues to make payments to compensate the losses and impacts that individuals suffered as a result of not being able to demonstrate their lawful status. The scheme was set up and designed with the backing of Martin Forde QC, in close consultation with those who were affected by the scandal, and in February I announced that I would extend it until April 2023 to give those who need our help as much time as they need to apply.\n  *[ERSA]: Employment Related Services Association",
        "We are continuing to process individual claims as quickly as possible. The first payment was made within four months of the scheme launching, and many interim awards are being made where parts of the claim can be resolved more easily and more quickly than others. But let me be clear: it is not a blanket one-size-fits-all scheme. It was deliberately designed with community leaders and Martin Forde QC so that the claimant is at the heart of each and every claim.\n  *[ERSA]: Employment Related Services Association",
        "Cases deserve to be processed individually with the care and sensitivity that they deserve, so that the maximum payment can be made to every single person. I simply will not call for targets when it comes to dealing with claims. These are incredibly personal cases—individual cases—that must be treated with the care, the dignity and the respect that they deserve.\n  *[ERSA]: Employment Related Services Association",
        "I want everyone who has been wronged to get the maximum compensation to which they are entitled, and through this bespoke scheme, we are working to achieve that. This compensation covers a very wide range of categories—far more than any comparable compensation scheme. It covers immigration fees; it covers loss of earnings; it covers benefits; it covers homelessness; it covers destitution. Overall, it covers 13 separate categories. Assessing claims in this way is ultimately beneficial to those who are making them, but it takes time to assess them and it takes time to get it right. While claims are being processed in full, many interim and exceptional payments have been made to make sure that people have access to money—to the funds that they need now.\n  *[ERSA]: Employment Related Services Association",
        "Clearly, I share the desire to see more claims completed. The rate of claims has already increased significantly in the past few months: as of the end of March, more than £360,000 had been awarded, and further offers have been made of approximately £280,000. I can confirm today that more than £1 million has been offered in claims so far, and more payments and offers are being made each week, but we can—and of course we must—do more. My determination to right the wrongs and the injustices suffered by the Windrush generation is undiminished, and I will do all I can to ensure that more people are helped and more people are compensated in full. If additional resources are needed, they will be provided.\n  *[ERSA]: Employment Related Services Association",
        "Now is the time for more action. We all have a duty to help those affected by this terrible injustice. Individuals will benefit from the compensation scheme only if they are sought out and encouraged to apply. We are working extensively with community groups and leaders to raise awareness of the Windrush taskforce and the compensation scheme, including with vulnerable people through the vulnerable persons team. Anyone who needs help or support to make a claim will receive it. The Home Office has funded Citizens Advice to provide free independent advice and support, and has hosted or ​attended more than 100 engagement and outreach events throughout the United Kingdom. As Members know, my door is always open, so I urge Members of the House to ensure that their constituents’ cases or concerns are raised immediately with me and my team so that they are progressed and resolved.\n  *[ERSA]: Employment Related Services Association",
        "Throughout the coronavirus pandemic, I have made sure that no one is left behind. Working with community leaders, I have launched a digital engagement programme so that outreach can continue despite the current social distancing measures. The first virtual support event was held on 21 May, and on 19 March I announced a dedicated new communications campaign to promote the Windrush schemes, as well as a £500,000 fund for community organisations to run outreach, promotional and support activities to increase awareness.\n  *[ERSA]: Employment Related Services Association",
        "We know, however, that there are a range of other issues and injustices affecting the Windrush generation and their families. Yesterday, I announced a new Windrush cross-Government working group, which I will co-chair with Bishop Derek Webley. The group brings together community leaders with senior representatives from a number of Government Departments to address the challenges faced by the Windrush generation and their descendants, spanning programmes on education, work, health and much more. The Prime Minister and I spoke to members of the group yesterday to discuss many of the actions needed and to deliver solutions. The first formal meeting of the group will take place this Thursday. I look forward to taking the work of the group forward, alongside the inspirational co-chair, Bishop Derek Webley.\n  *[ERSA]: Employment Related Services Association",
        "Nothing can ever undo the suffering experienced by members of the Windrush generation. No one should have suffered the uncertainty, complication and hardships brought on by the mistakes of successive Governments. Now is the time for more action across the Government to repay that debt of gratitude and to eliminate the challenges that still exist for them and their descendants. Only then can we build a stronger, fairer and more successful country for the next generation. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association"
    ]
}