{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-statement-on-bloody-sunday-inquiry/",
    "title": "Owen Paterson – 2010 Statement on Bloody Sunday Inquiry",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Owen Paterson, the then Secretary of State for Northern Ireland, in the House of Commons on 3 November 2010.",
    "content": [
        "I beg to move that this House does consider the report of the Bloody Sunday Inquiry.\n  *[ERSA]: Employment Related Services Association",
        "This debate follows the publication of that report on the 15th June this year and My Rt. Hon. Friend the Prime Minister’s statement in this House in response.\n  *[ERSA]: Employment Related Services Association",
        "I would like to thank the tribunal for its report. I have read the report in full and it is clearly a remarkable piece of work.\n  *[ERSA]: Employment Related Services Association",
        "Mr Speaker, let me reiterate the government’s clear position on this report. Lord Saville’s conclusions are shocking. What happened on Bloody Sunday was both unjustified and unjustifiable.\n  *[ERSA]: Employment Related Services Association",
        "As my Rt. Hon Friend the Prime Minister has said, we do not honour all those members of the armed forces who bravely upheld the rule of law in Northern Ireland by hiding from the truth.\n  *[ERSA]: Employment Related Services Association",
        "I am sure Honourable Members are familiar with many of the conclusions in the report, but I should put on record again some of the tribunal’s key findings:\n  *[ERSA]: Employment Related Services Association",
        "Lord Saville found:\n  *[ERSA]: Employment Related Services Association",
        "A “serious and widespread loss of fire discipline” by members of Support Company of The Parachute Regiment who entered the Bogside, “as a result of an order…which should not have been given.”\n  *[ERSA]: Employment Related Services Association",
        "Lord Saville found that “despite the contrary evidence given by the soldiers… none of them fired in response to attacks or threatened attacks by nail or petrol bombers.”\n  *[ERSA]: Employment Related Services Association",
        "And that many of the soldiers “knowingly put forward false accounts in order to seek to justify their firing”.\n  *[ERSA]: Employment Related Services Association",
        "In some of the most shocking sections of the report, Lord Saville concludes that some of those killed or injured were fleeing or going to the assistance of others.\n  *[ERSA]: Employment Related Services Association",
        "The report says that Patrick Doherty was shot whilst “crawling….away from the soldiers”.\n  *[ERSA]: Employment Related Services Association",
        "And refers to Alexander Nash who was\n  *[ERSA]: Employment Related Services Association",
        "“hit and injured by Army gunfire after he had gone to… tend his son”.\n  *[ERSA]: Employment Related Services Association",
        "Lord Saville records that James Wray was shot, in all probability, “when he was lying mortally wounded on the ground.”\n  *[ERSA]: Employment Related Services Association",
        "For those looking for statements of innocence, the report is clear that:\n  *[ERSA]: Employment Related Services Association",
        "“none of the casualties was posing a threat of causing death or serious injury, or indeed was doing anything else that could on any view justify their shooting.”\n  *[ERSA]: Employment Related Services Association",
        "As my Rt. Hon Friend the Prime Minister has said we do not defend the British army by defending the indefensible. It is clear from the tribunal’s unequivocal conclusions that some members of our armed forces acted wrongly.\n  *[ERSA]: Employment Related Services Association",
        "Mr Speaker, I reiterate the government’s apology for the events of that day.\n  *[ERSA]: Employment Related Services Association",
        "The government is deeply sorry for what happened.\n  *[ERSA]: Employment Related Services Association",
        "Just as the report is clear in its conclusions on the unjustifiable actions that took place in Londonderry on Bloody Sunday, so too it is clear in its other findings. There is no suggestion in the report that there was any premeditation or conspiracy by the UK government, the Northern Ireland government or senior members of the armed forces.\n  *[ERSA]: Employment Related Services Association",
        "Lord Saville said that there was no evidence that the authorities tolerated or encouraged “the use of unjustified lethal force.”\n  *[ERSA]: Employment Related Services Association",
        "Mr Speaker, the process surrounding this report has been the subject of much controversy. None of us could have anticipated that the inquiry would take 12 years or cost nearly £192 million. Our views on that are well documented. But I firmly believe it is right that our main focus now is not on the controversies surrounding the process, but on the substance of the report’s conclusions.\n  *[ERSA]: Employment Related Services Association",
        "And of course we should reflect not just on the report itself but on the reaction to Lord Saville’s conclusions and the Prime Minister’s statement.\n  *[ERSA]: Employment Related Services Association",
        "The whole House will have seen the memorable pictures broadcast around the world showing the response of the families and crowds in the Guildhall Square in Derry. The families of those killed, and those injured, had fought a long and determined campaign over 38 years to prove the innocence of their loved ones.\n  *[ERSA]: Employment Related Services Association",
        "I met the families shortly after publication and again earlier today. I heard for myself the impact the report and my Rt. Hon. Friend the Prime Minister’s statement has had on their lives.\n  *[ERSA]: Employment Related Services Association",
        "I should also take the opportunity to record my gratitude for the hard work of my officials and the Department in successfully managing the publication of the report. Publication was a major international event, with 419 press passes issued for the Guildhall square alone.\n  *[ERSA]: Employment Related Services Association",
        "It is also right to draw Honourable Members’ attention to other responses to the report that received less coverage but which are nonetheless important in illustrating the broad acceptance that Lord Saville’s report received.\n  *[ERSA]: Employment Related Services Association",
        "The leaders of the three main Protestant churches in Ireland made a symbolically important visit to the Bogside shortly after publication. And the First Minister, Peter Robinson, publicly indicated his acceptance of Lord Saville’s findings.\n  *[ERSA]: Employment Related Services Association",
        "Senior military figures, including the Chief of the Defence Staff General Sir David Richards and the former Chief of the General Staff, General Sir Mike Jackson, joined the Prime Minister in his apology for the events of Bloody Sunday.\n  *[ERSA]: Employment Related Services Association",
        "Mr Speaker, I want to make it absolutely clear – as my Rt. Hon Friend the Prime Minister did – that Bloody Sunday was not the defining story of the army’s service in Northern Ireland. Between 1969 and 2007, over 250,000 people served in Operation Banner, the longest continuous operation in British military history.\n  *[ERSA]: Employment Related Services Association",
        "Our armed forces displayed immense courage, dedication and restraint in upholding democracy and the rule of law in Northern Ireland. We should not forget that over 1,000 members of the security forces lost their lives, and many thousands more were injured, for that cause. Nor should we forget that the security situation in Northern Ireland had been deteriorating steadily since 1969.\n  *[ERSA]: Employment Related Services Association",
        "As Lord Saville outlines in Volume 1 of the report, those who lost their lives included two RUC officers, Sergeant Peter Gilgunn and Constable David Montgomery, killed by the IRA three days before Bloody Sunday. They were the first police officers killed in the city during the Troubles.\n  *[ERSA]: Employment Related Services Association",
        "Without the security forces, the peace process would not have happened. We owe an enormous debt of gratitude to those who served in Northern Ireland.\n  *[ERSA]: Employment Related Services Association",
        "Mr Speaker, the hurt and suffering that victims of the Troubles from all parts of the community continue to feel must be recognised and acknowledged. Finding a way of dealing with the painful legacy of the past is one of the great challenges facing Northern Ireland today.\n  *[ERSA]: Employment Related Services Association",
        "Our approach to the conclusions of reviews and reports in individual cases is clear.\n  *[ERSA]: Employment Related Services Association",
        "Where wrongdoing or failings by the state are clearly identified the government will accept responsibility and apologise. We have demonstrated this in our rapid response to this report; to the Police Ombudsman’s report on Claudy published in August; and to the Billy Wright Inquiry Report published in September.\n  *[ERSA]: Employment Related Services Association",
        "More widely there cannot, of course, be a Saville-type inquiry for each person killed during the Troubles. But there are ongoing processes that are helping to provide some answers. The Historical Enquiries Team is investigating all 3,268 deaths in Northern Ireland during the Troubles, including the deaths of soldiers and police officers who lost their lives.\n  *[ERSA]: Employment Related Services Association",
        "The 86% satisfaction rate that the HET is achieving amongst families who have received reports demonstrates the success it is having in helping to bring a measure of resolution.\n  *[ERSA]: Employment Related Services Association",
        "The Police Ombudsman continues to investigate legacy cases and there are a number of ongoing inquests relating to deaths from the Troubles.\n  *[ERSA]: Employment Related Services Association",
        "I welcome the very important work that the Northern Ireland Executive, the Victims Commissioners and many voluntary organisations are doing in providing healthcare and practical support to victims.\n  *[ERSA]: Employment Related Services Association",
        "The future of these processes is in the hands of the devolved administration.\n  *[ERSA]: Employment Related Services Association",
        "And for my part Iam fully supportive of the important and difficult work that the Independent Commission for the Location of Victims’ Remains continues to carry out.\n  *[ERSA]: Employment Related Services Association",
        "Our views on new public inquiries are, of course, well known. As my Rt. Hon. Friend the Prime Minister made clear there will be no more open-ended and costly inquiries.\n  *[ERSA]: Employment Related Services Association",
        "This is not a policy based solely on financial calculation. Continuing to pick out selective cases to subject to a lengthy public inquiry is not a viable approach to dealing with the legacy of a conflict that saw thousands of people from all parts of the community killed.\n  *[ERSA]: Employment Related Services Association",
        "And nor should we be under any illusion that public inquiries provide any guarantee of satisfaction for victims’ families.\n  *[ERSA]: Employment Related Services Association",
        "The Billy Wright Inquiry report showed that even an inquiry lasting six years and costing £30 million can be accused of not having answered critical questions. Many commentators pointed out that the report recorded the panel’s regret that they had no explanation for how the guns used to murder Billy Wright were smuggled into the high security Maze prison.\n  *[ERSA]: Employment Related Services Association",
        "But whilst our position on new inquiries is clear, we cannot simply shut down the past.\n  *[ERSA]: Employment Related Services Association",
        "I recognise that there are no easy answers. The previous government’s consultation on the Eames-Bradley report ended in October 2009 – we swiftly published the responses to that consultation in July this year.\n  *[ERSA]: Employment Related Services Association",
        "Those responses clearly showed that there is little consensus at present on a wider mechanism to address the past.\n  *[ERSA]: Employment Related Services Association",
        "But we have not let that stop us from continuing to listen to the views of people in Northern Ireland and to find a way forward.\n  *[ERSA]: Employment Related Services Association",
        "My Honourable Friend the Minister of State and I have met with victims groups, community organisations, academics and politicians from all parts of the community to move forward the debate on this important issue. We will continue to do so.\n  *[ERSA]: Employment Related Services Association",
        "Many different views have been expressed. But one clear theme does emerge from these discussions, and from the experience of existing mechanisms such as the HET. That is the desire of the families of victims of the Troubles to understand those traumatic events better. Helping families, and wider society, achieve that greater understanding and closure is vital, however difficult that may be.\n  *[ERSA]: Employment Related Services Association",
        "It will require leadership from all those involved in the events of the past 40 years – in Westminster, Northern Ireland and the Republic of Ireland.\n  *[ERSA]: Employment Related Services Association",
        "I plan to continue exploring ideas on the contentious issues of the past over the coming months. Our approach will remain measured, sensitive and realistic.\n  *[ERSA]: Employment Related Services Association",
        "Lord Saville’s report closes a painful chapter in Northern Ireland’s troubled history. In so doing it makes an important contribution to helping Northern Ireland move forward to a genuinely shared future.\n  *[ERSA]: Employment Related Services Association"
    ]
}