{
    "url": "https://www.ukpol.co.uk/priti-patel-2020-statement-on-uk-border-health-measures/",
    "title": "Priti Patel – 2020 Statement on UK Border Health Measures",
    "post_date": "June 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the statement made by Priti Patel, the Home Secretary, in the House of Commons on 3 June 2020.",
    "content": [
        "With permission, Madam Deputy Speaker, I would like to make a statement about the introduction of public health measures at the border in response to coronavirus. This is another cross-Government measure in our continued collective fight against the virus, to save lives and protect the British public by preventing a second wave of the disease. Our priority has always been to protect people’s health and to keep those in the UK safe from this virus, and introducing this measure now will play an important role in our fight against coronavirus.\n  *[ERSA]: Employment Related Services Association",
        "The tragic events of recent months have shown that, in a world of serious threats to the UK and to global stability, pandemics have no boundaries. Throughout this national endeavour, the introduction of public health measures has been to protect the public, keep the virus under control and now to protect our hard-won progress as we move in the right direction.\n  *[ERSA]: Employment Related Services Association",
        "The scientific advice has been consistent and clear, and thanks to the collective determination and the resolve of the British public we are past the peak, but we are now more vulnerable to infections being brought in from abroad. Some have suggested that public health measures at the border should have been introduced when the virus was at its peak. However, at that time, the scientific advice was clear that such measures would have made little difference when domestic transmission was widespread. Now, however, the transmission rate in the United Kingdom continues to decline, and international travel is likely to resume from its record low. Therefore, the scientific advice is that imported cases of the virus pose a more significant threat to our national effort and our recovery. Travellers from overseas could become a higher proportion of the overall number of infections in the UK, and therefore increase the spread of the disease. The Government are therefore taking a proportionate and time-limited approach to protect the health of the British public.\n  *[ERSA]: Employment Related Services Association",
        "I will recap and recall to the House the key points of the public health measures that the Government are putting in place from 8 June. These temporary requirements are set out in full in the Health Protection Regulations laid today. These will apply across England, with the devolved Administrations laying their own regulations to set out their enforcement approaches.\n  *[ERSA]: Employment Related Services Association",
        "To limit the spread of infection, arrivals must self-isolate for 14 days; this is the incubation period of coronavirus. This follows expert medical advice and is in line with the NHS test and trace service self-isolation period for anyone who has been in contact with the disease.\n  *[ERSA]: Employment Related Services Association",
        "Working with key industries, the Government have deliberately included a limited number of exemptions to the self-isolation rules, to allow essential services and supply chains to continue, keeping food on our tables, and getting vital medicine and PPE to the frontline. The responsibility for sector-specific exemptions sits with relevant Government Departments.\n  *[ERSA]: Employment Related Services Association",
        "Arrivals to the UK will be required to fill in a contact locator form, including details of where they will isolate and how they can be contacted. That form will be found on gov.uk and a Government-led working group, with the industry, has developed a process for carriers to ​inform travellers about the information they need to provide in order to travel to the UK. The form must be completed in advance of travel to provide details of the journey. Border Force will be at the frontline of enforcing this requirement. Passengers will require a receipt, either printed or on their phone electronically, to prove that they have completed the form. Border Force will undertake spot checks at the border and may refuse entry to non-resident nationals who refuse to comply. It will have the power to impose a £100 fixed penalty notice on those who do not comply. Our fantastic frontline Border Force officers are world class and are consistently working to keep our borders safe and secure.\n  *[ERSA]: Employment Related Services Association",
        "The data collected will be used by Public Health England, which will undertake checks and ensure that people understand and are following the rules. If Public Health England has reason to believe that someone is not following the law as they should be, it will inform the police.\n  *[ERSA]: Employment Related Services Association",
        "We trust the British people and our visitors to play their part in acting responsibly and following the rules to control the spread of coronavirus, but we will not allow a reckless minority to put our domestic recovery at risk, so there will be penalties and enforcement for those who break them. A breach of self-isolation could result in a £1,000 fixed penalty notice in England, or potential prosecution. This programme will work alongside test and trace to help us further minimise the public health threat of coronavirus.\n  *[ERSA]: Employment Related Services Association",
        "The Minister for the Cabinet Office and the Secretaries of State for Transport, Business and Health have worked across Government and the devolved Administrations, with science and industry, carefully to develop the policy for this public health action. In line with all Government covid-19 measures, and as I announced on 22 May, the measures will be kept under regular review to ensure that they remain proportionate and necessary. I can inform the House that the first review will take place in the week commencing 28 June, and the measures will be assessed on an ongoing basis thereafter, together with all other measures to fight this disease.\n  *[ERSA]: Employment Related Services Association",
        "We will publish in due course more information on the criteria that must be satisfied for these health measures to be lifted, but I can update the House on some factors that will be considered. These include the rate of infection and transmission internationally and the credibility of reporting; the measures that international partners have put in place; levels of imported cases in other countries where there are more relaxed border measures, and the degree to which antibody and other methods of testing prove effective in minimising the health risk.\n  *[ERSA]: Employment Related Services Association",
        "Country-specific reports will be provided to allow us to monitor global progress, but we will consider reviewing these measures only when the evidence shows that it is safe to do so, because public health will always come first. As we have considered for all our cross-Government covid-19 measures, we will take into account the impact on the economy and industry.\n  *[ERSA]: Employment Related Services Association",
        "The aviation and travel industry is home to some of Britain’s most successful businesses and supports thousands of jobs. Across Government, we understand how tough the public health measures to prevent a second wave of coronavirus are for this sector. The industry has a proud record of making the safety of its passengers and staff its No. 1 priority. It also has a record of dynamism and innovation. Engagement with the industry is crucial, and we are asking it to work with us on these measures.​\n  *[ERSA]: Employment Related Services Association",
        "We are liaising with bodies such as the International Civil Aviation Organisation on this and other covid-19-related issues, and we will continue to work closely with companies and carriers. That is why, with my right hon. Friend the Transport Secretary, we will tomorrow host a roundtable to work across the travel sector and the broader business sector on how we can innovate and move forward together and form a long-term plan for the industry. The Government and the industry share the same aim: to get Britain and our economy moving again in a way that is safe and practical for everyone.\n  *[ERSA]: Employment Related Services Association",
        "Our priority has always been the safety of our people. That has driven our evidence-led cross-Government approach to this whole crisis. The Foreign Office currently advises against all but essential travel abroad, or against any travel at all to countries where the risk of covid-19 remains unacceptably high. There has been engagement with embassies representing countries around the world to explain our approach. By taking this public health action alongside our other measures, including test and trace and continued social distancing, we will ensure that we can have greater freedom in the longer term. Of course, that includes international travel corridors, a subject that has already been discussed in the House this afternoon.\n  *[ERSA]: Employment Related Services Association",
        "Currently there should only be essential travel, but we will continue to work across Government and with the sector to explore all options for future safe travel. Any international approaches will be bilateral and agreed with the other countries concerned, and of course we will need to ensure that those countries are deemed to be safe. We are not alone in our fight against this disease or in the measures that we have taken to stop it.\n  *[ERSA]: Employment Related Services Association",
        "These measures are backed by science and supported by the public, and are essential to save lives. We know that they will present difficulties for the tourism industry, but that is why we have an unprecedented package of support—the most comprehensive in the world—for employees and for business. We will all suffer in the long run if we get this wrong, which is why it is crucial that we introduce these measures now. Let us not throw away our hard-won progress in tackling the virus. First and foremost, we owe it to the thousands of people who have died, as well as to the millions of people across the whole United Kingdom whose sacrifices over the previous months in following social distancing have together helped us to bring this virus under control. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association"
    ]
}