{
    "url": "https://www.ukpol.co.uk/owen-paterson-2013-speech-on-illegal-wildlife-trafficking/",
    "title": "Owen Paterson – 2013 Speech on Illegal Wildlife Trafficking",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the Secretary of State for Environment, Food and Rural Affairs, Owen Paterson, at St. James’s Palace in London on 21st May 2013.",
    "content": [
        "[![owenpaterson](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)\n  *[ERSA]: Employment Related Services Association",
        "I would like to start by thanking Their Royal Highnesses for hosting today’s forum and for providing us with an opportunity to discuss this urgent and vital issue. It is inspiring to see and hear two generations of our Royal Family following in the footsteps of the Duke of Edinburgh who over many decades has done so much to promote the conservation of many of the species that are now under threat.\n  *[ERSA]: Employment Related Services Association",
        "The illegal trade in wildlife jeopardises the very survival of some of our most iconic species, like rhinos, elephants, tigers and orangutans.\n  *[ERSA]: Employment Related Services Association",
        "**‘If they’re gone…’**\n  *[ERSA]: Employment Related Services Association",
        "It is against this background that I launched the ‘If they’re gone…’ campaign at the Cotswold Wildlife Park back in March, focusing initially on rhinos. The campaign is a key part of our efforts to raise awareness of the impacts of the demand for products made from animal parts. Education must be a key weapon in our armoury.\n  *[ERSA]: Employment Related Services Association",
        "Rhino horn has the same medicinal value as my big toenail. Despite this, the seemingly insatiable appetite for rhino horn means that it is now fetching as much as £40,000 per kg. It is shocking that we are losing a rhino to poachers every 11 hours. This is reversing all of the good conservation work that saw white rhino numbers increase by around 9.5 per cent a year and black rhinos by 6 per cent between the early 1990s and the end of 2007. It is beyond depressing that between 2007 and 2011 there has been a 3,000 per cent increase in rhino poaching.\n  *[ERSA]: Employment Related Services Association",
        "In June, I will go to Knowsley to launch the next part of the ‘If they’re gone…’ campaign focusing on elephants. In 2011 more than 23 tonnes of illegal elephant ivory were seized around the world, that’s the equivalent of 2,500 elephants. These statistics are particularly worrying when it is estimated that up to 30 per cent of tree species in central African forests may require elephants to help with dispersal and germination. As the Prince of Wales has already said, these animals do not exist in isolation but at the heart of ecosystems and communities.\n  *[ERSA]: Employment Related Services Association",
        "What should shame us all is the fact that the perilous situation many of these species find themselves in is not as a result of some hideous disease that we can’t cure but as a result of human criminal violence. A human crime that is based on ignorance and greed. A human crime that supports a trade that is estimated to run into billions of dollars.\n  *[ERSA]: Employment Related Services Association",
        "This is a problem of global proportions that will need a coordinated global response. That’s why we must use events such as today to commit to redouble our efforts to protect these wonderful animals for future generations. We cannot afford to lose them or the habitats or ways of life they support. History will not forgive us if we allow vicious criminals to make them extinct.\n  *[ERSA]: Employment Related Services Association",
        "**Implications of the trade**\n  *[ERSA]: Employment Related Services Association",
        "This abhorrent trade not only puts our wildlife in danger. It poses an increasing threat to security by funding criminal gangs and terrorism. It also hampers efforts to tackle long term poverty.\n  *[ERSA]: Employment Related Services Association",
        "Collectively, we need to stop activities like poaching and illegal logging. It is also crucial that we end the demand for wildlife and wildlife products. We need to stop both supply and demand.\n  *[ERSA]: Employment Related Services Association",
        "Much good work is being done in this respect through international organisations such as CITES and INTERPOL.\n  *[ERSA]: Employment Related Services Association",
        "And the UK Government is determined to play its part. William Hague and I recently met other senior ministers to agree to focus our efforts on 3 key areas that will have the most impact. We want to improve enforcement, reduce market demand and help communities find viable alternatives.\n  *[ERSA]: Employment Related Services Association",
        "**Enforcement**\n  *[ERSA]: Employment Related Services Association",
        "To carry out enforcement in the UK, we have a dedicated National Wildlife Crime Unit within our Police Service and a dedicated Border Force team at Heathrow Airport monitoring imports of wildlife products.\n  *[ERSA]: Employment Related Services Association",
        "We are also helping to fund international enforcement through INTERPOL, the Global Tiger Initiative and the African Elephant Action Plan.\n  *[ERSA]: Employment Related Services Association",
        "We share our expertise in enforcement with other countries to strengthen global efforts. I would like all of us in this room to work together to make sure we’re learning best practice from one another.\n  *[ERSA]: Employment Related Services Association",
        "**Supporting communities in developing countries**\n  *[ERSA]: Employment Related Services Association",
        "The UK Government will continue to play an active role in the international legal framework through CITES. However CITES can only establish the framework for action. It is the responsibility of individual countries to implement these agreements.\n  *[ERSA]: Employment Related Services Association",
        "The UK is helping developing countries to implement CITES and other environmental agreements through the Darwin Initiative Grant Scheme.\n  *[ERSA]: Employment Related Services Association",
        "For example, a Darwin project in La Primavera forest in Mexico is looking into a local payment scheme to provide resources for rural development. This will protect biological corridors and halt land-use change in the oak-pine forest.\n  *[ERSA]: Employment Related Services Association",
        "We believe that this model, where a small amount of funding can lead to significant and long-lasting action on the ground, is an effective way to help.\n  *[ERSA]: Employment Related Services Association",
        "**Concluding Remarks**\n  *[ERSA]: Employment Related Services Association",
        "There is no doubt that the organised level of ruthless criminality that we’re up against will require strong international co-operation and leadership. We need to build consensus to tackle the underlying cause of poaching: the demand for wildlife products.\n  *[ERSA]: Employment Related Services Association",
        "The UK is committed to developing the tools and generating the international drive to help us safeguard these species. I believe that this meeting provides a tremendous basis for the gathering of Heads of States planned for the autumn, where I hope we can secure international agreement to work together to eradicate illegal wildlife trafficking.\n  *[ERSA]: Employment Related Services Association",
        "The prize if we do is glittering: a legacy for our children and their children after them. Failure will be a shame on us all.\n  *[ERSA]: Employment Related Services Association",
        "I would like to thank the Prince of Wales, once again, for getting us all together today and I look forward to working with each and every one of you to ensure that the amazing diversity of species on this planet not only survives, but under our watch, thrives.\n  *[ERSA]: Employment Related Services Association"
    ]
}