{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-immigration-and-border-control/",
    "title": "Priti Patel – 2022 Statement on Immigration and Border Control",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 20 July 2022.",
    "content": [
        "Today will see the publication of two documents supporting the Home Office’s strategy for the future border: “An Independent review of Border Force” (CP 700) and the “New Plan for Immigration: Legal Migration and Border Control” strategy statement (CP 706). These documents have been laid before both Houses today and will be made available on gov.uk.\n  *[ERSA]: Employment Related Services Association",
        "The strategy statement sets out our ambition for transformational change for everyone using our systems and crossing the UK border. We will deliver a fully end-to-end digital customer experience which will bring benefits to all.\n  *[ERSA]: Employment Related Services Association",
        "This is an ambitious plan in which we will continue to deliver a world-leading legal migration and border system. The plans we have set out in this strategy statement are essential for a streamlined, digital system which responds to customer needs and enhances the security of the UK. Our flagship permission to travel scheme will mean that it is easier for our friends to come to and contribute to the UK, but harder for those not using legal means to come here. We will be more easily able to tackle problems upstream and know more about those who use the system to come here.\n  *[ERSA]: Employment Related Services Association",
        "I would like to thank Alexander Downer for his work in conducting the BF review and all those who have been involved. The recommendations in this report are our commitment to a package of reforms for Border Force so it can continue to respond to emerging threats, keep our border secure, and ease the passage of legitimate travellers and goods across our border in a world that is very different from when Border Force was formed a decade ago.\n  *[ERSA]: Employment Related Services Association",
        "The publication of the strategy and report on the BF review is a pivotal step in achieving the vision for the future of the border which will increase public confidence that we are improving the efficiency and effectiveness of the UK border and making it more secure to tackle future challenges.\n  *[ERSA]: Employment Related Services Association"
    ]
}