{
    "url": "https://www.ukpol.co.uk/priti-patel-2020-statement-on-state-based-threats/",
    "title": "Priti Patel – 2020 Statement on State-Based Threats",
    "post_date": "March 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Priti Patel, the Home Secretary, in the House of Commons on 17 March 2020.",
    "content": [
        "The risks posed to the UK and its allies from state-based threats have both grown and diversified in recent years, ranging from espionage and subversion to coercion and assassination. The use of the internet as a way for states to expand their influence poses new issues and has made it easier for attacks to be carried out, whilst making it harder to identify those responsible. We face sustained and hostile activity which is deliberate and targeted and intended to threaten our national security. Together with our allies, we are taking steps to safeguard our open and democratic societies and promote the international rules-based system that underpins our stability, security and prosperity.\n  *[ERSA]: Employment Related Services Association",
        "My officials have been reviewing current legislation in this area. As set out in the Queen’s Speech in December, we are developing proposals for new legislation to counter the threat of hostile activity emanating from states during this Parliament.\n  *[ERSA]: Employment Related Services Association",
        "But new legislation is not the only way we are working to counter this threat. Given the risk of state-based threats, the Government created a specialist assessment organisation to focus resource on this critical issue in 2017. The Joint State Threats Assessment Team, or JSTAT, is an independent assessment body whose function is to deepen understanding across Government of this threat and to inform the policy response. Like other assessment bodies including the Joint Terrorism Analysis Centre, JSTAT reports to a governance board comprising ​senior officials from across the UK intelligence community and wider policy departments, with the Director General of MI5 having ultimate responsibility for the organisation.\n  *[ERSA]: Employment Related Services Association",
        "Until now JSTAT has not been publicly acknowledged but in order to maximise its utility to the national security community, I have taken this important step of announcing the existence of this organisation. Reaching out to all parts of the Government, our stakeholders, industry and academia offers the opportunity to gain a better understanding of state based threats and will enable more analytic challenge. It will also enable a broader communication of the threat to HMG and partners across a wide range of areas as well as enabling the private and charitable sectors to have access to information about the threats so that they can better protect themselves.\n  *[ERSA]: Employment Related Services Association",
        "JSTAT has enhanced our capabilities and understanding of the state-based threats we face and will continue to do so now it has been made public. More information about the work of JSTAT can be found on a webpage on the MI5 website.\n  *[ERSA]: Employment Related Services Association"
    ]
}