{
    "url": "https://www.ukpol.co.uk/owen-paterson-2011-statement-on-the-robert-hamill-inquiry/",
    "title": "Owen Paterson – 2011 Statement on the Robert Hamill Inquiry",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Owen Paterson, the then Secretary of State for Northern Ireland, in the House of Commons on 28 February 2011.",
    "content": [
        "In my written statement of the 31 January 2011, I informed the House that following an announcement by the Public Prosecution Service for Northern Ireland that they planned to prosecute three individuals in connection with the death of Robert Hamill, I would not publish the report of the Robert Hamill Inquiry until these legal proceedings had concluded. Publishing the report while proceedings are ongoing would jeopardise the individuals’ right to a fair trial.\n  *[ERSA]: Employment Related Services Association",
        "I also set out the checking process which is required to meet the obligations on me in relation to Article 2 of the European Convention on Human Rights and in relation to national security. I can confirm that this checking process has now been completed and I have received advice from the checking team which confirms that there is nothing in the report which, if published, could breach Article 2 of the European Convention on Human Rights by putting the lives or safety of individuals at risk, or put national security at risk. I am therefore satisfied that once legal proceedings have concluded, the report can be published in full. I have advised Sir Edwin Jowitt, the chairman of the inquiry, of this.\n  *[ERSA]: Employment Related Services Association",
        "I have also asked Sir Edwin to retain formal custody of the report in a secure location until the legal proceedings have concluded and it can be submitted to me and be published. The report has not been shown to me or to any other member of the government, or to any officials except the two members of the team which carried out the checking process. I have not been briefed on the contents of the report, nor have any officials other than those in the checking team.\n  *[ERSA]: Employment Related Services Association",
        "Again, I reassure the House that once the legal proceedings have concluded, I intend to publish the report in full and as soon as practicable. Once a timetable for publication becomes clear, I will update the House accordingly.\n  *[ERSA]: Employment Related Services Association"
    ]
}