{
    "url": "https://www.ukpol.co.uk/priti-patel-2017-speech-at-conservative-party-conference/",
    "title": "Priti Patel – 2017 Speech at Conservative Party Conference",
    "post_date": "October 7, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "2017 Conservative Party Conference",
            "url": "/tag/2017-conservative-party-conference/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Priti Patel, the Secretary of State for International Development, at the Conservative Party conference in Manchester on 3 October 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/piritpatel-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/piritpatel-1.jpg)\n  *[ERSA]: Employment Related Services Association",
        "Conference, good afternoon.\n  *[ERSA]: Employment Related Services Association",
        "Britain has always been a bold and confident nation.\n  *[ERSA]: Employment Related Services Association",
        "We are unafraid to stand up for what we believe in.\n  *[ERSA]: Employment Related Services Association",
        "In our history, we’ve helped to end the slave trade, defeat dictators, and champion democracy around the world.\n  *[ERSA]: Employment Related Services Association",
        "And today, we are leading the fight to end poverty, eradicate disease and help refugees survive brutal conflicts.\n  *[ERSA]: Employment Related Services Association",
        "Influence is about knowing what you believe in.\n  *[ERSA]: Employment Related Services Association",
        "Having the confidence to project British values internationally.\n  *[ERSA]: Employment Related Services Association",
        "Looking outwards not inwards and utilising our unique history and our position as a force for good.\n  *[ERSA]: Employment Related Services Association",
        "Using British values to shape a better world and create hope and optimism for the future.\n  *[ERSA]: Employment Related Services Association",
        "When people across the globe see UK aid supplies arriving in their village or refugee camp – proudly marked with the Union flag – they know that Britain is on their side.\n  *[ERSA]: Employment Related Services Association",
        "Our heroic Armed Forces forces and aid experts are serving around the world, from Nigeria, to Afghanistan, to South Sudan and the hurricane relief efforts across the Caribbean.\n  *[ERSA]: Employment Related Services Association",
        "They are providing a badge of hope to millions, shaping a better and safer world.\n  *[ERSA]: Employment Related Services Association",
        "Each and every one of them deserves our thanks.\n  *[ERSA]: Employment Related Services Association",
        "We all know that money spent by Ministers and civil servants does not belong to them.\n  *[ERSA]: Employment Related Services Association",
        "It belongs to you – the very taxpayers who have worked hard for it.\n  *[ERSA]: Employment Related Services Association",
        "As Margaret Thatcher once said: “Pennies do not come from heaven. They have to be earned here on earth.”\n  *[ERSA]: Employment Related Services Association",
        "The public are right to be angry when they hear stories about wasted aid.\n  *[ERSA]: Employment Related Services Association",
        "They naturally think that their Government is throwing away their hard-earned cash.\n  *[ERSA]: Employment Related Services Association",
        "That is why under my leadership, my priority is to make sure that aid delivers value for money.\n  *[ERSA]: Employment Related Services Association",
        "My Ministers have scrutinised every aspect of DFID’s spending\n  *[ERSA]: Employment Related Services Association",
        "I have removed programmes which did not stand up to scrutiny.\n  *[ERSA]: Employment Related Services Association",
        "Where partnerships weren’t working, I have ended them.\n  *[ERSA]: Employment Related Services Association",
        "Where legitimate concerns have been raised over poor spending, I have taken action.\n  *[ERSA]: Employment Related Services Association",
        "And where other Government Departments need to improve their aid spending, I am challenging them to raise their game and be accountable to UK taxpayers.\n  *[ERSA]: Employment Related Services Association",
        "I am delivering close to £500 million pounds of savings.\n  *[ERSA]: Employment Related Services Association",
        "And I have been ruthless in closing programmes that did not meet the standards I have set.\n  *[ERSA]: Employment Related Services Association",
        "I am expanding the use of Payment by Results.\n  *[ERSA]: Employment Related Services Association",
        "That means performance based funding.\n  *[ERSA]: Employment Related Services Association",
        "If they don’t deliver, we won’t pay.\n  *[ERSA]: Employment Related Services Association",
        "I am taking back control of our spending and decision-making.\n  *[ERSA]: Employment Related Services Association",
        "Making sure we use British values to bring hope and optimism to millions across the world.\n  *[ERSA]: Employment Related Services Association",
        "I would like to thank the Ministers who are supporting this improvement: Michael Bates, Rory Stewart and Alistair Burt.\n  *[ERSA]: Employment Related Services Association",
        "I also want to pay tribute to James Wharton, my former Africa Minister, who until the General Election, helped to drive essential change across DFID.\n  *[ERSA]: Employment Related Services Association",
        "He was an outstanding Minister, and I know that he’ll be back in frontline politics again.\n  *[ERSA]: Employment Related Services Association",
        "When it comes to getting value for money, the job is not yet done.\n  *[ERSA]: Employment Related Services Association",
        "Today, I am announcing the conclusion of a comprehensive review of DFID’s relationships with suppliers.\n  *[ERSA]: Employment Related Services Association",
        "I am setting out tough reforms that will encourage the private sector to work with DFID and end the appalling practice of fat cats profiteering from the aid budget.\n  *[ERSA]: Employment Related Services Association",
        "I am introducing a tough Code of Conduct, with legally enforceable sanctions for non-compliance, to root out unethical behaviour.\n  *[ERSA]: Employment Related Services Association",
        "I‘m taking the toughest approach in Whitehall to crack down on contract costs.\n  *[ERSA]: Employment Related Services Association",
        "I‘m cutting red tape and simplifying the bidding process to help small British firms win with DFID and create jobs up and down the UK.\n  *[ERSA]: Employment Related Services Association",
        "On my watch I will end the crony-market where a handful of suppliers, would win contract after contract, which blocked innovation and competition.\n  *[ERSA]: Employment Related Services Association",
        "I will always put the interests of taxpayers and the world’s poor ahead of consultants and middle-men.\n  *[ERSA]: Employment Related Services Association",
        "I am leading global efforts to reform the way the whole world does development and aid.\n  *[ERSA]: Employment Related Services Association",
        "Two weeks ago I announced a new regime of performance-related funding for the United Nations and its agencies.\n  *[ERSA]: Employment Related Services Association",
        "From next year 30% of our funding will be conditional on improved results and reform.\n  *[ERSA]: Employment Related Services Association",
        "But that’s not all.\n  *[ERSA]: Employment Related Services Association",
        "For years the United Nations has ignored the shocking scandal of sexual abuse and the exploitation of children.\n  *[ERSA]: Employment Related Services Association",
        "This must end.\n  *[ERSA]: Employment Related Services Association",
        "I have told them that all future funding is subject to them implementing the highest standards of child protection; investigating all allegations; and securing prosecutions of those responsible for these crimes.\n  *[ERSA]: Employment Related Services Association",
        "If they don’t make the grade, believe me, they won’t get the aid.\n  *[ERSA]: Employment Related Services Association",
        "I will continue to challenge the aid system to ensure that the international rules remain relevant to our changing world.\n  *[ERSA]: Employment Related Services Association",
        "As Hurricane Irma graphically demonstrated, they need to be flexible, so aid gets to the right place at the right time.\n  *[ERSA]: Employment Related Services Association",
        "That equally applies to our British citizens in our British territories.\n  *[ERSA]: Employment Related Services Association",
        "In today’s world of new threats and extremist ideologies – and I’m not just talking about Mr Corbyn – we must be bold and unapologetic in standing up for our values.\n  *[ERSA]: Employment Related Services Association",
        "Conservatives do not talk Britain down.\n  *[ERSA]: Employment Related Services Association",
        "We are the party that raises horizons, transforms lives and secures a better future.\n  *[ERSA]: Employment Related Services Association",
        "We know that trade, investment and free markets provide the route out of poverty.\n  *[ERSA]: Employment Related Services Association",
        "And as we look to support prosperity in developing countries and growth in the UK, Brexit is the opportunity to secure our place in the world.\n  *[ERSA]: Employment Related Services Association",
        "Britain can reassert itself as a global beacon for free trade, enterprise and free markets.\n  *[ERSA]: Employment Related Services Association",
        "Earlier this year I launched DFID’s first-ever Economic Development Strategy and set out a vision for how the private sector can boost jobs, growth and development.\n  *[ERSA]: Employment Related Services Association",
        "My objective is clear.\n  *[ERSA]: Employment Related Services Association",
        "I’m not here to endlessly hand out money.\n  *[ERSA]: Employment Related Services Association",
        "I will help people and countries stand on their own two feet.\n  *[ERSA]: Employment Related Services Association",
        "Like Mary in Ethiopia who now works full-time in the new industrial zone in Hawassa.\n  *[ERSA]: Employment Related Services Association",
        "Thanks to DFID, she can now provide for her family.\n  *[ERSA]: Employment Related Services Association",
        "Also millions of girls around the world are now able to go to school.\n  *[ERSA]: Employment Related Services Association",
        "And the job of everyone working in development must be to end aid dependency.\n  *[ERSA]: Employment Related Services Association",
        "We are offering a hand-up, not a hand-out.\n  *[ERSA]: Employment Related Services Association",
        "That’s why I’m working with colleagues across Government to promote economic development.\n  *[ERSA]: Employment Related Services Association",
        "In Nigeria, we are working to create real jobs and tackle the scourge of modern day slavery.\n  *[ERSA]: Employment Related Services Association",
        "Our trade Department is creating new trading links in some of the poorest countries in the world.\n  *[ERSA]: Employment Related Services Association",
        "I want the countries who receive aid today be our trading partners of tomorrow.\n  *[ERSA]: Employment Related Services Association",
        "We made a clear commitment on aid in our manifesto.\n  *[ERSA]: Employment Related Services Association",
        "We will honour it.\n  *[ERSA]: Employment Related Services Association",
        "The money I’ve saved from closing programmes, is going on projects such as the fight against Neglected Tropical Diseases.\n  *[ERSA]: Employment Related Services Association",
        "We will deliver over a billion treatments to fight cruel, avoidable infections such as trachoma, Guinea-worm and river blindness.\n  *[ERSA]: Employment Related Services Association",
        "Britain is leading the way on clearing landmines globally.\n  *[ERSA]: Employment Related Services Association",
        "And I am placing a new international emphasis on improving the lives of people with disability.\n  *[ERSA]: Employment Related Services Association",
        "That’s not all.\n  *[ERSA]: Employment Related Services Association",
        "Across this country there are thousands of small charities led by inspirational people, doing amazing work around the world.\n  *[ERSA]: Employment Related Services Association",
        "But for years, they have found it impossible to access UK aid, because the aid budget supported big international charities.\n  *[ERSA]: Employment Related Services Association",
        "That is why I’m opening up the aid budget to the Best of British charities up and down the country.\n  *[ERSA]: Employment Related Services Association",
        "Using British values and expertise to shape a better world.\n  *[ERSA]: Employment Related Services Association",
        "This Conservative Government is leading the way in eradicating polio from the face of the earth, forever.\n  *[ERSA]: Employment Related Services Association",
        "And I want to pay tribute to the thousands of Rotarians across the world – and in this audience – who have led the fight against polio.\n  *[ERSA]: Employment Related Services Association",
        "Earlier this year, the world faced the terrifying prospect of four famines.\n  *[ERSA]: Employment Related Services Association",
        "We succeeded in getting the rest of the world to pull their weight.\n  *[ERSA]: Employment Related Services Association",
        "It was Global Britain that raised the alarm and pushed the international community to step up and deliver a life-saving response.\n  *[ERSA]: Employment Related Services Association",
        "That saved millions of lives, and I will continue to challenge others to do more.\n  *[ERSA]: Employment Related Services Association",
        "Compare that with Labour’s approach to the world.\n  *[ERSA]: Employment Related Services Association",
        "Last week, at their conference, Mr Corbyn failed to condemn North Korea for abusing human rights and flouting international rules by launching missiles.\n  *[ERSA]: Employment Related Services Association",
        "He failed to condemn Venezuela – where the regime he has held up as a beacon for others to follow, is viciously stamping out all opposition.\n  *[ERSA]: Employment Related Services Association",
        "He failed to condemn the terror his friends in Hamas have unleashed upon the Israeli people.\n  *[ERSA]: Employment Related Services Association",
        "And not once did he confront or condemn his supporters who have launched a wave of anti-Semitism, bullying, and abuse against anyone who does not subscribe to their extremist views.\n  *[ERSA]: Employment Related Services Association",
        "And as he stood in Brighton, of all places, he once again failed to apologise for standing side-by-side with the IRA terrorists who brutally murdered and maimed. Disgraceful.\n  *[ERSA]: Employment Related Services Association",
        "Our approach is different from Labour’s, because our values are different from Labour’s.\n  *[ERSA]: Employment Related Services Association",
        "They believe that wealth is created by governments and bureaucracies.\n  *[ERSA]: Employment Related Services Association",
        "We believe that wealth is created by people and enterprise.\n  *[ERSA]: Employment Related Services Association",
        "I believe in people, markets and freedom.\n  *[ERSA]: Employment Related Services Association",
        "This is what will genuinely serve the interests of the many and not the few.\n  *[ERSA]: Employment Related Services Association",
        "The Labour Party, despite what they say, does not stand for the many.\n  *[ERSA]: Employment Related Services Association",
        "It stands for the vested interests and narrow dogma of the few.\n  *[ERSA]: Employment Related Services Association",
        "Exploiting the hopes and fears of young people, only to go on and lie to them.\n  *[ERSA]: Employment Related Services Association",
        "Celebrating the state-sponsored theft of the property held by private citizens.\n  *[ERSA]: Employment Related Services Association",
        "And when it comes to international relations, they have just one principle.\n  *[ERSA]: Employment Related Services Association",
        "To turn a blind eye and refuse to speak out as their socialist friends and comrades unleash violence and repression against people and communities.\n  *[ERSA]: Employment Related Services Association",
        "Shame on them, shame on the Labour Party and shame on their vile brand of socialism.\n  *[ERSA]: Employment Related Services Association",
        "It is our responsibility to stop them from getting anywhere near the door of Number 10.\n  *[ERSA]: Employment Related Services Association",
        "They are not fit to represent Britain or the British people.\n  *[ERSA]: Employment Related Services Association",
        "That is why what you do is so important.\n  *[ERSA]: Employment Related Services Association",
        "From me, from all of my colleagues in Cabinet and Parliament, I want to say a huge thank you.\n  *[ERSA]: Employment Related Services Association",
        "Because it’s your hard work and campaigning that made all the difference.\n  *[ERSA]: Employment Related Services Association",
        "You delivered us the highest Conservative vote for many years – some 13.6 million people who backed us at the ballot box.\n  *[ERSA]: Employment Related Services Association",
        "So, we know what we need to do.\n  *[ERSA]: Employment Related Services Association",
        "We must set out the positive case for Conservative values across all areas of policy.\n  *[ERSA]: Employment Related Services Association",
        "Explain why our ideas will create the society that we all want to see and live in.\n  *[ERSA]: Employment Related Services Association",
        "Not just for us, for our children and for their children.\n  *[ERSA]: Employment Related Services Association",
        "One which is open, tolerant and extends opportunity for all.\n  *[ERSA]: Employment Related Services Association",
        "British Conservative values are my values.\n  *[ERSA]: Employment Related Services Association",
        "And I will use them to shape a better country and a better world for all.\n  *[ERSA]: Employment Related Services Association",
        "Thank you.\n  *[ERSA]: Employment Related Services Association"
    ]
}