{
    "url": "https://www.ukpol.co.uk/priti-patel-2020-statement-on-the-immigration-bill/",
    "title": "Priti Patel – 2020 Statement on the Immigration Bill",
    "post_date": "May 21, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Priti Patel, the Home Secretary, in the House of Commons on 18 May 2020.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association",
        "We meet here today in extraordinary circumstances. Our way of life has changed beyond anything we could have imagined just a few months ago. The British people are making extraordinary sacrifices as we pull together to combat this deadly pandemic. Coronavirus is the biggest crisis this nation has faced in my lifetime, and we must do everything in our power to control the virus as we reopen society and support the United Kingdom’s recovery. Our national recovery will reflect many new norms, including how we look to the future as a confident, outward-facing, global Britain, open to the world now that we have left the EU.\n  *[ERSA]: Employment Related Services Association",
        "The Bill will play a vital role in our future recovery plans. It will end free movement and pave the way for our new points-based immigration system: a firmer, fairer and simpler system that will attract the people we need to drive our country forward through the recovery stage of coronavirus, laying the foundation for a high-wage, high-skill, productive economy; a system that works in the interests of the British people, allowing us to attract the very best talent from right around the globe; a system that will revolutionise the operation of the UK border, tightening security and keeping criminals out while also making the experience of coming to the UK transparent, smoother and simpler; a system that, for the first time in decades, allows us, as an open and democratic country, to set our own controls and to count people in and out; a system that will attract the most talented people from around the world to boost our economy and support our public services to rebuild and thrive, including our outstanding NHS.\n  *[ERSA]: Employment Related Services Association",
        "Since publishing the details of the new points-based system in February, our world has undoubtedly changed, but what has not changed is the Government’s unwavering support for our NHS and its incredible professional staff. They are the very best of Britain. That is why we are introducing a new fast-track NHS visa, to prioritise the qualified staff needed to provide high-quality and compassionate professional care. During these exceptional times, it is right that policies that affect our NHS workers are kept under review, including the immigration health surcharge. That is why I recently announced a free automatic one-year visa extension for those with six months or less left to stay on their visas. Our EU settlement scheme enables EU citizens who made our country their home to continue to build their lives here, including those working in the NHS.\n  *[ERSA]: Employment Related Services Association",
        "As Britain fight back against coronavirus, controlling the virus to save lives remains the Government’s top priority, but it is also our duty to continue to serve the ​public by delivering on the people’s priorities so that when these darker days are behind us, we can focus on building a brighter future—a brighter future for people in cities, towns and villages across all four nations—and, as we have promised, on levelling up right across the country, especially in those areas that have been left behind in economic renewal in the past and communities that placed their trust in us back in December last year.\n  *[ERSA]: Employment Related Services Association",
        "It is almost four years since the British people voted for independence from the European Union. This Government have already delivered that sovereignty, and we have been clear that there will be no extension to the transition period with the EU. We promised the British people that we would end free movement, take back control of our borders and restore trust in the immigration system. This Bill delivers on that.\n  *[ERSA]: Employment Related Services Association",
        "The story of immigration in the UK is woven into our national fabric. It is at the core of our national character and has defined many traditions and characteristics of our country. It is a testament to British society that, notwithstanding the past struggles of race, ethnicity and class, today in this very House so many descendants of migrants are now representing every region of the United Kingdom. Equally, our national fabric continues to be enriched by EU citizens who have made the UK their home. From day one, despite scaremongering from those in the Labour party, we have been clear: we say to EU citizens in the UK—to all of them—“We want you to stay”.\n  *[ERSA]: Employment Related Services Association",
        "Our successful EU settlement scheme has now seen over 3.5 million applications, with over 1.3 million concluded. This is a fantastic example of a digital and data-led project delivering real results, despite many of those who have sought deliberately to campaign against the scheme and undermine public trust and confidence in protecting the rights of EU citizens in the UK.\n  *[ERSA]: Employment Related Services Association",
        "This is a once-in-a-generation opportunity to reform our immigration system, and we are determined to get it right. Through our extensive engagement programme, we have consulted the British people, business leaders, employers, civic groups, local government, academia and specialist organisations such as those working with vulnerable migrants. Our proposal to lift the cap on skilled workers has been supported by the CBI. The decision to widen the threshold for skilled workers has been welcomed by the Construction Industry Training Board, and the London Chamber of Commerce and Industry has spoken favourably about the plans for the salary threshold.\n  *[ERSA]: Employment Related Services Association",
        "This responsive, people’s Government have listened to the evidence and designed an immigration system that meets the needs of our businesses, our economy and our country. To ensure that it works from the start, our extensive engagement programme continues. We are working with employers to make it a success for them. We are supporting them every step of the way to ensure that their economic needs and business needs are supported, so people know that global Britain is open for business. The Government will work with employers to develop a UK-wide labour market strategy, enabling businesses to move away from their reliance on the immigration system as an alternative to investing in the domestic labour market, and encouraging employers to invest in people, their skills and development, leading to an economy that is fit for the future, with higher productivity and wider investment in technology and skills.​  \nThe current crisis has shone a light on how we value those who provide compassionate care across health and social care. The Government’s long-term solution for social care is focused on investing in those who deliver that compassionate and high-quality care. An additional £1.5 billion has already been allocated for adult and children’s social care in this financial year, and the Government are working with the sector on a plan for the long-term recruitment, investment and training of those who are dedicating their careers to care. As the Migration Advisory Committee identified in its own report published earlier this year, the immigration system is not the sole solution to the employment issues in the social care sector.\n  *[ERSA]: Employment Related Services Association",
        "I will now set out for hon. Members exactly what this Bill does. First and foremost, the purpose of this Bill is to end free movement. From 1 January 2021, all EU and non-EU citizens will be treated equally. The Bill repeals all EU immigration legislation retained under the European Union (Withdrawal) Act 2018, as amended by the European Union (Withdrawal Agreement) Act 2020. This means that European economic area citizens, including EU and European Free Trade Association citizens, and their family members will become subject to UK immigration law, and they will require the same permission to enter and remain in this country as people from the rest of the world—levelling the playing field and giving everybody the same opportunity to come to the UK regardless of which countries they come from.\n  *[ERSA]: Employment Related Services Association",
        "A great deal has changed over the last four years, but the one thing that has remained stable is the Labour party’s refusal to support the end of free movement. The leader may have changed, but the dogged determination to deny the will of the people has not. From Bolsover to Blyth Valley, Darlington to Stoke-on-Trent South, and beyond, the message to this House from the British people at the ballot box was clear: they voted to end free movement and for a firmer and fairer points-based immigration system, with control over who comes into our country based on the skills they have to offer, not where they come from.\n  *[ERSA]: Employment Related Services Association",
        "We are enormously proud of our deep and historical ties with Ireland, and of the contribution Irish citizens have made to the UK over many years, which is why the Bill will protect the rights of Irish citizens. The long-standing arrangements between our countries ensure that Irish citizens benefit from specific rights in the UK—the same rights that British citizens enjoy in Ireland—including the right to work, to study, to access healthcare and social security benefits, and to vote. The Bill makes it clear that once free movement ends, Irish citizens will continue to be able to come to the UK to live and work as they do now, regardless of where they have travelled from. There will remain limited exceptions, where Irish citizens are subject to deportation orders, exclusion decisions or international travel bans. But the wider rights enjoyed by Irish citizens in the UK that flow from the common travel area arrangements will remain, as was reaffirmed in the memorandum of understanding signed by the UK and Ireland last year. Both Governments are committed to preserving the unique status and special rights in each other’s countries enjoyed for over 100 years.\n  *[ERSA]: Employment Related Services Association",
        "Thirdly, the Bill makes an important power to ensure UK legislation remains coherent once free movement ends. The power permits amendments to primary and secondary legislation that become necessary after the ​end of free movement, which means we can align our treatment of EEA and non-EEA citizens and deliver a system in which everyone is treated equally.\n  *[ERSA]: Employment Related Services Association",
        "Finally, the Bill will enable us to make any necessary changes to our social security system as we align access to benefits for EEA and non-EEA citizens. It will also contain powers to allow the Government or a devolved authority to amend the retained EU social security co-ordination rules from the end of the transition period. We have been clear that any future arrangements on social security must respect Britain’s autonomy in setting its own rules. Social security co-ordination arrangements will change—for example, the right to export child benefits will end, as was announced in the Budget. The Bill will enable us to deliver on this commitment.\n  *[ERSA]: Employment Related Services Association",
        "The Bill is integral to our plans to simplify and reform the immigration system. The current system has expanded over decades. It has become inefficient and difficult to navigate for those who want to come to this country. We are seizing this opportunity to change the entire system, end to end, for the better, with simple, clear and transparent routes, which is why I welcome the Law Commission’s recent report on simplifying the immigration rules, and why I have accepted many of its recommendations. Cutting through the complexity and streamlining processes will be at the heart of the new immigration system, with new, clear, consistent and accessible rules. Of equal importance will be our ability to act against those who break our rules, including through illegal migration, and our ability to remove those who abuse our hospitality by committing crime.\n  *[ERSA]: Employment Related Services Association",
        "There are many across the House who care passionately about immigration issues, from the right hon. Member for Tottenham (Mr Lammy), who has strived to get justice for the Windrush generation, wronged by successive Governments, to the hon. Member for Glasgow Central (Alison Thewliss), who speaks passionately about immigration and asylum, and my hon. Friend the Member for South Leicestershire (Alberto Costa), who regularly raises the issue of citizenship and the rights of EU nationals, as he did this weekend with me. These are vital issues and they have all had their time on the Floor of this House, but all these issues fall outside the simple Bill before us today.\n  *[ERSA]: Employment Related Services Association",
        "The Bill is a simple one that delivers on the promise we made to the British people. It ends free movement. It takes back control of our borders. It gives the Government the powers needed to deliver an immigration system that is firm, fair and fit for the future: the points-based system the public voted for; a system that will support our economic recovery by prioritising jobs for people here in the UK while continuing to attract the brightest and best in terms of global talent; a system that will make it cheaper, easier and quicker for global medical professionals to work in our brilliant NHS; and, as we come through coronavirus, a system that will send a message to the world that global Britain is once again open for business. I commend the Bill to the House.\n  *[ERSA]: Employment Related Services Association"
    ]
}