{
    "url": "https://www.ukpol.co.uk/owen-paterson-2010-statement-on-patrick-finucane/",
    "title": "Owen Paterson – 2010 Statement on Patrick Finucane",
    "post_date": "December 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Owen Paterson, the then Secretary of State for Northern Ireland, in the House of Commons on 11 November 2010.",
    "content": [
        "The House will be aware that one of my predecessors as Secretary of State for Northern Ireland, the Right Honourable Member for Torfaen (Paul Murphy), announced in the House on 23 September 2004 that he would take steps to establish a public inquiry into the death of Patrick Finucane in 1989. To date no such inquiry has been established.\n  *[ERSA]: Employment Related Services Association",
        "I believe it is right that I should determine the way forward in this case and that consequently I should set out a clear decision making process both to the House and to the Finucane family. I met the family on the 8 November to listen to their views and I have written to them formally inviting their representations as to whether it is in the public interest that I should establish a public inquiry into the death of Patrick Finucane. I will consider those representations carefully and in detail, along with any other relevant representations that I receive over the next two months, before deciding this question.\n  *[ERSA]: Employment Related Services Association",
        "In addition to considering representations on the case, I shall also need to take into account a broad range of other factors in determining what the public interest requires. The other factors that I will consider when deciding the public interest will include:\n  *[ERSA]: Employment Related Services Association",
        "the commitment given to this House in 2004\n  *[ERSA]: Employment Related Services Association",
        "the conclusions of reviews and investigations into the case and the extent to which the case has caused, and is capable of causing, public concern\n  *[ERSA]: Employment Related Services Association",
        "the experience of the other inquiries established after the Weston Park commitments\n  *[ERSA]: Employment Related Services Association",
        "the delay that has occurred since the 2004 announcement and the potential length of any inquiry\n  *[ERSA]: Employment Related Services Association",
        "political developments that have taken place in Northern Ireland since 2004\n  *[ERSA]: Employment Related Services Association",
        "the potential cost of any inquiry and the current pressures on the UK government’s finances\n  *[ERSA]: Employment Related Services Association",
        "It is my intention to consider the public interest carefully and in detail at the end of the two month period for representations and then to take a decision after such consideration as to whether or not to hold a public inquiry into the death of Patrick Finucane.\n  *[ERSA]: Employment Related Services Association"
    ]
}