{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-the-national-crime-agency/",
    "title": "Priti Patel – 2021 Statement on the National Crime Agency",
    "post_date": "July 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 13 July 2021.",
    "content": [
        "The National Crime Agency (NCA) leads the fight against serious and organised crime. It has the power to task other law enforcement partners and a capability, with local to international reach, to disrupt the impact of serious and organised crime on the UK.\n  *[ERSA]: Employment Related Services Association",
        "This is the eighth Her Majesty’s inspectorate of constabulary and fire and rescue services inspection of the NCA and examines the non-specialist NCA investigation teams based at the branch offices across the UK. The focus is specifically on the alignment of investigations to the threats, allocation of resources, and the NCA’s capacity to tackle organised crime.\n  *[ERSA]: Employment Related Services Association",
        "I have asked HMICFRS to publish the report. It will be published today and will be available online at <http://www.justiceinspectorates.gov.uk/>. I will arrange for a copy to be placed in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association",
        "The inspection found that NCA’s crime reduction function is working well in a number of areas of law enforcement. The agency’s management of the highest priority cases and the difficult management of scarce, specialist resources are effective, and cases being developed by the intelligence command are focused on SOC threats. The agency’s investigators show resilience and flexibility often in difficult conditions. However, the report also identifies a number of areas for improvement, including assessment of capacity in the investigations command to meet the demand being developed by the intelligence command, inadequate level and quality of equipment and access to investigative tools in some parts of the country, an over-reliance on legacy IT systems and the need for consistent investment to ensure the NCA is at the same standards as the police force.\n  *[ERSA]: Employment Related Services Association"
    ]
}