{
    "url": "https://www.ukpol.co.uk/owen-paterson-2013-speech-to-the-lga-rural-conference/",
    "title": "Owen Paterson – 2013 Speech to the LGA Rural Conference",
    "post_date": "February 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Owen Paterson, the Secretary of State for Environment, Food and Rural Affairs, on 4 September 2013.",
    "content": [
        "[![owenpaterson](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)\n  *[ERSA]: Employment Related Services Association",
        "Thank you for the invitation to join you this morning.\n  *[ERSA]: Employment Related Services Association",
        "Last year, this event was my first opportunity as Defra Secretary to talk about my four key priorities. These are to boost the rural economy, improve the environment and safeguard both plant and animal health.\n  *[ERSA]: Employment Related Services Association",
        "It’s great to have a conference dedicated to talking about rural communities and businesses. I’m pleased that this year you have decided to focus on rural growth.\n  *[ERSA]: Employment Related Services Association",
        "The rural economy is worth £211 billion a year. Rural areas are home to one fifth of the English population, yet they support nearly a third of England’s businesses.\n  *[ERSA]: Employment Related Services Association",
        "That’s around half a million businesses. Small and micro-enterprises employ around 70 per cent of employees in rural areas. We need to get the conditions right for all these businesses to thrive.\n  *[ERSA]: Employment Related Services Association",
        "In rural England, tourism accounts for 14 per cent of employment and 10 per cent of businesses. It contributes £33 billion a year to the economy. It creates employment and growth opportunities for business where opportunities are sometimes limited.\n  *[ERSA]: Employment Related Services Association",
        "Businesses are diversifying. For example, they are offering accommodation like boutique campsites. They are using historic properties as wedding or corporate venues. A great local example is Ragley Hall, which as well as catering for big events, also hosted this year’s CLA Game Fair. Tourism allows rural businesses to maximise their potential.\n  *[ERSA]: Employment Related Services Association",
        "One of the most important sectors of the rural economy is food and drink. This sector supports 3.7 million jobs and contributes nearly £90 billion a year to the UK economy.\n  *[ERSA]: Employment Related Services Association",
        "We’re working hard to make sure that food and drink businesses have a wide range of opportunities to expand. This summer I’ve been to agricultural shows across the country – from the Royal Cornwall to the Royal Highland. I spoke to dozens of small businesses about the barriers to growth. The more we know about what’s holding businesses back, the better we’ll be able to target our actions.\n  *[ERSA]: Employment Related Services Association",
        "UK food and drink exports were worth £18.2 billion in 2012. This is an enormous opportunity for a huge number of rural businesses.\n  *[ERSA]: Employment Related Services Association",
        "That’s why I’ve been going abroad banging the drum for British products. In the last year I’ve been to China and the United States. In ten days’ time, I’m off to Russia. Later in the autumn I’m going to Anuga in Germany, the world’s largest food and drink fair.\n  *[ERSA]: Employment Related Services Association",
        "The aim of all these trade missions is to help businesses make the most of all the available opportunities and to capitalise on the growing demand for high-quality British food.\n  *[ERSA]: Employment Related Services Association",
        "As well as promoting exports, we need to make a significant dent in the 22 per cent of food that’s imported but could be produced here. I recently hosted a meeting with farmers, manufactures and retailers to discuss this. We’re now looking at how we can work with the industry to make it easier for businesses to grow in the UK market.\n  *[ERSA]: Employment Related Services Association",
        "Businesses alone won’t make a big enough impact, we in Government need to play our part. The Government has set public procurement standards for food through the Government Buying Standard. I believe that local government has a huge part to play in supporting, and benefitting from, this agenda.\n  *[ERSA]: Employment Related Services Association",
        "The Cornwall Food Programme, which supplies the Royal Cornwall Hospital as well as St Michaels and the West of Cornwall Hospital, is a great example. They have increased the amount of fresh, local food they use. This has boosted the local economy, reduced environmental impacts and improved the quality. These improvements have been made with no additional cost. As we seek to spread best practice across the country, I’d love to hear from you of any similar examples.\n  *[ERSA]: Employment Related Services Association",
        "Imagine the impact if every school, care home and leisure centre were buying from their local area.\n  *[ERSA]: Employment Related Services Association",
        "There are some amazing opportunities available to businesses in all sectors of the rural economy. It’s our job in Government to make sure that businesses can take advantage of them.\n  *[ERSA]: Employment Related Services Association",
        "That’s why we set up the £60 million Rural Economy Grant. This money is supporting a range of businesses and activities. For example, some of the funding has gone to a fruit producer, D.C. Williams in Essex, enabling them to use their own fruit to produce juices and purees. This creates a new product using their poorer quality fruit. It has also created 3 new full-time jobs and reduced waste. This is exactly the kind of innovative business I’d like to encourage.\n  *[ERSA]: Employment Related Services Association",
        "Most rural businesses are small. So, we’ve established five Rural Growth Network pilots, which focus on small businesses. These pilots expect to create up to 3,000 new jobs and support up to 700 new businesses, offering a local approach to local problems.\n  *[ERSA]: Employment Related Services Association",
        "These pilots are progressing well. They are tackling local barriers such as a shortage of work premises, slow internet connectivity and fragmented business networks.\n  *[ERSA]: Employment Related Services Association",
        "This morning I opened the Stoneleigh Rural Innovation Centre, which will provide business development advice to local businesses. This has been made possible by funding from the Warwickshire Rural Growth Network and LaSalle.\n  *[ERSA]: Employment Related Services Association",
        "The Rural Development Programme to date has invested over £400 million in projects to grow the rural economy. Completed projects have created over 8500 new jobs and safeguarded a further 9700.\n  *[ERSA]: Employment Related Services Association",
        "Valefresco Ltd in Warwickshire is a local beneficiary of RDPE. It grows leafy salads and specialist vegetables. It has got a grant of around £38,000 to support a wider investment of nearly £1.5 million. This investment will create 11 jobs.\n  *[ERSA]: Employment Related Services Association",
        "Over a third of the jobs that the Rural Development Programme has helped to create are as a result of the 64 Leader Local Action Groups. This is something I know many Local Authorities here today work hard to support. I am extremely grateful to you for this.\n  *[ERSA]: Employment Related Services Association",
        "The next seven year Rural Development Programme is a major opportunity to continue to invest in rural growth and the environment. We are working together with interested groups to design this. We will be consulting formally next month and look forward to hearing your views.\n  *[ERSA]: Employment Related Services Association",
        "To ensure that businesses can take advantage of all these opportunities, they need to be able to communicate quickly and reliably. I share your frustration that many rural communities and businesses do not yet have access to reliable and fast broadband.\n  *[ERSA]: Employment Related Services Association",
        "This is essential for homes throughout the country to benefit from online services, and for UK businesses to access global markets. In fact, I believe that nothing will have a more spectacular impact on the rural economy than the roll out of superfast broadband. For the first time, we have a technology that can truly bridge the gap between urban and rural.\n  *[ERSA]: Employment Related Services Association",
        "In my first week in the job, I visited an old barn at the top of a Cumbrian fell. I was amazed to find an architects’ business designing golfing villas for Nasiriyah in Iraq. That’s the transformative power of broadband.\n  *[ERSA]: Employment Related Services Association",
        "The current public investment of £1.2 billion means that 90 per cent of the UK should have superfast coverage by early 2016. This programme will benefit over 4 million rural homes and businesses. We are currently connecting 100,000 properties a week.\n  *[ERSA]: Employment Related Services Association",
        "An extra £250 million of investment from the TV licence fee has been committed to reach 95 per cent of premises by 2017. We are now exploring with industry the use of more innovative fixed, wireless and mobile broadband solutions, so that we can reach at least 99 per cent of premises by 2018.\n  *[ERSA]: Employment Related Services Association",
        "Our £20 million Rural Community Broadband Fund is providing opportunities for some communities in the most hard to reach locations to get superfast broadband sooner.\n  *[ERSA]: Employment Related Services Association",
        "We also need to address poor mobile phone coverage. The current situation is beyond dire.\n  *[ERSA]: Employment Related Services Association",
        "Through the Mobile Infrastructure Project we are investing £150 million to deliver a sustainable solution for people living and working in rural areas with no mobile coverage. We estimate that this will have an economic benefit in excess of £375 million. The first new sites are due to go live this year.\n  *[ERSA]: Employment Related Services Association",
        "Improving broadband and mobile access isn’t just about supporting businesses. It’s key for rural communities and improving resident access. It will enable central and local government to deliver services, such as healthcare, education and community care, more efficiently and directly.\n  *[ERSA]: Employment Related Services Association",
        "I have often said that I see my role as getting out of people’s hair. We are making steady reductions to the amount of regulation that all businesses face as part of the Red Tape Challenge.\n  *[ERSA]: Employment Related Services Association",
        "Over the next 5 years we will reduce costs to businesses by at least £1 billion. We have introduced a three-year moratorium on new regulation for micro-businesses. We’re providing certainty by only introducing new regulations on two specific dates a year. And, of course, we’re reducing the overall regulatory burden by removing two regulations for every new one introduced.\n  *[ERSA]: Employment Related Services Association",
        "The Better Regulation Framework Manual has also been updated to provide a specific rural proofing test. This is the guide for government officials on making and changing regulations. Rural considerations will now be a key part of our work on improving regulation.\n  *[ERSA]: Employment Related Services Association",
        "A key part of what Defra does is to ensure that rural communities’ interests are recognised by helping to rural proof other department’s policies. It will be no surprise to you that in recent years money has been channelled towards inner cities. This is despite the cost of delivering services in rural areas often being much higher. We are working to address this so that rural areas do get a better deal.\n  *[ERSA]: Employment Related Services Association",
        "Education will be a key priority for many of you. I represent a rural constituency and I am committed to ensuring that the best education is available in rural areas. That’s why I fully support the Department for Education’s announcement in June that it would allow local authorities to use a new sparsity factor when allocating funding, in recognition of the needs of remote rural schools.\n  *[ERSA]: Employment Related Services Association",
        "Defra has also worked with the Department of Health to produce the Rural Proofing for Health Toolkit, launched in November 2012. This is an on-line reference point for those commissioning health services in rural areas.\n  *[ERSA]: Employment Related Services Association",
        "Affordable and reliable transport is essential to people living in rural areas. It provides access to local services, enables people to be economically active and avoid social isolation.\n  *[ERSA]: Employment Related Services Association",
        "That is why my department is working closely with the Department for Transport (DfT) who share our ambition to understand the specific impacts of their policies on rural transport provision. For example, we are supporting programmes like Wheels to Work which help young people in rural areas to get access to education, employment and training.\n  *[ERSA]: Employment Related Services Association",
        "Flooding is another area where local government’s role is crucial.\n  *[ERSA]: Employment Related Services Association",
        "In June the Government announced the first ever six year commitment for investment in new and improved flood defences up to 2021. This, together with Defra’s new approach to funding, has improved the situation for rural areas by creating opportunities for joint funded projects where previously access to central funding was not available.\n  *[ERSA]: Employment Related Services Association",
        "Early indications suggest that Defra’s Partnership Funding approach will enable up to 25 per cent more schemes to go ahead in the coming years. £148 million of additional funding has already been attracted. Many schemes, which would never have seen the light of day, are now being delivered more cost-effectively through joint decision making with local councils.\n  *[ERSA]: Employment Related Services Association",
        "Local Authorities are central to these partnerships. You can identify the needs and long term aspirations of communities and assist in funding, both directly and through your influence with local partners.\n  *[ERSA]: Employment Related Services Association",
        "Turning to surface water flooding, we aim to implement sustainable drainage systems – SuDs – for new-build and re-developments. We hope to start with major developments in April 2014. Of course, local authorities can continue to encourage SuDS today through the existing planning regime.\n  *[ERSA]: Employment Related Services Association",
        "No speech to the LGA would be complete if I didn’t touch on housing and planning.\n  *[ERSA]: Employment Related Services Association",
        "The National Planning Policy Framework lets communities decide where homes, businesses and facilities should go, alongside reinforcing environmental safeguards.\n  *[ERSA]: Employment Related Services Association",
        "The new Growth and Infrastructure Act has measures designed to stimulate growth and reduce planning burdens. Since the 30th May, existing redundant agricultural buildings can be converted to a variety of alternatives uses such as offices or shops without the need for planning consent.\n  *[ERSA]: Employment Related Services Association",
        "We are currently consulting on allowing existing agricultural building to be changed to residential use without planning permission. The consultation closes on 15 October and I would urge you to contribute your views.\n  *[ERSA]: Employment Related Services Association",
        "As well as this, DCLG launched a consultation on 6 August looking at greater flexibilities around permitted development rights. These proposals would support high streets by allowing shops which are no longer commercially viable to be converted for residential use.\n  *[ERSA]: Employment Related Services Association",
        "I know that many of you in this room will have firsthand experience of the concerns of local communities about inappropriately-sited wind farms. Only last week, on visits to Shropshire, Northumbria and Yorkshire, I saw for myself the passions that such developments can arouse. That is why the Government has recently amended the planning guidance to give greater weight to issues such as landscape and heritage. It now makes clear that the need for renewable energy should not automatically override local environmental protections or the concerns of local people.\n  *[ERSA]: Employment Related Services Association",
        "We have committed to ensuring that there will be early community engagement on significant onshore wind projects. This will be before the planning application is made. We have also ensured that those communities which welcome such projects are able to enjoy a greater share of the benefits.\n  *[ERSA]: Employment Related Services Association",
        "Looking to the future, my Department is working with DECC to look at the impacts of wind farms and other energy infrastructure on the environment and rural economy. This will form the basis of a report which will be published to help inform our understanding of the scale of impacts and future energy choices.\n  *[ERSA]: Employment Related Services Association",
        "This does raise a broader issue. For too long we have allowed the lazy assumption that the environment and growth are incompatible objectives within the planning system. Whereas I believe that in many cases it is possible to have both.\n  *[ERSA]: Employment Related Services Association",
        "This is why I am particularly interested in Biodiversity Offsetting. The purpose of offsetting is to ensure that where the planning system requires compensation for biodiversity loss, it is delivered in a fair and effective way.\n  *[ERSA]: Employment Related Services Association",
        "Offsetting gives us a chance to improve the way our planning system works. It gets round the long-running conundrum of how to grow the economy at the same time as improving the environment.\n  *[ERSA]: Employment Related Services Association",
        "The concept has been around for some time now. I’ve seen it working well in Australia. And we can learn from other countries such as the United States and Germany.\n  *[ERSA]: Employment Related Services Association",
        "In the UK pilots are underway in 6 areas. I am very grateful to all those have worked on these pilots that range from Devon to Doncaster and, of course, here in Warwickshire. I’ve visited the Ryton Pool Country Park where they are offsetting for a nearby development. I was impressed to see the benefits that offsetting is bringing.\n  *[ERSA]: Employment Related Services Association",
        "The time has now come to broaden the discussion. I am launching a consultation very shortly to seek a wide range of views on what offsetting has to contribute. We shall be running a number of workshops alongside this consultation. I do hope that the LGA, and those of you with specific responsibility for planning, will join this important debate.\n  *[ERSA]: Employment Related Services Association",
        "There are amazing opportunities available to rural businesses and communities. My role as Secretary of State is to make sure that the conditions exist for people to take advantage of them.\n  *[ERSA]: Employment Related Services Association",
        "You play an invaluable role in ensuring that businesses and communities get the support they need. Thank you for your tireless work.\n  *[ERSA]: Employment Related Services Association",
        "We want to see successful businesses and thriving communities in a living, working countryside. The countryside is not preserved in aspic, nor would we wish it to be. It is shaped by the communities who live and work there. And by those, like you, who represent it.\n  *[ERSA]: Employment Related Services Association",
        "I look forward to working with you to achieve this.\n  *[ERSA]: Employment Related Services Association"
    ]
}