{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-comments-on-sending-asylum-seekers-to-rwanda/",
    "title": "Priti Patel – 2022 Comments on Sending Asylum Seekers to Rwanda",
    "post_date": "April 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Priti Patel, the Home Secretary, on 14 April 2022.",
    "content": [
        "The global migration crisis and how we tackle illegal migration requires new world-leading solutions. There are an estimated 80 million people displaced in the world and the global approach to asylum and migration is broken.\n  *[ERSA]: Employment Related Services Association",
        "Existing approaches have failed and there is no single solution to tackle these problems. Change is needed because people are dying attempting to come to the UK illegally.\n  *[ERSA]: Employment Related Services Association",
        "Today we have signed a world-leading Migration Partnership with Rwanda which can see those arriving dangerously, illegally or unnecessarily into the UK relocated to have their claims for asylum considered and, if recognised as refugees, to build their lives there. This will help break the people smugglers’ business model and prevent loss of life, while ensuring protection for the genuinely vulnerable.\n  *[ERSA]: Employment Related Services Association",
        "This government is delivering the first comprehensive overhaul of the asylum system in decades. At the heart of this approach is fairness. Access to the UK’s asylum system must be based on need, not on the ability to pay people smugglers. The demands on the current system, the cost to the taxpayer, and the flagrant abuses are increasing. The British public have rightly had enough.\n  *[ERSA]: Employment Related Services Association",
        "That is why we are overhauling this broken system. Our New Plan for Immigration will improve support for those directly fleeing oppression, persecution and tyranny through safe and legal routes, deter illegal entry, and make it easier to remove those with no right to be in the UK.\n  *[ERSA]: Employment Related Services Association"
    ]
}