{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-speech-to-conservative-spring-conference/",
    "title": "Priti Patel – 2022 Speech to Conservative Spring Conference",
    "post_date": "April 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Priti Patel, the Home Secretary, in Blackpool on 19 March 2022.",
    "content": [
        "Fellow Conservatives, Friends,\n  *[ERSA]: Employment Related Services Association",
        "Two weeks ago I was in Poland – in Mediyka to be exact. On the border of Poland and Ukraine.\n  *[ERSA]: Employment Related Services Association",
        "What I saw was a human tragedy on an epic and heartbreaking scale.\n  *[ERSA]: Employment Related Services Association",
        "Women of all ages, with their children and grandchildren.\n  *[ERSA]: Employment Related Services Association",
        "They had left behind their brave husbands, fathers, sons and brothers to fight for the values, our values, of freedom and democracy.\n  *[ERSA]: Employment Related Services Association",
        "The very values which define who we are.\n  *[ERSA]: Employment Related Services Association",
        "Their lives had been packed into suitcases no larger than the size of a case, we would take on a short break.\n  *[ERSA]: Employment Related Services Association",
        "But, what I saw was the incredible response from our dear friends in Poland.\n  *[ERSA]: Employment Related Services Association",
        "From their Government, their volunteers and charitable groups who on the front line had organised the most professional response to manage and welcome refugees fleeing the war.\n  *[ERSA]: Employment Related Services Association",
        "I met members of the fire service who were working along side border officials, registering refugees and transporting them to reception centres.\n  *[ERSA]: Employment Related Services Association",
        "I visited a reception centre, which was a local school, now a place of safety to hundreds of women and children of all ages, which provided shelter and essential support for everyone within the centre.\n  *[ERSA]: Employment Related Services Association",
        "I met many Polish people, including young volunteers who had become frontline responders assisting with the humanitarian response, helping those in need during this time of crisis.\n  *[ERSA]: Employment Related Services Association",
        "I saw for myself the most remarkable humanitarian work of the Polish Government and the people of Poland.\n  *[ERSA]: Employment Related Services Association",
        "And I have to tell you, it broke my heart.\n  *[ERSA]: Employment Related Services Association",
        "I also want to tell you, that while the people I saw, who had crossed the border from the Ukraine into Poland, were desperate and distressed, they were not broken.\n  *[ERSA]: Employment Related Services Association",
        "Their resolve remained remarkably strong.\n  *[ERSA]: Employment Related Services Association",
        "I will share with you what I told everyone there:\n  *[ERSA]: Employment Related Services Association",
        "‘The British government and the people of the United Kingdom are utterly determined that Putin will fail in his war against the people of Ukraine, and that we will open our homes and our hearts to Ukrainians.’\n  *[ERSA]: Employment Related Services Association",
        "We all share a human need to be safe. The UK will not walk by on the other side.\n  *[ERSA]: Employment Related Services Association",
        "We will always stand for freedom and the values which are fundamental to our way of life.\n  *[ERSA]: Employment Related Services Association",
        "Only one thing about this terrible war is simple and straightforward: who is right and who is wrong.\n  *[ERSA]: Employment Related Services Association",
        "Putin is the aggressor. His actions are completely unjust. He has invaded a peaceful neighbour and is unleashing monstrosities upon them.\n  *[ERSA]: Employment Related Services Association",
        "His forces are encircling cities.\n  *[ERSA]: Employment Related Services Association",
        "Shelling hospitals, schools, and care homes.\n  *[ERSA]: Employment Related Services Association",
        "As Hell rains upon them, Ukrainians know that the United Kingdom stands with them in their time of need.\n  *[ERSA]: Employment Related Services Association",
        "There are forces more powerful and persuasive than the apparatus of war.\n  *[ERSA]: Employment Related Services Association",
        "Democracy, friendship, freedom, love.\n  *[ERSA]: Employment Related Services Association",
        "There is widespread revulsion at the war on Ukraine. The United Kingdom is working with like-minded countries to impose sanctions on Russia the like of which have never been seen before.\n  *[ERSA]: Employment Related Services Association",
        "Putin’s cronies have hidden dirty money in our country. We don’t want it here.\n  *[ERSA]: Employment Related Services Association",
        "I fast-tracked the Economic Crime Bill – which received Royal Assent in the very early hours of Tuesday morning.\n  *[ERSA]: Employment Related Services Association",
        "The Bill gives us greater powers and more information to identify and investigate the illicit wealth of Russian criminals, their allies, and their proxies.\n  *[ERSA]: Employment Related Services Association",
        "A new property register will deter those seeking to buy UK property with illicit funds and dirty money.\n  *[ERSA]: Employment Related Services Association",
        "And the Treasury will have powers to act when financial sanctions are breached.\n  *[ERSA]: Employment Related Services Association",
        "More than one thousand individuals and entities have already been sanctioned.\n  *[ERSA]: Employment Related Services Association",
        "Their combined wealth is more than £100 billion.\n  *[ERSA]: Employment Related Services Association",
        "We are not stopping there. We will introduce a second Economic Crime Bill in the next session of Parliament.\n  *[ERSA]: Employment Related Services Association",
        "It will bring the greatest changes to the Companies Register in 150 years.\n  *[ERSA]: Employment Related Services Association",
        "We will bring forward reforms to prevent the abuse of limited partnerships, new powers to seize crypto assets from criminals, and measures to give businesses more confidence to share information on suspected money-laundering.\n  *[ERSA]: Employment Related Services Association",
        "No criminal or kleptocrat will be able to hide behind a UK shell company ever again.\n  *[ERSA]: Employment Related Services Association",
        "A new Countering Kleptocracy Cell within the National Crime Agency will target sanctions evasion and corrupt Russian assets hidden in the UK.\n  *[ERSA]: Employment Related Services Association",
        "And we will work with other countries to ensure there is nowhere else for Russian dirty money to hide.\n  *[ERSA]: Employment Related Services Association",
        "Throughout my time in government, I’ve seen first-hand the saddest plight faced by many people around the world displaced by conflict and the horrors of war.\n  *[ERSA]: Employment Related Services Association",
        "They include Syrian refugees in Jordan and Lebanon, Yemeni and Iraqi refugees across Europe, and people we have welcomed to the United Kingdom, including families from Afghanistan.\n  *[ERSA]: Employment Related Services Association",
        "The UN estimates that 3 million refugees have been forced to flee the conflict in Ukraine.\n  *[ERSA]: Employment Related Services Association",
        "Most of them, naturally, want to say as close to their homes as possible, in safe countries near Ukraine.\n  *[ERSA]: Employment Related Services Association",
        "And that is why we are doing everything to help the refugees in neighbouring countries as I saw in Poland.\n  *[ERSA]: Employment Related Services Association",
        "The Polish government requested concrete and practical help, rather than interference, and that is exactly what we are giving.\n  *[ERSA]: Employment Related Services Association",
        "And we are working with the Ukrainian community in the UK so they can make contact with their loved ones so we can help them come to the UK safely.\n  *[ERSA]: Employment Related Services Association",
        "But in the meantime, we will do everything to welcome Ukrainians here to the UK.\n  *[ERSA]: Employment Related Services Association",
        "It is not just a moral imperative.\n  *[ERSA]: Employment Related Services Association",
        "There is an enormous enthusiasm throughout our great country for extending the hand of hospitality and friendship.\n  *[ERSA]: Employment Related Services Association",
        "Britain is a country that always does right by those in need.\n  *[ERSA]: Employment Related Services Association",
        "We have a long, proud history of offering sanctuary.\n  *[ERSA]: Employment Related Services Association",
        "That is why I launched the Ukraine Family Scheme, for Ukrainians with family ties to British nationals and people settled in the UK.\n  *[ERSA]: Employment Related Services Association",
        "I had already announced the extension of leave for Ukrainian nationals already in the UK before Putin’s invasion.\n  *[ERSA]: Employment Related Services Association",
        "And now those joining us through the Family Scheme will be granted the right to stay in the UK for three years, during which time they can work and access public services.\n  *[ERSA]: Employment Related Services Association",
        "We want them to thrive here, just like the people we have welcomed from Syria, Hong Kong, and Afghanistan.\n  *[ERSA]: Employment Related Services Association",
        "And in order to ensure they do, we will make sure they have every means to do so.\n  *[ERSA]: Employment Related Services Association",
        "And it is not just Ukrainians with pre-existing links to the UK who are welcome.\n  *[ERSA]: Employment Related Services Association",
        "Those with no family here can come through our Homes for Ukraine scheme.\n  *[ERSA]: Employment Related Services Association",
        "Individuals, charities, community groups, and businesses in the UK can apply to sponsor Ukrainians and bring them to safety.\n  *[ERSA]: Employment Related Services Association",
        "Above all, it is the generosity of the British people that is at the core of our country’s response to the crisis.\n  *[ERSA]: Employment Related Services Association",
        "We have seen hundreds of thousands of people offer up rooms in their homes,\n  *[ERSA]: Employment Related Services Association",
        "Funding appeals which have soared.\n  *[ERSA]: Employment Related Services Association",
        "And behind every figure lies the story of a person or a family who can look forward to a better future because of the generosity of the British people.\n  *[ERSA]: Employment Related Services Association",
        "We celebrate that.\n  *[ERSA]: Employment Related Services Association",
        "But Friends, it will not have escaped your notice that our opponents claim we do not care about the needy and vulnerable.\n  *[ERSA]: Employment Related Services Association",
        "It is the opposite of the truth.\n  *[ERSA]: Employment Related Services Association",
        "Since 2015, We have resettled almost 25,000 men, women and children seeking refuge from cruel circumstances across the world – more than any other European country.\n  *[ERSA]: Employment Related Services Association",
        "As Home Secretary, I have given support to British National (Overseas) status holders and their family members threatened by draconian security laws in Hong Kong, creating a new pathway to citizenship for over 5 million people with 97000 visas having been granted already.\n  *[ERSA]: Employment Related Services Association",
        "And last summer we led the largest evacuation since Dunkirk in Afghanistan\n  *[ERSA]: Employment Related Services Association",
        "– under Conservative leadership, the United Kingdom has and always will provide sanctuary when the lights are being switched off on people’s liberties.\n  *[ERSA]: Employment Related Services Association",
        "This government has focused on a post-Brexit immigration system that is open to the world and is fair.\n  *[ERSA]: Employment Related Services Association",
        "Where we welcome the best and the brightest through a points-based system\n  *[ERSA]: Employment Related Services Association",
        "– the brilliant, dedicated doctors and nurses now able to use a fast-track visa to come and work in our NHS –\n  *[ERSA]: Employment Related Services Association",
        "– and the brightest and best scientists and academics who now benefit from the global talent route into the UK.\n  *[ERSA]: Employment Related Services Association",
        "This is our New Plan for Immigration in practice.\n  *[ERSA]: Employment Related Services Association",
        "Cracking down on people smugglers means we will have the capacity to help those genuinely fleeing in fear of their lives.\n  *[ERSA]: Employment Related Services Association",
        "Safe and legal routes – like the ones for Ukrainians displaced by Putin’s war – are preferable to the dangerous journeys across the Channel organised by criminal gangs.\n  *[ERSA]: Employment Related Services Association",
        "We have added measures to the Nationality and Borders Bill introducing new visa penalty provisions for countries that pose a risk to international peace and security.\n  *[ERSA]: Employment Related Services Association",
        "Accommodation and other resources are not unlimited – we will be less able to help those in most need if we do not control our borders.\n  *[ERSA]: Employment Related Services Association",
        "All states have a responsibility to have a planned and controlled migration and asylum system.\n  *[ERSA]: Employment Related Services Association",
        "And to sustain them, that system – all of it – must be a fair one.\n  *[ERSA]: Employment Related Services Association",
        "This Government promised to regain sovereignty and we have made immigration and asylum policy a priority.\n  *[ERSA]: Employment Related Services Association",
        "Which is why What is happening in the Channel with small boats is unsafe, unfair, and unacceptable.\n  *[ERSA]: Employment Related Services Association",
        "The cause of this relentless flow of migrants landing on our shores are the vile people smugglers characterised by ruthlessness and greed.\n  *[ERSA]: Employment Related Services Association",
        "I know you feel angry and frustrated about this. I am too.\n  *[ERSA]: Employment Related Services Association",
        "This is not a challenge unique to the UK, but now we have left the European Union, Global Britain has a responsibility to act and address the problems that have been neglected for too long.\n  *[ERSA]: Employment Related Services Association",
        "You rightly ask what am I doing to change things?\n  *[ERSA]: Employment Related Services Association",
        "At the heart of our New Plan for Immigration is a simple principle: Fairness.\n  *[ERSA]: Employment Related Services Association",
        "Access to the UK’s asylum system should be based on need, not on the ability to pay people smugglers.\n  *[ERSA]: Employment Related Services Association",
        "If you illegally enter the UK via a safe country in which you could have claimed asylum, you are not seeking refuge from imminent peril,\n  *[ERSA]: Employment Related Services Association",
        "But are picking the UK as a preferred destination.\n  *[ERSA]: Employment Related Services Association",
        "The present maximum sentence for people smugglers is 15 years. We are changing that to life.\n  *[ERSA]: Employment Related Services Association",
        "The use of hotels to accommodate arrivals will end and we will bring forward plans to expand the Government’s asylum estate to accommodate and process asylum seekers including for return to a safe country.\n  *[ERSA]: Employment Related Services Association",
        "For the first time, whether you enter the UK legally or illegally will have an impact on how your asylum claim progresses, and on your status in the UK if that claim is successful.\n  *[ERSA]: Employment Related Services Association",
        "We will also introduce a robust approach to age assessment to ensure we safeguard against adults claiming to be children.\n  *[ERSA]: Employment Related Services Association",
        "Through these and many other measures in the Nationality and Borders Bill which will return to Parliament next Tuesday, we are bringing lasting change to a broken system which is fair to those who need our support and firm on those who abuse our laws.\n  *[ERSA]: Employment Related Services Association",
        "The Home Secretary’s primary responsibility is the security of our nation.\n  *[ERSA]: Employment Related Services Association",
        "Some of you may have noticed the calls for me to suspend national security processes on people, have grown louder in recent weeks.\n  *[ERSA]: Employment Related Services Association",
        "But there are good reasons why Ukrainian refugees must come here safely and legally.\n  *[ERSA]: Employment Related Services Association",
        "I have been asked why we couldn’t suspend security checks on people escaping Putin’s war.\n  *[ERSA]: Employment Related Services Association",
        "Times of conflict emphasise our need to remain watchful.\n  *[ERSA]: Employment Related Services Association",
        "I know from the briefings I receive from the Intelligence and Security Services, that instability around the world brings with it greater threats.\n  *[ERSA]: Employment Related Services Association",
        "I sign warrants daily from our security and intelligence agencies relating to the extreme danger this country faces from all kinds of terrorism, serious organised crime, and state threats.\n  *[ERSA]: Employment Related Services Association",
        "Only four years ago, the Russian Military Intelligence Service used a chemical weapon on British soil.\n  *[ERSA]: Employment Related Services Association",
        "It happened in Salisbury – a beautiful city whose inhabitants would have felt completely safe.\n  *[ERSA]: Employment Related Services Association",
        "Dawn Sturgess could never have imagined that she would lose her life to Novichok.\n  *[ERSA]: Employment Related Services Association",
        "The truth is that a very small number of people can wreak utter havoc.\n  *[ERSA]: Employment Related Services Association",
        "Russia has a history of covert, hostile activity.\n  *[ERSA]: Employment Related Services Association",
        "I am afraid it is naïve and misguided to think that only men can be covert operatives –\n  *[ERSA]: Employment Related Services Association",
        "– or that refugee flows would not be subjected to exploitation –\n  *[ERSA]: Employment Related Services Association",
        "There are those who would come to this country who mean us harm, and who plot to strike at our way of life.\n  *[ERSA]: Employment Related Services Association",
        "The processes that we have put in place closely follow the advice of our intelligence and security services. They mean we can help Ukrainians in need, without making our country less safe.\n  *[ERSA]: Employment Related Services Association",
        "State threats and terrorism take many forms.\n  *[ERSA]: Employment Related Services Association",
        "They thrive on indifference and appeasement.\n  *[ERSA]: Employment Related Services Association",
        "And we are now seeing them supplemented by new types of targeted biological, chemical, cyber warfare, ransomware, and online threats.\n  *[ERSA]: Employment Related Services Association",
        "Our duty is to safeguard our country’s interests and we will never take our eye off the ball when it comes to the safety and security of our country.\n  *[ERSA]: Employment Related Services Association",
        "Getting on with the job\n  *[ERSA]: Employment Related Services Association",
        "Rightly, our focus is on the current crisis in the Ukraine, however at home we continue to deliver on the people’s priorities, for which you, my friends, campaigned so hard in 2019.\n  *[ERSA]: Employment Related Services Association",
        "The safety and security of our communities and citizens is paramount.\n  *[ERSA]: Employment Related Services Association",
        "Crime has unspeakable consequences upon those whose lives are scarred by appalling acts of crime, abuse, and violence.\n  *[ERSA]: Employment Related Services Association",
        "Our approach to crime will always be based upon seeking justice for victims and ensuring that perpetrators are subject to the full force of the law.\n  *[ERSA]: Employment Related Services Association",
        "Since we last met in Manchester, we have continued to back our police with the funding, resources, and laws they need to keep our country safe.\n  *[ERSA]: Employment Related Services Association",
        "Through our Beating Crime Plan we are well over half way to our target of recruiting 20,000 police officers.\n  *[ERSA]: Employment Related Services Association",
        "We are pursuing the appalling scourge of drugs – our actions on targeting county lines and the drug gangs are working as law enforcement go after the kingpins behind these deadly supply lines.\n  *[ERSA]: Employment Related Services Association",
        "To cut crime, we must crack down on drug use – which is why we have expanded support for drug testing on arrest.\n  *[ERSA]: Employment Related Services Association",
        "Illegal drugs are responsible for murders, serious violence, and neighbourhood crimes.\n  *[ERSA]: Employment Related Services Association",
        "And we will continue to reform police accountability, performance, and transparency to ensure that their focus is that of the British people – to prevent and to cut crime.\n  *[ERSA]: Employment Related Services Association",
        "Our approach is working – crimes including theft, burglary and knife crime are down.\n  *[ERSA]: Employment Related Services Association",
        "I will continue to be relentless in the pursuit of criminals to ensure everyone can be safe in their communities.\n  *[ERSA]: Employment Related Services Association",
        "Friends, I began my remarks by sharing with you what I saw two weeks ago in Poland.\n  *[ERSA]: Employment Related Services Association",
        "What I saw there, through the acts of kindness and care, were the very universal values which we as Conservatives hold dear to our hearts.\n  *[ERSA]: Employment Related Services Association",
        "The preciousness of freedom, safety and security which unite and bring us together.\n  *[ERSA]: Employment Related Services Association",
        "We value the enormous benefits of living in a free and safe society and we must always be resolute in our determination to safeguard them.\n  *[ERSA]: Employment Related Services Association",
        "What is happening in Ukraine is the saddest reminder of the depths to which humanity can sink, to strike out these values.\n  *[ERSA]: Employment Related Services Association",
        "Our duty is to safeguard our Country’s interests and to be reliable and supportive to our friends who share our values.\n  *[ERSA]: Employment Related Services Association",
        "It is right we do what we can to help Ukraine in its hour of need.\n  *[ERSA]: Employment Related Services Association",
        "Not just for their peace, freedom and security.\n  *[ERSA]: Employment Related Services Association",
        "But for the very values and freedoms we all cherish and live our lives by.\n  *[ERSA]: Employment Related Services Association"
    ]
}