{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-sarah-everard/",
    "title": "Priti Patel – 2021 Statement on Sarah Everard",
    "post_date": "March 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 15 March 2021.",
    "content": [
        "With permission, Mr Speaker, I should like to make a statement on the tragic death of Sarah Everard and the events of Saturday evening. I would like to begin by saying that my thoughts and prayers are with Sarah’s family and friends at this unbearable time. I know that every Member of this House will join me in offering her loved ones our deepest sympathies. While this is a horrific case, which has rightly prompted debate and questions about wider issues, we must remember that a young woman has lost her life and that a family is grieving.\n  *[ERSA]: Employment Related Services Association",
        "Let me turn to this weekend’s events. I have already said that some of the footage circulating online of Clapham common is upsetting. While the police are rightly operationally independent, I asked the Metropolitan police for a report into what had happened. This Government back our police in fighting crime and keeping the public safe, but in the interests of providing greater assurance and ensuring public confidence, I have asked Her Majesty’s inspectorate of constabulary to conduct a full, independent lessons-learned review. The Metropolitan Police Commissioner has welcomed this and I will await the report and, of course, update the House in due course.\n  *[ERSA]: Employment Related Services Association",
        "I would like to take a moment to acknowledge why Sarah’s death has upset so many. My heartache and that of others can be summed up in just five words, “She was just walking home.” While the specific circumstances of Sarah’s disappearance are thankfully uncommon, what has happened has reminded women everywhere of the steps that we take each day without a second thought to keep ourselves safe. It has rightly ignited anger at the danger posed to women by predatory men, an anger I feel as strongly as anyone. Accounts shared online in the wake of Sarah’s disappearance are so powerful because every single one of us can relate to them. Too many of us have walked home from school or work alone only to hear footsteps uncomfortably close behind us. Too many of us have pretended to be on the phone to a friend to scare someone off. Too many of us have clutched our keys in our fist in case we need to defend ourselves. And that is not okay.\n  *[ERSA]: Employment Related Services Association",
        "Women and girls must feel safe while walking our streets. That is why we have continued to take action. Our landmark Domestic Abuse Bill is on track to receive Royal Assent by the end of April, and this will transform our collective response to that abhorrent crime. It builds on other measures that we have introduced, including the controlling or coercive behaviour offence and the domestic violence disclosure scheme, known as Clare’s law, which enables individuals to ask the police whether their partner has a violent or abusive past. We have also introduced new preventative tools and powers to tackle crimes including stalking, female genital mutilation and so-called upskirting, but we can never be complacent. That is why throughout the passage of the Domestic Abuse Bill, we have accepted amendments from hon. Members from political parties across the House.\n  *[ERSA]: Employment Related Services Association",
        "The Bill now includes a new offence of non-fatal strangulation, outlaws threats to disclose intimate images and extends the controlling or coercive behaviour offence to cover post-separation abuse. This is in addition to the Bill’s existing measures, which include a new statutory definition of domestic abuse that recognises the many forms that abuse can take—psychological, physical, emotional, economic and sexual—and, of course, the impact of abuse on children, as well as new rules to prevent victims from having to go through the pain of being cross-examined by their abusers in family and civil courts.\n  *[ERSA]: Employment Related Services Association",
        "We all know that action is needed to improve the outcomes for rape cases, and we are currently developing robust actions as part of our end-to-end review of rape to reverse the decline in outcomes in recent years. At the end of last year, in December, I launched the first ever public survey of women and girls to hear their views on how we can better tackle these gendered crimes. On Friday, in the wake of the outpouring of grief, I reopened that survey. I can tell the House that as of 11 am today, the Home Office had received 78,000 responses since 6 pm on Friday. That is completely unprecedented, and considerably more than the 18,000 responses received over the entire 10-week period when the survey was previously open. I am listening to women and girls up and down the country, and their views will help to shape a new strategy on tackling violence against women and girls, which I will bring forward to the House later this year.\n  *[ERSA]: Employment Related Services Association",
        "The Police, Crime, Sentencing and Courts Bill, which we will shortly be debating, will end the halfway release of those convicted for sexual offences such as rape. Instead, under our law, vile criminals responsible for these terrible crimes will spend at least two thirds of their time behind bars. Our new law will extend the scope of the Sexual Offences Act 2003 with regard to the abuse of positions of trust—something that predominantly affects young girls—and it will introduce Kay’s law, which will encourage the police to impose pre-charge bail with appropriate conditions where it is necessary and proportionate to do so. We hope that that will provide reassurance and additional protection for alleged victims in high harm cases such as domestic abuse. I note that the Opposition will be voting against these crucial measures to support victims of violent crimes, including young women and girls.\n  *[ERSA]: Employment Related Services Association",
        "The Government are providing an extra £40 million to help victims during the pandemic and beyond. Last month we launched a new Government advertising campaign, #ItStillMatters, to raise awareness of sexual violence services and ensure that victims know where to get help.\n  *[ERSA]: Employment Related Services Association",
        "Over the past year, during the coronavirus pandemic, the police have been faced with an unenviable and immensely difficult task—one that, for the most part, they have approached with skill and professionalism—of helping to enforce regulations, as determined by Parliament, with one crucial objective in mind: to save lives. On 6 January, this House approved those changes by 524 votes to 16. Sadly, as of Sunday 14 March, more than 125,500 lives have been lost to this horrible virus. It is for that reason that I continue to urge everyone, for as long as these regulations are in place, not to participate in large gatherings or attend protests. The right to protest is the cornerstone of our democracy, but the Government’s duty remains to prevent more lives from being lost during the pandemic.\n  *[ERSA]: Employment Related Services Association",
        "There will undoubtedly be more discussions of these vital issues in the days and weeks to come, but we cannot and must not forget that a family is grieving. I know that the thoughts and prayers of the whole House are with Sarah’s loved ones at this truly terrible time.\n  *[ERSA]: Employment Related Services Association"
    ]
}