{
    "url": "https://www.ukpol.co.uk/priti-patel-2021-statement-on-the-police-and-crime-commissioner-review/",
    "title": "Priti Patel – 2021 Statement on the Police and Crime Commissioner Review",
    "post_date": "March 17, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 16 March 2021.",
    "content": [
        "I am pleased to set out to the House findings from the first part of our two-part review into the role of police and crime commissioners (PCCs).\n  *[ERSA]: Employment Related Services Association",
        "The Government’s manifesto committed to strengthening the accountability of PCCs and expanding their role. The public want to see a reduction in crime and PCCs are elected to deliver on the people’s priorities. Eight years on from their introduction, it is the right time to step back and consider how we can better ensure that the public can hold PCCs to account for the performance of their force.\n  *[ERSA]: Employment Related Services Association",
        "In delivering the recommendations from part one of the review, we will make it easier for the public to make an informed decision about the record of their PCC at the ballot box by strengthening accountability and improving transparency. The recommendations set out below apply to PCCs and Mayors with PCC functions.\n  *[ERSA]: Employment Related Services Association",
        "Part one of our internal review began in late July and collated views and evidence from stakeholders across policing, fire and local government as well as voluntary and community organisations. Through polling and focus groups the review also took account of public views and opinions. We focused on changes required to sharpen the model which, where possible, can be delivered ahead of the 2021 PCC elections.\n  *[ERSA]: Employment Related Services Association",
        "On policing, the Home Office will bring forward a range of measures which will: strengthen PCC accountability; improve their transparency to the public; clarify the relationship between PCCs and chief constables; bring more consistency to the PCC role; raise professional standards; and improve the checks and balances currently in place.\n  *[ERSA]: Employment Related Services Association",
        "The review concluded there was more to be done to explain the role of PCCs and make their record on crime more transparent to the voting public, thus enhancing their accountability. To help achieve this:\n  *[ERSA]: Employment Related Services Association",
        "The Home Office will amend the specified information order to require PCCs to provide a narrative on their force’s performance against the Government’s crime measures, and Her Majesty’s Inspectorate of Constabulary and Fire and Rescue Services (HMICFRS) force performance reports. The specified information order currently places a duty on PCCs to publish certain information within specified timeframes, to ensure the public have the information they need to hold their commissioner to account at the ballot box.\n  *[ERSA]: Employment Related Services Association",
        "In line with the Government’s manifesto position in favour of first past the post, which provides for strong and clear local accountability, and reflects that transferable voting systems were rejected by the British people in the 2011 nationwide referendum, the Home Office will work with the Cabinet Office and the Ministry of Housing, Communities and Local Government to change the voting system for all combined authority Mayors, the Mayor of London and PCCs to first past the post. This change will require primary legislation, which we will bring forward when parliamentary time allows.\n  *[ERSA]: Employment Related Services Association",
        "We concluded there are clear steps we can take to sharpen local accountability and ensure the framework guiding the relationship with chief constables is clarified:\n  *[ERSA]: Employment Related Services Association",
        "The Home Office will work with the College of Policing, Association of Police and Crime Commissioners and National Police Chiefs’ Council to build on the accountability guidance already in place, including in relation to the performance management of chief constables, to help to promote and embed a positive relationship between chief constables and PCCs.\n  *[ERSA]: Employment Related Services Association",
        "The Home Office will consult on potential changes to the Policing Protocol Order 2011 to provide a “brighter-line” on the boundaries of operational independence and reflect changes in the relationship between the parties to the protocol which have taken place over time. The protocol sets out how the policing governance relationships should work, including that of the Home Secretary, and clarifies the roles and responsibilities of PCCs, chief constables and police and crime panels.\n  *[ERSA]: Employment Related Services Association",
        "The Home Office will also legislate to amend section 38 of the Police Reform and Social Responsibility Act 2011, to make the chief constable dismissal process more rigorous and transparent, by requiring a PCC to give the chief constable written notice (including grounds), as the first stage of the dismissal process; allowing for the chief to provide HMCIC with a response to those grounds; and introducing some form of time limit or review interval on a chief constable’s suspension from office. The Home Office will also work with the College of Policing, NPCC and APCC to develop a framework for the use of independent mediation in appropriate circumstances.\n  *[ERSA]: Employment Related Services Association",
        "We will also seek to address the HMICFRS recommendations included in its “Leading Lights” (September 2019) report, looking into the role of the College of Policing in the senior recruitment process. We will work with stakeholders to address the issues raised through this review in relation to fixed-term appointments.\n  *[ERSA]: Employment Related Services Association",
        "To improve scrutiny, the Home Office will work with the Local Government Association (LGA) to develop a good governance training package for police and crime panels.\n  *[ERSA]: Employment Related Services Association",
        "Part two of the review will also allow us to consider the role of the Independent Office of Police Complaints (IOPC) with respect to their handling of complaints made about the conduct of PCCs and their deputies.\n  *[ERSA]: Employment Related Services Association",
        "The review concluded more should be done to ensure that all PCCs adopt best practice and, given our later recommendations on fire, there is now a need to improve the resilience of the Office of the PCC:\n  *[ERSA]: Employment Related Services Association",
        "We recommend that the APCC works with the College of Policing to build on the policing knowledge hub to develop a “what works” compendium for PCCs.\n  *[ERSA]: Employment Related Services Association",
        "The Home Office and APCC will jointly develop a comprehensive set of non-statutory guidance on the core elements of the PCC role. In conjunction, the APCC should deliver a formal programme of induction for new and returning PCCs post-elections in May 2021.\n  *[ERSA]: Employment Related Services Association",
        "To enhance resilience and capacity of PCCs, given our intention to expand the role into fire, the Home Office will bring forward legislation to mandate that each PCC must appoint a deputy (of the same political party where the PCC represents a political party). In the interim, we will issue guidance to PCCs’ offices requesting that a formal succession plan is put into place to deal with vacancy and incapacitation, involving the police and crime panel in those discussions as necessary. This will not apply to Mayors with PCC functions, where legislation already mandates that a deputy Mayor must be in place.\n  *[ERSA]: Employment Related Services Association",
        "To ensure PCCs have the levers they need to tackle crime, in part two of the review, the Home Office will consult on giving a general power of competence (as afforded to local authorities) to all PCCs, to potentially help PCCs with the role they play in the wider crime and criminal justice landscape, and will consider partnership arrangements more fully.\n  *[ERSA]: Employment Related Services Association",
        "On fire, the Government are clear that further reform of fire and rescue is required in order to respond to the recommendations from phase 1 of the Grenfell Tower inquiry and the Kerslake review, and to build on the findings from Sir Thomas Winsor’s state of fire and rescue report. Our reform agenda will focus on three key areas: people; professionalism; and governance. Taken together, improvements in these areas will help deliver higher standards and greater consistency across fire and rescue services.\n  *[ERSA]: Employment Related Services Association",
        "The review kick-started our work on fire service governance and the findings signalled strong support for a directly elected individual taking on fire functions to help simplify and strengthen the governance of fire and rescue services across England. The Home Office will be launching a consultative White Paper on fire reform later this year. The White Paper will be used to set out our reform agenda in further detail and explore the review proposals on fire governance which include:\n  *[ERSA]: Employment Related Services Association",
        "Consulting on whether to mandate the transfer of fire and rescue functions to the Police, Fire and Crime Commissioner model across England where boundaries are coterminous, unless there is an option to transfer fire governance directly to an elected Mayor.\n  *[ERSA]: Employment Related Services Association",
        "Consulting on how to address coterminosity challenges, including in the south-west.\n  *[ERSA]: Employment Related Services Association",
        "Legislating to create operational independence for chief fire officers and to clearly separate and delineate strategic and operational planning for fire and rescue.\n  *[ERSA]: Employment Related Services Association",
        "Considering options to clarify the legal entities within the PFCC model.\n  *[ERSA]: Employment Related Services Association",
        "With regard to mayoral devolution, this review has cemented our view that the join up of public safety functions under a combined authority Mayor has the potential to offer wider levers to prevent crime. We will take steps to remove barriers to more Mayors taking on these functions and will work with MHCLG to develop the forthcoming devolution and local recovery White Paper with that longer-term trajectory in mind.\n  *[ERSA]: Employment Related Services Association",
        "Part two of the review will begin after the 2021 elections and will allow us to consider further ways to strengthen and expand efforts to help cut crime. It will focus on longer-term reforms and the potential for wider efficiencies to be made, with a view to implementation ahead of the 2024 elections. Terms of reference for part two of the review will be published in this House at the appropriate time.\n  *[ERSA]: Employment Related Services Association",
        "I would like to put on record my thanks to our advisory group which supported the first part of this review, comprising senior external stakeholders with expertise in the policing and fire sectors.\n  *[ERSA]: Employment Related Services Association"
    ]
}