{
    "url": "https://www.ukpol.co.uk/priti-patel-2023-speech-on-the-privileges-committee-special-report/",
    "title": "Priti Patel – 2023 Speech on the Privileges Committee Special Report",
    "post_date": "July 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Priti Patel, the Conservative MP for Witham, in the House of Commons on 10 July 2023.",
    "content": [
        "I have found the debate thus far more than interesting for a number of reasons. A great deal has been said and commented upon in terms of parliamentary procedure and respect for one another, both of which I absolutely support, but also in terms of some of the selective quotes in the report, which have been echoed today, and how they are ascribed to certain Members who have been named in the report. Some of it has been taken out of context, and I will reflect on that point. I do not think that it is healthy for this wonderful Parliament to end up making generalised assumptions and assertions about individuals based on the annex to the report. That is why I wanted to speak today.\n  *[ERSA]: Employment Related Services Association",
        "Clearly, I am named in the annex and referenced in paragraph 14. As someone who has had claims made about their actions in the report, and who has been named and had judgments passed on their conduct both by the Committee and so far in the debate—totally inaccurate judgments, if I may say so—I think it is right that I get, at least, a right of reply. I am incredibly respectful of process, not just because I have served in Government, but because being a parliamentarian is the greatest honour we all have, and upholding our traditions, our democracy and parliamentary standards is absolutely right. However, although I appreciate that right hon. and hon. Members may disagree with me, including the Chair of the Committee, who is entitled to do so, I feel that the assertions and claims made in this special report are wrong and cannot be substantiated by the so-called evidence that has been produced and published.\n  *[ERSA]: Employment Related Services Association",
        "**Sir Desmond Swayne**\n  *[ERSA]: Employment Related Services Association",
        "Did my right hon. Friend collude in any way with any of the persons listed in the report, or with anyone else, to place pressure on the Committee?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "That comes back to the evidence and the point that I was about to make. The answer is: absolutely not. I just do not think it appropriate that, unless the evidence is provided and published, there is an absence of process by the Committee. I do not know if the annex is an exhaustive list of Members of this House—the Chair of the Committee is very welcome to respond to my comments—but it seems quite selective and exclusive. That is why it is important to have this debate and discussion.\n  *[ERSA]: Employment Related Services Association",
        "**Allan Dorans**\n  *[ERSA]: Employment Related Services Association",
        "On 16 March 2023, during an interview on GB News, the right hon. Lady said:\n  *[ERSA]: Employment Related Services Association",
        "“the lack of accountability…I think there is a culture of collusion quite frankly involved here.”\n  *[ERSA]: Employment Related Services Association",
        "Can I have some evidence of that please?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I will come to that particular quote, so the hon. Gentleman will hear what I have to say then.\n  *[ERSA]: Employment Related Services Association",
        "I come back to my point on whether the annex is conclusive. Should other individuals in the House have been included in it? On what basis were decisions made? At the outset I put it clearly on the record that it is wrong of Members to seek to place undue and improper pressure on any Members investigating matters at a Committee level. There are processes in place, and it is right that they should be respected. I believe that there is a case for looking at how the processes of this Committee can be clarified, and how the members of that Committee and the persons who are subject to inquiries are protected. From my experience of the handling of all this, I can say that to be named in a report having had no notification—no correspondence or anything of that nature—that I was being investigated for prior conduct—\n  *[ERSA]: Employment Related Services Association",
        "**Thangam Debbonaire indicated dissent.**\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "The shadow Leader of the House shakes her head, but I just do not think that that is acceptable. We have heard great speeches on having respect for one another, and I agree completely. We must treat each other with civility: if we intend to name another Member in the Chamber, we let them know beforehand. That is an important part of the process.\n  *[ERSA]: Employment Related Services Association",
        "We have heard about lobbying and collusion. As one who has served in government, as Home Secretary, I have been involved in all sorts of quasi-judicial policy and decision making on high-profile and complex issues, day in, day out, much of which was the subject of quite active lobbying by Opposition Members. We live in a democracy, and we should be able to have these discussions. All Ministers know that orchestrated campaigns and lobbying are absolutely day-to-day things that go on; that is part of a democracy—the values and safeguards of free speech and freedom of expression. A democracy recognises the value and the importance of challenging and questioning processes and decision making. That is one reason why we are all here as elected Members of Parliament: we do this on behalf of our country and our constituents, and because we have a democratic responsibility to do it.\n  *[ERSA]: Employment Related Services Association",
        "In doing that, we raise uncomfortable questions all the time. That is what we do, day in, day out. To silence and cancel out the comments and voices of individuals carries great risk, and I am very worried about that. It causes me grave concern. That is why the decision on the motion must be taken carefully.\n  *[ERSA]: Employment Related Services Association",
        "**Lloyd Russell-Moyle (Brighton, Kemptown) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association",
        "The right hon. Lady is making a good case that we need to treat each other with respect. Is claiming that a Committee has been involved in collusion, as she did on GB News, part of that respect?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel indicated dissent.**\n  *[ERSA]: Employment Related Services Association",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association",
        "Well, it is what is written here. Does the right hon. Lady deny that she said it?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I thank the hon. Gentleman for his intervention.\n  *[ERSA]: Employment Related Services Association",
        "It is important that there is due process, and it seems to me that the report does not deliver the guidance and the processes that would be helpful to the House when dealing with matters that have been considered by the Privileges Committee. That is because the report is not concerned with establishing or recommending new processes and protections, and we should not sit here pretending that it is. This report has been used by the Committee to criticise and censure individuals. The House should reflect on that in the light of my comments.\n  *[ERSA]: Employment Related Services Association",
        "The House will set, in my view, a dangerous precedent if it approves a report that censures and passes judgment on Members of the House without granting due process—fair due process, I should add—to the Members it makes allegations about.\n  *[ERSA]: Employment Related Services Association",
        "**Andy Carter (Warrington South) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "My right hon. Friend knows that I was a member of the Committee. Along with every other member of the Committee, I was clear that there is no censure in the report. Will she clarify what she means by censure? That was certainly not what the Committee intended.\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "By that, I mean cancelling out views and opinions. That is totally different—\n  *[ERSA]: Employment Related Services Association",
        "**Dame Angela Eagle indicated dissent.**\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "Would the hon. Lady like to intervene? She is very welcome to. She has spoken. With respect, she also asked for civility in the Chamber and in the way in which we engage with one another. Everyone has strong opinions and, with that, it is right and respectful that we listen to each other.\n  *[ERSA]: Employment Related Services Association",
        "**Andy Carter rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Dame Angela Eagle**\n  *[ERSA]: Employment Related Services Association",
        "Will the right hon. Lady give way?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I will give way to my hon. Friend first and then I will come to the hon. Lady.\n  *[ERSA]: Employment Related Services Association",
        "**Andy Carter**\n  *[ERSA]: Employment Related Services Association",
        "I think every member of the Committee firmly believes that every Member of Parliament has the right to share their opinions in this House, but the 2019 House of Commons code for Members is very clear: Members must not lobby the Committee, or the Commissioner in a manner calculated to influence their consideration of issues related to conduct. The current Members’ code of conduct does not mention that the Privileges Committee should be included in that. This report suggests that that should be amended so that Members serving on the Privileges Committee are also afforded those rights. I do not want any Member of Parliament to be prevented from saying what they believe once a report is published, but not during the process of producing a report.\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "With respect, I have heard what my hon. Friend has had to say, but if he had listened to what I have had to say, he would know that I am worried that this will set a dangerous precedent.\n  *[ERSA]: Employment Related Services Association",
        "**Dame Angela Eagle**\n  *[ERSA]: Employment Related Services Association",
        "I was going to make a very similar point to the one that the hon. Member for Warrington South (Andy Carter) has just made. Does the right hon. Member agree that this is not about criticising a report once it is published? It is about not trying to nobble it while it is going on.\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "With all respect to the hon. Lady, in her remarks today, she used a range of phrases, which she scatter-gunned around the Chamber, in an accusatory way about what individuals have said or may not have said. She cannot apply that to all of us, so I think she should have been careful in some of the phrases that she used.\n  *[ERSA]: Employment Related Services Association",
        "If I may, I will comment further about my concerns with the process. My hon. Friend the Member for Great Grimsby (Lia Nici) touched on an important point, about which Mr Speaker is also very clear—he is a strong proponent of the concept that important matters should come to the House first, before they are published in the media. As she pointed out regarding the publication of Committee reports, paragraphs 15.10 and 38.56 of “Erskine May” refer to the premature publication and disclosure of Committee proceedings as being in contempt. Cakeism is a phrase that has already been used this afternoon by my right hon. Friend the Member for North East Somerset (Sir Jacob Rees-Mogg). We cannot have it both ways.\n  *[ERSA]: Employment Related Services Association",
        "I recognise the Committee’s frustrations that the report was leaked, and I know that comments have been made when the Government did not come to the House before announcing things in the media. However, we have to be concerned that details contained in the special report were published by a particular newspaper at 7.20 pm on Wednesday 28 June, some 13 hours and 40 minutes before the special report was published, and before people named in its annex were informed.\n  *[ERSA]: Employment Related Services Association",
        "Frankly, given how this has all been conducted—individuals were not contacted in advance and there was no right of reply—is the House not concerned that that newspaper, The Guardian, knew of the report’s contents before the rest of us did? Surely that should be a matter for investigation as well. If the Committee is so concerned with cases of contempt of the House, investigating how the report or its contents were leaked to The Guardian before it was published is something else that should feature in due process.\n  *[ERSA]: Employment Related Services Association",
        "Would any members of the Committee or its Chair like to explain why that newspaper knew in advance, before the rest of us? What action is going to be taken? We have already heard talk about restoring parliamentary democracy and integrity to Parliament. Again, that would give confidence to Members that due process was being followed, but it would also give confidence to the public, who also expect standards across the board to be upheld.\n  *[ERSA]: Employment Related Services Association",
        "We have a report from the Committee that names Members and peers, but it did not inform us in advance. We have discussed already the House’s rules on behaviour and courtesies. I personally think that Members should be given notice; that is respectful. During my time serving on the Front Bench, or on the Back Benches, as I am now, I hope that I have never offended a Member of this House by being so discourteous as to name them without informing them in advance. That is a good standard that we should all live up to.\n  *[ERSA]: Employment Related Services Association",
        "Not only has there been a lack of courtesy shown to Members named in the report, but the absence of due process concerns me a lot. Until this was published, I and colleagues had no idea that we were being investigated, or that there were references to us as individuals in the annex in relation to the inquiry into Mr Johnson.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "Will the right hon. Lady give way?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "I did not see the Member appear at the start, but I will give way.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I have been here for all of the right hon. Lady’s speech and, over the 14 minutes of it,, I have been desperately hoping she was going to get to the point she really wants to raise. She does not disagree that she said the things that are in the report, but she thinks it is discourteous that she was not told in advance. She thinks other people may have said things that were missed out of the report. What is actually the main point of what, over the last 14 minutes, she has been saying?\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "If the hon. Gentleman had the courtesy of listening, the point is actually due process. As he would know, if he had listened to my opening remarks, I also said that I was sure not everyone here would agree with what I was about to say, but affording the courtesy of debate in this House was exactly why we were here. If he does not want to hear what I am saying, he might actually want to leave the Chamber, rather than carrying on in this way. It is important in the debate to have a right of reply. Again, I appreciate that he and other Members will disagree with this, but I think it is right that the basics should be put on the public record. The country is watching. Well, some of the country is watching, if they are not watching Wimbledon right now, but this is an insight into how we engage in our business, and what right of reply Members do or do not have. Quite frankly, this will affect all Members; it is not just about supporting those today, because there will be others in the future and that is important.\n  *[ERSA]: Employment Related Services Association",
        "Some of the language that has been used is important as well. I personally think that it simply cannot be right or fair for a Committee to make claims or assertions without giving notice in advance, or the chance to at least respond to allegations. I am going to go as far as to say, if I may, that I found some of this deeply secretive and I just do not think that Select Committees operate in this way; they really do not. I have had the great privilege of serving on a number of Select Committees and I think the way in which we conduct ourselves is very important.\n  *[ERSA]: Employment Related Services Association",
        "I notice that the Leader of the House said that this is deeply unusual. It is all deeply unusual, and not just because of a lack of process. My office, supported by the House of Commons Library, undertook some research to see if there was any precedent for MPs being named, and effectively or potentially sanctioned or censured in a report by a Committee. [Interruption.] No, I am giving an example. I hear what the hon. Member for Wallasey (Dame Angela Eagle) says, but I am just giving an example—colleagues might learn something from this, too. Even the Library said that it could not think of any Committee on Standards, Privileges Committee, or former Committees on Standards recommending anything of this nature without the opportunity for those named to make their case. Today is a chance at least to give that a bit of an airing and to make the case as well.\n  *[ERSA]: Employment Related Services Association",
        "I will conclude my remarks. Again, in the light of what I have said thus far, there are so many issues here that I think will have wide implications for Parliament, if I may say so, and for Members of Parliament. I have touched on process. The evidence issue—the lack of evidence that the Committee has presented—has been touched on as well. Paragraph 14 makes serious allegations that I and other Members were part of a co-ordinated campaign of interfering with the work of the Privileges Committee, so one would expect those claims to be backed up with some serious volumes of evidence, but they are not. While the Committee may obviously disagree with Members, the fact that people can now freely express views about the inquiry is obviously part of living in a healthy democracy, with free speech and freedom of expression. However, the Committee has not explained in this report how the expression of an opinion or a view that some people shared could in itself undermine the work of the Committee or could be co-ordinated.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Member for Ayr, Carrick and Cumnock (Allan Dorans), a member of the Committee, touched on my remarks quoted in the annex. Those remarks came from an interview on Budget day that covered a range of issues: the economy, taxation, the Budget, migration—lively issues that I think all Members in the House like to discuss. We also discussed Mr Johnson, and the activities of a Mrs Sue Gray and the Leader of the Opposition. It is not at all clear from the Committee’s report why it believes that a reference, in a lengthy interview covering multiple issues, to questions over transparency and accountability constitutes interference in its work, could be disturbing, or could be part of a co-ordinated campaign. Those are areas on which we should get clarity.\n  *[ERSA]: Employment Related Services Association",
        "So far, the suggestions have been one-way; we have been told that we should go to the Committee if there are issues, but the Committee could have raised any issues with us. The Committee could have done that if it had any concern about comments I made. I am not someone who hides behind the sofa in Parliament; many colleagues will recognise that. I would welcome lively engagement, as I am sure other Members referenced in the annex would have done. I certainly would have welcomed the Committee contacting and engaging with me in good time. That is quite important. Frankly, I think the public will still reach their own conclusions about all this.\n  *[ERSA]: Employment Related Services Association",
        "I appreciate that I have detained the House for a lengthy period—I thank hon. Members for listening—but given the tone of the accusations made, the contents of the annex, and the lack of a prior opportunity to respond, it is important that we have this discussion and that colleagues listen. I hope that the Committee will reflect on comments made about process. I really do not think that there is evidence to substantiate the claims that have been made and, if the motion is agreed to, there will be the ongoing matter for the House of what that means for MPs.\n  *[ERSA]: Employment Related Services Association",
        "I might be boring for Britain right now, but I believe in transparency, accountability and due process, particularly having sat on the Front Bench; today we have also heard about holding Ministers to account. I believe in all that. Woe betide the Minister who misleads Parliament. Sometimes there is not enough scrutiny of the details of what Ministers say, and not enough challenges. That is why it is important that we have this debate about accountability, transparency, due process, and sometimes correcting the record. I believe, as do other hon. and right hon. Members, in transparency, freedom of speech and Members facing fair and due process when allegations are made about their actions. That should be dealt with properly. I urge Members to think about the impact that the report will have on our parliamentary democracy and our freedoms. I fundamentally believe that, without freedom of speech, there can be no democracy; it is something that we have to preserve, stand up for and respect in this House.\n  *[ERSA]: Employment Related Services Association"
    ]
}