{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-appointment-of-mark-rowley-as-commissioner-of-the-metropolitan-police/",
    "title": "Priti Patel – 2022 Statement on Appointment of Mark Rowley as Commissioner of the Metropolitan Police",
    "post_date": "July 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, on 8 July 2022.",
    "content": [
        "Sir Mark Rowley is a distinguished and exceptionally experienced police officer, having served the people of the West Midlands and Surrey before guiding the capital through some of its most challenging moments in the wake of the 2017 terror attacks, as the Met’s then head of counter-terrorism.\n  *[ERSA]: Employment Related Services Association",
        "He now takes on one of the most important and demanding jobs in policing, leading the country’s largest force at a time when public trust in the Metropolitan Police has been severely undermined by a number of significant failings. Rebuilding public trust and delivering on crime reduction must be his priority.\n  *[ERSA]: Employment Related Services Association",
        "This will be a challenging period, but with a focus on tackling neighbourhood crime and delivering the basics of policing, Sir Mark is committed to tackling the significant challenges confronting the force and to making London’s streets safer by driving down crime and bringing more criminals to justice.\n  *[ERSA]: Employment Related Services Association",
        "As the largest police force in the country, we have supported the Met to recruit 2,599 extra police officers and increased their annual policing budget to £3.24 billion in 2022 to 2023. I look forward to working closely with Sir Mark to ensure this investment drives essential change to ensure the force delivers for the people of London.\n  *[ERSA]: Employment Related Services Association"
    ]
}