{
    "url": "https://www.ukpol.co.uk/priti-patel-2022-statement-on-the-national-security-bill/",
    "title": "Priti Patel – 2022 Statement on the National Security Bill",
    "post_date": "May 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Priti Patel, the Home Secretary, in the House of Commons on 12 May 2022.",
    "content": [
        "I am pleased to say that my Department has introduced a National Security Bill to the House of Commons. This Bill brings together a suite of new measures to further protect our national security, the safety of the public and our vital interests from the hostile activities of foreign states.\n  *[ERSA]: Employment Related Services Association",
        "This activity is a growing concern, even though it often takes place away from the public eye. The harm, which includes espionage and sabotage, foreign interference in our political system, and even attempted assassinations, is significant. This foundational legislation will provide tools and powers for our fight against state threats for years to come. It will keep our country safe by delivering the biggest overhaul of UK state threats legislation for a generation. Its measures will make it even harder for those working on behalf of foreign states to undermine our national security, economy and democracy. And while the core of the Bill focuses on countering hostile activity from foreign states, it will also include measures to combat the enduring threat of terrorism through reforms to restrict the access of convicted terrorists to civil legal aid.\n  *[ERSA]: Employment Related Services Association",
        "The National Security Bill:\n  *[ERSA]: Employment Related Services Association",
        "Further protects our national security, the safety of the British public and safeguards our national interests from hostile activity from foreign states.\n  *[ERSA]: Employment Related Services Association",
        "Addresses the new state threats our country faces including from espionage and interference, sabotage and disinformation.\n  *[ERSA]: Employment Related Services Association",
        "Ensures our world class security and intelligence agencies and police have the modern tools, powers and protections they need to counter those who seek to do us harm.\n  *[ERSA]: Employment Related Services Association",
        "Protects us and makes the UK even harder target for those would attack or interfere with our national security, our vital interests and our democracy.\n  *[ERSA]: Employment Related Services Association",
        "The Home Office has developed the Bill in partnership with wider Government and our world-class law enforcement and intelligence agencies, building on the support expressed for work to improve our toolkit in the public consultation we ran last year. In detail, the core state threats measures in the legislation will:\n  *[ERSA]: Employment Related Services Association",
        "For the first time, make it an offence to work covertly for a foreign intelligence service in the UK.\n  *[ERSA]: Employment Related Services Association",
        "Create a modern set of offences to protect the UK against espionage and other harmful conduct, focusing on the obtaining and disclosure of protected information and trade secrets, and the assisting of foreign intelligence service offences referred to above. It repeals and replaces existing espionage laws which were primarily designed to counter the threat from German spies before and after the first world war.\n  *[ERSA]: Employment Related Services Association",
        "Provide our law enforcement and intelligence agencies with new offences, tools and powers to detect, deter and disrupt threats from those acting on behalf of foreign states with a harmful purpose in the UK. For example, this includes seeking, by illegitimate means, to influence public figures or stealing our trade secrets.\n  *[ERSA]: Employment Related Services Association",
        "Modernise the regime which governs access to, in and around the UK’s sensitive sites that require higher levels of deterrence against unlawful access.\n  *[ERSA]: Employment Related Services Association",
        "Modernise the existing search warrant power to enable the police to obtain evidence of state threats activities.\n  *[ERSA]: Employment Related Services Association",
        "Create new offences to tackle state-backed sabotage and foreign interference, as well as a preparatory conduct offence that will allow disruptive action to be taken at an earlier stage (thereby reducing the harm done).\n  *[ERSA]: Employment Related Services Association",
        "Require sentences for other offences where there is a state link (e.g. kidnap) to be aggravated (increased) to reflect the additional seriousness of the issue.\n  *[ERSA]: Employment Related Services Association",
        "Introduce a new suite of state threat “prevention and investigation measures” to use as a tool of last resort to manage those who pose a threat but whom it has not been possible to prosecute.\n  *[ERSA]: Employment Related Services Association",
        "Improve existing powers which grant police officers the ability to stop individuals at ports to ascertain their involvement in hostile activity by foreign states.\n  *[ERSA]: Employment Related Services Association",
        "To further strengthen our defence against foreign influence, we will bring forward a foreign influence registration scheme requiring individuals to register certain arrangements with foreign Governments to deter and disrupt state threats activity in the UK. This scheme will be brought forward by Government amendment to the National Security Bill as soon as possible. The Government are considering the scheme’s requirements to ensure it is effective in dealing with the current threat and protects the interests of the UK.\n  *[ERSA]: Employment Related Services Association",
        "The core of the Bill focuses on countering hostile activity from foreign states, and these proposals will apply UK-wide, as will measures to further enable the courts to freeze or limit civil damages being paid to convicted terrorists where these funds might support further acts of terrorism.\n  *[ERSA]: Employment Related Services Association",
        "The Bill will also make minor reforms to the Serious Crime Act 2007 relating to the protections of those executing the functions of intelligence, law enforcement and defence when engaged in authorised information exchanges.\n  *[ERSA]: Employment Related Services Association"
    ]
}