{
    "url": "https://www.ukpol.co.uk/priti-patel-2023-speech-on-human-trafficking-and-modern-slavery/",
    "title": "Priti Patel – 2023 Speech on Human Trafficking and Modern Slavery",
    "post_date": "April 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Priti Patel, the Conservative MP for Witham, in the House of Commons on 29 March 2023.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Betts. I thank all Members here today, and particularly my hon. Friend the Member for Wellingborough (Mr Bone), who is such a stalwart campaigner and a champion of everything to do with tackling human trafficking. I remember the day he was elected as chair of the APPG, and his reaction, and the comments he has made today about someone with right-wing political views working with others, show that there really is no political divide on this issue. We are here to build bridges, and there is so much collective experience in this room in terms of people who have fought for the victims.\n  *[ERSA]: Employment Related Services Association",
        "The debate is timely. We have heard reference to the Illegal Migration Bill, and today we will also see the introduction of the Victims and Prisoners Bill in Parliament. I have been campaigning for a victims Bill for many years, and I stand alongside those who have stood up, compassionately, for decades, for victims of the most appalling and abhorrent crimes. My hon. Friend made an outstanding speech and unpacked many of the complex issues associated with human trafficking, some of which are often conflated.\n  *[ERSA]: Employment Related Services Association",
        "Our priority must always be the victims. My remarks will focus on dismantling human trafficking criminal networks, tackling modern-day slavery and supporting victims. Some of these matters touch on my time in Government, most recently in the Home Office, but also in International Development. Many colleagues will know some of the work we have collectively done and what we have achieved in the past.\n  *[ERSA]: Employment Related Services Association",
        "Taking action on human trafficking and modern-day slavery requires continued focus, both at home, which is incredibly important, and abroad. As has been noted in the debate, there is ongoing legislation in this House, and future legislation coming. This is both a domestic and an international issue.\n  *[ERSA]: Employment Related Services Association",
        "**Jackie Doyle-Price (Thurrock) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "Does my right hon. Friend share my concern that the fact that modern slavery has become part of the debate on the Illegal Migration Bill, which is before the House, means that we are forgetting some of the most vulnerable victims in our society right now? I particularly highlight the cuckooing of people with learning disabilities, who are perhaps the most discriminated community in our society. If we let the debate continue to be seen through the prism of migration, we will be letting down the most vulnerable.\n  *[ERSA]: Employment Related Services Association",
        "**Priti Patel**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend is absolutely right. If I may, Mr Betts, I would reflect on the fact that, when I was Home Secretary, we saw the most appalling act of people trafficking, in a lorry in my hon. Friend’s constituency; that was the Purfleet incident, and 39 individuals—victims—passed away. It was one of the most horrific incidents, but we have had strong criminal prosecutions, and other work has taken place. I will come to that in a minute.\n  *[ERSA]: Employment Related Services Association",
        "On my hon. Friend’s point, cuckooing, children being exploited through drug gangs, and other vulnerable people have dominated much of my work over three and a half years. There is a fundamental link here: criminal gangs showing contempt and disregard for human life and dignity. This is a big tragedy, which we are all here discussing today.\n  *[ERSA]: Employment Related Services Association",
        "The latest figures from the ILO estimate that in 2021, 28 million people worldwide were forced into labour and 22 million were forced into marriages. These issues are more prevalent than ever today, despite the fact that we think the world and society have moved on and there is greater awareness. That 50 million is more than the population of Spain, so we should just think about the scale of the challenge we face. The ILO also estimated that that number had increased by 10 million between 2016 and 2021. That demonstrates the nature of the criminality, which my hon. Friend touched on, and that is why we have to be relentless.\n  *[ERSA]: Employment Related Services Association",
        "I recognise the Home Office footprint in this as well. We do need an anti-slavery commissioner; there are reasons why that was delayed last year, which are mainly down to the changes in Government that took place more than once. In reality, however, this should be a whole-of-Government effort. That is why my right hon. Friend the Member for Maidenhead (Mrs May), who deserves every credit and tribute for the work she led on securing the Modern Slavery Act 2015, was fundamental in this area because she recognised that. During my time in the Department for International Development, we worked internationally on this matter, and I had the privilege of working with my right hon. Friend when she was Prime Minister to develop that call to action to end forced labour, modern slavery and human trafficking. Under her leadership, that went straight to the United Nations General Assembly in 2017, and its impact was significant. It was a major moment for the United Kingdom and one we should be proud of. It brought together 37 countries to introduce commitments to strengthen law enforcement activity, galvanise international co-operation and support victims. We rightly funded that and put aid into that. That investment helped tackle modern-day slavery upstream in transit countries, tackling trafficking at the source. It absolutely shows how development assistance safeguards people and safeguards people’s lives. Over recent years, because this is no longer integrated in the way it once was, we have gone backwards and, with that, our international standing on this issue has also regressed. Sadly, I do think this is right.\n  *[ERSA]: Employment Related Services Association",
        "There are many issues around illegal migration that rightly need to be tackled, and the Government have to find all the right ways to do that. That is why, through the Nationality and Borders Act last year, we brought in temporary protection measures because it is right that we give the care and support to genuine victims. This was down to hon. Friends who spent time with me as Home Secretary, including my right hon. Friend the Member for Chingford and Woodford Green (Sir Iain Duncan Smith), my hon. Friend the Member for Wellingborough and others, who made this case. I worked with the Centre for Social Justice on this matter, and the various commissioners obviously made this point clearly.\n  *[ERSA]: Employment Related Services Association",
        "In the interests of time, I want to make two quick points. We must work comprehensively and thoroughly to bring offenders to justice, and our laws are too weak on this—they really are. On the level of prosecutions, there was a targeted measure in the Nationality and Borders Act last year to ensure that small boat pilots would be focused on for prosecution, obviously through the right way. Our National Crime Agency, which my hon. Friend mentioned, deserves great credit. Much of the work it does is based on securing intelligence information that can be disclosed only in court for prosecution purposes. The agency’s work in this country must be reinforced and bolstered at every single level.\n  *[ERSA]: Employment Related Services Association",
        "My last point is about supporting the victims. They are victims of horrendous and heinous crimes. I am delighted that the Victims and Prisoners Bill will come forward today—I have been going on about it for over a decade. This is where we must work together to ensure that the victims of human trafficking and modern-day slavery are given support in the criminal justice system, and that the laws are strengthened to ensure the prosecutions take place. My hon. Friend highlighted the frankly derisory figures on sentences and prosecutions. We must change that, and this House can do that.\n  *[ERSA]: Employment Related Services Association",
        "The other area to touch on for victims is statutory services. The care for adults is good, but we have institutional state failure on the approach for children where local authorities are allowing children to abscond. It then becomes a policing issue, and it should not just be about the police. Our statutory services must step up. Mental health services, housing services and trauma-informed approaches must be embedded.\n  *[ERSA]: Employment Related Services Association",
        "I know the Minister has been working assiduously on this issue, but we must start to hear further details on what work is taking place across Government to ensure that victims are given support and to bring forward the reforms required to give them justice.\n  *[ERSA]: Employment Related Services Association"
    ]
}