{
    "url": "https://www.ukpol.co.uk/priti-patel-2017-speech-at-bicom-jewish-news-conference/",
    "title": "Priti Patel – 2017 Speech at BICOM Jewish News Conference",
    "post_date": "November 4, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Priti Patel",
            "url": "/tag/priti-patel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Priti Patel, the Secretary of State for International Development, to the BICOM Jewish News conference on 2 November 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/05/pritipatel-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/05/pritipatel-1.jpg)\n  *[ERSA]: Employment Related Services Association",
        "**Introduction**\n  *[ERSA]: Employment Related Services Association",
        "Lords, ladies and gentlemen; distinguished guests and friends.\n  *[ERSA]: Employment Related Services Association",
        "Theresa, thank you for your introduction. It is a pleasure and a privilege to be speaking here today, at this event to mark the centenary of the Balfour Declaration, in the presence of esteemed colleagues. I am extremely grateful to BICOM and Jewish News for hosting this important event and for inviting me to speak – it is an honour.\n  *[ERSA]: Employment Related Services Association",
        "100 years on from the Balfour Declaration, Britain is proud of the role we played in helping to make a homeland for the Jewish people – after so many centuries of persecution.\n  *[ERSA]: Employment Related Services Association",
        "As the Prime Minister said last week in Parliament, we are proud of the role that we played in the creation of the State of Israel and we will certainly mark the centenary with pride. The Prime Minister said she is pleased about the good trade and other relationships we have with Israel which we are building on and enhancing.\n  *[ERSA]: Employment Related Services Association",
        "She also said that we must be conscious of the sensitivities that some people have about the Balfour Declaration.\n  *[ERSA]: Employment Related Services Association",
        "I agree.\n  *[ERSA]: Employment Related Services Association",
        "It is also vital to look forward towards establishing security and justice for both Israelis and Palestinians through a lasting peace. We believe the best way to achieve this is through a two-state solution based on a negotiated settlement that leads to a safe and secure Israel living alongside a viable and sovereign Palestinian state.\n  *[ERSA]: Employment Related Services Association",
        "Today, the United Kingdom remains a close and reliable friend of Israel.\n  *[ERSA]: Employment Related Services Association",
        "From the strong and enduring bilateral relationship, built on decades of cooperation in education, technology medical research, business, arts and culture to the trade relationship which between our two countries is at record levels.\n  *[ERSA]: Employment Related Services Association",
        "Within the region in particular, Israel is an important strategic partner for the UK. Britain’s commitment to Israel’s security remains unwavering as is our support of Israel’s absolute right to defend its citizens. During meetings with Prime Minister Netanyahu earlier this year, the Prime Minister reiterated the UK’s commitment to building on the strong ties that already exist between our two countries and to continue to build upon our people to people ties.\n  *[ERSA]: Employment Related Services Association",
        "I believe there is great potential for our two countries to work together, as we work to set the foundations for a more stable and prosperous future.\n  *[ERSA]: Employment Related Services Association",
        "**A changing world**\n  *[ERSA]: Employment Related Services Association",
        "As International Development Secretary, I see and make decisions everyday about our changing world and about some of the poorest and most troubled places.\n  *[ERSA]: Employment Related Services Association",
        "It is staggering but true that there are more refugees and displaced people now than at any time since World War Two – with over 15 million in the Middle East region in particular.\n  *[ERSA]: Employment Related Services Association",
        "In fact, the Middle East and North Africa is the only region in the world where poverty rates are expected to rise in the coming years… if nothing changes, the number of people living in extreme poverty will continue to escalate.\n  *[ERSA]: Employment Related Services Association",
        "There are already 29 million children living in poverty in the region and many countries in the region also have a poor track record on women’s rights; development is going into reverse.\n  *[ERSA]: Employment Related Services Association",
        "The Middle East is therefore not just a security challenge, but a development challenge too.\n  *[ERSA]: Employment Related Services Association",
        "Violence and conflict are pulling people back into poverty.\n  *[ERSA]: Employment Related Services Association",
        "We are seeing the enormous potential of people squandered – because governments and leaders have failed to create the conditions for stability, opportunity and growth…conditions where fairness and human endeavour can flourish.\n  *[ERSA]: Employment Related Services Association",
        "As a result some areas of the world have become fertile territory for extremist groups and organisations and their poisonous ideologies.\n  *[ERSA]: Employment Related Services Association",
        "Extremist groups are seeking to control schools and what they teach by repressing all freedom of thought and a secular education.\n  *[ERSA]: Employment Related Services Association",
        "Which is why we must invest in those people and communities so that we can end the hateful ideology that seeks to create division across countries, communities and people.\n  *[ERSA]: Employment Related Services Association",
        "And let me say, that 100 years on from the Balfour Declaration, it is deplorable that anti-Semitism has once again raised its ugly head in our country.\n  *[ERSA]: Employment Related Services Association",
        "We will fight it wherever it appears.\n  *[ERSA]: Employment Related Services Association",
        "And speak out against intolerance, hatred and bigotry in all its forms.\n  *[ERSA]: Employment Related Services Association",
        "And together we must ensure that it appears no more.\n  *[ERSA]: Employment Related Services Association",
        "**UK development**\n  *[ERSA]: Employment Related Services Association",
        "The UK has a critical role to play in development and in helping to tackle the root causes of terror and violent extremism.\n  *[ERSA]: Employment Related Services Association",
        "Education is a critical part of this.\n  *[ERSA]: Employment Related Services Association",
        "Education is critical to breaking down barriers, in attitudes, perceptions about people and cultures.\n  *[ERSA]: Employment Related Services Association",
        "By investing in education and education systems we are able to go across boundaries, in a world where physical borders have less and less meaning.\n  *[ERSA]: Employment Related Services Association",
        "Today across the Middle East in particular, we see over 10 million children out of school in a region that is experiencing the largest reversal of education progress in history.\n  *[ERSA]: Employment Related Services Association",
        "In the Middle-East, Britain has led a global campaign to ensure there is no lost generation of Syrian children. Last year, we helped get over 700,000 children into formal education.\n  *[ERSA]: Employment Related Services Association",
        "Protecting and educating a generation of vulnerable young people is critical to development to turn them away from the toxic messages of extremists and instead providing new opportunities through education, skills and work.\n  *[ERSA]: Employment Related Services Association",
        "As believers in the two state solution, DFID’s work is focussed on building the institutions of a future Palestinian State through our work in education and in providing basic services from water to health.\n  *[ERSA]: Employment Related Services Association",
        "This includes job creation through economic growth opportunities for women and young people.\n  *[ERSA]: Employment Related Services Association",
        "But also to build and support people to people ties across communities through co-existence programmes and support.\n  *[ERSA]: Employment Related Services Association",
        "And we are working across communities and across the region to support peace and stability.\n  *[ERSA]: Employment Related Services Association",
        "I have seen for myself the very best of Jewish organisations and charities around the world including here in the UK doing such amazing work by investing in people.\n  *[ERSA]: Employment Related Services Association",
        "Because education, skills and jobs are crucial to opening up opportunities and widening horizons… bringing hope and the possibility of a better future.\n  *[ERSA]: Employment Related Services Association",
        "The case for open markets, private sector investment and technology has also never been stronger in development.\n  *[ERSA]: Employment Related Services Association",
        "This is how we can transform the poorest and most unsecure parts of the world, and help countries stand on their own two feet.\n  *[ERSA]: Employment Related Services Association",
        "It is to no country’s benefit if we leave millions of people without hope or aspiration… another generation locked into the vicious cycle of the politics of hate and repression.\n  *[ERSA]: Employment Related Services Association",
        "**Working with Israel**\n  *[ERSA]: Employment Related Services Association",
        "I have always been struck by the exceptional achievement that is the state of Israel.\n  *[ERSA]: Employment Related Services Association",
        "A country that has turned desert into fertile and plentiful land.\n  *[ERSA]: Employment Related Services Association",
        "A country that started with nothing, in a struggle for subsistence and survival and is now a world leader in technology and innovation.\n  *[ERSA]: Employment Related Services Association",
        "A country that despite the challenges of a turbulent region has become a democratic success story.\n  *[ERSA]: Employment Related Services Association",
        "A country that is at the forefront of the skills revolution, whether in technology, life skills, vocational skills and is creating the most practical solutions to enhance the lives of the poorest and most marginalised in the world.\n  *[ERSA]: Employment Related Services Association",
        "The desire and responsibility to want to help others, coupled with a can do attitudes, is Ladies and Gentlemen, precisely the sort of Jewish Homeland that was dreamt by Herzl and was of course was supported by the historic letter – the Balfour Declaration.\n  *[ERSA]: Employment Related Services Association",
        "I have long admired Israel’s extraordinary ingenuity and leadership in technology and innovation, and I am delighted that the UK is working so closely with Israel, in so many ways.\n  *[ERSA]: Employment Related Services Association",
        "For example the Israel/UK Tech Hub helps the UK to ally with Israel’s status as the “Start-Up Nation” – with more start-ups per capita than anywhere but Silicon Valley – and with its incredible innovative and entrepreneurial culture.\n  *[ERSA]: Employment Related Services Association",
        "And in turn Israel is partnering with the UK’s world-leading science, research and the fast growing tech sectors.\n  *[ERSA]: Employment Related Services Association",
        "In my role as Development Secretary I am keen that we continue this collaboration and work together to help create jobs and opportunities in the poorest parts of the world and also to provide essential support to the most vulnerable and marginalised in society.\n  *[ERSA]: Employment Related Services Association",
        "The UK is also committed to deepening our partnership – across trade, security, and cultural interests – and working together to tackle pressing global issues.\n  *[ERSA]: Employment Related Services Association",
        "This is important for security and stability in the UK, and across the world.\n  *[ERSA]: Employment Related Services Association",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association",
        "On this Centenary, it is fair to say that the Balfour Declaration was indispensable to the creation of a great nation.\n  *[ERSA]: Employment Related Services Association",
        "In the decades since its birth, Israel has prevailed over what has sometimes been the hostility of neighbours to become a liberal democracy and a dynamic hi-tech economy.\n  *[ERSA]: Employment Related Services Association",
        "In a region where many have endured authoritarianism and misrule, Israel has always stood out as a free society.\n  *[ERSA]: Employment Related Services Association",
        "Britain will stand by these values and stand by Israel.\n  *[ERSA]: Employment Related Services Association",
        "And by doing so we stand up to tackling this region’s challenges in the short-term and for the long-haul – working to build a more prosperous, more stable future for us all.\n  *[ERSA]: Employment Related Services Association",
        "These values were precisely the sort of values that were central to the historic letter we commemorate today.\n  *[ERSA]: Employment Related Services Association"
    ]
}