{
    "url": "https://www.ukpol.co.uk/owen-paterson-2013-speech-to-policy-exchange/",
    "title": "Owen Paterson – 2013 Speech to Policy Exchange",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Owen Paterson",
            "url": "/tag/owen-paterson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Owen Paterson to the Policy Exchange on 20th November 2013.",
    "content": [
        "[![owenpaterson](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/owenpaterson.jpg)\n  *[ERSA]: Employment Related Services Association",
        "Thank you for inviting me to speak today. It’s a great pleasure to be here at Policy Exchange, a think tank that does so much to shape and inform debate across a wide range of issues.\n  *[ERSA]: Employment Related Services Association",
        "Since becoming Defra Secretary last year I have set out my four key priorities for the Department. These are to grow the rural economy, improve the environment, and safeguard both plant and animal health.\n  *[ERSA]: Employment Related Services Association",
        "My desire to improve, rather than just protect, the environment, while at the same time growing the economy stems from Edmund Burke’s description of us as the “temporary possessors and life-renters” of the earth who must live in a way which doesn’t “leave to those who come after… a ruin instead of a habitation.”\n  *[ERSA]: Employment Related Services Association",
        "I have lived in the countryside all my life. I have always been immersed in its activities. I have seen for myself the impact each and every one of us has on the environment.\n  *[ERSA]: Employment Related Services Association",
        "That’s why I believe that we need to leave our natural environment in a better condition than we inherited it. Our 2011 Natural Environment White Paper – the first of its kind for twenty years – set the goal of “being the first generation to leave the natural environment of England in a better state than it inherited.” That is a big ambition, to which I am strongly committed.\n  *[ERSA]: Employment Related Services Association",
        "This is not only because it’s the right thing to do but because it’s the only way in which we will secure growth that is both environmentally and economically sustainable.\n  *[ERSA]: Employment Related Services Association",
        "There is no doubt that our natural environment is under pressure. In the UK populations of farmland birds have declined by 50 per cent and woodland birds by 17 per cent since the 1970s. The State of Nature report produced by a wide range of environmental organisations earlier this year set out the scale of the task we face.\n  *[ERSA]: Employment Related Services Association",
        "That said, it’s not all doom and gloom. While many species have declined, others have increased significantly in range or abundance over the last two to three decades. These include common and widespread species, as well as some formerly declining species that are conservation priorities, such as the red kite, otter or large blue butterfly.\n  *[ERSA]: Employment Related Services Association",
        "The causes of this overall decline are broadly understood, with loss of habitat and increasingly intense human use of the countryside, not least in the 1960s, ‘70s and ‘80s when agriculture went through a rapid period of modernisation. This is a problem that has faced successive generations and governments. It is not a matter of blaming this government or that organisation. This is a complex and long-term issue that we must, as a society, work together to solve. This is especially the case as we try to deliver more, with fewer resources and less taxpayers’ money.\n  *[ERSA]: Employment Related Services Association",
        "Yesterday’s publication of the Nature Check 2013 report only serves to demonstrate the scale of some of the problems we face. While I would disagree with many of the report’s conclusions, it serves a useful purpose in highlighting the continuing limitations of a top down approach to the natural environment. If we are to make progress in this important area, we must look to a new approach, working with the grain of nature and society. Hence we must harness the enthusiasm and expertise of the public, farmers and landowners.\n  *[ERSA]: Employment Related Services Association",
        "I am a practical environmentalist. I find common cause with all those who passionately believe that we have a duty to pass on a better environment than the one we inherited. Too many times those that say they are doing their best to protect the environment shy away from the difficult decisions. I won’t do that. The environment’s much too important to be left to ideologues.\n  *[ERSA]: Employment Related Services Association",
        "Our approach is based on three core principles:\n  *[ERSA]: Employment Related Services Association",
        "First, the environment and the economy are inextricably linked.\n  *[ERSA]: Employment Related Services Association",
        "Second, the natural environment in Britain is overwhelmingly managed by man rather than being abandoned in a homage to Rousseau.\n  *[ERSA]: Employment Related Services Association",
        "And finally, improving the environment is a national challenge requiring a concerted, partnership approach. It’s not something that taxpayers’ money or government alone can fix. We must harness the rich seam of practical environmentalism that runs through our country.\n  *[ERSA]: Employment Related Services Association",
        "Up until recently the choice has often been portrayed as one of growing the economy or protecting the environment. That’s not how I see it. I am absolutely convinced that we can only improve the environment if we have a growing, prosperous economy. Mrs Thatcher said, in a speech to the Royal Society in 1990, that “we must enable all our economies to grow and develop because without growth you cannot generate the wealth required to pay for the protection of the environment.”\n  *[ERSA]: Employment Related Services Association",
        "I will never forget travelling to Albania and seeing brooks running black with oil as a result of the disastrous rule of Enver Hoxha. Economic failure led to environmental failure. In contrast, in China and a host of other countries, where per capita income is increasing as a result of continuous economic growth, people are taking an interest in their environment for the first time resulting in more trees being planted.\n  *[ERSA]: Employment Related Services Association",
        "We cannot have sustained economic growth without a healthy natural environment. Neither can we invest in nature without the resources generated by economic activity. That is why I want to secure growth and improve the environment in tandem. These two priorities are not mutually exclusive.\n  *[ERSA]: Employment Related Services Association",
        "We need to be able to measure our natural capital and build it into our economic decision-making. That’s why we set up the Natural Capital Committee. The Committee, established in 2012, was one of the headline commitments in the White Paper. It is the first committee of its kind in the world.\n  *[ERSA]: Employment Related Services Association",
        "The water industry is a prime example of economic investment as environmental investment. Of improving the environment while growing the economy.\n  *[ERSA]: Employment Related Services Association",
        "The privatisation of our water industry in the late 1980s has secured more than £116 billion of private investment – investment that would never have come from the Exchequer. As a result, we have moved from several of our major rivers being classified in the not too recent past as sterile or biologically dead to our waterways now being cleaner than they have been for decades. We now have otters in every region of the UK. Salmon and trout are returning to rivers and streams where they have not been seen for generations.\n  *[ERSA]: Employment Related Services Association",
        "Earlier this year I visited Northumbrian Water’s waste treatment site in Howdon on Tyneside. Their investment in anaerobic digestion is enabling them to process half a million tonnes of sewage, which was previously dumped untreated in the North Sea every day. This generates enough electricity to power the equivalent of 8,000 homes and produce a dry fertiliser for local farmers.\n  *[ERSA]: Employment Related Services Association",
        "This investment not only makes economic sense for the company but it is also helping clean up the Tyne, once one of our most industrialised and polluted rivers. Upon my arrival at the site, one of the staff showed me a picture of a large salmon, which he had caught only yards from where I stood, something that would not have been possible until recently.\n  *[ERSA]: Employment Related Services Association",
        "Looking to the future, there’s still more to do. The Water Bill will reform the water market still further by removing barriers to competition. That will lead to a more efficient and resilient water industry with lower environmental impacts. It’s in the interests of the water companies themselves to continue to invest in reducing leakage, pollution and unsustainable abstraction. It is not just good for the environment; it is good for business.\n  *[ERSA]: Employment Related Services Association",
        "The privatisation of the water industry shows us that we should not be afraid of economic or technological innovation. In fact, we should embrace it.\n  *[ERSA]: Employment Related Services Association",
        "Indur Goklany has calculated that if we tried to support today’s population using the production methods of the 1950s, instead of farming 38 per cent of all land, we would need to use 82 per cent. It has also been estimated that the production of a given quantity of a crop now requires 65 per cent less land than it did in 1961.\n  *[ERSA]: Employment Related Services Association",
        "Continued progress and innovation could see us using cultivated land more efficiently, presenting us with exciting opportunities to free up more space for biodiversity and wildlife. The adoption of technology will be key to us meeting the challenge of “sustainable intensification” as set out by the Government’s former Chief Scientist, Sir John Beddington.\n  *[ERSA]: Employment Related Services Association",
        "Technological advances over the course of the 20th century have also meant that Britain now has three times as much woodland as it did a century ago. Woodland cover in England reached a nadir of 5 per cent at the end of First World War. Today, it stands at just over 10 per cent, around the same level as when Chaucer wrote the Canterbury Tales. We believe that government and the forestry sector working together could achieve 12 per cent woodland cover by 2060. An increase equivalent to a county the size of Derbyshire.\n  *[ERSA]: Employment Related Services Association",
        "The forestry sector is leading the way in demonstrating how a healthy environment and economic growth can go hand in hand. With around two thirds of the UK’s woodland resource in private hands, the importance of working with private individuals to make progress in improving biodiversity cannot be overstated.\n  *[ERSA]: Employment Related Services Association",
        "The Grown in Britain initiative, led by the forestry industry itself, is working to increase demand for British wood products, thereby increasing investment in the planting and management of woodland. The initiative seeks to provide an “economic pull” to galvanise landowners to see the many benefits, both economic and environmental, of well managed woodland.\n  *[ERSA]: Employment Related Services Association",
        "Thanks to Grown in Britain, Heal’s is stocking a new range of British grown and manufactured ash furniture. Just this relatively small step is supporting 60 jobs, 20 of which are furniture-making apprentices. It’s improving the environment and helping business.\n  *[ERSA]: Employment Related Services Association",
        "One policy which I believe has huge potential for improving the environment, and placing our biodiversity on a sustainable footing for the future, is that of biodiversity offsetting.\n  *[ERSA]: Employment Related Services Association",
        "Offsetting is a measurable way of ensuring that we make good the residual damage to nature caused by development which cannot be avoided or mitigated. This guarantees that there is no net loss to biodiversity from development and can often lead to net gain. It will not change existing safeguards in the planning system but it makes it quicker and simpler to agree a development’s impacts to ensure losses are properly compensated for. Offsetting could help create a ready market for farmers, landowners and environmental organisations to supply compensation for residual damage to nature, providing long term opportunities for investing in our habitats and biodiversity.\n  *[ERSA]: Employment Related Services Association",
        "It’s incredibly apt that I’m speaking here at Policy Exchange, the think tank that through its Nurturing Nature report has put offsetting on the political agenda and highlighted the real contribution it could make to our natural environment.\n  *[ERSA]: Employment Related Services Association",
        "There are already over 20 other countries using offsetting and the Ecosystems Market Task Force, chaired by Ian Cheshire, recommended that we adopt offsetting as its priority recommendation. Not all of these models would work here but we’re looking closely at the US, Germany and Australia to see what lessons we can learn. On a visit earlier this year, I saw different models working well in Australia. And in July I visited one of our offsetting pilots in Warwickshire.\n  *[ERSA]: Employment Related Services Association",
        "The Biodiversity Strategy we published in 2011 sets out our plan to halt the overall loss of England’s biodiversity by 2020. The ultimate aim is to move from a net biodiversity loss to a net gain. The Rural Development Programme, which invests £400 million a year in agri-environment schemes, is already rewarding farmers for providing and improving habitats and biodiversity. I see offsetting as a potentially important tool to sit alongside this.\n  *[ERSA]: Employment Related Services Association",
        "In a small and heavily-populated country such as ours, there will always be developments or infrastructure projects that require a trade-off between economic and social benefits and the natural environment. It could be a new housing development that would cover some woodland, or a new road crossing a wetland area. The first question should always be can the environmental damage be avoided or mitigated. If it can’t then we would look to offsetting to add an equal or greater amount of environmental value to another area.\n  *[ERSA]: Employment Related Services Association",
        "But this isn’t something we will rush into without careful consideration. The consultation on our green paper has just closed. I’ve gathered views from all sides of the debate, from developers, environmental organisations and the public. This was a genuinely open consultation. I am determined to find a solution that works for both the economy and the environment. I am determined to make sure the planning system allows sensible decisions on development by ensuring that environmental value is considered at the very start.\n  *[ERSA]: Employment Related Services Association",
        "The ideal outcome is a system that correctly values nature. We know it can work – in Australia offsetting has reduced the number of applications to develop on native grassland by 80 per cent. Such a system can provide certainty for both developers and the environment.\n  *[ERSA]: Employment Related Services Association",
        "Moving to the second core principle of our approach, I believe that to build on the successes we’ve seen in boosting the populations of species such as the red kite and the otter we must recognise that the countryside we see today, and the landscapes that are part of it, have been shaped by man over thousands of years.\n  *[ERSA]: Employment Related Services Association",
        "In this country there is very little of what can be termed genuine wilderness. Some of our most iconic landscapes – the landscapes which have inspired artists and poets across the centuries – are managed landscapes. The Lake District would not look the way it does today without the presence of sheep and the careful management of hill farmers. The Downs would soon return to elders and bracken if it were not for the presence of livestock and active farming.\n  *[ERSA]: Employment Related Services Association",
        "These landscapes not only support our plants and wildlife. They contribute to our health and wellbeing and attract large numbers of tourists. In rural England, the £33 billion tourism industry accounts for 14 per cent of employment and 10 per cent of businesses.\n  *[ERSA]: Employment Related Services Association",
        "Our countryside is something which needs constant management and intervention. The influence of man can be seen in both our flora and fauna. The names of the following species – the barn owl, harvest mouse, meadow pipit, corn bunting and hedge sparrow – demonstrate the importance of the farmed landscape to our wildlife.\n  *[ERSA]: Employment Related Services Association",
        "The American author and conservationist, Aldo Leopold, recognised this when he said: “The hope for the future lies not in curbing the influence of human occupancy – it is already too late for that – but in creating a better understanding of the extent of that influence and a new ethic for its governance.”\n  *[ERSA]: Employment Related Services Association",
        "The backdrop of a growing population, increased pressure for land for development and changing farming practices means that this approach is more necessary than ever.\n  *[ERSA]: Employment Related Services Association",
        "It is after all human activity that has, across the centuries, removed many of the countryside’s natural predators and introduced invasive non-native species. It would therefore be a dereliction of duty for us to shy away from continuing to manage and intervene in our natural environment.\n  *[ERSA]: Employment Related Services Association",
        "The work of organisations such as the Game and Wildlife Conservation Trust demonstrate the importance of managing both our landscapes and wildlife populations. The GWCT’s Allerton Project demonstrates the real contribution game management on farmland can make to meeting wider environmental objectives. Its ‘Fields for the future’ report, published to mark twenty years of the project at Loddington in Leicestershire, found that:\n  *[ERSA]: Employment Related Services Association",
        "– Wild pheasants increased four-fold in response to full game management\n  *[ERSA]: Employment Related Services Association",
        "– Hare numbers dropped substantially once predator control was withdrawn\n  *[ERSA]: Employment Related Services Association",
        "– Songbird numbers doubled in response to game management but showed a gradual decline once feeding and predator control was stopped.\n  *[ERSA]: Employment Related Services Association",
        "Individuals such as Philip Merricks are also demonstrating the importance of addressing all components of conservation management. At his Elmley National Nature Reserve on the Isle of Sheppey, an hour from London and which I had the privilege of visiting on Sunday, predator control is enabling him to achieve lapwing fledging rates that both protect and increase the population. To maintain a stable population, lapwings need to fledge a minimum of approximately 0.7 chicks per adult pair per year. In 2010, Merricks achieved 1.3 fledged chicks per adult pair, whereas the neighbouring nature reserve, where species management is not undertaken, achieved a fledging rate of less than 10 per cent of Merricks’s rate.\n  *[ERSA]: Employment Related Services Association",
        "Tomorrow, I will be visiting Lark Rise Farm in Cambridgeshire, the headquarters of the Countryside Restoration Trust. For 20 years the Trust has been demonstrating how farming can coexist and benefit from a countryside rich in wildlife. In a relatively short time, otters and barn owls have returned after an absence of nearly forty years.\n  *[ERSA]: Employment Related Services Association",
        "The Trust is also leading efforts to try and clear a large area of the Upper Cam Valley of mink for the benefit of our indigenous wildlife. The scheme has been taken up by a total of 42 landowners, farmers and charities along a total of 45 miles of water courses and lakes. As a result of this intervention, 163 mink have been trapped, with water voles beginning to make a comeback and the number of kingfishers and moorhens on the increase.\n  *[ERSA]: Employment Related Services Association",
        "Wildlife control is also playing a key role in the battle to save the red squirrel, a species which has been native to Britain for more than 10,000 years but has been in decline ever since the more dominant grey squirrel was introduced from North America at the end of the 19th century. Greys also cause significant damage to our woodlands.\n  *[ERSA]: Employment Related Services Association",
        "The Red Squirrel Survival Trust and others have long been working, in partnership with local organisations and volunteers, to protect and stabilise our existing red squirrel populations. Grey squirrel control is central to their efforts and is starting to yield results. In the North East, monitoring shows that the red squirrel managed to expand its range by 7 per cent between 2012 and 2013, with the greys’ presence in these areas shrinking by as much as 18 per cent.\n  *[ERSA]: Employment Related Services Association",
        "With 70 per cent of all agricultural land in this country under an agri-environment scheme, there are real opportunities for us to begin to redress the current imbalance that exists in our countryside. An imbalance which, since 1970, has seen Britain’s magpie and crow populations increase by 90 and 81 per cent respectively. We must manage both landscapes and species.\n  *[ERSA]: Employment Related Services Association",
        "It is against this background, that we must acknowledge that the beautiful landscapes and diverse ecosystems the countryside supports, will soon fall into disrepair without the presence of thriving communities and businesses.\n  *[ERSA]: Employment Related Services Association",
        "Farmers alone are responsible for managing 75 per cent of the UK’s surface area. They are some of our greatest environmentalists from whom we can learn a great deal and with whom we must work in partnership.\n  *[ERSA]: Employment Related Services Association",
        "That’s why it’s so important that the British countryside is a living, working one and why I want to make sure that people in rural areas have access to the same services and facilities as people living in urban ones.\n  *[ERSA]: Employment Related Services Association",
        "I believe that the roll-out of superfast broadband has the potential to transform rural areas, bridging the age-old gap between rural and urban. It could be bigger than the advent of the canals, railways and telephone combined. It will allow businesses to grow and expand.\n  *[ERSA]: Employment Related Services Association",
        "Google estimate that small online businesses can grow up to 8 times faster than their offline equivalents. I’ve seen brilliant examples, not least the architects’ business located in a converted barn at the top of a Cumbrian fell designing golfing villas for clients in Nasiriyah.\n  *[ERSA]: Employment Related Services Association",
        "We are investing £1.2 billion to 2015 to connect as many properties as possible. Currently we’re connecting 10,000 rural properties a week. And from 2015 there will be a further £250 million to connect even more properties. We’re also investing £150 million to improve mobile phone coverage.\n  *[ERSA]: Employment Related Services Association",
        "We need to recognise the realities of rural life and the constant balancing act that’s necessary between different activities. I believe that we can have long term growth and improve our environment. That’s my vision. To achieve this we all need to work together; people, environmental groups, businesses and government. But what we can’t do is look to government to have all the answers and turn things around overnight. That’s not how nature works. That’s not how the economy works.\n  *[ERSA]: Employment Related Services Association",
        "Watercourses, for example, are an important part of the rural landscape, from both an environmental and flood prevention perspective. Despite this, the last government, in its blind adherence to Rousseauism, failed to maintain watercourses or enable land managers to do so. That’s why we’re working to remove the unnecessary burdens that discourage farmers and landowners from undertaking their own watercourse maintenance.\n  *[ERSA]: Employment Related Services Association",
        "Last month we launched seven River Maintenance Pilots across the country to do just this. These pilots are part of the wider Catchment Based Approach that make sure the river maintenance and other environmental goals are considered together to achieve the best outcome for farmers, landowners, local communities and the environment.\n  *[ERSA]: Employment Related Services Association",
        "With effective forward planning, river maintenance activities and their timing can be managed in ways which enhance water quality and support wildlife interests, particularly fisheries. These pilots will help us develop a new, more flexible consenting system for river maintenance by 2015.\n  *[ERSA]: Employment Related Services Association",
        "The third principle of my approach stems from the fact that we must seek to work with the grain of both nature and people. It is increasingly clear that a top down approach to the natural environment hasn’t worked. We must empower, encourage and utilise our farmers, land managers and civil society. All of whom have knowledge and experience of where they live and work. These “little platoons” of practical environmentalism can help us with our ambition to improve the natural environment, leaving it in a better condition than we inherited it.\n  *[ERSA]: Employment Related Services Association",
        "When Ash Dieback was first discovered, the contribution of the public was invaluable to helping us identify diseased trees and monitor the spread of the disease. There was an innovative use of technology to make this possible – the Chalara mobile phone app.\n  *[ERSA]: Employment Related Services Association",
        "I’m pleased that we’re taking this principle forward in the Observatree project, which aims to develop an early warning system for pest and disease threats to the UK’s tree. This is a partnership between the Forestry Commission and other organisations. The Woodland Trust and National Trust will use their experience to recruit and train a network of volunteers. The volunteers will support scientists by acting as a first line of response to the reports of tree pest and disease sent in by the public. They will screen and filter reported incidents, enabling scientists to focus on those reports of greatest significance.\n  *[ERSA]: Employment Related Services Association",
        "This is a brilliant example of how we can harness the enthusiasm of the public to benefit the natural environment and mobilise people to engage with an area of policy which would normally be considered the preserve of specialists.\n  *[ERSA]: Employment Related Services Association",
        "There are also millions of people across the country who take part in activities such as shooting or angling and who as part of their pastime make a significant contribution to the natural environment. The 2006 PACEC report estimated that two million hectares of land are actively managed for conservation as a result of shooting and that the shooting community spends 2.7 million work days on conservation. The 2012 Fishing for Answers report found that 25 per cent of anglers said that they “contributed to environmental or aquatic habitat conservation projects.”\n  *[ERSA]: Employment Related Services Association",
        "Many farmers and landowners already see themselves as stewards of the land they own or farm. They are also already working on a landscape or catchment area scale. In his 2010 review of England’s Wildlife Sites and Ecological Network, Sir John Lawton identified this as of huge importance to the delivery of a more coherent and resilient wildlife network.\n  *[ERSA]: Employment Related Services Association",
        "If we are to succeed in delivering meaningful environmental benefits, partnership between government, local authorities, landowners and communities will be key. This is especially important when so much of the nation’s property, be it farmland or back gardens, is in private hands and often beyond the reach of Whitehall intervention. It is this sort of approach that I want to seek and promote.\n  *[ERSA]: Employment Related Services Association",
        "That’s why we are building local partnerships in a variety of areas – Local Nature Partnerships, Nature Improvement Areas and the Catchment Based Approach. This is the best way of directly engaging communities in the management of their local environment.\n  *[ERSA]: Employment Related Services Association",
        "Many of the Nature Improvement Area partnerships are led by voluntary organisations, with the aim of creating an environment that is better for wildlife and people. By working across large, discrete areas, this approach can provide a huge range of benefits, from flood protection to pollination services.\n  *[ERSA]: Employment Related Services Association",
        "We’ve invested £7.5 million over three years to establish 12 Areas. For every pound invested, an additional £5.50 has been leveraged. This is a great example of government and private funding working together.\n  *[ERSA]: Employment Related Services Association",
        "A few weeks ago I went to see this approach in action in the Nene Valley. It’s an area that had one of the highest areas of species extinctions and the lowest amount of land being protected. The Nature Improvement Area is turning this around. They’ve worked to build strong ties with the Local Nature Partnership and the Local Enterprise Partnership. In the first year they’ve secured an additional £1 million of investment. An impressive 3,300 days of volunteer time have been mobilised. 1,500 hectares of farmland have been added to Higher Level Stewardship schemes. For these partnerships to work they must enjoy the full co-operation of farmers and landowners.\n  *[ERSA]: Employment Related Services Association",
        "The Catchment Based Approach is also being rolled out across all of England’s 89 river catchments. It will form the principle mechanism to deliver our national water quality targets. Interested parties from the local area will take part in the decision making process.\n  *[ERSA]: Employment Related Services Association",
        "We’re also applying a landscape-scale based approach, or the marine equivalent, to our fisheries. In my 2005 Green Paper, I described the Common Fisheries Policy as “a biological, environmental, economic and social disaster.” The continental, top-down control of our fish stocks, based on little local scientific evidence or regional flexibility, has proved catastrophic for the sustainability of our seas.\n  *[ERSA]: Employment Related Services Association",
        "I’m pleased that after three tough years of negotiation and as part of the historic deal on the CFP, we’ve been able to secure a move to a more appropriate, regionalised system of decision-making. We’re also putting an end to the scandal of perfectly edible fish being discarded, which was a key proposal in my Green Paper, as well as reaching a legally binding commitment to fishing at sustainable levels. This deal will help put our fish stocks and fishing economy on a firm footing for the future. Improving the environment. Growing the economy.\n  *[ERSA]: Employment Related Services Association",
        "This speech asked a question – can we have it all? Can we have growth and improve the environment? The answer is yes. It will take hard work and cooperation but we are laying the foundations. It is possible.\n  *[ERSA]: Employment Related Services Association",
        "I am absolutely convinced that to improve the environment we need a growing economy. At the same time we need to avoid growth that erodes our natural capital and therefore our ability to grow in the future. We need to encourage and secure growth which conserves or enhances our natural environment.\n  *[ERSA]: Employment Related Services Association",
        "The countryside is not something that can be preserved in aspic nor would we wish it to be. It is something of which we are custodians. We must seek, as practical environmentalists, to improve our habitats and ecosystems, to leave them in a better condition than we found them. We must not be afraid to intervene.\n  *[ERSA]: Employment Related Services Association",
        "I believe that by working with the grain of the countryside and harnessing the enthusiasm that millions of people have for nature, be it on their farms or in their back gardens, we can make real progress in boosting our wildlife and biodiversity.\n  *[ERSA]: Employment Related Services Association",
        "Valuing natural capital, as the basis of sustainable economic and environmental growth, is central to this Government’s vision. I look forward to working with you on making that vision a reality.\n  *[ERSA]: Employment Related Services Association"
    ]
}