{
    "url": "https://www.ukpol.co.uk/neeraj-patil-2022-nec-candidate-statement/",
    "title": "Neeraj Patil – 2022 NEC Candidate Statement",
    "post_date": "August 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Neeraj Patil",
            "url": "/tag/neeraj-patil/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The candidate statement from Neeraj Patil.",
    "content": [
        "**Candidate Statement**\n  *[ERSA]: Employment Related Services Association",
        "Dear friends,\n  *[ERSA]: Employment Related Services Association",
        "I’m standing for the NEC because I passionately want our party to win the next General elections and frame policies that work for the many and not the few.\n  *[ERSA]: Employment Related Services Association",
        "We are undoubtedly a divided party, and split parties lose repeatedly. I don’t represent any of the ‘blocs’ and I’m proud to call myself an independent grassroots Labour activist. I have served as Lambeth Councillor for eight years and Mayor in 2010.\n  *[ERSA]: Employment Related Services Association",
        "I have served the NHS as a doctor for 27 years with extensive experience working in the front-line COVID-19 unit.\n  *[ERSA]: Employment Related Services Association",
        "I am aware of the policy priority in the NHS. The well-being of our citizens, especially given the ageing population and increase in mental and physical illnesses, will need looking after, now more than ever, which will be at the heart of my policy.\n  *[ERSA]: Employment Related Services Association",
        "I believe in zero-tolerance towards Anti-Semitism, Islamophobia, Anti-Hinduism, and any racial prejudice. I support open Parliamentary selections.\n  *[ERSA]: Employment Related Services Association",
        "I recommend nominating independent grassroots party members to the NEC to promote unity and end divisions within our party to win the next General elections.\n  *[ERSA]: Employment Related Services Association"
    ]
}