{
    "url": "https://www.ukpol.co.uk/chris-patten-1979-maiden-speech-in-the-house-of-commons/",
    "title": "Chris Patten – 1979 Maiden Speech in the House of Commons",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1979",
            "url": "/tag/1979/"
        },
        {
            "text": "Chris Patten",
            "url": "/tag/chris-patten/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Chris Patten in the House of Commons on 14th June 1979.",
    "content": [
        "I am grateful to you, Mr. Deputy Speaker, for calling me this evening. I am even more grateful to the electors of Bath for giving you the opportunity to do so.\n  *[ERSA]: Employment Related Services Association",
        "It is a custom that in getting off the mark in this House one should attempt to avoid controversy. That is a daunting challenge for most of us. I have heard and read a number of maiden speeches over the last two or three weeks and I must say that the word “controversial” seems to be defined in a fairly relaxed way. The first I heard in this House began with a colourful attack on the Iron Lady, whoever that may be, and went on to give some crisp advice to Chancellor Schmidt on how to run the West German economy, for which I am sure he was very grateful.\n  *[ERSA]: Employment Related Services Association",
        "I shall try to stay within “the meaning of the Act” and to avoid controversy. I begin therefore with the entirely uncontroversial remark that I have the honour of representing the most beautiful city in England. In doing so, I follow a notable servant of this House, Sir Edward Brown, who represented Bath for 15 years and previously worked at every level in the Conservative Party, ultimately becoming chairman of the national union, which is a slightly different body from the national executive of the Labour Party. He was a diligent Member of Parliament. He worked extremely conscientiously for his constituents. In a few weeks, I have already come across countless examples of his courtesy and consideration. He was a hard worker in this House where he chaired a number of Committees, and he spoke knowledgeably in the Conservative Party about trade union matters. I hope that I shall be able to match his service to the party and the country. In saying that, I am all too aware of the fact that Bath has been called the graveyard of ambition. If this is indeed the case, although I am sure that none of us would admit to any greater ambition than the chance of representing our constituency in this House, then, to mix metaphors, I cannot imagine anywhere better to hang up one’s boots.\n  *[ERSA]: Employment Related Services Association",
        "I shall not take hon. Members on a verbal guided tour of Bath. I am sure that they will excuse that. I would not want to deter any of them from visiting Bath, if they have not already done so. I would say quickly, in the hope that the chamber of commerce is listening, that if hon. Members come to Bath I should be grateful if they would stay in Bath rather than Bristol.\n  *[ERSA]: Employment Related Services Association",
        "Bath is not a museum piece. It is an extremely busy city, although not quite as busy as we would like following the rise in unemployment in the last few years. It depends a great deal for its prosperity on a number of fine engineering firms. It would not be an exaggeration to say that those firms and my constituency will depend a great deal for their future prosperity on this Budget.\n  *[ERSA]: Employment Related Services Association",
        "I suppose that one can easily over-estimate the impact on the economy of what my right hon. and learned Friend the Chancellor of the Exchequer once called, in a speech to which I shall return later, an “archaic ritual”. Nevertheless, our success in the future hangs very much on some of the decisions which the Chancellor announced on Tuesday. He had an unenviable job, first—and I must try to avoid controversy—because of a less than wholly satisfactory inheritance. Hearing so many speeches from the Opposition Front Bench, such as the speech of the right hon. Member for Leeds, East (Mr. Healey) yesterday, about the state of the economy on 2 May, I sympathise very much with the story of the late Lord Avon’s father who was once seen throwing the family barometer out of the front door into the pouring rain, shouting after it “Set fair, eh! Get out there and see for yourself.”\n  *[ERSA]: Employment Related Services Association",
        "We must also sympathise with the Chancellor since he has confronted in this Budget what he described at the beginning of his statement as the crisis of decline, which is no less real for having become recently the subject of increasingly fashionable discussion. If he is right—I think he probably is—that we are poised somewhere between relative and absolute decline, and if he is also right—again, I agree with him—that the decline is not irreversible, the burden on his shoulders these last few weeks has been considerable. One of the troubles is that many of us who agree with him about the seriousness of the present situation are reluctant, or have been reluctant, to accept some of the changes that are necessary to do anything about it. Like St. Augustine, we have all wanted to be virtuous but not quite yet. I plead guilty to that charge.\n  *[ERSA]: Employment Related Services Association",
        "But it is difficult, I should have thought, to make out an overwhelmingly convincing case for the status quo. If one is to change things, one has to start at some time and somewhere. I am sure that the Chancellor was right this week to take his courage, and ours, in both hands and plunge ahead.\n  *[ERSA]: Employment Related Services Association",
        "My right hon. and learned Friend identified correctly three main tasks. First, as the noble Lord Robbins once said, one can be agnostic about the precise effect or incentives of given rates of tax. But even most Labour Members, I believe, would agree that a 100 per cent. rate of tax would have a pretty serious effect on incentives. It is therefore not very sensible to argue that some slightly lower rate than 100 per cent. has no effect whatever.\n  *[ERSA]: Employment Related Services Association",
        "I was pleased that the Chancellor chose in his Budget Statement to place so much emphasis on restoring incentives right across the board. I should like to be able to turn to some of the arguments advanced by my pair, the hon. Member for Birkenhead (Mr. Field), about incentives. Alas, he is not here, and I have insufficient time, but I look forward with relish to returning to that topic on some future occasion.\n  *[ERSA]: Employment Related Services Association",
        "There is obviously some risk in making such a substantial shift from direct to indirect taxes when the underlying rate of inflation is increasing. I am sure, however, that the Chancellor was, on balance, justified in taking that risk. I am pleased that in doing so he has seen that pensioners are protected from the one-off increase in prices that will result from the rise in VAT. I hope that he will also encourage the Treasury to be as imaginative as possible in thinking about the impact on VAT on the performing arts, particularly the theatre.\n  *[ERSA]: Employment Related Services Association",
        "The second task for the Chancellor was to reduce the public sector borrowing requirement this year and in subsequent years. He has spoken in the past about the advantages of acting with “all deliberate speed.” It was perhaps a pity, but inevitable given the fact that the PSBR was much larger than anticipated, that he had to act so rapidly on public expenditure. One of the problems of acting so swiftly is that sometimes the cuts one makes in the short term discredit the important longer-term exercise of getting public expenditure under firm and lasting control. On the whole, the Government seem to have avoided that situation. I am grateful that what would have been a departmentally easy cut in the Department of the Environment has not been made in the programme—which is already hard-pressed—for conserving our historic heritage. I am grateful that that programme has not been cut.\n  *[ERSA]: Employment Related Services Association",
        "One easy cut, I suggest to my right hon. Friend is, the “pork barrel” scheme for reallocating civil servants’ jobs from one part of the country to another and particularly the eccentric, extravagant and, what I believe is the vogue word, “reckless” scheme for moving 800 or more jobs from Bath to Glasgow. I am pleased that the Minister of State, Civil Service Department told me in a written reply at the beginning of the week that that scheme is to be reviewed. I must tell him that I would find it very difficult to explain to my constituents why I had voted in favour of the Adjournment motion for the Summer Recess if that review had not been completed by the end of July.\n  *[ERSA]: Employment Related Services Association",
        "One other thing which I hope Ministers will remember in thinking about public expenditure is the speeches they made in Opposition about the importance of increasing parliamentary control over the Executive, about overhauling our antique budgetary procedures, about ending, in the words of my noble Friend Lord Cockfield, the divorce between Government spending plans and parliamentary control. In a very good speech to the LSE in 1977 on this subject, the Chancellor himself said: Whether as Ministers or as parliamentarians, it is we who are in charge. Only we can change the system. Quite so.\n  *[ERSA]: Employment Related Services Association",
        "I hope that the Government will show that they are as keen on those issues now as they were before the election and, for example, will give the proposals of the Procedure Committee a fair wind when they are debated next week.\n  *[ERSA]: Employment Related Services Association",
        "The third task that the Chancellor and his right hon. Friends have had to deal with is the establishment of a more balanced relationship between the trade union movement and the rest of society. In that context I was a little disappointed that there was not in the Budget more encouragement of ownership through profit-sharing schemes. I am also disappointed that we have not yet heard much about the Government’s thoughts on the improvement of bargaining structures.\n  *[ERSA]: Employment Related Services Association",
        "Obviously there is agreement on both sides of the House that the Budget will have some impact on the attitudes taken during the next pay round and the one after that. The CBI has put forward imaginative proposals for improving pay bargaining. It would be nice to have heard the Government’s thoughts on that, Perhaps we shall hear them later in the debate.\n  *[ERSA]: Employment Related Services Association",
        "If anyone else has any better ideas than the CBI about how to reconcile pay moderation and freedom, I am sure that we should be delighted to hear them. Among other things, we need some kind of forum where the major participants in the economy can sit down calmly to consider the implications for prosperity, as well as for unemployment and pay bargaining, of the Government’s fiscal and monetary policies. Those words were written by my right hon. and learned Friend the Chancellor and by the Secretaries of State for Employment, Industry and Energy and the Paymaster General in a pamphlet called “The Right Approach to the Economy”, published a couple of years ago. They were absolutely right then and I think that they are right now.\n  *[ERSA]: Employment Related Services Association",
        "I was disappointed to see an article on the back page of the Financial Times this morning suggesting that Ministers are not thinking in that way any more. I imagine that that suggestion could only have been a jeu d’esprit by the labour editor of the Financial Times. I cannot imagine that it represented the Government’s real intentions.\n  *[ERSA]: Employment Related Services Association",
        "The Chancellor has set out in his Budget on a long and arduous road. None of us on the Government Benches believes in “hey presto” economic strategies or that one Budget can turn everything around. But we do believe that there are more sensible and less sensible ways of steering the economy. The Chancellor has started this week in a characteristically sensible way. I am sure that we all wish him at least as long in the job as his predecessor has had. Judging from his first Budget, whoever eventually succeeds him will have a much easier and more agreeable task than he has had this week.\n  *[ERSA]: Employment Related Services Association"
    ]
}