{
    "url": "https://www.ukpol.co.uk/geoffrey-pattie-1986-speech-on-sub-post-offices/",
    "title": "Geoffrey Pattie – 1986 Speech on Sub-Post Offices",
    "post_date": "August 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Geoffrey Pattie",
            "url": "/tag/geoffrey-pattie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made  by Geoffrey Pattie, the then Minister for Information Technology, in the House of Commons on 21 February 1986.",
    "content": [
        "I am pleased to be able to reply to this debate and I welcome the opportunity to reassure the House, and the hon. Member for Yeovil (Mr. Ashdown) in particular, about the Government’s policy towards the sub-post office network. I am sure that he can distinguish between matters properly within the purview of the Government and matters belonging to the Post Office in its capacity as a manager.\n  *[ERSA]: Employment Related Services Association",
        "I can well understand that the combination of a number of developments in recent years has given rise to concern among many sub-postmasters about their future in the counters business. The developments are first the urban closure programme, secondly the advent of changes in the method of paying social security benefits, and thirdly the Post Office’s current intention to move to annual revision of sub-postmasters’ remuneration. I recognise the understandable fears of sub-postmasters about the implications of those developments, and I want to take this opportunity to reassure them that the Government appreciate their concern, and to explain why it is important to keep the developments in perspective.\n  *[ERSA]: Employment Related Services Association",
        "First, the House will recollect that the urban closure programme was debated at length in January last year. For that reason I do not propose to take time this afternoon to go over the same ground again. Suffice it to say that the Post Office was implementing a programme to reduce the size of the urban network by closing offices that were in excess of the long-standing criterion of providing offices at intervals of not less than a mile in towns. The programme was decided on for good commercial reasons, and the Government were satisfied that the proposed closures were not inconsistent with our commitment to the maintenance of an adequate post office network, or with ​ the Post Office’s statutory duty to have regard both to economy, efficiency and the social needs of the United Kingdom.\n  *[ERSA]: Employment Related Services Association",
        "Although the debate last year was focused on the urban network, the hon. Gentleman took an active part in it, and he may recall the comments that I made on that occasion about rural post offices. In particular, I explained that the Post Office did not have any plans to reduce the size of the rural network.\n  *[ERSA]: Employment Related Services Association",
        "That is not to say that some rural post offices do not close, and will not close in the future. I understand that there is a net loss of between 80 and 90 rural offices each year because, although new offices may open in rural areas, their number is exceeded by cases where a sub-postmaster retires or resigns and the Post Office cannot find a suitable replacement to take on the office. That has been the position for many years, and I have no reason to suppose that it will not continue.\n  *[ERSA]: Employment Related Services Association",
        "The Post Office is well aware of the impact that the loss of a village sub-post office can have on rural communities, and is always ready to consider the possibility of arrangements to retain a post office facility in a village, albeit on a limited basis. The scope for doing so increased last year when, as part of its efforts to preserve the rural network, the Post Office agreed with the National Federation of Sub-Postmasters that some post offices could move to part-time opening.\n  *[ERSA]: Employment Related Services Association",
        "The second development in recent years which I believe has given sub-postmasters a sense of concern has been the advent of changes in the payment of social security benefits. These included the option for people to have their benefits paid direct into their bank or building society account by automated credit transfer, or ACT, rather than collect them every week at their local post office. More recently, concern has been aroused by the suggestion that inducements should be offered to people to switch to ACT. Indeed, I regret that, whether by accident or design, the position with regard to the payment of social security payments by automated credit transfer seems to be the subject of rather widespread misapprehension. To judge from letters that I have received that topic has prompted undue and unnecessary concern among many subpostmasters and their customers. To the extent that that is the result of genuine misunderstanding, it is unfortunate. But in a small number of cases it seems to me likely that pensioners and others using sub-post offices have been deliberately misinformed and caused to worry quite unnecessarily. If that has indeed been the case, it is most irresponsible.\n  *[ERSA]: Employment Related Services Association",
        "Therefore, I welcome the opportunity today to make the position clear.  \nAs the hon. Gentleman will be aware, the origin of the matter is the scrutiny that a team, reporting to my noble Friend Lord Rayner, then Sir Derek Rayner, undertook in 1979 on the arrangements for paying social security benefits. The scrutiny team recommended, among other things, the introduction of direct crediting and a reduction in the frequency of benefit payments. Those measures, together with the simplification of administration, were forecast to produce significant savings in DHSS costs.\n  *[ERSA]: Employment Related Services Association",
        "The Social Services Select Committee substantially endorsed the recommendations, with some modifications. Following careful consideration of their implications, and after widespread consultation, the Government accepted the modified proposals, but with some important changes. In particular, the Government considered the impact of changes in payment arrangements on the Post Office network and on beneficiaries. It should be noted that the ​ Government did not take up the Committee’s recommendation that, as an incentive for beneficiaries to move to direct crediting, benefit payments should be paid two weeks in advance and two weeks in arrears.\n  *[ERSA]: Employment Related Services Association",
        "In May 1981, my right hon. Friend, the Member for Wanstead and Woodford (Mr. Jenkin), the then Secretary of State for Social Services, announced that the Government had decided that most beneficiaries should have the option—I stress that this was an option, with no element of compulsion—to have their benefits paid direct into hank or other accounts. He also announced that it was the Government’s intention to move to a position where, for mothers claiming child benefit for the first time, four-weekly payment would be the norm. Mothers already receiving child benefit would have the choice of switching to four-weekly rather than weekly payment.\n  *[ERSA]: Employment Related Services Association",
        "It was recognised that those changes would lead to a fall in Department of Health and Social Security business over post office counters, but it was forecast that this would be more than compensated for by additional business from new and existing customers. It was also recognised that within this overall picture there would be variations and in order to provide a further safeguard it was announced that the Government would make available up to £2 million over five years to help smaller sub-post offices adversely affected if the new business did not grow at the same rate as DHSS business reduced. Following discussions with the Post Office and the National Federation of Sub-postmasters, agreement on the details of the fund was announced in May 1983.\n  *[ERSA]: Employment Related Services Association",
        "It might be noted that, so far, payments from the fund have been far less than were expected. In part this reflects the effects of the industrial dispute at the DHSS computer centre in Newcastle in 1984 but in large measure it reflects the upward trend in the volume of counters business since the announcement in May 1981.\n  *[ERSA]: Employment Related Services Association",
        "The forecasts of new business included the effect of provisions that were subsequently enacted in the British Telecommunications Act 1981 enabling the Post Office to provide counter services for a wider range of public sector customers. Within these provisions the Post Office has been able to win a range of business including the sale of bus and train tickets and cards, which has contributed to an overall increase in the volume of counters business since 1981. For example there was an increase of 3·5 per cent. in 1984–85.\n  *[ERSA]: Employment Related Services Association",
        "A further factor has been the lower than expected take-up of the option of payment by ACT with, as a consequence, lower than forecast savings in DHSS costs. This point was noted in a report that the Comptroller and Auditor-General prepared and published in February last year, following an investigation by the National Audit Office. The report was subsequently considered by the Public Accounts Committee which, after examining the DHSS, published its conclusions and recommendations last June in its 20th report in the 1984–85 Session.\n  *[ERSA]: Employment Related Services Association",
        "Among its recommendations, the Committee expressed its surprise that, when the shortfall in expected savings became apparent, the DHSS did not give fresh consideration to offering direct financial inducements. The Committee recommended that early consideration be given to targeting inducements towards those most likely to be receptive to the idea. I should stress that this is a recommendation made by the PAC, not a decision made ​ by the Government. The Committee also welcomed a survey being undertaken by the DHSS of public attitudes towards methods and frequency of payment of benefits.\n  *[ERSA]: Employment Related Services Association",
        "Together with a number of other reports from the PAC the 20th report was debated in the House on 24 October. This was shortly after the Government had published their response to the report in a Treasury minute in which we noted that the DHSS would give further consideration to the issue of inducements to accept payments by ACT in the light of the survey of public attitudes.\n  *[ERSA]: Employment Related Services Association",
        "In response to representations we have received about the PAC’s recommendations on inducements, both I and my colleagues in the Department of Trade and Industry and the DHSS have made it clear that any consideration of the way in which benefits are to be paid will have regard to the effect that any changes will have on the post office network. My right hon. and learned Friend the Member for Richmond, Yorks (Mr. Brittan) gave the hon. Gentleman that assurance when he wrote to him last September and I am happy to repeat it today.\n  *[ERSA]: Employment Related Services Association",
        "My right hon. Friend the Secretary of State for Social Services is therefore considering the PAC’s recommendations in the light of the outcome of the survey of public attitudes and the representations that have been received on this matter. I understand that my right hon. Friend is hoping to make an announcement on this subject shortly.\n  *[ERSA]: Employment Related Services Association",
        "Although I cannot anticipate that announcement, I want to emphasise that the Government have always made it clear that payment by ACT is an option that is open to people to choose freely, without compulsion or coercion. We have no intention of depriving pensioners and others of the option to continue to collect their payments in cash from the local post office. We recognise that for many people, even those who have bank accounts, the weekly visit to the post office can be both an incentive to gel out of the house and a valued social occasion.\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Ashdown**\n  *[ERSA]: Employment Related Services Association",
        "I am grateful for those reassuring words. I may want to intervene again, so I will try to be brief. The Minister accused certain elements of irresponsibility. I think he must recognise that if there were to be a bribe, of whatever sum—if it is as high as £50 it makes the matter worse —it would have a devastating effect. If the Government are going through the process of making up their minds, bearing in mind the considerations the Minister has mentioned, I am sure that he must realise that those who have the best interests of the sub-post office network at heart will naturally want to mobilise public opinion to impress that fact upon the Government. That is in no sense irresponsible. It seems to me to be very responsible in the best interests of the network.\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Pattie**\n  *[ERSA]: Employment Related Services Association",
        "I shall move to the third development which has, in my view, given rise to concern among sub-postmasters. This debate is on a very important subject and we have limited time so I shall press on.\n  *[ERSA]: Employment Related Services Association",
        "I want to deal with the frequency with which sub-postmasters’ remuneration is assessed. That is, of course, a matter between the Post Office and the National Federation of Sub-Postmasters, and the Government are not directly involved. But, given the importance that the Post Office attaches to this issue the Post Office chairman felt that I should be aware of the background and it may be helpful to the House if I describe this as he has explained it to me. The Post Office has, since last April, ​ been involved in negotiations with the National Federation of Sub-postmasters on the sub-postmasters’ 1985 pay settlement. However, the main point at issue has not been directly one of pay, although it is related to pay. The pay offer itself that the Post Office made was in line with settlements the Post Office has secured with other pay groups within the corporation.\n  *[ERSA]: Employment Related Services Association",
        "The issue in dispute is the frequency with which individual remuneration levels are assessed. A sub-postmaster is not an employee but an agent of the Post Office, engaged on a contract for services, and his remuneration is governed by the amount of business transacted at his office. Under the system currently in force —which dates back to 1908 —each office’s business levels and hence remuneration are re-assessed every three years. If the new level of business is higher than the old, at least 12 months’ arrears are paid to the sub-postmaster when his remuneration is increased, but there is no similar retrospective device for the Post Office if business declines. In addition, sub-postmasters have the opportunity to call for a special upward revision of their remuneration between triennial revisions if they feel that their business has increased by more than a small amount. But there is no similar opportunity for the Post Office to seek a reciprocal reduction when work falls.\n  *[ERSA]: Employment Related Services Association",
        "The Post Office has therefore required, as part of the 1985 pay settlement, a change to a system of annual revisions. Although I understand that both sides have worked hard to try to reach a negotiated settlement there is no prospect of agreement on the sticking point of a change to annual revision. The Post Office has therefore informed the federation that it will introduce annual revision from next September and is now taking the measures necessary to put this into effect. I understand that the federation has reluctantly noted the position. The Post Office chairman has told me that compensation for the change of, on average, £90 will be paid to sub-postmasters.\n  *[ERSA]: Employment Related Services Association",
        "Earlier in my speech I referred to the £2 million fund which was set up in 1983. I would like to tell the House ​ that Mr. Alban Morgan, the general secretary of the National Federation of Sub-Postmasters, has been in touch with my officials to inquire whether there is any possibility of extending the life of the fund beyond its present closing date of 30 April 1987. Mr. Morgan has been told that the Government would be willing to consider any proposals which the federation might wish to put to us. I am happy to have the opportunity today to confirm this.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman has rightly drawn attention to the importance of the sub-post office network in this country.\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Ashdown rose**\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Pattie**\n  *[ERSA]: Employment Related Services Association",
        "We are about to conclude and I would like to summarise.\n  *[ERSA]: Employment Related Services Association",
        "There should be no doubt about the Government’s recognition and appreciation of the important and valuable role that sub-post offices play in the communities they serve. This is true of the local post office in the town. In rural areas the village post office very often plays a key role in the quality of village life, and the Government wholeheartedly support the efforts the Post Office is making to arrest the erosion of the rural network. Indeed, the £2 million fund for sub-postmasters was tangible evidence of our genuine concern about the network, in particular the smaller sub-offices, many of which are of course in rural areas.\n  *[ERSA]: Employment Related Services Association",
        "But the detailed operation of the counters business is the responsibility of the Post Office board and counter management—not the Government—and this includes negotiations with sub-postmasters on their remuneration and conditions. However, it remains the Government’s policy to encourage and support the counters business in its efforts to increase the efficiency and effectiveness of its operations. It is through success in those efforts that the business can achieve success in the market place to ensure its long-term viability and preservation of the rural network.\n  *[ERSA]: Employment Related Services Association"
    ]
}