{
    "url": "https://www.ukpol.co.uk/john-patten-1979-maiden-speech-to-the-house-of-commons/",
    "title": "John Patten – 1979 Maiden Speech to the House of Commons",
    "post_date": "August 22, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1979",
            "url": "/tag/1979/"
        },
        {
            "text": "John Patten",
            "url": "/tag/john-patten/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by John Patten, the then Conservative MP for Oxford, in the House of Commons on 24 July 1979.",
    "content": [
        "I am grateful to be called, though I am conscious that the time is never right to make one’s maiden speech and I know that this afternoon, when so many others wish to speak, that must be especially so. One of my noble predecessors as Member for Oxford, Viscount Valentia, clearly thought that the time was not right to make his maiden speech for a very long time. He took his seat in 1895 and uttered his first words in the House 11 years later in 1906. I decided that in my case 11 weeks or so is about the right length of time to leave it.\n  *[ERSA]: Employment Related Services Association",
        "I am honoured to have many noble predecessors in Oxford, and one, my noble Friend the Lord Chancellor, once described the city and constituency of Oxford as nothing but the Latin quarter of Cowley. There is more than a grain of truth in what my noble Friend said, for, great university though it contains, and a notable polytechnic, amidst an urban landscape that makes it one of the most beautiful cities not only in this country but in Western Europe, it depends for a great deal of its prosperity, not only in the city but in the region around, on the prosperity of the British Leyland plant at Cowley.\n  *[ERSA]: Employment Related Services Association",
        "I am extremely glad that in recent months—indeed, for about the past year—the people who work at the BL plant at Cowley have shown such splendid increases in productivity and splendid increases in the quality of the motor cars which they have been producing. At a meeting I had this morning with the chairman of British Leyland, Sir Michael Edwardes, he was pleased to make that point.\n  *[ERSA]: Employment Related Services Association",
        "My right hon. Friend the Secretary of State for Industry, in reply to a question after his statement last week on the future of the National Enterprise Board, said that he praised the management of BL for the changes in attitude that they had been able to bring about in that company. I am sure that my right hon. Friend will recognise also that those changes in attitude are possible only with the full-hearted co-operation of all who work at Cowley and at other BL plants, and I am glad to see that that has been as forthcoming as Government support has been forthcoming.\n  *[ERSA]: Employment Related Services Association",
        "If there is a financial burden on the Government and a practical burden on management, there also must be a strong moral burden on trade union leaders, in my constituency and elsewhere, to make sure that in a company such as BL—which has had more than its fair share of troubles—increases in productivity, changes in manning procedures and de-manning happen all the more easily.\n  *[ERSA]: Employment Related Services Association",
        "Both the university element of Oxford, the university, the polytechnic and the great teaching hospitals—the gown side—and the motor industry side—the town side—have been extremely fortunate in those who have represented them in the House. I wish to refer not only to my immediate predecessor but to his predecessor, my old friend and mentor Monty Woodhouse. He worked hard on behalf of Oxford, as did his successor, Mr. Evan Luard. Their epic battles for victory in Oxford in the general elections of the 1960s and 1970s may have resulted in something that sounded rather like a football score—Woodhouse three, Luard two. I should like to reassure Mr. Luard that, although he may have won fewer general election victories over the past 20 years than did Mr. Woodhouse, his services are greatly appreciated by all those in Oxford who were his constituents, including myself, over the past 10 to 15 years.\n  *[ERSA]: Employment Related Services Association",
        "Oxford has never been, and I hope that it will never be, an assisted area. In that sense, it is an extremely fortunate part of the country. It has never had any assisted area status, although I freely recognise that BL has had considerable direct Government assistance. Oxford has a low rate of unemployment compared to many of the constituencies represented by other hon. Members.\n  *[ERSA]: Employment Related Services Association",
        "Oxford is approximately in the middle of England, and that location allows me to look north and south rather more dispassionately than can some hon. Members on either side of the House. I shall restrict my remarks on regional policy to England, as I do not feel that I have the experience to comment on other parts of Britain.\n  *[ERSA]: Employment Related Services Association",
        "It is interesting to speculate on what might have happened to the regions and to regional development in England had the Special Areas (Development and Improvement) Act 1934, and the legislation that followed it, not taken place. The preamble to the 1934 Act—I am speaking only from memory—talks not only about economic development but about social improvement. It is critical to today’s debate that we look not only to economic development but also to social improvement.\n  *[ERSA]: Employment Related Services Association",
        "Looking back at that Act is a fairly gloomy experience, because the first schedule to it, which lists all those places in England and other parts of Britain which were to receive regional aid, demonstrates how clearly our regional policy over the past 45 years has failed. The present list of areas receiving assistance in one form or another from the Government is, with a few notable additions such as Merseyside, more or less the same.\n  *[ERSA]: Employment Related Services Association",
        "Therefore, whatever else we may say about our regional policy over the past half-century, it can hardly be said to have been especially successful in all its ramifications. If we stand back from it, we can see that we are dealing with a historic problem and we will have to use historic solutions to try to solve it. It would be hopeless to think that we could solve it in a very short time.\n  *[ERSA]: Employment Related Services Association",
        "Looking at the history and geography of England and the rest of the United Kingdom, we see that the sort of regional problems that we are dealing with have a historical inevitability all their own. Throughout the history of England, it has always been in the southern part of the country that the majority of people, for better or worse, have preferred to locate most of their economic activities, except for that brief period in the late eighteenth and nineteenth centuries and the early twentieth century, when coal was king and the whole axis of development turned north-south.\n  *[ERSA]: Employment Related Services Association",
        "What we are discussing in the debate and trying to deal with in the Government’s regional policy is picking up the tabs from the legacy of that movement. If we stand back from the history of regional development, looking not at last year’s changes or at whether regional employment premium was put on or taken off or whatever but at the problem in its total historical and geographical context, that must be seen to be true.\n  *[ERSA]: Employment Related Services Association",
        "We shall, I think, see the northernmost regions of England, in particular, remaining in need of substantial assistance from Governments of whatever colour for a substantial time, just as they have needed it for most of the last half-century. Conscious as I am of the need in a maiden speech not to be controversial, I say at once that I do not thereby belittle for one moment the continuing economic, social and cultural benefits that flow from those regions. But we must take a long-term view of those most depressed areas, especially in the northern, north-eastern and north-western parts of England, while, I suggest, using an entirely different strategy for other parts of England—and, I dare say, other parts of the United Kingdom—which have less deep-seated economic and social problems. In the strategy that my right hon. Friend the Secretary of State for Industry has begun to unveil, I can see a much more sensitive attitude towards and identification of the true nature of the problems and, therefore, of their solutions.\n  *[ERSA]: Employment Related Services Association",
        "I was delighted to hear my right hon. Friend in his introductory remarks point to the importance in regional policy of taking into account not only economic but social desiderata, just as the preamble to the 1934 Act had it. In that respect he is exactly right. He is only too well aware of the effects that changes in policy have upon the economy and the society of the regions that are affected. He has it exactly right in loading such help as is available on the regions that need it most. That is economically sensible and it strikes me as being extremely socially correct.\n  *[ERSA]: Employment Related Services Association",
        "That is the sort of attitude that we have learnt to expect from my right hon. Friend. I risk praising someone on the Government Front Bench in my maiden speech as I know that it will be the only time that I shall be able to do so without Labour Members shouting “Give him a job.”\n  *[ERSA]: Employment Related Services Association",
        "I believe that my right hon. Friend is a most compassionate man. The elements of regional policy that he is outlining are economically correct and socially compassionate. We need to look long and hard at the real problems of regions and regional development and not imagine that they will be solved merely by an endless amoeba-like growth of assisted areas.\n  *[ERSA]: Employment Related Services Association",
        "There are different problems in different parts of the country. There are the really depressed regions and other regions that have more disparate problems. I agree that assisted area strategy is economically and socially correct for the areas that have the deepest-set problems, but for other areas—for example, the areas from which the Government are withdrawing—I suggest that other types of aid under the Industry Act 1972 and other forms of Government assistance are much more applicable. It may be that we shall see regional policies taking off in two separate directions, each fitted to suit the problems more than some ideology or idea.\n  *[ERSA]: Employment Related Services Association",
        "The right hon. Member for Deptford (Mr. Silkin) concluded his remarks by quoting my right hon. Friend the Member for Lowestoft (Mr. Prior). In a recent speech my right hon. Friend said that we must not create two nations in the United Kingdom. I entirely agree with my right hon. Friend and with the right hon. Gentleman. It strikes me that the way of preventing the two-nation concept becoming not merely a threat but a reality is to load such help as we can offer from entirely limited national resources, in an economy which for the moment is growing but slowly, on the areas that need help the most.\n  *[ERSA]: Employment Related Services Association"
    ]
}