{
    "url": "https://www.ukpol.co.uk/chris-patten-2018-speech-on-the-european-union/",
    "title": "Chris Patten – 2018 Speech on the European Union",
    "post_date": "April 18, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Chris Patten",
            "url": "/tag/chris-patten/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Patten of Barnes in the House of Lords on 18 April 2018.",
    "content": [
        "I am delighted to second the amendment moved by the noble Lord, Lord Kerr, and I will seek to do so as briefly as he did, partly because he was so comprehensive in the arguments for a customs union and partly because we chewed over many of these issues in Committee and we plainly should not deal with them again. So I will not go into the issue of Northern Ireland’s border with the Republic of Ireland, because I spoke twice on that in Committee.\n  *[ERSA]: Employment Related Services Association",
        "I assume straightaway, because I have a regard for his intelligence, that the Minister responding to this debate is not going to suggest that the referendum result or the Conservative manifesto disqualifies us from proceeding in the direction suggested by the noble Lord. If I am wrong about that, I would be delighted to come back to it later. But there is one point made in the manifesto that I will dwell on for a moment—and, as clergymen occasionally say at the end of sermons, share with you all—because it allows me to bridge to the main argument we have today, which is about trade and trade opportunities for this country.\n  *[ERSA]: Employment Related Services Association",
        "I confess to the House straightaway that I used to make my living helping to write manifestos, and so I have a certain regard for these things. The manifesto said at the beginning:\n  *[ERSA]: Employment Related Services Association",
        "“People are rightly sceptical of politicians who claim to have easy answers to deeply complex problems”.\n  *[ERSA]: Employment Related Services Association",
        "So I ask the House to turn its attention to what we have been promised on trade.\n  *[ERSA]: Employment Related Services Association",
        "We are told by the Secretary of State for International Trade that a free trade agreement with the EU will be one of the “easiest in human history”. He also told us that, by the end of March 2019, the Government will have put in place or drafted or agreed up to 40 trade agreements with other countries. That is the backdrop. It seems to me that those propositions invite a little scepticism, and in a moment or two I will suggest to the House why that is the case.\n  *[ERSA]: Employment Related Services Association",
        "I have a degree of expertise in this area for which I do not seek to make extravagant claims—I do not know as much about trade as the noble Lord, Lord Mandelson, does, and I know that expertise is a dangerous thing in the present climate. But I did, either on my own or with others, negotiate free trade agreements between the European Union and Mexico, Chile and most of the countries of the Mashreq and Maghreb region. We were part of the negotiation team for China’s accession to the WTO. We failed with Russia—for all sorts of reasons which the House will not be surprised about—and we made only limited progress with Mercosur, the San José dialogue and the Andean pact countries. So I know how difficult these things are, and some of the problems that will be faced in addressing the agenda mentioned by the noble Lord, Lord Kerr.\n  *[ERSA]: Employment Related Services Association",
        "The first thing we have to do is secure our market in the European Union—50% of our trade. We then have to think about the 12% of trade with countries with which the European Union has concluded agreements already and the 8% with which it is negotiating trade agreements already. That adds up to about 70%. Of the remaining 30%, about half is with the United States, a quarter with China and Hong Kong, and the rest with everyone else.\n  *[ERSA]: Employment Related Services Association",
        "How are we going to manage with the countries with which the European Union has negotiated deals already? I spent a particularly dreary afternoon on Maundy Thursday looking through the European Union-South Korea trade deal. It was dreary not because it is not a good deal—indeed, it is such a good deal that the Foreign Secretary not long ago boasted about the great increase in British trade with South Korea—but because it is even longer than a long day’s journey into night. It runs to 1,400 pages, 900 of which just list tariffs. The idea that you can simply Snopake the words “European Union” and insert “United Kingdom” and grandfather that trade agreement in nanoseconds—even nanoyears—is absurd.\n  *[ERSA]: Employment Related Services Association",
        "First of all, the South Koreans know that we are the demandeur. They will know that we have a trade surplus with South Korea at the moment, which might make them a little resistant to being as helpful as they were with the European Union, which is, anyway, a much bigger market than the United Kingdom—500 million to about 65 million. There are technical issues as well that will be particularly demanding. I will not try to explain to the House—because I have only a vague notion of what it means—the problem with trigger volumes preventing surges of agricultural imports to a country. But that issue is one that will involve not just negotiations with South Korea but tripartite negotiations between us and the European Union as well as the South Koreans.\n  *[ERSA]: Employment Related Services Association",
        "Even more important are rules of origin—something that used to be well understood by the Secretary of State for Exiting the European Union. Not long before the Foreign Secretary made a speech saying that there was no reason why we should not, after leaving the European Union, stay in the single market, the Secretary of State for Exiting the European Union pointed out that, on balance, he was in favour of staying in the customs union because, even though you would not then be able to do independent trade deals on your own, the issue of rules of origin was so important that we had to stay within the union so that that did not present problems for us.\n  *[ERSA]: Employment Related Services Association",
        "Rules of origin is a problem that comes up straightaway when you look at the South Korea deal. Under rules of origin, each party is able to do without tariffs provided that up to 55% of what it is exporting is made in its own back yard. That is fine within the European Union, but the car industry in this country makes only 41% of the cars that we export in Britain. So straightaway, cars—and you can go down the list of tariffs—would not be able to go tariff free into the South Korean market.\n  *[ERSA]: Employment Related Services Association",
        "The South Korean trade deal provides 99% tariff-free access after five years. It is a terrific piece of trade diplomacy. Incidentally, it provides that access after five years, but the trade deal that the South Koreans did with Australia does not come into full working order, even on a more limited range of goods, for 20 years—so it was a very good piece of negotiation by the European Union. The idea that we can just do that and all the other trade deals overnight, over a month or over a year, without any problems is for the birds. It belongs to the category denounced in the manifesto.\n  *[ERSA]: Employment Related Services Association",
        "After we have dealt with the issue of the 12%, or maybe 20% by then, of the market that is covered by existing or future trade deals—“future” before we leave the European Union—between the European Union and other countries, we then deal with the three other categories of country. The first is China. China, admittedly, has done a trade deal with Switzerland and also with Iceland. Switzerland has done 38 trade deals with other countries, as opposed to more than 50 between the European Union and other countries. The deal between Switzerland and China is a very good example of how difficult it is to get into bed with an elephant. The Swiss have agreed hardly anything with the Chinese about services and nothing about cars, but they have accepted that China will have, for a number of goods, tariff-free access to Switzerland straightaway. In return, Switzerland gets tariff-free access to China after 15 years. So sleeping with elephants is a bit of a problem. I imagine that we would be looking to open up prospects for services—which, as the noble Lord said, is not an issue particularly involved here—but, apart from that, I am not quite sure what we would be hoping to get out of any future deal with China.\n  *[ERSA]: Employment Related Services Association",
        "What about Australia and the Commonwealth? As the noble Lord said, one of the basic axioms in trade policy is that you double the distance and halve the trade. The notion that the Australians will open up their market further for us without making demands in return is, again, nonsense. They will ask for us to make concessions in the field of agriculture, which may take some explaining to small and medium-sized farmers in this country.\n  *[ERSA]: Employment Related Services Association",
        "What about India? I noticed the other day that the European Union suggested that it might be easier to do a deal with India when we were no longer members of the European Union. In fact, we were always the back-markers when it came to negotiations with India. Why? Because we were concerned about opening up access to our services in India. Why? Because the Indians wanted in return for anything we were prepared to ask for greater scope for visas for Indians coming to this country, and we were not prepared to allow that.\n  *[ERSA]: Employment Related Services Association",
        "Finally, the United States represents 15% of our market, but we expect Richard Cobden’s legatee, President Trump, to open up the American market to the United Kingdom’s exports. Are we serious? We would be pressing for opening up procurement with the United States, and the United States would be pressing for opening up procurement with us in the National Health Service. I am not going through chickens again because we had chickens up to our eyebrows in Committee, but I remember a wonderful speech given by my noble friend Lord Deben about chickens. I wish I could remember every word of it, but it was a pretty compelling argument on the difficulties of doing a food deal with the United States. President Trump will not be there for ever—but, in my experience, the Americans were not pushovers when it came to doing trade deals.\n  *[ERSA]: Employment Related Services Association",
        "I have two last points. Is our ability to do trade deals or to export overseas held up by the fact that we are members of the European Union? When I last looked, Germany was a member of the European Union. Germany exports two and a half times as much to China as we do and exports more to India than we do. So the reason we do not do better in export markets must lie somewhere else. I do not agree with the point made by the Secretary of State for International Trade. I do not think that it is because British businessmen and exporters are—what was his expression?—fat and lazy. That is not why we do not do better. The truth is that between only 10% and 15% of companies in the country actually do serious exporting. They are mostly medium-sized or large companies—and guess what they want? They want the best access possible to the closest market. And where is that?\n  *[ERSA]: Employment Related Services Association",
        "So I do not think that blethering on about global Britain, or pretending that we have not been global Britain for years, or repeating “The Road to Mandalay” whenever one is travelling, is going to make a spectacular difference to our trading opportunities. I think very strongly that we will not do any better than we are doing within the customs union, given that we start from a position in which we export to the European Union three and a half times as much as we do to the United States, five times as much as we do to the Commonwealth and six times as much as we do to all the BRICs combined.\n  *[ERSA]: Employment Related Services Association",
        "So I support the amendment with some enthusiasm and I repeat what my noble friend Lord Hailsham said in Committee: namely, that there are times in one’s political career when what is alleged to be party loyalty comes way behind trying to stand up for the national interest. I intend to do that on this amendment and elsewhere on Report, and in doing that I think I will be repeating what I would have been able to say with the full support of my party for most of the time I have been a member of it.\n  *[ERSA]: Employment Related Services Association"
    ]
}