{
    "url": "https://www.ukpol.co.uk/chris-patten-2000-speech-on-south-east-europe/",
    "title": "Chris Patten – 2000 Speech on South East Europe",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Chris Patten",
            "url": "/tag/chris-patten/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Patten, a then EU Commissioner, at the Foreign and Commonwealth Office in London on 7th July 2000.",
    "content": [
        "Keith, Ministers, Ambassadors, Ladies and Gentlemen, Can I add my own warm welcome to those of Robin Cook and Keith Vaz.\n  *[ERSA]: Employment Related Services Association",
        "As Keith has just said, since I became a Commissioner about nine months ago no subject has occupied more of my time and my attention than South East Europe, and rightly so. We have a formidable amount at stake there. The region in my judgment offers the defining test of our nascent common foreign and security policy, of our ability to close the gap between our rhetoric and brutal reality and of our ability to project stability, for me one of the primary goals of Europe’s external relations policy into our immediate neighbourhood. We know the history of the region. Its peoples began the last century as the victims of crumbling imperialism, endured the rise and fall of communism and ended the century with the descent at the hands of extreme nationalist politicians into wars of mediaeval barbarity. And the rest of Europe, well we must accept our share of the blame, from the Congress of Vienna to the fall of Vukovar. In the closing decade of the last century some suggested that the hour of Europe had dawned even as Sarajevo, one of the cradles of our civilisation, was being reduced to rubble. We failed to stop the bloodshed, but now we can make good in part on that failure by helping to build the peace, drawing on our own experience within the European Union.\n  *[ERSA]: Employment Related Services Association",
        "That is certainly our goal, with the rest of the international community, including of course our friends in the United States. The commitment by the European Union alone is formidable, political, military, financial, moral. From the Krajina to Kosovo, from Podgorica to Pristina, we are supporting refugee returns, reconstructing homes and infrastructure, supervising elections, reforming the media, providing budgetary support to Governments, creating border and customs services, stabilising currencies, supplying emergency humanitarian assistance, building institutions from independent judiciaries to dependable police services. Over 28,000 troops from European Union Member States are serving in Kosovo, thousands more in Bosnia.\n  *[ERSA]: Employment Related Services Association",
        "We have spent, and here there is a difference in addition between the Foreign Office and the European Commission, not conceivably for either the first or the last time, we think we have spent seventeen billion of European taxpayers’ money in the region since 1991 and this year – no dispute about this figure – we are spending three hundred and sixty million in Kosovo alone. Just worth noting that it is more than we are spending in the whole of Asia. It’s a high investment, a huge investment in peace and in stability. But lots of money and lots of troops don’t by themselves produce lasting peace. Building that requires a comprehensive strategy tailored to the needs of individual countries, but designed to meet the needs of the region as a whole.\n  *[ERSA]: Employment Related Services Association",
        "**IMPLEMENTING THE STRATEGY OF INTEGRATION**\n  *[ERSA]: Employment Related Services Association",
        "We have, I believe, such a strategy, accurately reflected in the title of this conference, to integrate as fully as possible the countries of the region into the European mainstream. We want to welcome them warmly into the European family by transferring not just resources from the European Union and its member states, but the values and principles that underpin the Union itself, democracy, the market economy, the rule of law, the values on which we have built our modern prosperity and extinguished old animosities.\n  *[ERSA]: Employment Related Services Association",
        "And we have the tools to implement this strategy. The Stability Pact, led by my colleague Bodo Hombach, is fostering intra-regional co-operation and nurturing the process of Europeanisation. On the part of the European Union, our enlargement process, which includes Bulgaria, Romania, Hungary and Slovenia, is already helping to project stability more widely. Specifically for South East Europe we have the Stabilisation and Association process, a policy which aims to do just what it says, stabilise the region and associate it more and more closely with the European Union. Stabilisation and Association agreements offer substantial benefits, better trade access, formal political relations with the European Union and above all the prospect one day of membership of the Union.\n  *[ERSA]: Employment Related Services Association",
        "The agreements will each include a so-called evolutionary clause holding out this long-term prize, the symbolic and practical importance of which it is hard to overstate in the region. That prospect was set out clearly by the European Union’s Heads of Government in Cologne last year, and most clearly to date at the Feira Summit last month, which declared that ‘all the countries concerned are potential candidates for European Union membership’.\n  *[ERSA]: Employment Related Services Association",
        "But Stabilisation and Association Agreements, like membership of the European Union itself, don’t just bring benefits, they also entail obligations, to respect human rights and the rights of minorities, to respect the rule of law, to carry out economic reforms, to move towards free trade, to align legislation with European Union standards. In fact the agreements are a reform agenda in themselves.\n  *[ERSA]: Employment Related Services Association",
        "**ELECTORAL AND INSTITUTIONAL REFORM**\n  *[ERSA]: Employment Related Services Association",
        "At Lisbon in March, Javier Solana and I were given a remit to get a tighter grip of the overall European Union effort in the Balkans. To be frank, it had been Balkanised, to ensure better co-ordination and to push ahead with the process of integrating the region into European structures. We have made progress in the last few months. We held the very successful Stability Pact Regional Funding Conference in March which raised 2.4 billion for quick start projects with a regional dimension, much more than the 1.8 billion that we had hoped and expected. Now we must translate those pledges into projects on the ground. In Montenegro, which I have visited twice in the last few months, we are determined to make a stand. We are using all the means at our disposal imaginatively and visibly and we have dramatically increased the scale of our assistance in recent weeks to help the democratically elected government cope with enormous pressure from Belgrade, pressure which clearly is going to increase after yesterday’s events.\n  *[ERSA]: Employment Related Services Association",
        "Working closely with the United States, the other major donor in Montenegro, we are, I hope, demonstrating that we have learnt the lessons of recent years by working to prevent a potential crisis. We are now providing 55 million euro to Montenegro this year, 20 million for infrastructure and institution building, 20 million in budgetary assistance to help pay pensions and social welfare payments, 10 million in food security and 5 million in humanitarian assistance. These are sizeable sums for a community of 600,000 people, but justified to assist, as I believe they are doing, in stabilising the situation.\n  *[ERSA]: Employment Related Services Association",
        "In Kosovo we are making headway with an urgent reconstruction programme over the summer with our reconstruction agency concentrating on the key sectors of housing, power, water and transport. We are working round the clock to make a substantial difference before the onset of winter. I was in Kosovo last week and announced the signature of a major contract for the overhaul of the Kosovo-B power station.\n  *[ERSA]: Employment Related Services Association",
        "We are pressing ahead with the stabilisation and association process, we launched negotiations with Fyrom in March, I was in Skopje last week, the start of the negotiations has itself added welcome impetus to the process of economic reforms there. We hope to start negotiations with Croatia after the summer, in direct response to the dramatic political change in Zagreb and the courageous efforts of the new government, a message that I hope will be heard by the people of Serbia. We are working closely with the Albanian government to help it prepare for future negotiations and we have set out very clearly for the authorities in Bosnia Herzegovina in the form of a road map of detailed measures what they need to do to enable us to start negotiations with them.\n  *[ERSA]: Employment Related Services Association",
        "**ECONOMIC INTEGRATION**\n  *[ERSA]: Employment Related Services Association",
        "Integrating the region politically and institutionally is important, but equally important is economic integration. The oldest form of international cooperation is trade. Communities that trade more closely and more openly together, grow closer together. The single market is a prime example of that. Open markets, open minds. That is why I believe passionately that the European Union should display vision and boldness in opening up its markets to the Balkans. It is, I am convinced, one of the best and most immediate practical things that we can do to make a real difference fast.\n  *[ERSA]: Employment Related Services Association",
        "In the last few weeks the Commission has put forward radical proposals for opening up the European Union market to Balkan trade. I was delighted that Robin Cook referred to them. Our proposals for asymmetric one-sided trade liberalisation would open the European Union market completely and immediately to industrial products from Bosnia Herzegovina, Albania and Croatia, as well as Macedonia. They do the same for agricultural goods, except wine, beef and some types of fish. They also cover Kosovo. They are tied to greater trade access between the countries of the region themselves. In the case of Montenegro, we have proposed a special provision to allow them to export their aluminium duty-free to the Union, aluminium being one of Montenegro’s most valuable exports.\n  *[ERSA]: Employment Related Services Association",
        "These proposals, drawn up with my colleagues, Pascal Lamy, the Trade Commissioner, and Franz Fischler, the Agriculture Commissioner, and with the backing of the whole Commission, would provide a turbo charge to economic activity across the region, they would boost prosperity, create jobs and ultimately reduce dependency on European Union aid. From the European Union’s point of view the costs will be minimal, total European Union imports from these countries account for just 0.6% of our total imports and in the case of agriculture just 0.16%. I say would because the decision lies with the member states. I hope that Ministers who are currently examining our proposals will endorse them rapidly and that we can put them into effect without delay.\n  *[ERSA]: Employment Related Services Association",
        "Let me be clear about this. We got these proposals through the European Commission in pretty well record time, it wasn’t easy but we are all committed to them. Now I hope that the member states will endorse them, if not equally rapidly, at least as soon as possible. We have got a summit, proposed by the French Presidency, in the autumn. I think it would be an extremely nice gesture if by the time of that summit we were able to say that we had opened our markets to the products of the region, otherwise I think we may have some explaining to do.\n  *[ERSA]: Employment Related Services Association",
        "I hope that our trade measures will be met by a redoubled effort by the countries of the region to press ahead with economic reform, with the establishment of a fair and open regulatory environment, compatible with European Union practice, with transparent privatisation, with structural economic reforms. The investment compact is a valuable contribution to this process of achieving an attractive investment environment, but it is not enough to get the right laws on to the Statute Book, they have to be enforced fairly and uniformly too.\n  *[ERSA]: Employment Related Services Association",
        "I hope too that the countries of the region will work with the Union to maximise the opportunities offered by the information society, the opportunities offered by e-commerce which is blind to ethnic and political division and which can allow economies to leapfrog less technologically advanced rivals. The Internet is a powerful tool for creating open societies and open economies. It is already helping the independent media in Serbia, but Internet access in the region is still patchy. In Croatia the marketing value of a quality website is increasingly appreciated. But elsewhere in the region those with Internet access are thin on the ground, due not just to the lack of availability of computers, but poor telephone infrastructure. We need to address these issues as part of our overall reform efforts, for example by encouraging telecoms liberalisation, by getting the regulatory environment right and by making sure that young people and older ones too are equipped with basic IT skills.\n  *[ERSA]: Employment Related Services Association",
        "**EU FUNDING**\n  *[ERSA]: Employment Related Services Association",
        "Many of you work with EU funding. Let me say a word about the action we are taking to speed up its delivery and effectiveness. We have now put forward proposals for root and branch reform of the way we run things. I want to demolish our reputation for late delivery and chronic inefficiency, that means doing away with the ludicrous procedures that tie us and our beneficiaries in Kafkaesque knots.\n  *[ERSA]: Employment Related Services Association",
        "It means devolving authority to qualified people in the field like the best aid programmes do, and it means providing enough staff to get the job done. The Commission has 2.9 staff for every 10 million of aid that we manage. The figures in member states range from 4 to 9. The figure in Britain, where dwells one of our most enthusiastic critics, is 6.5. So my message is simple. Give us the people, let us reform and we will do the job. Otherwise, to be candid, we will just have to cut back dramatically on the scale of our programmes, but we certainly can’t go on as we are. Where we are implementing reforms it is already making a difference.\n  *[ERSA]: Employment Related Services Association",
        "In Kosovo for example, while the overall structure within which it has to work is far from perfect, our reconstruction agency is delivering impressive results. It does have the resources it needs to perform well. As a result the money is being disbursed, the contracts are under way. 54% of our funds for this year had been contracted by the end of May, 94% in the housing sector. In my meeting with NGOs in Pristina last week several praised the agency for its speed and efficiency. This is not something to which I am generally accustomed. The European Parliament delegation that visited Kosovo in April was impressed and concluded that there was no problem in terms of absorption capacity for the substantial sums that we judge necessary to fulfil our share of the European World Bank Needs Assessment.\n  *[ERSA]: Employment Related Services Association",
        "In Sarajevo, where likewise we have devolved authority to our office to sign contracts and disburse funds in Bosnia without constant reference to Brussels, and where we have beefed up their staffing, we are getting rather better results. I want to build on this by introducing a new regulation which will be called, after some difficulty, Cards, governing our assistance to the region. It is simple, light and designed to let us run programmes under the broad guidance of the Council of Ministers, but without the constant micro-management and second guessing by member states’ officials.\n  *[ERSA]: Employment Related Services Association",
        "We have plenty to do in the coming months, we have elections in Albania, Bosnia and Herzegovina, in Fyrom and probably in the FRY. We will work to try and ensure that those elections, including in the FRY, strengthen the hands of democrats and reformers. We have got to implement the agenda agreed at the Feira European Council last month, especially in the justice and home affairs field, working to combat organised crime.\n  *[ERSA]: Employment Related Services Association",
        "**SERBIA**\n  *[ERSA]: Employment Related Services Association",
        "I warmly welcome therefore President Chirac’s proposal for an EU-Balkan Summit in the autumn to take stock of our efforts in the region. I am particularly pleased that it will be held in Croatia, which will advertise widely what a difference fresh, decent and sensible leaders can make very fast. I hope that that message will get through to the people of Serbia because for the time being their country stands needlessly apart from this positive agenda. There can be no true and lasting solution in South East Europe without Serbia.\n  *[ERSA]: Employment Related Services Association",
        "Ten million people, crucial geographically, potentially the most productive economy, but for now Serbia drifts on isolated and alone while the rest of Europe passes it by. We look forward to the day when we can welcome Serbia to the fold and we will continue to do all we can to hasten its arrival, by tightening the screw on the Milosevic regime while lending our support to the opposition, to civil society and to the independent media. We have strengthened the financial sanctions and we are maintaining the visa ban. Javier Solana is working with us and others to promote closer ties with civil society, with NGOs, with the churches and so on, and by promoting links between Serbian and European Union municipalities. We have stepped up our support to the independent media to enable the Serbian people to hear the truth about what is happening in their country and its neighbours.\n  *[ERSA]: Employment Related Services Association",
        "I very much hope that the Commission will be able to launch within the next few weeks a new programme entitled Schools for Democracy in Serbia to provide small scale infrastructure improvements to schools in all opposition-controlled municipalities. It will supply visible help, blackboards, basic repair work, new desks, books and so on. This will follow on from our very successful Energy for Democracy programme over the winter, launched with the help of the G17 Group in Serbia which helped to keep the heating and lighting on in some opposition towns through the winter. It was an extremely difficult programme to run, but I am delighted that it went well and has just received an endorsement from Europe’s Court of Auditors.\n  *[ERSA]: Employment Related Services Association",
        "**CONCLUSION**\n  *[ERSA]: Employment Related Services Association",
        "I hope it is clear from all I have said what a central element our efforts in South East Europe represent for the European Union, for the European Commission and for this Commissioner. Our commitment is starting to make a real difference, allied to the will and the commitment of people of goodwill throughout South East Europe. We have got to remain vigilant for new flashpoints, new crises, but for the long term I am an optimist. There are more grounds for Hope – hope with a capital H – in South East Europe today than there have been for many years. Croatia, Macedonia, Bosnia, Albania, Montenegro are all at varying paces and in varying degrees now joining the European mainstream. Countries and peoples are starting to work and trade with each other again, seeing each other as markets and partners instead of political problems.\n  *[ERSA]: Employment Related Services Association",
        "We are forging a ring of democracies all around Serbia, a mutually reinforcing network of increasingly stable and open societies, growing in confidence all the time, less vulnerable to the malign influence of Belgrade, more and more able to demonstrate to the Serbian people that there is another road open to them – the road to Europe. This conference will I hope mark another small step along that road.\n  *[ERSA]: Employment Related Services Association"
    ]
}