{
    "url": "https://www.ukpol.co.uk/geoffrey-pattie-1986-speech-on-systime-plc/",
    "title": "Geoffrey Pattie – 1986 Speech on Systime Plc",
    "post_date": "August 23, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Geoffrey Pattie",
            "url": "/tag/geoffrey-pattie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Geoffrey Pattie, the then Minister for Information Technology, in the House of Commons on 25 February 1986.",
    "content": [
        "As the hon. Member for Leeds, West (Mr. Meadowcroft) has said, Systime was founded in Leeds in the early 1970s. A vigorous and entrepreneurial approach to the market for integrated computer solutions brought it early success and rapid growth. By 1981 it had built up a turnover of more than £30 million and was employing some 1,200 people. Continued growth required expansion, so the company embarked on a major development at Millshaw park in Leeds to provide the room and the facilities to accommodate the very ambitious growth targets it had set itself.\n  *[ERSA]: Employment Related Services Association",
        "Sadly, the completion of this development coincided with the onset of financial difficulties of the kind which can all too easily beset companies set on rapid growth. In short, the company found itself caught in the bind of a serious financial crisis requiring the injection of substantial new funds to keep it afloat.\n  *[ERSA]: Employment Related Services Association",
        "Fortunately, such funds were forthcoming from a number of sources, including Control Data Corporation, which took a substantial minority stake in Systime in 1983. It increased this to over 90 per cent. early in 1985 in the face of continuing financial difficulties, exacerbated by the downturn in the computer market generally. Since that time, CDC has continued to stand by the company while plans were put in place for a restructuring to match Systime’s activities more closely to its available resources.\n  *[ERSA]: Employment Related Services Association",
        "As the hon. Gentleman will know, the broad lines of that restructuring were announced last November. Inevitably, it involves some cutbacks, which I regret as much as anyone else. But I believe that the plan represents a constructive response to the problems of the past few years and I am encouraged that there now appear to be good prospects of Systime continuing as a computer manufacturer in Leeds, with a sound in-house designed and developed product range. The opportunity is there, if all goes according to plan, for Systime to build on its strengths and experience in the market place to become once more a strong and growing force in the United Kingdom computer market.\n  *[ERSA]: Employment Related Services Association",
        "I would not want to pretend that from this point everything will automatically be plain sailing. There is much work to be done to ensure that the signs of hope for the future which I have just described turn into real results. That will require all the company ‘s energies, and I am sure it is something to which the hon. Gentleman would want to give every support.\n  *[ERSA]: Employment Related Services Association",
        "In this context, while I fully understand the hon. Gentleman’s concern about the grave issues which he has brought before the House tonight, I hope that he will agree that it is very much in Systime’s interest, and the interests of job prospects in Leeds, that we should not let the events of the past become a preoccupation or a drag on the major task that needs to be done to assure the future for the company. The hon. Gentleman must decide whether he will put the interest of his constituents first in this matter.\n  *[ERSA]: Employment Related Services Association",
        "I turn now to the substance of the hon. Gentleman’s speech. I listened to what he had to say with great care. The hon. Gentleman was kind enough to send me a draft ​ copy of his speech which I very much appreciate. He said at the beginning of his speech that he had been “overwhelmed with evidence”. That is precisely what I want to see. The hon. Gentleman has the right to raise any matter that he chooses in the House and I am perfectly happy to respond to it. I ask him whether he believes—he does not want me to put it in the terms of the best interests of his constituents—that in the best interests of the serious matters he has raised we should be considering them in the 29 minutes and 30 seconds that we have tonight. That is his decision.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman will agree that we had a brief conversation in which he said that he would wish to see me about this matter. He will recall that I said that I would be happy to see him, as I am. I must say—this is the most fundamental point that I can make on his speech—that I need evidence. The hon. Gentleman has made serious allegations about an American company, DEC, and about various named officials in the United States Government and about officials and Ministers, unnamed, in the British Government.\n  *[ERSA]: Employment Related Services Association",
        "I should like to deal in the limited time I have available with DEC and the so-called “Kill Systime campaign”. Systime is not the first company to have got into financial difficulties in going for rapid expansion.\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Paddy Ashdown (Yeovil)**\n  *[ERSA]: Employment Related Services Association",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Pattie**\n  *[ERSA]: Employment Related Services Association",
        "I cannot give way. I am already taking up time in resisting the intervention. I should be delighted to debate with the hon. Gentleman at any time, but I am trying to respond to the points made by the hon. Member for Leeds, West.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Member for Leeds, West said that the computer market is not for faint hearts. He would hardly need reminding that the commercial world is a hard and competitive one. Companies fight, and fight hard, to survive, and it should hardly be a cause for surprise if they seek to use every legitimate means to hand to promote their commercial interests. This is the hard practical world of commerce, operating quite justifiably within the law.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman makes allegations of improper and unlawful activity to drive home a competitive advantage —indeed, to finish off a competitor altogether. If this is true, it is a very serious matter and if the hon. Gentleman has evidence— not allegation, but evidence— that the law has been broken, I hope he will bring it forward so that appropriate action can be taken. However, I have to say that I have yet to see any evidence of unlawful activity by DEC in relation to Systime.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman specifically referred to possible breaches of the treaty of Rome. As he will know, this is a highly complex area, which is essentially the province of the European Commission. On receipt of the appropriate evidence, we shall consider it.\n  *[ERSA]: Employment Related Services Association",
        "I turn to the subject of United States re-export controls. I begin by emphasising that we fully agree with the United States on the need to prevent the leakage of sensitive technology from the West. We fully support the multilateral controls of COCOM as the United States does. We see eye to eye with the United States on the need for such controls.\n  *[ERSA]: Employment Related Services Association",
        "However, we object to United States controls on exports from third countries of goods including United States components or United States technology. Such ​ controls are extraterritorial, and the United Kingdom emphatically rejects the implied claim of the United States to jurisdiction in the United Kingdom. The Government have made their position crystal clear on this issue on many occasions. The United States is well aware that we do not accept the validity of its re-export controls, and that we believe the extraterritorial nature of those controls to be an infringement of the sovereignty of the United Kingdom.\n  *[ERSA]: Employment Related Services Association",
        "We cannot, however, prevent the United States Government from seeking to apply their re-export regulations to United Kingdom companies. Moreover, we have to remember that United States companies may be prohibited from supplying sensitive goods and technology to an overseas company which breaches re-export controls and that such goods and technology are often not available from anywhere else. The United Kingdom’s policy is therefore normally to allow companies to make a commercial decision about whether to comply with United States re-export controls, although we of course, stand ready to take up individual cases with the United States Government, and to do all we can to help in such cases.\n  *[ERSA]: Employment Related Services Association",
        "When Systime was alleged in 1983 to have breached United States re-export controls by the United States Department of Commerce, the company admitted certain breaches and made it clear that it did not wish the United Kingdom Government to become involved. It preferred to handle the issue itself. This was rightly a factor that weighed heavily with the United Kingdom Government, given that the commercial interests of the company were at stake.\n  *[ERSA]: Employment Related Services Association",
        "I understand the hon. Gentleman’s concern about this issue and his motives in raising it in tonight’s debate, but Government action would, in Systime’s view, not have been in the best interests of the company, which had to live, after all, with the commercial reality of a need for continued supplies from the United States. I wonder whether the hon. Gentleman would really claim that he knows better than the company what its interests were. It was Systime’s view that its best course of action lay in negotiating directly with the United States Department of Commerce. The Government would have had to think very seriously before overriding the company’s judgment on a matter which could affect its future.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman also made allegations in his speech about Ministers and officials in the Department of Trade and Industry. I entirely reject any suggestion that either Ministers, who were unnamed, or officials, who were named, have behaved improperly, or that the Government have been in any way involved in illegal acts. If the hon. Gentleman has any evidence to the contrary, I will most certainly investigate it. If not, I hope that he will not make any further such allegations.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman also made allegations about unauthorised visits by United States officials to Systime. The United States authorities are well aware of the United Kingdom’s view that investigations within the United Kingdom may take place only with the prior approval of the Government and on whatever terms we may lay down. Her Majesty’s Customs is not aware of any visit by United States customs officials to Systime.\n  *[ERSA]: Employment Related Services Association",
        "To sum up, Mr. Speaker, I recognise and appreciate the concern of the hon. Member about the affairs of Systime. ​ He has made a series of allegations, which I take seriously, including serious allegations of illegal conduct. But if he has evidence of illegal activity he should bring it to the attention of the responsible authorities so that suitable action may be taken.\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Meadowcroft**\n  *[ERSA]: Employment Related Services Association",
        "The Minister said that Systime did no wish the United Kingdom Government to intervene during its problems in 1983. That was the time when the company was trying to negotiate with companies in America which might finance it but which took a different view from Systime about where its future lay. Systime believed that it would be possible to come to a financial arrangement with DEC over alleged infringements, which in the end proved impossible. The result was that at the time Systime believed that it would be better for the Government to keep out.\n  *[ERSA]: Employment Related Services Association",
        "Regarding the Minister’s point about bringing forward evidence, I shall do so, but the important thing is to air the matter in this way so that the case is on the record. We can go from there with all the various details that may be useful to the Minister in pursuing an important matter.\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Pattie**\n  *[ERSA]: Employment Related Services Association",
        "I agree with the hon. Gentleman that the matter is important. It is for him to judge, with his greater local knowledge, the best interests of the company and of his constituents and those of other hon. Members representing Leeds. If he chooses to raise the matter in this way, he is perfectly entitled to do so. I was not seeking to be gratuitously offensive. I was simply making the point that the matter is sufficiently serious to question how the matter should be first raised.\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Ashdown**\n  *[ERSA]: Employment Related Services Association",
        "The Minister asked for evidence in support of the case of my hon. Friend the Member for Leeds, West (Mr. Meadowcroft). Perhaps I can direct him to consider an internal DEC document which states:\n  *[ERSA]: Employment Related Services Association",
        "“Digital-U.K. must control the movement of the hardware, software and know-how in the U.K., to ensure that DEC remains within U.S. and U.K. laws.”\n  *[ERSA]: Employment Related Services Association",
        "I also direct the Minister to the Attorney-General’s letter to me, which states that such actions\n  *[ERSA]: Employment Related Services Association",
        "“are unwarranted encroachments on UK jurisdiction and are contrary to international law.”\n  *[ERSA]: Employment Related Services Association",
        "That is the legal position, so why are the Government doing nothing about it? What will the Minister do to protect not Systime—because it may be too late for that company—but other British firms to which my hon. Friend has drawn attention, which may be equally suffering from what the Attorney-General considers to be illegal action?\n  *[ERSA]: Employment Related Services Association",
        "**Mr. Pattie**\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman has already heard my view. I do not believe that he would like a series of pyrrhic victories in terms of taking matters to the international court, or whatever international jurisdiction may be available.\n  *[ERSA]: Employment Related Services Association",
        "However, in the absence of evidence, I believe that the better course is not to continue to dwell on past issues regarding Systime but to concentrate on what has to be done to develop its future. I hope that all hon. Members will co-operate and agree that that is the best way to proceed.\n  *[ERSA]: Employment Related Services Association"
    ]
}