{
    "url": "https://www.ukpol.co.uk/laurie-pavitt-1971-speech-on-housing/",
    "title": "Laurie Pavitt – 1971 Speech on Housing",
    "post_date": "August 17, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1971",
            "url": "/tag/1971/"
        },
        {
            "text": "Laurie Pavitt",
            "url": "/tag/laurie-pavitt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Laurie Pavitt, the then Labour MP for Willesden West, in the House of Commons on 16 June 1971.",
    "content": [
        "The Adjournment debate provides an opportunity to raise matters which are of deep concern to constituents and which very often involve criticism of the Government. The matter I wish to raise this evening is one of profound and deep concern. However, I wish to begin by asking the hon. Gentleman who is to reply to convey to his Department and his officials the gratitude of a number of the people from my area on the way in which over the last three years they have shown far more understanding of housing problems in Willesden than perhaps has the town hall. I have been most grateful for the help which I have received in this matter. When departmental officials deal with real problems and facts, one can often get from them a greater appreciation of practical solutions than one could hope to get when dealing with the matter in purely political terms.\n  *[ERSA]: Employment Related Services Association",
        "I wish tonight to raise a problem that affects some 614 families in Willesden, West, who live in an area that was built up in the 1930s which is known as Curzon Crescent, involving several blocks of flats and some houses.\n  *[ERSA]: Employment Related Services Association",
        "I will try to put the problem into context. My borough probably has the most appalling housing problem in the whole of London. In March 1969, I made a plea in this House in a similar kind of debate dealing with the policy of the Conservative Administration in the town hall at that time. I shall give the House a number of facts and figures. At that time the number of people on the waiting list for accommodation was 6,943. Now, two years later, despite the pressure that was then applied, because the policy at the town hall did not change, the waiting list in my area is now 9,495, over 2,000 more than it was at that time. We operate a points scheme of allocation. In that waiting list there are 2,250 with points for medical disability; 350 are broken families, with children in one place and parents in another; 1,393 are illegally overcrowded. On 27th January, 1970, in answer to a Question from me, the Minister said that the number of designated slums was 554. In answer to another Question on 25th November, 1969, about housing starts, I was told: \"There is likely to be a shortfall of 1,954 housing starts on Brent’s original 1969 programme which was for 1,978 dwellings … I understand that it will be 24 only.”—OFFICIAL REPORT, 25th November, 1969; Vol. 792, c. 56.]\" It is that policy which has led to the present devastating situation.\n  *[ERSA]: Employment Related Services Association",
        "An entirely new phenomenon, because of its size, is the heartbreak of homelessness. A few years ago, the country was disturbed by the television play “Cathy Come Home”. There are 149 Cathys who cannot come home in my area—112 homeless families have been accommodated by the Department of Social Services and 37 by voluntary associations. Now, for the first time, because the problem is becoming unmanageable, 10 families have been boarded out in a guest house at the ratepayers’ expense because there is no room at the inn.\n  *[ERSA]: Employment Related Services Association",
        "There is nothing wrong with these families. They are normal families who have run into a bad patch and have no roof over their heads. The problem is aggravated because more than 100 houses have been cleared out to make way for a bypass, and in less than three weeks the remaining 17 homeless families who will be then displaced will have to be found homes. Tragedy after tragedy: broken home after broken home. My Friday night surgeries are one mass of marital problems and others arising from the fact that many families are sharing too little accommodation.\n  *[ERSA]: Employment Related Services Association",
        "On the front page of my local paper, The Willesden Chronicle, last week was an attractive picture of two young children who were left at the council’s office at Brent House on Monday: \"… council officials have been unable to find their mother … The younger child is aged about six months and was dressed in pink nylon rompers with a yellow woollen coat. The other child, who is aged 18 months to two years, was wearing red and white check rompers, a matching dress and yellow anorak.\" Thanks to Mr. Eamonn Andrews and his television programme, we were able to trace the mother, but the family is still in need of a home. I pay tribute to Mr. H. Whalley, the Director of Social Services, who must be working day and night on the problem of the homeless.\n  *[ERSA]: Employment Related Services Association",
        "It is the whole problem of housing to which I direct the Minister’s attention, and particularly the rehabilitation of the council estate of Curzon Crescent. Curzon Crescent was a housing development of the 1930s, but for a variety of reasons it has sunk to the bottom of the heap of housing in my area. It has a predominant number, 47 per cent., of very large families. There are inadequate amenities and the area is unpopular and unloved. At the last survey, 71 per cent. of the residents wanted to get out.\n  *[ERSA]: Employment Related Services Association",
        "I saw the Minister in 1969, and after negotiations with the local authority the Ministry gave the go-ahead for a solution to this problem which meant refurbishing block by block and bringing the whole thing up to modern standards at a cost of £2.3 million. The crux of the scheme was to bring this run-down area back to being part of the community. We wanted not just modern homes but proper amenities, neighbourhood facilities for children, sports facilities for young people and leisure facilities for the elderly. Most important of all, if we succeed in doing doing this this large area catering for 614 families could become part of the general housing provision of the area and not the end of the road for so many people, a cul de sac that no one wanted to get into in case they could not get out again.\n  *[ERSA]: Employment Related Services Association",
        "The tragedy is that, having received support from the Ministry, there has been a lag in getting the scheme implemented. We have a situation where, because we cannot decant families elsewhere, the builders cannot move in. We had the Chalkhill Estate to which we could have decanted people from Curzon Crescent, but, with rents at £13 a week, it was impossible. The whole of the housing programme in my area, including this refurbishing arrangement, has been put back five years. Because we had nowhere for people to go, the slum clearance, redevelopment and general improvement which is so necessary could not proceed.\n  *[ERSA]: Employment Related Services Association",
        "I should like to quote one of the new councillors, Mrs. Mary Goudie, who has done a marvellous job and is heart and soul behind my constituents in her efforts to transform Curzon Crescent into a place worthy of them. Speaking of the present situation, she said:\"There is still one family left in Dudley Court. The whole of the top end is like a ghost town, and those who are left are miserable. The children are breaking into the empty flats, and the parents are worried about fires and accidents.\" This is typical of many areas which we want to redevelop in Willesden. For instance, I was in Melville Road on Sunday and found four houses out of a whole road in which people were still living. This means that we cannot get on with the necessary rebuilding for which sanction has been given. The delay is costly to the ratepayers and it is a bad thing for housing in Willesden.\n  *[ERSA]: Employment Related Services Association",
        "I do not blame the Minister. I indict the previous council. If it had treated this project with proper backing from the start with contingent support work, Dudley Court would have been started months ago. The present timetable means that Dudley Court will now start in July, 1971, Dover Court in January, 1972, Pendennis Court in July, 1972, and Lulworth Court in January, 1973. The whole of this timetable should have been brought forward so that we should have been seeing the area transformed into a delightful place 18 months from now.\n  *[ERSA]: Employment Related Services Association",
        "Despite the many deserving areas to which the Minister has to give consideration, I ask him to give high priority to speeding up what we are trying to do in the Curzon Crescent project, to ensure that there is no delay in the Department in reaching decisions on matters put to him by the new Borough Council, which is anxious to solve the problem as quickly as possible, and to confirm that loan sanction on the present projection of costs is assured and that it will be eligible for a grant of 50 per cent.\n  *[ERSA]: Employment Related Services Association",
        "If we could get 100 new houses taken over by the council capable of housing large families with up to six children, it would be possible to decant people from the area and enable us to get on with the programme so much quicker and get rid of the boarded up derelict places which are a danger to the community.\n  *[ERSA]: Employment Related Services Association",
        "The borough now has to make up for lost time. The previous council put the programme back at least five years. We need to weld into a neighbourhood entity a community which has been sharply divided into the “haves” of Wembley and the “have nots” of Willesden by the last council.\n  *[ERSA]: Employment Related Services Association",
        "The symbol of success in our endeavours would be for people to be able to walk into Curzon Crescent with pride and say that it was a pleasure to live there. That has not been possible for a long time. That symbol of success is what I am seeking tonight. It is a matter to which the borough council is pledged. I wish it well in its endeavours.\n  *[ERSA]: Employment Related Services Association",
        "I am grateful to the Minister for the understanding which he has shown in the past. I hope that he will translate his sympathy into some practical help.\n  *[ERSA]: Employment Related Services Association"
    ]
}