{
    "url": "https://www.ukpol.co.uk/mark-pawsey-2022-parliamentary-question-on-school-attendance/",
    "title": "Mark Pawsey – 2022 Parliamentary Question on School Attendance",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Pawsey",
            "url": "/tag/mark-pawsey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Mark Pawsey, the Conservative MP for Rugby, in the House of Commons on 28 November 2022.",
    "content": [
        "**Mark Pawsey (Rugby) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "What assessment her Department has made of trends in the level of school attendance.\n  *[ERSA]: Employment Related Services Association",
        "**The Minister of State, Department for Education (Nick Gibb)**\n  *[ERSA]: Employment Related Services Association",
        "Attendance in all state-funded schools in the period 12 September to 21 October was 93.6%. Broken down by school type, attendance was at 94.9% in primary schools, 92.2% in state secondary schools and 88.1% in special schools. Our focus now is to help and support those pupils who face barriers to returning to school following the covid lockdown.\n  *[ERSA]: Employment Related Services Association",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association",
        "I thank the Minister for his answer. We know that following the pandemic there was an increase in persistently absent pupils, but there has also been a recent increase in the number of children being home educated. I know from meeting constituents in Rugby that that can often arise as a consequence of a breakdown between parents and the school, and it also disproportionately affects children with special educational needs. So what steps is the Department taking to encourage that group of pupils back into the classroom?\n  *[ERSA]: Employment Related Services Association",
        "**Nick Gibb**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend is right; attendance at school is key to a child’s life chances, but the pandemic has affected some children, particularly some with special educational needs and disabilities. We are working with headteachers, teachers and children’s social care to help to overcome the barriers that those children face in returning to school, be they mental health issues, driven in part by the lockdown, or having fallen further behind in their studies. As I have said, we have committed £5 billion on catch-up programmes and one-to-one tutoring, focused on the children who have fallen furthest behind.\n  *[ERSA]: Employment Related Services Association",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "I am not sure I do welcome the Secretary of State to her new post, because she was such a good co-chair of the acquired brain injuries programme board in her previous job. The Minister will know very well, as will the Secretary of State, that one thing that sometimes affects attendance at school is kids who have had brain injuries. For the first few months, everybody understands in the school but perhaps a year later their executive function is not as well developed as it might be, they have problems with attendance, they end up being treated like a naughty child and they end up in the criminal justice system. Will the Secretary of State make sure that her Department plays as strong a part as she previously did in making sure that we have a national strategy on acquired brain injury, so that we do not let our kids down?\n  *[ERSA]: Employment Related Services Association",
        "**Nick Gibb**\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman is right: we need to make sure that every child, no matter what injuries they have suffered, and what cognitive problems or mental health problems they face, are able to thrive in our schools system, and we will do precisely what he suggests.\n  *[ERSA]: Employment Related Services Association"
    ]
}