{
    "url": "https://www.ukpol.co.uk/mark-pawsey-2023-parliamentary-question-about-providing-infrastructure-for-new-residential-developments/",
    "title": "Mark Pawsey – 2023 Parliamentary Question about Providing Infrastructure for New Residential Developments",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Mark Pawsey",
            "url": "/tag/mark-pawsey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Mark Pawsey, the Conservative MP for Rugby, in the House of Commons on 9 January 2023.",
    "content": [
        "**Mark Pawsey (Rugby) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "What steps his Department is taking to encourage the early provision of infrastructure for residential developments.\n  *[ERSA]: Employment Related Services Association",
        "**The Minister of State, Department for Levelling Up, Housing and Communities (Lucy Frazer)**\n  *[ERSA]: Employment Related Services Association",
        "Providing the right infrastructure at the right time is really important to communities. That is why, in the Levelling-up and Regeneration Bill, we are introducing a new infrastructure levy that will more effectively deliver infrastructure such as schools, GP surgeries and roads. It will also give the ability to a local authority to collect that money earlier. We will be publishing a consultation on the new levy shortly.\n  *[ERSA]: Employment Related Services Association",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association",
        "There is no better example of providing infrastructure early than Houlton in my Rugby constituency, where 6,000 new homes are being provided. The Minister will be able to see that on her forthcoming visit. The access road went in after just 272 homes. On education, the primary school went in after 79 homes, and the secondary school after just 776. With 1,000 new homes already on the site, the facility that is missing is primary healthcare, and discussions with the local NHS are moving far too slowly. What steps can she take to ensure that vital third item of infrastructure is provided as soon as possible?\n  *[ERSA]: Employment Related Services Association",
        "**Lucy Frazer**\n  *[ERSA]: Employment Related Services Association",
        "I am pleased to hear about this successful development and look forward to seeing it. Due to the quasi-judicial role of Ministers in the planning system, I cannot comment on specific planning applications. However, as part of the new infrastructure levy, we are very committed to ensuring that the infrastructure delivery strategies, which councils will have to put together, will make it clearer to communities what will be provided. That should include things such as GP surgeries, which should have the integrated care board’s support.\n  *[ERSA]: Employment Related Services Association"
    ]
}