{
    "url": "https://www.ukpol.co.uk/mark-pawsey-2022-parliamentary-question-on-universal-credit-taper-rate/",
    "title": "Mark Pawsey – 2022 Parliamentary Question on Universal Credit Taper Rate",
    "post_date": "December 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Mark Pawsey",
            "url": "/tag/mark-pawsey/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Mark Pawsey, the Conservative MP for Rugby, in the House of Commons on 5 December 2022.",
    "content": [
        "**Mark Pawsey (Rugby) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "What assessment he has made of the potential merits of reducing the universal credit taper rate on the levels of people’s incomes.\n  *[ERSA]: Employment Related Services Association",
        "**The Minister for Employment (Guy Opperman)**\n  *[ERSA]: Employment Related Services Association",
        "We reduced the earnings taper to 55% last December and we increased the work allowance by £500 a year. As a consequence, 1.7 million households will benefit from these measures, which mean that they keep, on average, around an extra £1,000 a year. That encourages in-work progression as claimants are clearly better off in work.\n  *[ERSA]: Employment Related Services Association",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association",
        "The claimant rate in Rugby is just 2.8%, and I hear regularly from employers about the workforce challenges that they face. The low rate in Rugby has arisen in part because of the cut to the taper rate that the Minister referred to, which was extremely welcome to working people on universal credit. Will he set out what further steps his Department can take to encourage claimants—those who can—to increase their income by taking on more and better-paid work?\n  *[ERSA]: Employment Related Services Association",
        "**Guy Opperman**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend will be aware that Rugby jobcentre is doing a fantastic job locally; I look forward to visiting in 2023. Since April 2022, we have been rolling out the new in-work progression offer, which will support approximately 2.1 million working universal credit claimants to progress into higher-paid work. They will also be supported by progression champions, of whom we have 37 across the country, including in Mercia.\n  *[ERSA]: Employment Related Services Association"
    ]
}