{
    "url": "https://www.ukpol.co.uk/mark-pawsey-2023-parliamentary-question-on-the-rugby-football-bicentenary-celebration/",
    "title": "Mark Pawsey – 2023 Parliamentary Question on the Rugby Football Bicentenary Celebration",
    "post_date": "January 29, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Mark Pawsey",
            "url": "/tag/mark-pawsey/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Mark Pawsey, the Conservative MP for Rugby, in the House of Commons on 26 January 2023.",
    "content": [
        "**Mark Pawsey (Rugby) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "What steps her Department is taking to support the celebration of the bicentenary of rugby football in 2023.\n  *[ERSA]: Employment Related Services Association",
        "**The Secretary of State for Digital, Culture, Media and Sport (Michelle Donelan)**\n  *[ERSA]: Employment Related Services Association",
        "The Government are delighted that rugby union is celebrating 200 years in 2023. We are looking forward to working with my hon. Friend to mark that occasion, and I am delighted that the Minister for Sport, my right hon. Friend the Member for Pudsey (Stuart Andrew), plans to join some of those celebrations at Rugby School. Rugby continues to be one of our biggest participation sports, and the very best of the game will be showcased in the men’s world cup later this year. We also look forward to supporting the growth of the game, with England hosting the women’s world cup in 2025.\n  *[ERSA]: Employment Related Services Association",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association",
        "Mr Speaker, you will know that my constituency is known around the world as the birthplace of the game, where it is played in both codes—both union and league. The game all started in 1823, when a Rugby schoolboy, William Webb Ellis, picked up and ran with the ball at a time when everybody else just kicked it. The bicentenary this year gives both the town and Rugby School the opportunity to celebrate with events and matches on The Close, including one with the parliamentary team from the Commons and the Lords. We are welcoming the Minister for Sport, and we look forward to seeing him at the celebrations with the first pass of the ball, which will be transported to rugby- playing countries around the world.\n  *[ERSA]: Employment Related Services Association",
        "**Michelle Donelan**\n  *[ERSA]: Employment Related Services Association",
        "The Minister is very much looking forward to joining the start of the global pass, which will see 200 passes take a rugby ball through the hands of fans across the globe. The programme of events will give plenty of opportunities for the people of Rugby and beyond to celebrate their role in the history of the sport.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association",
        "Do not forget that the Minister for Sport is a rugby league man. At least now he can do both codes.\n  *[ERSA]: Employment Related Services Association"
    ]
}