{
    "url": "https://www.ukpol.co.uk/mark-pawsey-2022-speech-on-achieving-economic-growth/",
    "title": "Mark Pawsey – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Pawsey",
            "url": "/tag/mark-pawsey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Pawsey, the Conservative MP for Rugby, in the House of Commons on 18 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Norwich South (Clive Lewis), who addressed the topic of today’s debate, “Achieving economic growth”, by seeming to argue that economic growth is not only not important, but not desirable. I wonder therefore whether he will be having a word with his Front-Bench team, who seem to have spent most of the afternoon criticising the Government for not delivering sufficient economic growth, but that is a matter for him.\n  *[ERSA]: Employment Related Services Association",
        "It is a pleasure to take part in today’s debate, to address the issue in question and to raise one or two points about the Queen’s Speech. Successful growth will be delivered through the effective role of the private sector. It is the private sector that is the wealth generator. I was delighted that the Chief Secretary accepted that reality in his opening remarks.\n  *[ERSA]: Employment Related Services Association",
        "Both the economy generally and individual businesses face exceptional challenges, ones that have not been encountered for generations. Those challenges revolve around the recovery from the covid pandemic and, now, the need to address the issues arising from the conflict in Ukraine and its impact on energy prices.\n  *[ERSA]: Employment Related Services Association",
        "I recently spent a really interesting lunch time with the Coventry and Warwickshire chamber of commerce. I expected those who attended to talk to me about supply chain problems and the challenges presented by inflation, but the biggest single issue they wanted to talk about was ensuring that they had a workforce with the right skills and the recruitment and retention of their staff. We have heard about jobs from many Members, not least my hon. Friend the Member for South West Bedfordshire (Andrew Selous), who spoke about the “jobs miracle”. The ONS tells us that unemployment is at its lowest since 1974 and job vacancies are at a record high of 1.295 million. In fact, we have more vacancies than people looking for work. The unemployment rate is now just 3.7%, which is the lowest rate for 50 years. The figures for my constituency tell exactly the same story, with unemployment falling and vacancies rising.\n  *[ERSA]: Employment Related Services Association",
        "However, the current situation creates real challenges for businesses. As consumers, we recognise the effect of staff shortages: short-staffed businesses do not have the time to answer the phone or respond to inquiries, and there is a decline in service levels. Significantly for both businesses and the broader economy, opportunities are missed. In previous years, UK companies were able to look to eastern Europe to fill vacancies when they had staff and skills shortages, but that has become less of an option following our departure from the European Union. Businesses have raised with me the loss from the workforce of people in the 50 to 70 age demographic who either lost or left their jobs during the pandemic. The Government should focus on how we might get such experienced people back into the workforce.\n  *[ERSA]: Employment Related Services Association",
        "There have been a lot of references in the debate to the ONS and its reports. Just a few months ago, in March 2022, the ONS published a report on its over-50s lifestyle study, which looked at the motivation of 50 to 70-year-olds who left employment during the pandemic. The ONS found that 77% of those aged 50 to 59 had left sooner than they had expected or intended to. It found that 19% had left because of stress or mental health, but that 58% would consider returning the workforce and 15% actively wanted to return. Were those people to return to the workforce, 36% of them would consider a flexible attitude to working to be most important, and 69% would want to work part time. It is important for the Government to consider ways to get such people back into the workforce, because they have valuable experience and can make a contribution. I saw an example of the people I am talking about in the volunteers I worked with on the delivery of the vaccine programme. Demand exists in the economy but it is not being fulfilled. We need to put the two things together.\n  *[ERSA]: Employment Related Services Association",
        "In achieving economic growth, it is important for investors, customers, suppliers and the workforce to be able to understand the true state of a company. I note the Government’s interest in restoring trust in our audit and reporting systems through our corporate governance system. I am a member of the Business, Energy and Industrial Strategy Committee and we have looked at auditing, so I was disappointed to see that the audit reform Bill in the Queen’s Speech remains only in draft form. I want to see swift action to ensure that the full Bill comes to the House as promptly as possible. We know about the dominance of the big four, and we have had many reports and three independent reviews, as well as the work done by the Select Committee. I want the Government to make sure that a transparent and effective audit system is introduced. There are plenty of reports calling for change, and we have seen the events at Carillion, Patisserie Valerie, Thomas Cook, P&O Ferries and BHS. We need to rectify the situation, and I hope that the audit reform Bill is brought forward.\n  *[ERSA]: Employment Related Services Association",
        "It is important to equalise growth across the country, and the levelling-up provisions are incredibly important in that regard. On the planning system, I want to ensure that an adequate supply of land is made available for businesses. That is an issue in my constituency. We are at the centre of England, making ours an ideal location for the logistics businesses that want to serve the country, but land is rapidly being taken up. I am concerned that, even now, many local councils have no up-to-date local plan, and instead rely on applications coming in and development control.\n  *[ERSA]: Employment Related Services Association",
        "I note some of the provisions on local involvement, but the current neighbourhood plans are too bureaucratic and long-winded and take too long to implement. I note, too, the attempt to give people more involvement in planning issues and the principle of street referendums, but I am uneasy about those proposals as they may become a vehicle for disputes between neighbours. The Government may also have a real challenge in defining what constitutes a street.\n  *[ERSA]: Employment Related Services Association",
        "Housing supply is a vital part of economic growth. Building homes is an economic activity, and of course new housing provides homes for workers, as my right hon. Friend the Member for Gainsborough (Sir Edward Leigh) reminded us a few moments ago. In my constituency, we have probably one of the best examples in the country of delivering new housing at volume through the development of Houlton, the sustainable urban extension to Rugby, which is being developed by Urban&Civic. That massive developer has great control over the activities of the house builders, and I believe that it is creating communities as well as building homes. It is vital that we provide the infrastructure first. In Rugby, we now have a link road to the main urban community, and both primary and secondary schools, but the challenge is to get the healthcare provision in place. There is a great deal of development in Rugby, and I am proud of what we have achieved.\n  *[ERSA]: Employment Related Services Association",
        "I conclude by noting that there are many provisions in the Queen’s Speech that will support our businesses and enable growth and development to take place.\n  *[ERSA]: Employment Related Services Association"
    ]
}