{
    "url": "https://www.ukpol.co.uk/mark-pawsey-2022-speech-on-the-a5-in-the-midlands/",
    "title": "Mark Pawsey – 2022 Speech on the A5 in the Midlands",
    "post_date": "March 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mark Pawsey",
            "url": "/tag/mark-pawsey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Mark Pawsey, the Conservative MP in Rugby, in Westminster Hall on 23 March 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association",
        "That this House has considered the matter of increasing capacity and other improvements to the A5 in the midlands.\n  *[ERSA]: Employment Related Services Association",
        "It is a pleasure to serve under your chairmanship, Mr Hosie, on an important day here in Westminster, and to be able to highlight a vital issue for residents and businesses in my constituency and in the broader west midlands region. By way of introduction, the A5 is one of the UK’s oldest roads and a strategic route operated by National Highways. It connects London to north Wales and runs through large parts of central England, and I wish to focus on that part of the road.\n  *[ERSA]: Employment Related Services Association",
        "For many years, various groups have been involved in campaigning about the state of the road, including colleagues from neighbouring constituencies, many of whom are present today; leaders of our local councils; businesses, both large and small, throughout the west midlands; and Midlands Connect, which researches, develops and progresses transport projects to provide the best social, economic and environmental benefits to the midlands. We also have an overarching group called the A5 Transport Partnership.\n  *[ERSA]: Employment Related Services Association",
        "In recent years, all those groups have been lobbying central Government for funding to improve the strategic 53-mile corridor of the A5 running from the M1 at junction 18 in Warwickshire—close to and then bordering my constituency—all the way through to the M5 at junction 12 in Staffordshire. That strategic corridor through the west midlands not only connects the M1 and the M6, but intersects the M42 and the M69.\n  *[ERSA]: Employment Related Services Association",
        "Those motorways in the centre of England are four of the country’s busiest motorways, and the A5 corridor is home to almost 3 million people, supporting 1.3 million jobs and serving several large cities and towns, such as Tamworth, Nuneaton, Cannock and Hinckley, as well as my constituency of Rugby. It also supports major employment sites including Magna Park and the MIRA enterprise zone.\n  *[ERSA]: Employment Related Services Association",
        "Given its strategic importance at the centre of England, this section of the A5 sits at the heart of what is known as the logistics golden triangle, around the districts of Rugby, Daventry, Harborough, Hinckley and Bosworth. With that golden triangle, the corridor creates £22 billion in gross value added annually, which is approximately 10% of the total GVA of the area covered by Midlands Connect, the organisation entrusted by central Government to help identify research on the most important transport investments.\n  *[ERSA]: Employment Related Services Association",
        "I intend to show that, with the improvements we all believe to be necessary, this corridor of the A5 has the potential to provide an alternative route to our existing congested motorways, while simultaneously supporting housing and employment growth.\n  *[ERSA]: Employment Related Services Association",
        "**Theo Clarke (Stafford) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "I thank my hon. Friend for highlighting the importance of the A5 to residents and businesses in Staffordshire and across the midlands. Having campaigned with my neighbour, my right hon. Friend the Member for South Staffordshire (Sir Gavin Williamson), and with the Government against the building of the West Midlands Interchange, which is at the A5 roundabout near Gailey in Staffordshire, does my hon. Friend agree that it is important that we protect our environment and our green belt, as well as tackle congestion on the A5 and other Staffordshire roads?\n  *[ERSA]: Employment Related Services Association",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend is right. The environmental benefits are important, but I want to focus on the one that we would achieve by having less congestion, with car engines running for less time, and on the efficiencies and economies that can be provided to our local area as a consequence of a more efficient and effective A5.\n  *[ERSA]: Employment Related Services Association",
        "Let me turn to the growth that is forecast for the area around the A5. Local councils within the corridor anticipate that, over the next 15 to 20 years, their local plans will bring forward 103,00 new homes, 16,000 new jobs and a further 524 hectares of employment land, which need a road. By investing in the A5 and improving its performance and resilience, we believe that the central Government have the opportunity to unlock the growth aspirations and priorities of the region.\n  *[ERSA]: Employment Related Services Association",
        "**Alberto Costa (South Leicestershire) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "I congratulate my hon. Friend and neighbouring MP on securing this important debate on the A5. He makes some salient points about the level of economic growth along the A5 by comparison with other parts of the country. Does he agree, however, that without sufficient investment, such as the long-awaited dualling of the A5, we risk missing out on a huge amount of economic growth?\n  *[ERSA]: Employment Related Services Association",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend anticipates my point. He is exactly right: we need to have an efficient road that enables growth to take place. One of the challenges of the A5 is that it is dualled in parts, but single carriageway in others. There currently appears to be no consistent approach to an upgrade, and we need that upgrade in order to achieve our local councils’ ambitious objectives for the area.\n  *[ERSA]: Employment Related Services Association",
        "As part of the wider strategic road network, the A5 currently carries 23,000 vehicles a day on its busiest section, so it is a pretty hefty road. Sadly, however, and despite its increasing importance and usage, the A5 in the midlands has not seen a proportionate increase in funding to provide resilience and capacity. As my hon. Friend the Member for South Leicestershire (Alberto Costa) points out, if that is provided, it will enable the A5 to spearhead and safeguard sustained growth in the region.\n  *[ERSA]: Employment Related Services Association",
        "The fear is that, if neglected, the A5 will act as a barrier to growth rather than an instrument of it. With investment, we believe the A5 can become a significant corridor for growth by enabling greater east-west connectivity, providing access to the M6 toll road, and supporting north-south movements through its strategic interchanges with other regionally important motorways, as I have already mentioned.\n  *[ERSA]: Employment Related Services Association",
        "In its November 2018 A5 strategy document, the A5 Transport Partnership outlined three key strategic interventions that it argued would be required to unlock the potential of the area served by the A5, and they are relevant today. The first priority is to make improvements between the M42 and M69—a combination of online and offline dualling to deliver the first phase of the A5 expressway, providing expansion of the MIRA site, which sits between Nuneaton and Hinckley, and works associated with the construction of HS2 at junction 10 of the M42. That is the first priority.\n  *[ERSA]: Employment Related Services Association",
        "The second priority is the part between the M69 to M1 and M42 to M6. Again, it would be a combination of online and offline dualling, but this time to deliver the second and third phases of the A5 expressway. A third objective is to make better use of the M6 toll road. Those of us who have used the M6 toll road will know that it is not to capacity. If we can improve the size, we can get more traffic off the M6 and on to the toll road. In addition to those key priorities, improvements are needed to enhance the A5’s connectivity to the wider strategic road network. I know there are proposals for a new junction 20A on the M1, to bring relief to junction 20 at Leicester, which is the junction between the M1 and M69. That will provide additional growth opportunities.\n  *[ERSA]: Employment Related Services Association",
        "Ministers are aware of the need for investment, given that one of the third road investment strategy pipeline projects is the upgrade between junction 1 on the M69 and junction 10 on the M42, and I hope that the debate will further press the case to bring that scheme forward. By securing this much-needed upgrade of the A5, we can help deliver growth around the corridor route, support network resilience, ensure greater sustainability and safety, and manage the impact of freight on the road.\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend the Member for South Leicestershire made some remarks about the economics, which I want to focus on. The 53-mile section between the M1 and the M6 plays a significant role in supporting the sub-regional economies of Warwickshire, Leicestershire, Coventry, Staffordshire and west Northamptonshire, and the economic performance of the A5 is strong when looked at in the light of the broader west midlands economy. As I mentioned, a number of important economic centres along that corridor will be subject to further expansion in coming years.\n  *[ERSA]: Employment Related Services Association",
        "The MIRA enterprise zone is expanding; Magna Park in Leicestershire, in my hon. Friend’s constituency, is expanding; DIRFT 3 in Northamptonshire, which sits on the border of my constituency, is currently the subject of substantial construction; and Kingswood Lakeside Employment Park in Staffordshire—which I believe is close to my hon. Friend the Member for Stafford (Theo Clarke)’s constituency—is coming forward. In my constituency, we have a substantial residential development at Houlton and the Rugby Gateway mixed-use development. I hope I am building a case for why it is imperative that the A5 is upgraded, to ensure that its present constraints do not curtail this planned growth or act as a barrier to continuing inward investment.\n  *[ERSA]: Employment Related Services Association",
        "It is worth pointing out that unemployment levels along this corridor of the A5 are currently lower than the UK average, and with the expansion of the economic hubs I have just referred to and the further employment opportunities that will bring, that situation will only improve. As well as supporting local economies, the road has a wider role in providing connectivity to other economic centres, such as the Oxford-Milton Keynes-Cambridge growth corridor. When we combine the housing growth with the economic growth and the increased employment opportunities, it is clear that the A5 will come under significant further pressure over the coming years.\n  *[ERSA]: Employment Related Services Association",
        "**Dr Luke Evans (Bosworth) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend is making a fantastic case for why the A5 is so important. Does he agree that one of the principal problems with the A5 are the boundaries of the districts, councils and administrations that it borders? That makes things hard, because people always see the A5 as a periphery. We have heard talk about the west midlands, the east midlands, Leicestershire and Northamptonshire, and that is part of the problem. It is so important that my hon. Friend has secured this debate to make sure the Government realise we can release this stricture across the centre of the UK between Wales, England and London, and that doing so would make a huge difference economically, but also to the daily lives of the people we represent.\n  *[ERSA]: Employment Related Services Association",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend is right. The road sits as the boundary—it is the boundary of my constituency, the boundary of Warwickshire, and a regional boundary—but the local authorities have come together pretty effectively to press this case. It would have been very easy for each authority to have tried to do its own thing, but as it is, a range of bodies, including those in the private sector, have come together to argue the case for improvement. The Government have been clear that they recognise investment in infrastructure is needed to improve productivity and economic growth. When it comes to the A5, I hope the Minister will be able to say positive words that will lead to action.\n  *[ERSA]: Employment Related Services Association",
        "I will also say a word or two about the importance of the logistics sector. As I have mentioned, Rugby is part of the golden triangle, and my constituency has certainly benefited from its geographical location at the centre of England. It contains several large logistics businesses, which has driven economic growth in Rugby, provided many employment opportunities, and helped my constituency become one of the fastest-growing towns in the country. Rugby is home to such household names in the logistics industry as DHL and Hermes, and just over two years ago, Amazon took the decision to invest in Rugby by building one of its fulfilment centres on the outskirts of the town, near the A5 and its junction with the M6.\n  *[ERSA]: Employment Related Services Association",
        "As well as the numerous employment sites in my constituency that benefit from the A5, there are numerous other large and strategic employment sites in B8 use, logistics and distribution along the route. I have already mentioned DIRFT, Magna Park and Kingswood Lake, but I will now also mention Sketchley Meadows in Hinckley and Birch Coppice in Tamworth. Previously, I have outlined the importance of the MIRA Technology Park, an enterprise zone that is of course vital to the resurgence of the automotive industry in the midlands; indeed, that manufacturing sector is synonymous with the west midlands.\n  *[ERSA]: Employment Related Services Association",
        "All the sites that I have referred to are of strategic importance, with many in line for expansion as our region continues to attract investors who are either keen to locate in the west midlands or keen to develop their businesses in the west midlands further. I regularly hear from developers keen to invest along the corridor.\n  *[ERSA]: Employment Related Services Association",
        "However, a real worry is that growth in investment will be inhibited unless we now take the decision to invest in our strategic transport network. We are fortunate in our location at the centre of England to have generally excellent access to the motorway network, but without further investment to build network capacity and resilience, there is a real danger that we will miss the opportunity to rev up the midlands engine in the way that we would all like.\n  *[ERSA]: Employment Related Services Association",
        "**Alberto Costa**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend makes some excellent points about the importance of this trunk road, which provides an alternative route to already congested motorways, for example. Does he agree that the A5 must also have improved capacity to ensure that overflow traffic is taken out of the many rural villages around it?\n  *[ERSA]: Employment Related Services Association",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend no doubt has constituents who will have experience of that overflow traffic in exactly the same way that I do. I will talk a little later on about how the A5 acts as a relief valve for the M6, but if people cannot move along the A5 in the way that they need to, the danger is that they will seek alternative routes that take them off the trunk road network.\n  *[ERSA]: Employment Related Services Association",
        "I have already mentioned that the local councils are coming together, demonstrating their desire to grow and develop their employment and housing offer. By investing in this road, central Government can help those councils to meet their growth needs by facilitating a safe, reliable, efficient and resilient A5.\n  *[ERSA]: Employment Related Services Association",
        "With that bit of resilience in mind, I will talk about the importance of keeping the traffic moving, to which my hon. Friend just referred. We know that there are often many planned and unplanned incidents on the M6, and that when the M6 comes to a halt many vehicles turn to the A5. Indeed, over the last 36 hours, there have been a dozen or so different lane closures on the M6 due to either maintenance work or incidents on the road.\n  *[ERSA]: Employment Related Services Association",
        "In those circumstances, when traffic migrates from the M6, the A5 struggles to cope in certain situations and creaks under the weight of the additional traffic. That is often compounded by operational issues on the A5 itself, which in turn creates significant problems on local roads, as my hon. Friend has just referred to, with traffic dispersing because drivers seek alternative local routes.\n  *[ERSA]: Employment Related Services Association",
        "One of the reasons for the lack of resilience, and it is the core of our call to the Minister today, is the variation in the standard of the road along the corridor. It is, in parts, recently constructed dual carriageway, with a great road surface that enables the road to work well. However, in other parts it is a windy A road, a single carriageway with double yellow lines, where the traffic really slows down. It is that variability that is at the heart of the challenge facing the road’s users. That situation is aggravated, as the Minister may know, because the road is constrained by old canal and railway bridges. That creates congestion and slows down journey speeds, impacting businesses and commuters, and even impeding emergency vehicles. Along with my colleagues here today, I am arguing that what we really need is the complete dualling of the road between the M1 junction 18 and the M6. That is our long-term objective.\n  *[ERSA]: Employment Related Services Association",
        "On safety, one of the key objectives of National Highways is to reduce casualties on our roads. Sadly, the pressures on the A5, along with the development I mentioned, mean that the road has become a barrier to road users safely accessing economic hubs and other parts of the road network. I spoke about how that has impacted on congestion when incidents occur on other strategic roads but the safety of the road itself is impacted. Many of the junctions—be they roundabouts or road turnings—were not designed to cope with the levels of traffic that they are experiencing. We know that as congestion increases, so does the risk of collision. It can be caused by driver frustration or the limited safety provisions on the single carriageway sections of the road.\n  *[ERSA]: Employment Related Services Association",
        "Along the corridor, that is, the 53 miles between the M1 and the M6, about a quarter of collisions occur during evening peak hours. Significantly, data demonstrates that the nature of the road, which is of a mixed standard, moving from dual to single carriageway sections with a large number of roundabouts, contributes to the number of collisions. Indeed, across all sections of the road, approximately 40% of the accidents that lead to personal injuries occur at roundabouts, compared with a national average of 10%. That is based on data provided by the police.\n  *[ERSA]: Employment Related Services Association",
        "The historically fragmented nature of the A5, both through its construction and its inconsistency, can be seen as the heart of the issues with the road. Further or full dualling of the A5 will improve the overall capacity and resilience of the road while improving its safety and performance.\n  *[ERSA]: Employment Related Services Association",
        "**Alberto Costa**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend is being generous in giving way. Given what he has said, does he agree that we need safety improvements on the A5 for the road to cope with greater capacity? In my constituency, for instance, High Cross and Smockington Hollow junctions are notorious accident blackspots, so I am grateful that he has mentioned the safety issues on the A5.\n  *[ERSA]: Employment Related Services Association",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association",
        "I thank my hon. Friend for that contribution. We do want to make the road safer as it is a horrible road for drivers to negotiate.\n  *[ERSA]: Employment Related Services Association",
        "I also want to talk about sustainability. As part of the wider picture, improving the highways infrastructure should involving cycling and pedestrian routes and the use of public transport. In my constituency, both Rugby Borough Council and Warwickshire County Council are committed to investing in and further developing sustainable transport infrastructure with a view to reducing the congestion on our roads, encouraging healthy living and improving air quality. Those ambitions are shared by both central Government and local councils.\n  *[ERSA]: Employment Related Services Association",
        "Public transport along the A5 by bus remains extremely limited. I have spoken about the new housing and commercial developments on the road and they are not accessible by public transport. I cycle, and I certainly would not want to ride my bike along the A5. At no point along the part of the road that I am particularly concerned about are there any cycleways, creating further issues around access. All in all, that drives people to use their cars to access sites along the A5, adding to levels of traffic and congestion on the road. By looking at sustainability, we can move traffic from the road. We really ought to consider sustainability when the new developments take place.\n  *[ERSA]: Employment Related Services Association",
        "To conclude, I hope the debate has reinforced the message that I and my colleagues have been sending to Ministers over many years. Without an upgrade of the A5 in the midlands, economic growth will be restricted in our area. I hope that I have been able to show that in many ways the corridor has become a victim of the growth near it, with piecemeal improvements and developments made along it. It has not been considered in its entirety, which is what we would like to see. It should be treated as the strategic road that it is. Historically, any improvements have been fragmented in delivery and we now need an upgrade that looks at the A5 in its entirety—at the whole picture—and acts to unlock the potential throughout the corridor.\n  *[ERSA]: Employment Related Services Association",
        "Our role as midlands MPs is to make certain that the funding to upgrade the A5 provides us with a consistent standard of dual carriageway between the M1 and M6. I hope that I have shown that the road experiences significant peak-hour congestion and will support major growth over the next decades, based on plans that have already been adopted and are emerging from the local councils along the corridor route. Without that action, growth in the midlands will be inhibited and lost.\n  *[ERSA]: Employment Related Services Association",
        "The Minister will be aware that the midlands engine is revving up and is more than ready to play its part, but it needs the transport infrastructure to match that ambition and drive. I hope that in response to the debate the Minister will be able to reassure residents and businesses that the Government understand and recognise the necessity of an upgrade of the 53-mile corridor from the M1 junction 18 in Warwickshire to the M5 at junction 12 in Staffordshire, and that they are listening and will be ready to act.\n  *[ERSA]: Employment Related Services Association"
    ]
}