{
    "url": "https://www.ukpol.co.uk/stephanie-peacock-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Stephanie Peacock – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephanie Peacock",
            "url": "/tag/stephanie-peacock/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Stephanie Peacock, the Labour MP for Barnsley East, in the House of Commons on 10 September 2022.",
    "content": [
        "It is an honour to rise today to pay tribute to Her late Majesty Queen Elizabeth II. The whole country, the people of Barnsley, and millions across the Commonwealth and around the world are all mourning the loss of Britain’s longest-reigning monarch. I express my sadness, and I give my condolences and those of the people of Barnsley East to our new King and to our royal family. Anyone who knows me knows I am a strong supporter of our constitutional monarchy—I am a proud royalist—but I have been struck by how both those who share my view and those who hold the opposite one are unified in admiration for our late Queen’s service, commitment and duty. Across the country, there is a profound sense of loss.\n  *[ERSA]: Employment Related Services Association",
        "Queen Elizabeth II was part of that incredible generation of women—the most prominent of them my grandmother’s generation—who lived through, served in and survived the second world war, at a time when attitudes to women were very different. She perfectly understood the role of a constitutional monarch, public service and duty. She knew it was not her job to solve the problems of the day—that falls to us in this place—but she often spoke to our nation at times of peril, danger and division, delivering a message of comfort and unity. For me, most notably, in the wake of the horrific 9/11 terrorist attacks in 2001, she said:\n  *[ERSA]: Employment Related Services Association",
        "“Grief is the price we pay for love.”\n  *[ERSA]: Employment Related Services Association",
        "We draw on that sentiment today at a time of profound national sadness and mourning.\n  *[ERSA]: Employment Related Services Association",
        "Members across the House have rightly spoken of how our Queen Elizabeth has been a constant in our lives in an ever-changing world—in difficult times and in happier ones. In 1977, she had been on the throne for a quarter of a century when she visited Barnsley as part of her silver jubilee celebrations. Our town was built on coal, and when she visited in 1954 she was given a commemorative piece to mark the occasion. I know the people of Barnsley celebrated then as they mourn today.\n  *[ERSA]: Employment Related Services Association",
        "The late Queen had a unique ability to unite us all, and today we are united in our grief. As the poet laureate, Yorkshireman Simon Armitage, wrote in his collection “Queenhood” to mark the platinum jubilee:\n  *[ERSA]: Employment Related Services Association",
        "“For generations we will not know such majesty.”\n  *[ERSA]: Employment Related Services Association",
        "As our Elizabethan age closes, those words ring true. As we mourn her loss, as we celebrate her life and as we thank her for her service, we say rest in peace, and we say God save the King.\n  *[ERSA]: Employment Related Services Association"
    ]
}