{
    "url": "https://www.ukpol.co.uk/stephanie-peacock-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Stephanie Peacock – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephanie Peacock",
            "url": "/tag/stephanie-peacock/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephanie Peacock, the Labour MP for Barnsley East, in the House of Commons on 8 November 2022.",
    "content": [
        "As I was leaving my office to come across to the Chamber, I received an email from a couple in their late 70s that said:\n  *[ERSA]: Employment Related Services Association",
        "“We need you to protect the triple lock for our wellbeing.”\n  *[ERSA]: Employment Related Services Association",
        "This debate and this decision about the triple lock matter to pensioners in Barnsley. By threatening to break the triple lock, this Government are instead turning their back on older people, just when times are harder than ever. Indeed, alongside working families, pensioners are already struggling with the spiralling cost of living. One constituent in her sixties told me that she sat shivering as she wrote to me about not being able to afford heating. Another, aged 98, got in touch having received an energy bill of £3,700 for the next 12 months. In the context of this storm of energy bills, inflation and food prices, the Resolution Foundation has said that any cuts to pensions would be disastrous. After their reckless mini-Budget and the economic crash that followed, this Conservative Government are forcing older people to pay the price for their own economic incompetence, despite promising to protect them.\n  *[ERSA]: Employment Related Services Association",
        "Indeed, the 2019 Conservative manifesto vowed to keep the triple lock in place, saying that under a Conservative Government, pensioners could be confident that they would receive support, security and the “dignity they deserve”. We have seen time and again that instead of keeping to their commitments, this Government prefer to U-turn, backtrack and break their promises. Certainly for many people in Barnsley East, it will not be the first time that the Government have gone back on their word regarding pensions.\n  *[ERSA]: Employment Related Services Association",
        "During the last general election, the former Prime Minister, the right hon. Member for Uxbridge and South Ruislip (Boris Johnson) made a categorical promise to retired mine workers that their money would be returned. To date, the Government have taken £4.4 billion from the mineworkers pension scheme. A cross-party Business, Energy and Industrial Strategy Committee report concluded that the Government should not be in the business of profiting from miners’ pensions and should end the 50:50 sharing arrangement. A Labour Government would do just that.\n  *[ERSA]: Employment Related Services Association",
        "This Government should stop taking money from miners’ pensions, and they must recommit to the triple lock to keep vulnerable pensioners above the poverty line. As we live through the worst cost of living crisis in modern times, the Government must stop making older people and working families pay the price for their reckless economic decisions.\n  *[ERSA]: Employment Related Services Association"
    ]
}