{
    "url": "https://www.ukpol.co.uk/stephanie-peacock-2022-parliamentary-question-on-waiting-times-for-neurological-diagnosis-and-treatment/",
    "title": "Stephanie Peacock – 2022 Parliamentary Question on Waiting Times for Neurological Diagnosis and Treatment",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephanie Peacock",
            "url": "/tag/stephanie-peacock/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Stephanie Peacock, the Labour MP for Barnsley East, in the House of Commons on 6 December 2022.",
    "content": [
        "**Stephanie Peacock (Barnsley East) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "What recent steps his Department has taken to reduce waiting times for neurological diagnosis and treatment.\n  *[ERSA]: Employment Related Services Association",
        "**The Parliamentary Under-Secretary of State for Health and Social Care (Maria Caulfield)**\n  *[ERSA]: Employment Related Services Association",
        "Reducing waiting times for diagnostics and treatment is a priority for this Government. The delivery plan for tackling the elective backlog sets out steps to recover and transform out-patient services across all specialisms, including neurology.\n  *[ERSA]: Employment Related Services Association",
        "**Stephanie Peacock**\n  *[ERSA]: Employment Related Services Association",
        "In March 2021, my constituent suffered a severe head injury. By the time they have their first neurology appointment in January 2023, they will have waited nearly two years for treatment. In the meantime, they have been unable to work, been rejected for disability benefits and are in severe pain. Does the Minister accept that this wait is unacceptable, and will she outline what support the Department is making available for those who are suffering while they wait for vital appointments?\n  *[ERSA]: Employment Related Services Association",
        "**Maria Caulfield**\n  *[ERSA]: Employment Related Services Association",
        "I thank the hon. Lady. I know she raised her constituent’s case in a Westminster Hall debate on 22 November and my understanding is that they now have an appointment for January, but there is absolutely a backlog from covid patients. We know that. That is why we are putting in over £8 billion in the next three years to deal with that backlog. That is in addition to the £2 billion we have already provided through the elective recovery fund. We have already virtually eliminated the two-year wait and we are now on track, by April, to eliminate waits of 18 months or more.\n  *[ERSA]: Employment Related Services Association"
    ]
}