{
    "url": "https://www.ukpol.co.uk/stephanie-peacock-2022-speech-on-bbc-local-radio/",
    "title": "Stephanie Peacock – 2022 Speech on BBC Local Radio",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephanie Peacock",
            "url": "/tag/stephanie-peacock/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephanie Peacock, the Labour MP for Barnsley East, in the House of Commons on 8 December 2022.",
    "content": [
        "I begin by thanking the Backbench Business Committee for granting this important debate, and I congratulate the right hon. Member for Hemel Hempstead (Sir Mike Penning) on securing and leading it.\n  *[ERSA]: Employment Related Services Association",
        "The BBC is a great British institution, a cornerstone of our creative economy and an important part of our day-to-day lives. From CBeebies to Bitesize to Radio 4, the BBC has something for everyone, providing round-the-clock news, education, entertainment and culture. It is absolutely right that institutions such as the BBC modernise in an increasingly digital world and keep pace with global media giants, but in doing so, we must protect the traditional yet vital services, such as the excellent local radio network, that make our BBC the world-leading service it is.\n  *[ERSA]: Employment Related Services Association",
        "Today’s debate has focused on the contribution of local radio across our country. From Easington to Worcester to Wokingham, there is agreement across this House that the BBC should review its decision to end local programming on weekdays after 2 pm and secure the future of the local radio network. Given the importance that local communities place on local BBC radio, and the fact that it is an intrinsic part of what their licence fee goes towards, there is concern that reducing local radio content will drive a wedge between the BBC and the public to its detriment. Indeed, BBC local radio contributes a huge amount to each area it serves, and I certainly know that BBC Radio Sheffield does that in my local area.\n  *[ERSA]: Employment Related Services Association",
        "Everyone across the Chamber has paid tribute to their local stations, particularly the hon. Member for Southend West (Anna Firth), who did so poignantly. The hon. Member for North Norfolk (Duncan Baker) and others shared the statistic that local radio reaches nearly 6 million people—that is 15% of adults in the UK. First and foremost, it provides truly local news. Although the BBC has provided assurances that local news bulletins and live sport will continue to run under its proposals, the National Union of Journalists has warned that the BBC’s erosion of local output could mark the beginning of the end for local radio. My right hon. Friend the Member for Hayes and Harlington (John McDonnell), the chair of the NUJ group, outlined its concerns passionately and in detail.\n  *[ERSA]: Employment Related Services Association",
        "**Dame Diana Johnson (Kingston upon Hull North) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "I am grateful to my hon. Friend for giving way, and I apologise for not being here; I was in the Westminster Hall debate, too. My hon. Friend might be able to help me with this. BBC management has said that the impact of its proposals would be the loss of 48 roles. However, in the Radio Humberside and Radio Lincolnshire regions alone, it wants to close seven staff presenter roles, plus around five other jobs may go in the planned restructure. That is around 12 jobs across two out of the 39 local radio stations. It may be that our area is being hit particularly hard, but if that is spread across all the areas, that would be a loss of around 200 jobs, would it not?\n  *[ERSA]: Employment Related Services Association",
        "**Stephanie Peacock**\n  *[ERSA]: Employment Related Services Association",
        "My right hon. Friend is absolutely right, and as we have heard in the debate, it is not just Radio Humberside; it is across the country, and I know that colleagues from Northern Ireland have made this case as well.\n  *[ERSA]: Employment Related Services Association",
        "This is a real concern to local journalists and to listeners, because local radio is such an important part of our lives. Whether it is local traffic updates, school closures or extreme weather events, the provision of trustworthy local news is vital, especially at a time when misinformation is becoming common but hard to spot in a digital world. BBC local radio’s news facilities, for example, provided a lifeline during the pandemic, giving reliable and localised case numbers, guidance and vaccination updates for each individual area.\n  *[ERSA]: Employment Related Services Association",
        "It is not just “breaking news” bulletins that keep people informed. Regular local programming gives people access to the arts, charities, education and cultural events that are truly relevant to them, helping to ensure that each area remains connected to its past and present. The hon. Member for North West Norfolk (James Wild) spoke about some of the programmes in his area. It is precisely that kind of programming that faces the axe under these proposals.\n  *[ERSA]: Employment Related Services Association",
        "The past few months have also shown us how BBC local radio can contribute to the healthy functioning of our democracy, enabling national leaders to be held to account on local issues and local leaders to be questioned by those they directly represent. Regional and national alternatives to such shows simply will not have the same effect, and once these local opportunities are gone, it will be extremely hard to get them back, as the hon. Member for Watford (Dean Russell) described.\n  *[ERSA]: Employment Related Services Association",
        "Local radio helps connect those at risk of digital exclusion to their communities. Although many people, and particularly the younger generation, now access a lot of their media online, there still exists a group who cannot access the digital world. Some cannot get a reliable fast connection due to their location; some were never taught the skills to navigate the online world; and others simply cannot afford the price of a phone bill or broadband. For people in that group—particularly older people or those living in rural areas—truly local programming matters, as the right hon. Member for Maldon (Sir John Whittingdale) described. In a period when loneliness is increasing, now is simply not the time to threaten cutting people off. My hon. Friend the Member for York Central (Rachael Maskell) rightly pointed out that many lonely people turn on the radio for connection and companionship when they are on their own.\n  *[ERSA]: Employment Related Services Association",
        "Of course, we understand the need to modernise our institutions, as outlined by the BBC in the four pillars it set out yesterday. Over the last 20 years, the media landscape has changed dramatically. Indeed, when the last remit for public service broadcasters such as the BBC was created, it was done through reforms to the Communications Act 2003. Back then, online platforms such as YouTube had not even launched, and nor had devices, such as the iPhone, that brought the internet to our pockets. Now global media giants such as Amazon have become major players, and phones challenge radio and TV for our attention. It is due to these changes that the media Bill must be brought forward as soon as possible, with the obvious exclusion of the privatisation of Channel 4, so that our public service broadcasters can continue to cater for British audiences in the modern world.\n  *[ERSA]: Employment Related Services Association",
        "In the meantime, the BBC has remained competitive in the digital space through BBC News online, iPlayer, BBC Sounds and more. Although these updates and changes are necessary to capture digital and young audiences, they do not need to come at the expense of traditional services that are still contributing to communities across the country. BBC local radio still has value in today’s society, and that must be taken into account. The hon. Member for Warrington South (Andy Carter) made that case very strongly.\n  *[ERSA]: Employment Related Services Association",
        "The News Media Association has warned that the BBC moving its content from radio to online could force competition with local written news from commercial providers, threatening their ability to generate sustainable revenue. The BBC needs to ensure that its modernisation plans continue its tradition of promoting local journalism rather than stifling it. The hon. Member for Cleethorpes (Martin Vickers) quoted his local NUJ rep, who articulated that.\n  *[ERSA]: Employment Related Services Association",
        "We recognise that the BBC, by its very nature, must remain impartial and independent, but that does not stop it from making its decision-making processes transparent, to ensure that its plans help create a BBC that caters for all its audiences. The BBC must be clear with the public on what analysis and consultation it undertook to prompt its decision to restrict local radio services and what assessment it has made of the impact this will have on its listeners.\n  *[ERSA]: Employment Related Services Association",
        "That is particularly important in the light of Ofcom’s fifth annual report on the BBC, which found that some audiences, such as those in lower socioeconomic groups, have been persistently less satisfied and are less likely to use its services. Like every other organisation, the BBC must be clear on its best practice for managing cuts to its workforce. Local journalists should not be finding out through the media that over 100 audio jobs will be cut, placing their livelihoods at risk overnight just before Christmas.\n  *[ERSA]: Employment Related Services Association",
        "Local radio has been at the heart of communities for generations, and this debate has highlighted how important it is for so many people up and down the country. I know that many across Barnsley enjoy and rely on Radio Sheffield. We hope the BBC can review its decision to cut local radio and support the network for many years to come.\n  *[ERSA]: Employment Related Services Association"
    ]
}