{
    "url": "https://www.ukpol.co.uk/stephanie-peacock-2020-speech-on-the-domestic-abuse-bill/",
    "title": "Stephanie Peacock – 2020 Speech on the Domestic Abuse Bill",
    "post_date": "May 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephanie Peacock",
            "url": "/tag/stephanie-peacock/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephanie Peacock, the Labour MP for Barnsley East, in the House of Commons on 28 April 2020.",
    "content": [
        "Nearly one in three women will experience domestic abuse in their lifetime, and that number is sadly on the rise, because during this public health crisis we are not all safe at home. As has been mentioned in the debate today, calls to domestic abuse helplines have surged during lockdown. Frontline domestic abuse services such as IDAS in Barnsley are doing their best to support victims and to provide refuge accommodation and community-based support, but they need even more funding to maintain the crucial support services they are providing during this crisis.\n  *[ERSA]: Employment Related Services Association",
        "The Domestic Abuse Bill is welcome, but it can and must do more. It has the potential to stop abusers exerting control over their victims long after they are supposedly free. I would like to praise the former Member for Ashfield, who stood up for the rights of domestic abuse survivors in this country. Her campaign to ban attempted murderers from recovering joint assets in probate and family court hearings is something that I believe should be reflected in the Bill. Right now, our legal system enables abusers to continue to inflict damage ​even when they are in prison for the attempted murder of their partner. This is an issue that I would like to focus some of my remarks on today.\n  *[ERSA]: Employment Related Services Association",
        "I spoke to a domestic abuse survivor who faced the possibility of having to sell her home to pay her attempted murderer’s £100,000 divorce settlement. She survived 30 stab wounds to then be served with a huge bill by her abuser’s lawyers—effectively paying her abuser to finally be free of him. We have an opportunity with this Bill to remove the automatic entitlement to joint assets in domestic abuse cases, to stop the re-victimisation of survivors in our legal system and to get them the justice that they deserve.\n  *[ERSA]: Employment Related Services Association",
        "At every level, our justice system lets down domestic abuse survivors while handing abusers the tools and means of exerting control over partners long after they have left, from divorce proceedings that force survivors to disclose their bank details, where they shop and what they spend money on, to compelling victims to live in the homes that their abuse happened in until their abuser gives them permission to let or sell the property. Family court proceedings allow perpetrators to cross-examine their victims, making them relive their original trauma again and again. I welcome the provision to prohibit that kind of direct cross-examination in cases where there is evidence of domestic abuse, but the issues surrounding domestic abuse in family courts go much wider and deeper than that alone.\n  *[ERSA]: Employment Related Services Association",
        "Family courts have come under repeated scrutiny because of their failure to protect victims of domestic abuse and the children of abusive relationships. One of the gravest abuses in the family courts is the presumption that contact with both parents is preferable, which is frequently put ahead of children’s welfare. There is little understanding of domestic abuse, and particularly coercive control, among judges, who frequently award contact to abusive fathers. Research by the “Victoria Derbyshire” show shows that four children in the last five years have been murdered by fathers following forced contact in the family courts.\n  *[ERSA]: Employment Related Services Association",
        "This campaign, led by my hon. Friend the Member for Sheffield, Heeley (Louise Haigh), led to the Ministry of Justice setting up a review of the family courts and domestic abuse. Its report was meant to be published in the spring, and its findings will clearly be extremely relevant to the Bill, so it makes no sense that it is not being published alongside the Bill and its recommendations incorporated. The Secretary of State referred to its publication in his opening statement. I hope he will now ensure that it happens imminently, so that the Bill can be amended at a later stage to reflect the report’s findings.\n  *[ERSA]: Employment Related Services Association",
        "Our justice system needs to be reoriented to protect domestic abuse survivors, instead of being a means through which abusers can continue their abuse.\n  *[ERSA]: Employment Related Services Association"
    ]
}