{
    "url": "https://www.ukpol.co.uk/stephanie-peacock-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Stephanie Peacock – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephanie Peacock",
            "url": "/tag/stephanie-peacock/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Stephanie Peacock, the Labour MP for Barnsley East, in the House of Commons on 17 May 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Manchester, Withington (Jeff Smith).\n  *[ERSA]: Employment Related Services Association",
        "People across Barnsley East are really worried about the cost of living. The biggest concern for many is the rising cost of energy. A man from Wombwell wrote to me to say that he works two jobs and his wife works another. They live together in a terraced house with their two children, and they can no longer afford to heat it. A local business in Kendray has seen its energy bills rocket from £3,800 to more than £15,000 a year. It compared more than 16 suppliers, and that was the best offer it could find. A retired nurse living in Grimethorpe contacted me in great distress. She lives off her NHS pension of just over £16,000 a year and has seen her fuel bills double from £900 to £2,000. Being just over the qualifying mark for fuel allowance, she has no support, so she simply cannot afford the price rise. Having cared for others all her life, she is now being left uncared for.\n  *[ERSA]: Employment Related Services Association",
        "When ordinary working people and local businesses cannot afford heating and food, it is not the cost of living but the cost of simply surviving that has become too high. Today this House will vote on whether to introduce a windfall tax. We have a choice between letting gas companies keep the huge profits that they have admitted are more than they know what to do with, and helping hard-working people.\n  *[ERSA]: Employment Related Services Association",
        "Some of the most worried people are pensioners. Indeed, the basic state pension will be worth hundreds of pounds less in real terms this year, thanks to the Conservative Government’s decision making. The cut will be especially hard for Barnsley’s former miners, who worked in dangerous conditions to keep our country’s lights on only to have 50% of their pension pocketed by the Government. Just as Ministers broke their promise to protect the triple lock, they have failed to review the mineworkers’ pension scheme as recommended by the cross-party Business, Energy and Industrial Strategy Committee report, which concluded that the Government\n  *[ERSA]: Employment Related Services Association",
        "“should not be in the business of profiting from mineworkers’ pensions”.\n  *[ERSA]: Employment Related Services Association",
        "At the last general election, the Prime Minister committed to action on the issue, yet the Government have taken £4.4 billion of miners’ money to date. The figure is set to rise to £6 billion, while the average miner receives a pension of just £84 a week.\n  *[ERSA]: Employment Related Services Association",
        "This Queen’s Speech is a missed opportunity to help those who are struggling. How high do prices have to rise, how many more pensioners must freeze and how many children must live in poverty before the Government finally step in?\n  *[ERSA]: Employment Related Services Association"
    ]
}