{
    "url": "https://www.ukpol.co.uk/maxine-peake-2020-article-accusing-israelis-of-training-us-police/",
    "title": "Maxine Peake – 2020 Article Accusing Israelis of Training US Police",
    "post_date": "June 25, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Dismissal of Rebecca Long-Bailey",
            "url": "/tag/dismissal-of-rebecca-long-bailey/"
        },
        {
            "text": "Maxine Peake",
            "url": "/tag/maxine-peake/"
        },
        {
            "text": "Rebecca Long-Bailey",
            "url": "/tag/rebecca-long-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the relevant part of the article posted by Maxine Peake, which was shared by Rebecca Long-Bailey who was then sacked from the Shadow Cabinet on 25 June 2020. The full article is at https://www.independent.co.uk/arts-entertainment/films/features/maxine-peake-interview-labour-corbyn-keir-starmer-black-lives-matter-a9583206.html.",
    "content": [
        "“I don’t know how we escape that cycle that’s indoctrinated into us all,” continues the 45-year-old. “Well, we get rid of it when we get rid of capitalism as far as I’m concerned. That’s what it’s all about. The establishment has got to go. We’ve got to change it.” Born in Bolton to a lorry driver father and care worker mother, Peake is strident and expressive; if religion wasn’t anathema to her, she’d be perfect in the pulpit. “Systemic racism is a global issue,” she adds. “The tactics used by the police in America, kneeling on George Floyd’s neck, that was learnt from seminars with Israeli secret services.”\n  *[ERSA]: Employment Related Services Association",
        "The Independent added:\n  *[ERSA]: Employment Related Services Association",
        "A spokesperson for the Israeli police has denied this, stating that “there is no tactic or protocol that calls to put pressure on the neck or airway”.\n  *[ERSA]: Employment Related Services Association"
    ]
}