{
    "url": "https://www.ukpol.co.uk/teresa-pearce-2019-valediction-speech/",
    "title": "Teresa Pearce – 2019 Valediction Speech",
    "post_date": "November 6, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Teresa Pearce",
            "url": "/tag/teresa-pearce/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Teresa Pearce, the Labour MP for Erith and Thamesmead, in the House of Commons on 5 November 2019.",
    "content": [
        "I would like to thank my fantastic family, my friends and my staff, who are amazing, as well as all the people I have worked with here and in the constituency, but most of all I would like to thank my husband, who nine years ago put his life, dreams and ambitions on hold so that I could follow mine.\n  *[ERSA]: Employment Related Services Association",
        "When you come into this place, it is the strangest thing. The first thing I did was to look for a job description, and as hon. Members all know, there is none. You become a combination of a councillor, a barrack-room lawyer, a trade union official and a social worker, yet an MP’s power, particularly in opposition, is more perceived than real. People ask you to get involved in everything and anything. When I was elected, I got 22,000 emails in the first year. The level of expectation from people is that you can solve everything from mice in their flat to conflict in the middle east, and of course the bins—there is always the bins. There are myriad ways that people can watch you now, and I am told by my constituents that I need to be at all these events in the constituency, but then the same people say to me, “I was watching the Chamber, and you weren’t in there. Where were you?” And at the same time, they want to know why you have not answered the 22,000 emails, which is why many people receive replies from me at 1 o’clock in the morning.\n  *[ERSA]: Employment Related Services Association",
        "There was much I wanted to say this afternoon about the things I had done and the things I wished I had done, but we have sat here and passed the Historical Institutional Abuse (Northern Ireland) Bill. I listened to that testimony and it was familiar to me, so I have changed what I planned to say because I needed to say this. I could talk about what I have achieved, but what has been achieved by me here has actually been achieved because of my parents. Both of my parents were brought up in care—my mother in the infamous Nazareth House, which we heard about earlier, and my father by the Christian Brothers—and I can give personal testimony about the damage done to them for the whole of their lives. The shadow Minister, my hon. Friend the Member for Ealing North (Stephen Pound), who is no longer in his place, asked from the Dispatch Box: what must those children have thought of adults, and how could ​they ever trust? Well, I can tell the House that they never did. It became increasingly difficult as they got older, when we needed to get carers or meals on wheels to go in, because everybody who came in who they thought was from the authorities they sacked immediately the same day. They feared to the very end of their lives losing their liberty, because they had lost it as children when they had been incarcerated.\n  *[ERSA]: Employment Related Services Association",
        "It is testimony to my parents that they never visited on me and my sister Rose the horrors of their childhood, and it is testimony to them that I am an MP now. My mother lived to see me elected, and she was as proud as punch. Sadly, my dad died in 2009, so he did not get the same bragging rights. My dad, Arthur Farrington, was what people would call a bit of a character. He had a tendency to embellish the truth, and sometimes he just made things up. He used to say to me and my sister that he was born in the workhouse, but then he used to say a lot of things so we did not take a lot of notice. When I was elected and was doing research on children’s homes in the 1930s, it came as a huge surprise to find that his parents were actually resident in Ormskirk workhouse at the time he was born. It seems I owe my dad a bit of an apology, as he was actually telling the truth. However, I still do not believe that the ring that my auntie had, which clearly came from Woolworths, was given to her by the Pope.\n  *[ERSA]: Employment Related Services Association",
        "It is a privilege to hold the office of MP. I left school at 17, got married soon after and became a mother, but at 18 I found myself deserted by my husband and facing the world alone with a small baby and bleak prospects while the rest of my friends went to university. However, thanks to a small council flat in Belvedere, a GLC-funded day nursery and a Bexley Council-funded careers adviser, I was set on the road to independence, self-respect and a career. I have been successful and my family has thrived because society invested in me, and that investment has been paid back over and over. Sadly, however, those services no longer exist for many who find themselves in the same circumstances and do not have that ladder. In fact, the safety net of the welfare state that once saved me no longer exists in that real sense. It is more like a trapdoor you fall through and you may never get back up. That is why I have spent the last nine years trying to speak up for Erith and Thamesmead, so my neighbours get the opportunities that I had and can turn around their lives when they fall on hard times.\n  *[ERSA]: Employment Related Services Association",
        "I would like to thank my constituents for the support they have shown me for the last nine years, electing me three times. It is now time to pass the baton on to someone else, and I am sure that they will show her the same support.\n  *[ERSA]: Employment Related Services Association"
    ]
}