{
    "url": "https://www.ukpol.co.uk/robert-peel-1846-corn-law-statement-in-the-house-of-commons/",
    "title": "Robert Peel – 1846 Corn Law Statement in the House of Commons",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1846",
            "url": "/tag/1846/"
        },
        {
            "text": "Robert Peel",
            "url": "/tag/robert-peel/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made in the House of Commons by Robert Peel on 27th January 1846.",
    "content": [
        "Mr. Greene, whatever opinion may be ultimately formed with regard to the merits of the proposal which I am about, on the part of her Majesty’s Government, to submit this night to the consideration of Parliament, I am confident that the extreme difficulty of the task which it devolves upon me to perform, and the great magnitude of the interests which are concerned, will ensure me that patient and indulgent attention without which it would be wholly impossible, either with satisfaction to myself or to the public interests, to discharge the duty which I have undertaken. I am about, in pursuance of the recommendation contained in Her Majesty’s Speech from the Throne, advised by Her responsible servants—I am about to review the duties which apply to many articles, the produce and manufacture of other countries.\n  *[ERSA]: Employment Related Services Association",
        "I am about to proceed on the assumption adopted in that Speech from the Throne, that the repeal of prohibitory and the relaxation of protective duties is in itself a wise principle. I am about to proceed on the assumption that protective duties, abstractedly and on principle, are open to objection—that the policy of maintaining them may be defended—but that there must be shown to be special considerations, either of public policy or of justice, to vindicate the maintenance of them. I am about to act upon the presumption that during the last three years there has been in this country an increased productiveness of revenue, notwithstanding the remission of heavy taxation; that there has been an increased demand for labour; that there has been an increased commerce; that there has been increased comfort, contentment, and peace in this country.\n  *[ERSA]: Employment Related Services Association",
        "I do not say, that these great blessings have necessarily been caused by any particular policy which you have adopted; but this I say, that the enjoyment of these inestimable benefits has been at least concurrent with your legislation—that the policy acted on has been sanctioned by the House of Commons—the policy, I mean, of repealing prohibitory and reducing protective duties—that I am not now, therefore, by carrying out that policy about to call upon the House of Commons to recede from any course which it has taken. It is a policy which has received its deliberate and repeated sanction; and if it has been productive of public good, it will be perfectly consistent with the course hitherto pursued to persevere in that policy.\n  *[ERSA]: Employment Related Services Association",
        "At the same time, in advising the continued application of these principles, I am not about to disregard this other recommendation in Her Majesty’s Speech, namely, that in the the adoption of principles, however sound, we should not be unmindful of the public credit; and that we should take care not to cause any permanent loss to the public revenue. That other recommendation also—that in the application of sound principles we should act with so much of caution and forbearance as not injuriously to affect any of the great interests of the country—will not be neglected by me. Above all, I trust, that that recommendation of Her Majesty — the confidence, rather, expressed by Her Majesty—that this great subject will receive the just and dispassionate consideration of the House of Commons, will be justified by the result.\n  *[ERSA]: Employment Related Services Association",
        "I have already stated, in answer to the question put to me by the hon. Member for Somersetshire (Mr. Miles), that I do not contemplate asking the House of Commons to pronounce to-night any opinion upon the whole or any part of the proposal I am about to submit to the House. It is the wish of Her Majesty’s Government, that the whole of these proposals should be deliberately and dispassionately considered. It may be possible that I am about to affect so many interests, that all may unite in the conclusion that this is a rash and improvident scheme, and ought at once to be discouraged.\n  *[ERSA]: Employment Related Services Association",
        "If that be the prevailing impression on the part of those who are about to relinquish the supposed benefit of protection, nothing will be more easy than on the first night when we approach the serious consideration of the question, to invite the House to put upon record their approbation of some principle contrary to my proposition; to meet my proposition at the outset with some such resolution, for instance, as this—not that protection to any particular branch of industry is advisable, but to resolve on alarge and comprehensive principle—that protection to domestic industry is in itself a good, and ought to be sanctioned by the Legislature.\n  *[ERSA]: Employment Related Services Association",
        "It may happen, on the other hand, that the conclusion drawn by this House and by the country may be, that, considering all the difficulties of this great question, considering the variety of opinions which exist, considering the nature of the contest which has long existed, and which I fear will long continue, unless a satisfactory and real adjustment take place—it may be that even those who dissent from particular parts of the great scheme which I am about to submit to the notice of the House, may be disposed to accept it as a whole, and that the voice of the country may pronounce this opinion—”Upon the whole this is not an unjust, unequitable, or unwise adjustment, and rather than continue a perpetual conflict we are ready to receive this as a settlement.”\n  *[ERSA]: Employment Related Services Association",
        "If this be the conclusion to which the general opinion of the reasonable and intelligent of all classes shall tend, in that case I shall have the confidence of ultimate success. On the other hand, as I said before, if you touch so many interests by the application of that great principle, that protective duties are not in themselves abstractedly good, and ought to be relinquished—if all those interests should unite in opposition to my proposition—in that case, another fate will await it, and the sooner it is disposed of the better will it be for the public interests. Sir, that principle to which I have referred, namely, the relaxation of protective duties, I am not about to apply to any one particular class.\n  *[ERSA]: Employment Related Services Association",
        "I am not about to select that great interest connected with the agriculture of the country, and call upon the landowners to relinquish protection, unprepared at the same time to call upon other protected classes to relinquish protection also. In the confidence that the principle for which I contend is a just and a wise one, I ask all protected interests to make the sacrifice, if it be a sacrifice, which the application of that principle will render necessary. Sir, the House is aware that, during the last three years, the whole scheme of the Customs Duties has been submitted to the review and consideration of the House.\n  *[ERSA]: Employment Related Services Association",
        "In the year 1842 it was my duty, as the organ of the Government, to propose a great change in the then existing Customs of the country. The general plan upon which I then acted was, to remit the duties upon articles of raw material, constituting the 242 elements of manufacture in this country. The principle of it also was to subject in general manufactured articles, the produce of the labour of other countries to duties not exceeding 20 per cent. Not only in the year 1842, but at a subsequent period, the House adopted the principle upon which it acted in that year. Notwithstanding the apprehensions of a failing revenue, we did select some great articles, being raw materials, for the remission of taxation.\n  *[ERSA]: Employment Related Services Association",
        "In 1844, we reduced altogether the duty on wool. In 1845, we reduced altogether the duty on cotton; and there hardly remains any raw material imported from other countries, on which the duty has not been reduced. The manufacturers of this country have now, therefore, an advantage which they have not hitherto possessed. They have free access to the raw materials which constitute the immediate fabric of their manufactures. I am entitled, therefore, to call on the manufacturers to relinquish any protecting duties they may still enjoy.\n  *[ERSA]: Employment Related Services Association",
        "I think there might have been great doubts whether or not you might not have continued to derive the revenue heretofore derived from the duty on the import on cotton wool, even if the duty which existed in 1844 had been continued. But the House appeared to feel that, with the continuance of peace, there would be no formidable competition in that branch of our manufactures. They disregarded the consideration of some 600,000l. or 700,000l. of revenue. They wished to establish the prosperity of that great staple manufacture of this country—the cotton manufacture—on some sure and certain foundation; and they willingly, therefore, consented to forego an amount of duty, so easily levied and causing so little complaint from the great body of the people, without minute inquiries into the effects of the duty; and both with regard to sheep’s wool and cotton wool they consented to the abolition of the duty, subjecting the opulent classes to the imposition of an Income Tax out of consideration for the permanent prosperity of our manufactures.\n  *[ERSA]: Employment Related Services Association",
        "Sir, I propose, in taking the review of duties still existing, to which we are invited by Her Majesty, to continue to act upon the principle which this House has sanctioned; and I take in the first instance, those articles of raw material which still remain subject to duty. I mean to deal with them in order still further to enable me to call on the manufacturer to relax the protection he still enjoys. Sir, there is hardly any other article of the nature of a raw material which is now subject to duty except tallow, and perhaps I ought to add, timber.\n  *[ERSA]: Employment Related Services Association",
        "With respect to tallow, which is of the nature of a raw material, and which is largely used in many manufactures of great importance to the comfort of the great body of the people, such as soap, candles, and other articles, I propose to begin by a reduction of the duty on that article. Russia is the country from which chiefly our import of tallow is derived. We import also some from the United States. At present, the duty on tallow is 3s. 2d. per cwt.\n  *[ERSA]: Employment Related Services Association",
        "The subject was adverted to in the course of the discussions on the Tariff; and, mainly with a view to our own interests, but partly for the purpose of encouraging Russia to proceed in that liberal policy of which I trust she has given some indication, I propose, without stipulation, that England should set an example by a relaxation of those heavy duties, in the confidence that that example will ultimately prevail; that the interests of the great body of consumers will soon influence the action of Governments; and that by our example, even if we don’t procure any immediate reciprocal benefit, yet, whilst by a reduction like that we shall, in the first instance, improve our own manufactures, I believe we shall soon reap the other advantage of deriving some equivalent in our commercial intercourse with other nations.\n  *[ERSA]: Employment Related Services Association",
        "I propose, therefore, to reduce the duty on tallow from 3s. 2d. per cwt. to 1s. 6d. I am taking the articles which are of the nature of raw materials. Now, with respect to timber: I don’t mean to except the duties on timber from the review I am about to undertake. We have admitted timber the produce of our colonial possessions to be imported at a nominal duty; I am about to affect domestic interests by the relaxation of protective duties; and we have a perfect right, I think, if they be protected, to affect colonial interests. Timber is the only article respecting which I have some doubt. It is a very difficult question.\n  *[ERSA]: Employment Related Services Association",
        "I am prepared to make a definite proposal with respect to every other article. I know the advantage of early communication—that communication shall take place—but I am most anxious, in effecting reductions of the duty on timber, to insure to the consumer the benefit of the whole change. The course which Government will probably take will be a gradual reduction of the existing amount of duty, where it shall rest a certain time, lower than at present; the reduction being so apportioned, if possible, as to prevent any derangement of internal trade, by inducing parties to withhold the supply of timber in the hope of realizing a large amount of duty, and yet at the same time, as the importation of timber from the Baltic partakes in some respect, from the nature of the article, of a monopoly, to take care the reduction of duty should be an advantage not so much to the producer as to the consumer. In a day or two, after the opportunity of a more minute consideration of details, the intention of the Government with regard to timber shall be made known.\n  *[ERSA]: Employment Related Services Association",
        "The subject, I have said, is a very complicated one; and it is very difficult to get the requisite information, as it is absolutely necessary to keep your intentions a perfect secret before you announce your plan. I trust, however, the House will be satisfied with my general expression of our intention to make a gradual reduction of the duty on timber spread over a certain number of years; but three or four days must elapse before we can more specifically announce our plan. These are reductions only, they are not the repeal of duties on articles of the nature of raw material. With these exceptions, I hardly know a raw material in respect of which there will remain any duty. Having now taken that course, having given the manufacturer the advantage of a free command, without any impost, of the raw materials which enter into his fabrics, I call upon the manufacturers of the three great articles which enter into consumption as the clothing of the great body of the community, to give that proof which I am sure they will give of the sincerity of their convictions as to the impolicy of protective duties, by consenting to relax the protection on their manufactures.\n  *[ERSA]: Employment Related Services Association",
        "The three great branches of manufacture of which I speak, are those which are immediately concerned with the clothing of the great body of the people—I speak of the linen, the woollen, and the cotton manufactures. I ask these manufacturers at once to set the example to others by relaxing voluntarily and cheerfully the protection they enjoy. Sir, an hon. Friend of mine, the Member for Dorsetshire—and I assure him I shall still call him my hon. Friend, for it shall not be my fault if any unfortunate differences on political subjects interfere with private friendships; without any of the reserves and restraints which appear to embarrass him, I, therefore, at once call him by that appellation by which I have always addressed him—my hon. Friend expressed a hope, being jealous of the expressions in the Speech, that the small interests of the country would not be forgotten. My hon. Friend said, “Her Majesty is solicitous that the great interests of the country should not be injuriously affected, but nothing is said of the smaller interests.” Now, I do not mean, in this review of the Tariff, to subject myself to the imputation to which I was subjected before. I mean to affect great interests, and, if possible, to treat with forbearance and consideration the smaller interests.\n  *[ERSA]: Employment Related Services Association",
        "I shall, therefore, fulfil my hon. Friend’s views and gratify his expectations, by assuring him that he will have no cause to complain that while the great interests are affected, the smaller interests are neglected. For instance, in dealing with the clothing of the great body of the people, I shall call on the manufacturers of the great articles of cotton, woollen, and linen, to relinquish that protection which they at present enjoy; but with regard to those articles which are made up, and which consequently employ the labour of the industrious classes of this country, I shall propose to treat them with more forbearance, and to continue some protective duty.\n  *[ERSA]: Employment Related Services Association",
        "As the case now stands, the great articles of the cotton manufacture, such as calicoes, prints, &c., are subject to a duty of 10 per cent. on importation; while cottons made up, such, for instance, as cotton stockings, etc when brought from abroad, are subject to a duty of 20 per cent. With respect to cotton manufacture generally, which is now subject to a duty of 10 per cent., I propose that it should be imported duty free; and that duty of 20 per cent., which now applies to the manufactured articles of cotton in a more advanced state, I propose to reduce to 10 per cent. That is to say, that on the great articles of cotton manufacture, which constitute the articles of clothing for the great mass of the people, there will be no import duty; while the import duty on cotton articles in a more advanced state of manufacture will be 10 per cent.\n  *[ERSA]: Employment Related Services Association",
        "[A VOICE: Take it all off: interruption.]\n  *[ERSA]: Employment Related Services Association",
        "The only favour I ask is, that I may be permitted to state the whole of the plan, without any inferences being drawn at once as to any particular parts. I may have to make qualifications—to adopt precautions, and the first part of my proposal may give rise to erroneous conclusions, unless judgment be suspended until the whole is explained. All I ask, therefore, is, not even that you should suspend your judgment to a future day, but that you should wait until I conclude my observations. I am the more anxious to call on the manufacturers to set this example of relinquishing protective duties, because, according to a very high authority, it was not the agriculturists, but the manufacturers, who called on the Legislature, in the first instance, for protective duties.\n  *[ERSA]: Employment Related Services Association",
        "It was the mercantile and manufacturing interest which set the example of requiring protection; and it is therefore but justice that they should set the example, as I doubt not they cheerfully will, of relinquishing that protection. Nothing can be more remarkable than the observation made by one who had no prejudices in favour of the agriculturists. Dr. Adam Smith, speaking historically, says— “Country gentlemen and farmers are, to their great honour, of all people the least subject to the wretched spirit of monopoly.”\n  *[ERSA]: Employment Related Services Association",
        "I am speaking now of the origin of this protection; and at any rate Dr. Smith was a most impartial authority, with no leaning or bias towards the agriculturists. Speaking as an historian he states what, in consequence of the interruption I met with, I have the pleasure of repeating, that it was not the agriculturists who are responsible for the restrictive system, but the manufacturers. He says:— “Country gentlemen and farmers are, to their great honour, of all people the least subject to the wretched spirit of monopoly. Dispersed in different parts of the country, they cannot so easily combine as merchants and manufacturers, who being collected into towns, and accustomed to that exclusive corporation spirit which prevails in them, naturally endeavour to obtain against all their countrymen the same exclusive privilege which they generally possess against the inhabitants of their respective towns.\n  *[ERSA]: Employment Related Services Association",
        "They accordingly seem to have been the original inventors of those restraints upon the importation of foreign goods which secure to them the monopoly of the home market. It was probably in imitation of them, and to put themselves on a level with those who they found were disposed to oppress them, that the country gentlemen and farmers of Great Britain so far forgot the generosity which is natural to their station as to demand the exclusive privilege of supplying their countrymen with corn and butcher’s meat. They did not perhaps take time to consider how much less their interest could be affected by the freedom of trade than that of the people whose example they followed.” This extract may excite the laughter of some Gentlemen on the other side of the House; but I believe the statement to be perfectly correct, that restrictions did not originate with the agriculturists, but were pressed on the Legislature in the first in-stance by the mercantile and manufacturing interests; and that the principle was afterwards adopted and extended, as a necessary consequence, by the agricultural interest.\n  *[ERSA]: Employment Related Services Association",
        "I may therefore invite, in the first instance, the manufacturing interest to relinquish protective duties. I propose also to call on the manufacturers of linen and woollen, the two other great articles in addition to cotton concerned in the production of the clothing of the great body of the people, to relinquish, as I believe they can without injury to themselves, protection with respect to the coarser articles of their manufacture. There will be some loss to the revenue by these reductions; but I believe that the importation of some articles, competing with the production of our manufacturers, will stimulate their skill; and with the capital and enterprise of this country, I do not doubt but that they will beat foreign manufacturers.\n  *[ERSA]: Employment Related Services Association",
        "At present, woollen goods which are made up are subject under the reduced Tariff of 1842 to a duty of 20 per cent.; and I propose that, as in the case of made-up cotton goods, the duty on those should be reduced from 20 per cent. to 10 per cent. In the cotton and woollen trade we have given to the manufacturers the unrestricted power of importing the raw material. The same may be said with regard to the linen manufacturers. Flax is free from any duty. I had occasion to say the other night that there is no duty whatever on the import of foreign flax.\n  *[ERSA]: Employment Related Services Association",
        "I propose that in the case of linen as in the case of cotton and woollen, the coarser articles of manufacture — those which are used by the great body of the people—should be permitted to come into the country duty free. With respect to the made-up articles of linen—there are some very fine, some not of general consumption, but partaking of the character of luxuries, such as cambrics, &.c, and other articles used by the rich; but I do not propose even with respect to them to maintain the present amount of duty, but to place them all on a level with the manufactures of wool and cotton. I propose that the amount of the duty now levied on made-up linens should be reduced one-half.\n  *[ERSA]: Employment Related Services Association",
        "There is another article which does not fall within these principles, but with respect to which I think it of great importance, not that we should adopt the same principle, but yet apply to it a great reduction of duty—I allude to silks. The existing duty on silks apparently operates as a protection to the domestic manufacture. You have a duty, which is called one of 30 per cent., but which with respect to many articles is a great deal higher: and a false reliance is placed on that as a protection. It is no such thing.\n  *[ERSA]: Employment Related Services Association",
        "There are many houses in Paris and on the coast which will guarantee the delivery of goods in London at one-half the duty. The high duty is, therefore, a clear loss and encouragement to smuggling; and it is also a delusion on the part of the labouring classes employed in the silk manufacture to suppose that they enjoy a protection, of which they are in reality robbed by the smuggler and dishonest consumer.\n  *[ERSA]: Employment Related Services Association",
        "I conceive, by a new arrangement with respect to the silk duties—by a reduction of the amount of the duty levied on silks, we are not interfering with any domestic interests; but we shall, I believe, stimulate skill and industry in this country; we shall diminish the profits of the smuggler, and encourage lawful and innocent traffic instead of one that is immoral and degrading. The general impression is, that the duty is only 30 per cent. on silk manufactures. I hold in my hand an account of the duties on silk manufactures; and though in respect to some the duty may not exceed 30 per cent., and in respect to others it may be less, yet there are many articles in respect to which the duty is much higher.\n  *[ERSA]: Employment Related Services Association",
        "In the case of crape, the duty is not less than from 43 to 50 per cent.; on velvet, from 34 to 50 per cent.; on silk net, from 36 to 78 per cent.; on manufactured bonnets, 145 per cent.; and on turbans, or caps, at least as much. Does any man believe that a French turban, or cap or bonnet, pays that amount of duty? It is no such thing. The article is in common use, but it is introduced by the smuggler. I propose a new arrangement with respect to silks, but I must not at present enter into too much detail. Of course, every proposal I make will be in the hands of hon. Members to-morrow morning. With respect to silks, I propose to adopt a new principle.\n  *[ERSA]: Employment Related Services Association",
        "I propose, instead of the system now in operation, of high duties, after a general review shall be made, enumerating each article of silk manufacture, to impose on it a duty of so much per lb., or to an amount not exceeding 15 per cent. for every 100l. in the value of the imported goods. The general principle, therefore, will be the adoption of a duty of 15 per cent. instead of that variable and capricious duty which is called 30 per cent., which is less on some articles, but which is vastly more on others. Now there is another manufacture which enters into competition with a manufacture of this country, and on which the duties are, I think, quite extravagant.\n  *[ERSA]: Employment Related Services Association",
        "I believe that a qualified admission of the foreign article will do no injury to the manufacturers of this country, while it will be likely to stimulate skill in improving our manufactures. But at any rate, I think, that after the concessions that have been made, the manufacturer here will have no right to claim the enormous amount of duty which is at present in force. I am alluding to the duty on stained paper, or as it is called paper-hangings. There is now a duty of not less than 1s. per square yard applied indiscriminately to all paper-hangings introduced into this country from abroad. Now I believe it is possible to sell for a farthing per square yard some descriptions of that paper.\n  *[ERSA]: Employment Related Services Association",
        "The very finest paper—a paper with gold embroidery—might possibly pay that duty of 1s. per square yard. But as some papers cost not more, I believe, than one farthing per square yard, the uniform duty of 1s. must be considered exorbitant. I propose, therefore, to reduce the duty on paper-hangings imported from abroad from 1s. to 2d. the square yard. I approach now those manufactures which are connected with metals.\n  *[ERSA]: Employment Related Services Association",
        "[A laugh.]\n  *[ERSA]: Employment Related Services Association",
        "Really it is impossible to give the necessary explanations upon those subjects without going into details, which may perhaps be calculated to excite the risibility of some hon. Gentlemen. I must say, however, that I consider it my duty to enter into these details on this occasion. Now with respect to metals, we have greatly reduced the duties on foreign ores; and if we have any manufacturers who ought to compete with foreigners it is the manufacturers of metals. Speaking generally, all manufactures of metals are now charged with a duty of 15 per cent. ad valorem. Now I propose, with respect to them, as well with respect to all other manufactured articles which I do not specifically mention, that the general rule hereafter shall be that no duty shall exceed 10 per cent.\n  *[ERSA]: Employment Related Services Association",
        "The maximum duty, therefore, on all foreign articles, that I do not specifically enumerate, shall be, as a general rule, 10 per cent.; so that with respect to the great mass of manufactures subject to a duty of 20 per cent. by the Tariff of 1842, I propose, as a general rule, that 10 per cent. shall be the maximum duty. It is of course, however, impossible that I could enumerate every article, as I have done in the case of paper-hangings, which I mean to except from that general rule. Within that 10 per cent. duty will fall all such manufactures as those of brocade, of earthenware, and other articles; and also all manufactures of hair. At present there is a duty of 20 per cent. on the import of foreign carriages.\n  *[ERSA]: Employment Related Services Association",
        "Now I consider the whole of those alterations to be a series of equivalents. I am giving advantages to the consumers of this country by the reduction of duties; and I will venture to say that there are no articles here so extravagantly dear as carriages. I am speaking of the prices of carriages in London, as compared with the prices not only in Brussels and other foreign towns; but as compared with the prices in Edinburgh, and some other parts of this country. I must say, that the prices here are most exorbitant; and, considering the command that we have of metal, and our great skill and capital, I see no reason why foreign carriages imported into this country should be subject to a duty of 20 per cent. I propose, therefore, to encourage a competition among the manufacturers of carriages in this country by permitting foreign carriages to come in on paying a duty of 10 per cent. There is another article on which I propose a considerable reduction of duty. I propose to reduce the duty on candles of all descriptions.\n  *[ERSA]: Employment Related Services Association",
        "We have already reduced the duties on wax and on spermaceti; and I propose that the duties which are now levied on candles of all descriptions shall be reduced to one-half of the present amount. I propose also that the duties on foreign soap shall be reduced to one-half of the present amount. I propose that in the case of hard soap, which is now subject to a duty of 30s. per cwt.—I propose, that on account of the excise duty upon soap in this country, the duty shall be reduced from 30s. to 20s.; that in the case of soft soap, the duty shall be reduced from 20s. to 14s.; and that in the case of Naples soap, the duty shall be reduced from 56s. to 20s.\n  *[ERSA]: Employment Related Services Association",
        "I really feel it necessary on this occasion to enter into these minute details, although many of the articles may appear to be of comparative unimportance. There are a great many articles on which I propose to remit the duty altogether. I propose, notwithstanding the great simplification that has been effected in the Tariff of 1842—I propose to carry simplification still further. There were, I think, not less than 1100 articles included in the Tariff, and they still remain there; because it is convenient to the Custom-house officers to take the articles in the alphabetical order, and see whether or not they are to be admitted duty free; but, with respect to 500 of those articles, although they may stand in the Tariff for the convenience of the Custom-house officers, there is actually no duty levied on them.\n  *[ERSA]: Employment Related Services Association",
        "I propose to extend the same principle to many articles still remaining in the Tariff; and subject to a small duty, by admitting them duty free. There are some manufactures still remaining, with which I must deal specially—that is to say, which on account of the present amount of duty, or on account of the nature of the articles, it may not, I think, be advisable to subject to the general duty of 10 per cent. With respect to all articles connected with the manufacture of leather, we propose to make great reductions.\n  *[ERSA]: Employment Related Services Association",
        "I take the important articles of boots and shoes. You have removed the duty on raw hides, and they are now admitted duty free. You have also removed the duty on almost every article connected with the tanning process; and there is scarcely any duty imposed upon any article connected with the leather trade. I propose, at present, to remove the duty altogether on one article that partakes more of the character of a raw material than of a manufacture—namely, dressed hides. I propose, with the view of reducing the cost of an article of clothing which is of great importance and of increasing importance to the working classes of the community—I mean the article of boots and shoes—I propose to take off altogether the duty on dressed hides.\n  *[ERSA]: Employment Related Services Association",
        "Then there will not be one single raw material which the manufacturer in leather cannot command without the payment of a duty; and having done that, I propose to diminish the duty on foreign boots and shoes imported into this country. I must here state, that the prices of boots and shoes in this country at present appear to be unreasonably high; and there cannot be any article of greater importance, or more essential to comfort. I propose, therefore, after having taken off the duty on the only remaining article connected with the leather trade that partakes of the nature of a raw material—I propose to reduce the duty on what are called boot fronts from 3s. 6d. to 1s. 9d. per dozen pair; to reduce the duty on the larger boot fronts from 5s. 6d. to 2s. 9d.; to reduce the duty on boots from 1l. 8s. per dozen pair to 14s.; and to reduce the duty on shoes from 252 14s. to 7s. per dozen pair.\n  *[ERSA]: Employment Related Services Association",
        "The duties on the shoes of women and children will follow the same proportions. I propose also to reduce the duty on foreign hats. I also propose now to carry into effect a reduction which was postponed in the year 1842—and, I am afraid, not wisely postponed—I mean, the duty on straw plait. I propose to reduce the duty on straw plait from 7s. 6d. to 4s. per lb., and the duty on straw hats from 8s. 6d. to 5s. per doz. I said that I intended to propose a reduction on the duty on silk manufactures; but I propose also to reduce the duty on what I consider a raw rather than a manufactured article connected with the silk trade—I mean dyed thrown silk. I think it right to reduce the duty on that article.\n  *[ERSA]: Employment Related Services Association",
        "I think I am convincing the House that I am disposed to act fairly and impartially in respect to the application of this principle of the reduction of protective duties. I believe I have exhausted every article which can be called an article of manufacture, as the word “manufacture” is generally used: and I have stated the general principles on which I propose to act in respect of all articles of general use and consumption. I come now to an article of great importance, which, although a manufacture, yet in common parlance does not generally fall within the denomination of a manufacture. It is an article in respect to which I think the time is come when a reduction ought to be made. I propose to reduce the duty on brandy and foreign spirits. The present duty on foreign brandy is not less than 22s. 10d. per gallon.\n  *[ERSA]: Employment Related Services Association",
        "It is an almost necessary article, and yet the heavy duty has prevented any increase of consumption. At the present moment, I believe the consumption of French brandy in this country is not so great, or not greater, than it was at the latter end of the seventeenth century. I think that is mainly attributable to the exorbitant amount of duty compared with the value of the article. Now brandy, like silk, is an article in respect to which the present protecting duty is delusive. There is no article, speaking of our intercourse with the Continent, in respect to which smuggling prevails so much as in this article of foreign spirits. A diminution of duty, therefore, is not necessarily a diminution of protection to the native producer.\n  *[ERSA]: Employment Related Services Association",
        "It may tend to prevent smuggling, and convert an unlawful into a lawful traffic; but a diminution in the duty is not necessarily a diminution of protection. I propose, therefore, that the present duty on brandy, geneva, and foreign spirits generally, should be reduced from 22s. 10d. to 15s. per gallon. There remains one article to which I will now advert, and in respect to which an arrangement was made only so recently as last year, but which I also intend to submit to the consideration of the House, and to include amongst the articles on which I propose to make a reduction of the protective duties. I allude to the article of sugar. I do not wish—indeed it would be, of course, impossible for me now to enter into detail on matters, each of which must become the subject of a long discussion. I submit to the House in outline at present the intention of Her Majesty’s Government, avoiding details.\n  *[ERSA]: Employment Related Services Association",
        "I fear the proposal I am about to make may not at all meet with the approbation and concurrence of those hon. Gentlemen who cheer my announcement respecting sugar. Last year I estimated the probable amount of increased consumption of sugar, in consequence of the reduction of duty, at 50,000 tons. The accounts for last year show an increased consumption of less than 32,000 tons for the remaining months of that year; whether or no during the period which would complete a twelvemonth, there will prove to be so much increase as to bear out my calculation, I cannot undertake to say; still, there cannot be a doubt that there will be a very considerable increase in the consumption of sugar. The amount of free-labour sugar brought into competition with British colonial sugar, has not at all equalled my expectations.\n  *[ERSA]: Employment Related Services Association",
        "I calculated the amount of free-labour sugar, if I recollect rightly, at 250,000 tons; but the amount actually brought in for home cousumption has fallen far short of that. I believe the defalcation may be accounted for chiefly by the failure of the crop in Cuba, and by the consequent increased price of sugar on the Continent of Europe, and the diversion thither of supplies which would have been brought to this country from other parts of the world in which there is free labour. I believe it can be shown, when this subject is further discussed, that this will account, in a great measure, for the diminished supply.\n  *[ERSA]: Employment Related Services Association",
        "Still, I am bound to say, I think British colonial sugar can bear increased competition with sugar the produce of free labour. I am not prepared to make any departure from the principle which I maintained last year with respect to the admission of sugar the produce of countries carrying on the Slave Trade. I still contend 254 for that principle; but with respect to sugar the produce of free labour, Her Majesty’s Government have not thought it right to exempt that article from the application of the principle which they propose to lay down with respect to other articles. We propose, therefore, assuming that the competition is to be with sugar the produce of free labour, to deduct 3s. 6d. from the amount of the present differential duty. In the case of Muscovado sugar, the amount of differential duty is, I think, 9s. 4d.; in the case of clayed sugar, the amount of differential duty is 11s. 8d.\n  *[ERSA]: Employment Related Services Association",
        "We propose to deduct from the amount of differential duty in the case of each description of sugar 3s. 6d., leaving the amount of differential duty in favour of British colonial Muscovado sugar, competing with sugar the produce of free labour, at 5s. 10d.; and in the case of the finer, or clayed, we propose to reduce the differential duty from 11s. 8d. to 8s. 2d. Now, in continuing this review of all the articles—at least almost all articles on which import duties are levied, I come to those articles which are connected with agriculture. There are many articles of first-rate importance on which there are very heavy duties, but on which these heavy duties do not operate as a protection. I will take the article of tobacco.\n  *[ERSA]: Employment Related Services Association",
        "In making the extensive changes which, on the part of Her Majesty’s Government, I now propose, I do hope that public considerations will have due weight, and that we shall not allow ourselves to be persuaded, however cogent the arguments in favour of reduction on particular articles, into a forgetfulness of these considerations. I hope the House will bear in mind the importance of not breaking down the public revenue. The pressure this year upon the revenue, on account of the reductions which I propose, must be very great. Considerations of public interest—considerations of national defence, leave us no alternative but to propose an increase in the Estimates. The House will bear in mind that I am on the one hand proposing reductions which will cause for the present considerable defalcations of revenue; and, on the other hand, it has become, in our opinion, our duty to propose, not with any hostile intentions, but for the purpose of provident considerations of defence, a considerable increase in the Estimates.\n  *[ERSA]: Employment Related Services Association",
        "I wish these two facts to be borne in mind; and if there are duties extravagantly high still remaining on some of the great articles of consumption, I hope the House will not press for a simultaneous reduction of all. I will first refer to those articles of agricultural produce which are not immediately connected with the food of the people. I take, in the first instance, seeds of grasses and other seeds. I have a deep conviction that the reduction of duty upon agricultural seeds is far from being a removal of protection on agriculture, but on the contrary, will confer a benefit upon that interest.\n  *[ERSA]: Employment Related Services Association",
        "I take the article of clover seed for instance. Surely it would be impossible to maintain that the heavy duty which some years since applied to clover seed operated as a protection to agriculture. In many parts of the country the duty on clover seed is, in point of fact, a heavy burden. Before 1843, if I recollect rightly, you had a duty on clover seed which produced an amount of not less than 144,000l. What a small portion of the agricultural districts of this country was benefited by the levy of that duty!\n  *[ERSA]: Employment Related Services Association",
        "Clover seed is required in those parts of the country where agriculture is most advanced; clover seed is required as conducive to the most improved system of agriculture. In some few counties of England clover seed is produced, but, speaking generally, the duty levied upon clover seed is not a protection, but a burden to agriculture. With respect, then, to all agricultural seeds generally, not for the removal of protection, but as a benefit to agriculture, I propose to reduce the duty, and to apply to all a moderate duty.\n  *[ERSA]: Employment Related Services Association",
        "The duty on clover seed was reduced one-half in 1842; at a previous period it had reached nearly 150,000l. in one year; last year it was 75,000l. As I have reduced the duties on the great mass of manufactures, generally speaking, to a uniform duty of 10 per cent., so with respect to all seeds, for the purpose of simplifying the matter, I propose that the duty generally shall not exceed 5s. per cwt.; that that shall apply to clover seed and to all seeds. In the case of leek and onion seed, the duty at present is not less than 20s. I propose with respect to all seeds, that the maximum duty shall be 5s. I have already spoken of that most important department of agriculture, the fattening of cattle.\n  *[ERSA]: Employment Related Services Association",
        "I believe it is impossible to over-estimate the importance of promoting the fattening of cattle, as instrumental to an improved system of agriculture. The restoration of the fertility of the soil by means of manure is one of the most bountiful of the dispensations of Providence, and I believe that there is no manure, bring it from where you will, which, in respect of its fertilising qualities, can enter into competition with that directly derived from the soil. You cannot conduce more to the improvement of inferior soils than by encouraging the feeding and fattening of cattle, and thus permitting the application of the manure to the increased fertility of the soil. I propose, therefore, that one article of grain, which, I believe, may be applied to the fattening of cattle, shall hereafter be imported duty free; it is an article, however, of immense importance—I mean maize or Indian corn.\n  *[ERSA]: Employment Related Services Association",
        "I propose that the duty on maize shall hereafter and immediately be merely nominal. Now, Sir, I do not consider that by removing the duty on maize—I do not consider that I am depriving agriculture of any protection. Maize is generally used, I believe, in the United States; it is certainly used principally as human food, but its utility as human food is very much disregarded in this country. There are parts of the Continent in which it is made into most excellent food, and there are parts of the United States in which it is preferred to some of the food we use in this country; but I do believe that, by the free importation of maize, so far from doing a disservice to agriculture, by promoting the feeding of cattle an advantage rather than a disadvantage will be gained. I propose, also, that the article of buck-wheat shall be subjected to the same nominal duty as maize, and that the flour of maize and buck-wheat also shall be admitted free of duty.\n  *[ERSA]: Employment Related Services Association",
        "I propose also that the meal of these articles shall be admitted on the same terms as the grain itself. And if any hon. Gentleman will ascertain the enormous sums which are now paid by many of the best farmers of the country for the purpose of procuring linseed cake and rape cake, I think he will agree with me, that increased facilities for procuring articles used for the fattening of cattle will be of no disservice to the agriculturists. The demand for this linseed cake is so great, that it is gradually rising in price, and the consumption on some farms is immense. On some farms I believe the chief object of its consumption is to provide manure for the better cultivation of the soil.\n  *[ERSA]: Employment Related Services Association",
        "The price of linseed cake, with which I will trouble the House, per ton, in 1843 was from 9l. to 10l.; in 1844 it was 10l. to 10l. 10s.; and in 1846 it was 12l. to 12l. 5s. The price of rape cake per ton in 1843 was 5l. to 5l. 4s.; in 1844 it was 5l. 5s. to 5l. 10s.; in 1845 it was 4l. 5s. to 4l. 10s.; and in 1846 it had risen from 5l. in 1843, to 5l. 17s. 6d. and 6l. Sir, I hold in my hand a letter from a merchant, strongly recommending, on account of its advantage to the agricultural interest, that there should be a free import of some articles used very generally in the United States for the fattening of cattle.\n  *[ERSA]: Employment Related Services Association",
        "He says:— “Sir—I take the liberty of submitting to your inspection a small sample of an article called ‘rice-feed,’ which is very extensively used in the United States for the feeding of cattle. We apprehend that the Act 9th Geo. IV. applies to this article, and would therefore submit to your consideration whether the interests of the farmer may not render a cheap supply of it very desirable. It is the refuse of rice ground up, and is less costly than linseed-cake, which is admitted free of duty.\n  *[ERSA]: Employment Related Services Association",
        "It is an article admirably fitted for the feeding of cattle; but, as it is meal, and not grain, it is excluded, under the operation of that Act.” Now, Sir, I apprehend the admission of many articles of this kind, enabling us to enter into competition with the feeders and fatteners of cattle abroad, so far from being a disservice, will prove an advantage to agriculture.\n  *[ERSA]: Employment Related Services Association",
        "Sir, I come now to the consideration of those articles of agricultural produce which are immediately connected with the food of man; and this is the part of this great subject on which, of course, I anticipate the greatest difference of opinion. I have to meet, on the one hand, those hon. Gentlemen who are for no delay or no qualification in the abolition of those duties; and, I have to meet, on the other hand, those who insist that there shall be no relaxation of the present amount of protection to agriculture.\n  *[ERSA]: Employment Related Services Association",
        "My object will be, if possible, to submit to the House some adjustment of this question, on which both sides, now so divided in opinion, may concur. I know that neither side will approve of it; I know that I must meet with the disapprobation, possibly the opposition, of those who sit on this side of the House. I may have to encounter equal opposition from the other side. I can assure both sides that my desire is, without favour or undue partiality, to suggest that which I believe to be just, and calculated to terminate that conflict, the continuance of which I think all must regret; to remove the causes of jealousy and dissension between different classes of Her Majesty’s subjects; not injuriously to affect any class, and yet to promote the general interests of the community.\n  *[ERSA]: Employment Related Services Association",
        "I consider that it is for the public advantage, at least, to lay the foundation of the final settlement of this question. Sir, I am not about to propose the immediate repeal of the duties which are imposed upon the admission of foreign corn. I am about to propose, as an earnest of the principles on which I shall proceed—I am induced to propose the immediate reduction of duties upon many articles of primary importance which constitute the food of man. And I shall first state those in respect of which I propose there shall be an immediate and total repeal;—with respect to all I propose that the reduction shall be immediate; but I take those first in respect of which I propose an immediate but not total repeal of the duty.\n  *[ERSA]: Employment Related Services Association",
        "I propose that the duties—and I am now speaking of articles of consumption for food—I propose to take an extensive review of all the articles included in the Tariff which enter into the consumption of the people, and I propose to make an immediate reduction in the whole of them. I propose an immediate and total reduction on some articles. I propose, on the part of Her Majesty’s Government, that the duties shall be immediately reduced by one-half upon butter, from 1l. to 10s. the cwt.; upon cheese, from 10s. to 5s. the cwt.; upon hops, I propose a reduction from 4l. 10s. to 2l. 5s. the ton; upon cured fish.\n  *[ERSA]: Employment Related Services Association",
        "I propose to reduce the duty to 1s. per cwt. I will now mention the articles of agricultural produce in respect to which I propose an immediate abolition of the duties. I propose an immediate repeal of the duties on all articles which constitute meat; that the duty on fresh beef, on salted beef, on what are called unenumerated articles, salt pork, and fresh pork, on potatoes, on vegetables of all kinds, shall be repealed. From foreign bacon I propose that the duty shall be abolished absolutely and immediately. Upon all such articles I propose that the duties shall be forthwith abolished; that is to say, every thing that enters into the vegetable class, and everything partaking of the animal class, that constitutes food as distinguished from grain, shall be at once admitted free of duty.\n  *[ERSA]: Employment Related Services Association",
        "I believe that in this respect the agriculturists need not fear any competition, nor do I think that they can reason ably complain of such a proposition, inasmuch as they must see that I have dealt with manufactures upon the same principle as I have just proposed to deal with agricultural produce. I have given the farmer increased facilities for meeting foreign competition by removing the duties upon agricultural seeds, and by admitting into the country such valuable articles as maize and buck-wheat.\n  *[ERSA]: Employment Related Services Association",
        "The increasing skill of the feeder of cattle will, no doubt, be considerably stimulated by that kind of competition which will necessarily arise by these alterations. I believe that these changes will give a considerable advantage to our country over any foreign country. I propose now, having reduced the duty upon what may be considered the manufactured article, to at once remove the duty upon the importation of cattle.\n  *[ERSA]: Employment Related Services Association",
        "In short, I propose in respect to all animals, as a general rule, that they shall be imported henceforth from foreign countries duty free. There is, therefore, I think, no necessity for mentioning the duties I propose to do away in respect to horses and asses, still less in respect to other animals. It is, I think, wholly unnecessary to continue the duties upon animals generally; and no one, I think, will question the policy of removing them altogether, as the maintenance of them has, I consider, operated neither for the policy nor convenience of the country.\n  *[ERSA]: Employment Related Services Association",
        "With respect to all animals I propose, as a proof of our adherence to the principle which we have adopted, and in relation not only to the manufacturing interests, but in respect also to the still more material interests of the country, that all animals shall be admitted duty free. Some persons have, indeed, complained of the manner in which the duties upon foreign cattle are at present levied. It is said, that it is not fair to levy an equal amount of duty upon the animal that is fattened and the lean animal brought from foreign countries. And many persons have expressed an opinion that an advantage would be gained in having free access to the lean animals. At any rate, my proposal will redress this inequality.\n  *[ERSA]: Employment Related Services Association",
        "I must say, I think that the increased means which will necessarily arise by these arrangements for fattening the cattle by the importation of grain, the increased facilities that will be afforded of getting lean cattle, and converting them into fatted animals for the food of the people of this country, will prove of the most important and permanent advantage to all classes. I do hope, therefore, that the manufacturer who may be disposed to find fault with my proposition, in respect to his own immediate interest, will consider this arrangement as affording him some compensation by the reduction of the duty upon fat animals.\n  *[ERSA]: Employment Related Services Association",
        "And those Gentlemen who are, on the other hand, connected with agriculture will, I hope, bear in mind the fact that I have already proposed the removal of protection from some of those great and important articles of manufacture that are closely connected with the land. I do, Sir, trust that they will always bear in mind that I have called upon the manufacturing interest first to set the example of relinquishing those duties. They will bear in mind, I hope, that farm servants and the humbler classes over whom they preside, will be thus enabled to command a greater supply of clothing at a lower rate than they could heretofore procure. By such considerations, I hope that they will not be indisposed to follow the example of those upon whom I have first made the call of relinquishing these protection duties.\n  *[ERSA]: Employment Related Services Association",
        "I will now, Sir, state, with the permission of the House, the proposal which I mean to make upon the subject of the Corn Laws. I have already stated that I have exempted some articles now included under the designation of corn, from the payment of duty altogether—such as maize and buck-wheat. I propose, on the one hand, that these articles shall be permitted to enter duty free from the passing of the Act. On the other hand, I do not propose that there shall be an immediate repeal of the Corn Laws. But, in the hope of preventing any of those evils which might arise from so sudden and important an alteration, and with the view of giving time for the adjustment of those interests connected with agriculture, it is my intention to propose that there shall be a temporary continuance of protection to corn.\n  *[ERSA]: Employment Related Services Association",
        "I propose this arrangement under a distinct understanding that, after the lapse of a certain time, foreign corn shall be permitted to be imported into this country duty free. Sir, I am deeply convinced that any intermediate proposition would be of no avail in effecting a settlement of this question; and, indeed, it would have been out of my power, as I have explained on a former occasion, to suggest any modification of the existing laws relating to corn, without at the same time guaranteeing their ultimate abolition. The choice left to me is either—what some persons so strongly contend for—the maintenance, in fact, of the existing amount of protection in everything, or to take the other course, of laying the foundation for a decided and ultimate settlement of the question by a total repeal of these duties.\n  *[ERSA]: Employment Related Services Association",
        "I propose, therefore, that there shall be at once a considerable reduction in the existing amount of protection. And I also propose that the continuance of such duties so reduced shall be limited to a period of three years. I propose that this measure shall contain a provision that, at the period of the year when I believe there will be least inconvenience experienced, these duties shall terminate—namely, on the 1st of February, 1849. That at such period oats, barley, and wheat, shall be subject only to the nominal duty of 1s. which I have proposed in respect to maize and buck-wheat. The next question to be considered is this—what shall be the intermediate state of the law during the continuance of these duties?\n  *[ERSA]: Employment Related Services Association",
        "My opinion, I am bound to say, as to the policy of providing immediately an alteration in the present law, remains unchanged. I cannot admit that I have taken a very erroneous estimate of the wants of the people under the present circumstances of the kingdom. I deeply regret the existence of such a condition. The pressure upon the people will be somewhat great before the next harvest. I think that we are bound not only to look to the prospects of the next spring, but also to the consequences of that deficiency of food which I am afraid will be experienced. I think it is of great importance to take proper precautions, as far as we can, against the contingency of the people suffering from the effects of the present scarcity. It is possible that the results of this scarcity may be much more extensive than we contemplate.\n  *[ERSA]: Employment Related Services Association",
        "Sir, I wish it were possible to take advantage of this calamity for introducing among the people of Ireland the taste for a better and more certain provision for their support, than that which they have heretofore cultivated; and thereby diminishing the chances to which they will be constantly, I am afraid, liable, of recurrences of this great and mysterious visitation, by making potatoes the ordinary food\n  *[ERSA]: Employment Related Services Association",
        "I am not here now to propose that which I proposed in November last—the immediate suspension of the import duties upon corn. That might no doubt be done by an Order in Council; but I think it very important to make such reduction in those duties as shall warrant us in expecting that assistance which is now unfortunately so much required. I wish to have but one law enduring for the limited period to which I refer; but I wish that law to take precautions in part, at least, which suspension would not give.\n  *[ERSA]: Employment Related Services Association",
        "I propose, therefore, that there should be, for the present and immediately, a great reduction in the amount of duty, and that the amount, as I said before, so reduced, should endure only for a limited period, there being a guarantee, by express enactment in the Bill, that on the arrival of that period the then existing duty shall be converted into a mere nominal duty. What then shall be the nature of the law which is to endure for a limited period?\n  *[ERSA]: Employment Related Services Association",
        "My Colleagues and myself have approached this question wholly unprejudiced, and with no other object in view than the general advancement and prosperity of the country. Our desire has been to propose a law, temporary in its enactment, which appears to us, on the whole, best suited to meet the exigencies of the present case, and best calculated to provide for the wants of the country during the period for which it is intended to last. The rate of duty under the existing law, on other descriptions of grain, has been regulated by the rate of duty on wheat.\n  *[ERSA]: Employment Related Services Association",
        "We propose, therefore, that the rates of duty on barley, oats, peas, beans, and rye, shall be governed as nearly as possible, during the continuance of this law, if it meet with the sanction of Parliament, by the principles which will apply to wheat; that is, that there shall be a reduction of a corresponding amount applied to all.\n  *[ERSA]: Employment Related Services Association",
        "But I propose that immediately from the passing of this Act, all grain, the produce of British colonial possessions, out of bond, shall be admitted at a nominal duty. I propose that, in all cases, those restrictions which apply to the import of meal from the Colonies, the produce of grain, shall be removed. I presume they were established for the protection of the milling interest of the country. I believe them to be wholly unnecessary. They are not applied to meal the produce of wheat; I cannot see any reason why they should be retained for barley or any other description of grain. Now, on the one hand, then,\n  *[ERSA]: Employment Related Services Association",
        "I offer to those who insist upon the immediate unqualified removal of these laws—I offer the unrestricted importation, at least the importation at a nominal duty, of all kinds of grain, and all kinds of meal the produce of grain from the British colonial possessions out of Europe at a nominal duty. There is one great article, the produce of the United States, an article to the free export of which the United States attach the utmost importance—viz., that of maize. I propose that that should be admitted duty free.\n  *[ERSA]: Employment Related Services Association",
        "This is the provision with respect to other descriptions of grain which we propose shall endure throughout the period that foreign grain is to be subject to duty. We attempted to meet some of the objections which have been made to the varying price of wheat; at the same time to fix any duty which would be considered available would not answer the purpose which I am desirous to attain, of making an immediate reduction, on account of temporary exigencies, in the present amount of price. We propose, therefore, that in lieu of the duties now payable on the importation of corn, grain, meal, or flour, there shall be paid until the 1st day of February, 1849, the following duties, viz.:—\n  *[ERSA]: Employment Related Services Association",
        "If imported from any foreign country—\n  *[ERSA]: Employment Related Services Association",
        "WHEAT.\n  *[ERSA]: Employment Related Services Association",
        "Whenever the average price of Wheat, made up and published in the manner required by law, shall be for every quarter\n  *[ERSA]: Employment Related Services Association",
        "Under 48s. the duty shall be for every quarter 10s. 0d.\n  *[ERSA]: Employment Related Services Association",
        "48s. 49s. the duty shall be for every quarter 9 0\n  *[ERSA]: Employment Related Services Association",
        "49s. 50s. the duty shall be for every quarter 8 0\n  *[ERSA]: Employment Related Services Association",
        "50s. 51s. the duty shall be for every quarter 7 0\n  *[ERSA]: Employment Related Services Association",
        "51s. 52s. the duty shall be for every quarter 6 0\n  *[ERSA]: Employment Related Services Association",
        "52s. 53s. the duty shall be for every quarter 5 0\n  *[ERSA]: Employment Related Services Association",
        "53s.and upwards the duty shall be for every quarter 4 0\n  *[ERSA]: Employment Related Services Association",
        "I propose, that whenever the price of grain made up and published in the manner required by law shall exceed 53s., there shall then be an invariable duty of 4s. per quarter. That is to say, that there shall be no temptation to hold grain when the price shall exceed 54s., for the purpose of securing the shilling of extra duty.\n  *[ERSA]: Employment Related Services Association",
        "The enactments which we shall propose with respect to all other descriptions of grain will precisely follow the scale which we have adopted with regard to wheat. It would, however, perhaps be more convenient for the House, considering the time I have already occupied, that I should rather refer them to the details which will be printed to-morrow morning, than go through the whole now as regards oats and barley. It may be sufficient for the present purpose to state that the same general rule will be adopted in all.\n  *[ERSA]: Employment Related Services Association",
        "There would now, therefore, be levied on wheat, instead of a duty of 16s., one of 4s.; and every other grain at the present prices taken out of bond for consumption in the home market, would be subject to a merely nominal duty. That is the arrangement for the adjustment of this great question, which Her Majesty’s Government are induced to offer for the consideration of Parliament. We propose to accompany that arrangement with other provisions, calculated, I will not say to give compensation, but calculated, in my firm belief, materially to advance the interests of that portion of the community which, after the lapse of three years, will be called upon to relinquish protection.\n  *[ERSA]: Employment Related Services Association",
        "I believe it to be possible to suggest arrangements, not affecting the interests of other parts of the community, but materially benefiting the agricultural interests, and to introduce reforms in the levy of duties and the application of burdens which will be of material advantage. I thank the House for having permitted me, without interruption, to state all those portions of the law which might appear to bear too heavily. I am obliged to them for the forbearance with which they have permitted me to go through that part of this great question.\n  *[ERSA]: Employment Related Services Association",
        "I will now state what are the measures with which we propose to accompany this great present reduction and ultimate extinction of protection—measures which I believe will be greatly for the advantage of the interest in whose welfare this country is deeply interested. Let us review some of the burdens which do fall immediately upon the land—the burdens which are, in my opinion, some of them, at least, capable of alleviation, not by their transfer to other parties, but by introducing reform in the administration of the expenditure.\n  *[ERSA]: Employment Related Services Association",
        "First, let me take the existing arrangement with respect to one great source of expenditure—to one great burden which is constantly and justly complained of by the agriculturist; I mean the amount of rate which is levied for the highways. Is it not possible, without subjecting other parties to the expense of the rate—is it not possible to introduce useful reforms into the administration of the expenditure, which shall be a relief to the landed interest?\n  *[ERSA]: Employment Related Services Association",
        "I believe it to be possible. What is the law and practice now with respect to the highways of this country? There are 16,000 different local authorities, each of which has the charge of the highways. These highways are becoming of increased importance as railways advance. In some cases the turnpike road is becoming of diminished importance, and the highway, for which each parish is subject, is becoming of increased importance; but what can be more defective than that, where the highway is a continuous channel of communication, passing between different parishes, the same highway shall be under the control of every different parish, and the total number of parish authorities is not less than 16,000? What is the advantage?\n  *[ERSA]: Employment Related Services Association",
        "There is the nominal advantage of the appointment of a surveyor in each parish, who absolutely knows nothing about the construction of highways. That each portion of the highway should be subject to a different parochial authority seems to us as most evidently opening a road to great abuses, to a lax expenditure, and to a bad system of repairing the roads.\n  *[ERSA]: Employment Related Services Association",
        "Sir, there is one Act of Parliament which permits the voluntary union of parishes into a district authority, for the supervision of the roads. But as it is only voluntary, as it is merely a permissory Act, and as there are so many local interests affected by entering into the voluntary arrangement, the result is that hardly in any instance is the arrangement made. What I propose—and I do it for the benefit of the agricultural interest, not merely as a relief from a burden, but as a means of greatly improving their means of communication—what I propose is, to make that which is now voluntary compulsory.\n  *[ERSA]: Employment Related Services Association",
        "I propose to compel the union of parishes into districts for all the purposes of the roads. The size of the districts is a matter of detail for further consideration; but we think that districts may be so formed as that we may have 600 local authorities, having cognizance of the roads, in place of 16,000, as we have at present. When, however, the local authorities shall have been constituted, we will permit them, or rather require them, to appoint a surveyor, a competent professional man, who shall have the charge of the whole of the highways of the district to which he has been appointed. There are some instances in which a voluntary union of parishes has been entered into, and some do now exist.\n  *[ERSA]: Employment Related Services Association",
        "I should wish to state to the House what has been the result in one of them of the substitution of a central authority in place of many parochial authorities. In a district of the north the parochial authorities, by their own consent, were superseded, they having 70 miles under their superintendence; and this was the result, as stated to me in a report I hold in my hand:— “The effect of the change has been remarkable.\n  *[ERSA]: Employment Related Services Association",
        "Formerly, the expenditure under the local parochial authorities, was from 6d. to 9d. per pound rental, and the money was literally thrown away. Now, the case has been completely altered. The roads in the whole of our districts, are as good as any in England; the management is good, and all is performed to the perfect satisfaction of the ratepayers, while the expense does not range higher than from 1½d. to 3d. in the pound of rental; while in the nine adjoining townships, in which the roads are not so good, it is from 4½d. to 5d.”\n  *[ERSA]: Employment Related Services Association",
        "Well, Sir, that is not a mere transferring of the burden; it is an advantageous arrangement which, by the aid of the Legislature, will relieve the agriculturists from a burden which presses heavily upon them without transferring it to any other. That, Sir, is one of the advantageous arrangements which Her Majesty’s Ministers propose to make, and which we believe will prove a relief to agriculture. I come now, Sir, to a law grievously complained of, and justly grievously complained of, by the agricultural interest. I mean the present law of settlement.\n  *[ERSA]: Employment Related Services Association",
        "Under the present law of settlement, the population of a rural district, in times of manufacturing prosperity, is invited to emigrate to some great manufacturing town. The prime of a man’s life is consumed in those manufacturing districts—all the advantages to be derived from his strength, his good conduct, and his industry, are derived by the master manufacturers in the towns. A revolution in manufacturing affairs takes place, a reaction ensues, and the trading and manufacturing interests do not prosper—then what takes place?\n  *[ERSA]: Employment Related Services Association",
        "The man, together with his family, who were removed from the agricultural districts in a season of manufacturing prosperity, are sent back to the agricultural districts; and that man, the best of whose life and energy has been spent in the manufacturing district, that man who perhaps had not been provident in his prosperity, must return to the rural district unfitted for rural occupations; that man, greatly to his annoyance and suffering, is transferred to a former home which probably he has forgotten—to a place with which he has lost all connexions, and where he has not the means of getting employment—and not only is a great injustice inflicted upon the rural district, but a shock is given to the feelings of every just and humane man. We propose, therefore, not only to relieve the land from a burden, but we propose to do an act of justice to the labouring man by altering the law of settlement.\n  *[ERSA]: Employment Related Services Association",
        "We propose, Sir, that an industrial residence of five years shall not only give a claim to relief, but that after such a residence the power of removing him shall be taken away; and that his legal claim for support shall not be on the place of his original settlement, but on the place to which for five years his labour and industry were given. Now, Sir, I dare say many will remember what took place in 1842. In 1842 there was great distress in the manufacturing districts; the practice then followed was, that the person employed in manufactures who had a settlement in the agricultural districts, should be returned to those districts for the purpose of obtaining relief. Now, Sir, I conceive that the alteration we propose will be a moral improvement of the law, just in itself, and a great relief to the rural districts.\n  *[ERSA]: Employment Related Services Association",
        "It will be a great advantage to the agricultural interest, while, at the same time, it will be the remedy of a gross injustice under which the labouring man now exists. On the part of Her Majesty’s Government, then, I propose that from and after the passing of this law, no person who shall have resided five years in a parish shall be removed from that parish; and that residence in a prison, barrack, lunatic asylum, or hospital, or any residence in a poor-house, during which the person shall have been in the receipt of relief, shall form part of such five years, and be no interruption to the period.\n  *[ERSA]: Employment Related Services Association",
        "I propose, not only that there shall be no power of removal to the land, but that the children of any person, or the children of his wife, whether legitimate or illegitimate, under 16 years, residing with the father or mother, shall not be removed, nor shall the wife of any person be removed where such person is himself not removable. We propose, therefore, that the children and the wife shall not be separated in such case from the husband, and that he who has an industrial residence of the term of five years shall have the right to relief for himself and his family, not from the place of his rural settlement, but from the place of his last industrial residence. At present, immediately upon the death of a labouring man in a manufacturing district, the widow can be removed to her settlement. We shall propose that, after the passing of this law, no widow who shall be residing with her husband at the time of his death, shall be removed within the ensuing twelve months.\n  *[ERSA]: Employment Related Services Association",
        "There is one point more. At present, when the working man is exhausted by the labours of a lifetime, an apprehension often arises in the minds of the parish authorities that he will become chargeable to the parish, and they immediately set about his removal. Now, we propose that there shall be no power of removal on the ground of chargeability, on account of accident, or by sickness of a man or any of his family, from the manufacturing to the agricultural districts. Here again, by the alteration of the law which we propose I think that we shall be gaining a great social advantage, and also relieving the agricultural districts from a burden which is certainly very great. We propose to grant this relief, while at the same time we are taking means of preventing injustice being done to the man whose five years’ labour has tended to enrich the district made liable for his maintenance.\n  *[ERSA]: Employment Related Services Association",
        "I approach now another matter on which we are prepared to advise an alteration, and one which I think can be carried into effect without loss to agriculture. In fact, I anticipate not only that the alteration will be an advantage to agriculture, but a benefit to all parts of the country. There is a dread—a natural dread—of competition on the part of agriculturists. It is impossible, I think, for any man to deny that agricultural science is yet in its infancy in this country. But there are means of meeting this competition which is so much dreaded, by the application of capital, skill, and industry; and by the adoption of those means I feel persuaded that both the agriculturists and the labouring man will be enabled to meet the competition they will have to encounter; and, in order to facilitate this effect, we propose that the State shall encourage agricultural industry.\n  *[ERSA]: Employment Related Services Association",
        "Let any one read the evidence taken before a Committee of the other House, which sat last Session, and of which the Duke of Richmond was chairman, with respect to improvements on entailed estates. That evidence shows that in immense districts the means of improvement are greatly neglected. Among other means, I believe draining might be employed so as greatly to increase the produce of the land. There are many difficulties in the way—these are shown in the Report of the Committee to which I have alluded. Various schemes have been proposed to overcome them, some of which originated with my hon. Friend the Member for Berkshire; but, in addition to other sources of difficulty in making these improvements, there have arisen great difficulties in consequence of the necessity of the intervention of the Court of Chancery in cases of trust estates.\n  *[ERSA]: Employment Related Services Association",
        "Now, with respect to cases of these descriptions, we shall recommend that the public should, for the purpose of facilitating these improvements, advance sums of money to parties applying for assistance, not, however, subjecting the public to any ultimate loss; but advancing sums of money for the purposes of improvement, upon sufficient security. Now, I attach great importance to the principle that no loss shall fall upon the public. Besides the general effect of facilitating improvements in agriculture, by these means improvements throughout the country will be stimulated to an extent which would not easily be capable of being overrated.\n  *[ERSA]: Employment Related Services Association",
        "I propose that the Exchequer Bill Commissioners should have the power to lend a given amount of money upon tangible security; and I should recommend that, to arrive at a conclusion as to the parties to whom money may safely be lent, you take advantage of a board lately instituted—I mean the Board of Commissioners of Enclosures. I should propose that those proprietors of land who may contemplate improvements on their properties should make application to the Enclosure Commissioners to the effect, that they contemplate the improvement of their land by drainage. We have arranged that the preliminary survey shall be made at the expense of the individual who applies for pecuniary assistance in the manner proposed. We have, I say, arranged that the original expense be borne by the party applying for relief.\n  *[ERSA]: Employment Related Services Association",
        "We propose then, that after an inquiry has been made, after an investigation has been held by the Enclosure Commissioners, that upon a certificate being issued by the Commissioners of Enclosures it should be a warrant to the Exchequer-bill Loan Commissioners to advance a certain sum, provision being made for the repayment of that sum at a moderate rate of interest, and, at the same time, of a repayment on small instalments annually of the principal. These provisions are to be guarantees to the public of the repayment of both principal and interest. And we also propose that this advance be considered as a prior charge on the land—that it have priority on all other charges on the land, excepting in the case where any party who has a charge upon the land should think fit to make objection to such application being granted.\n  *[ERSA]: Employment Related Services Association",
        "I believe, however, that the cases would be rare where such objections would occur; because parties could not but feel that such an application for the improvement of the land would be a new guarantee for the security of their claims. Still we feel that when these advances are applied for, the power of interposing ought to be given to those having a preceding claim on the land; that they should have power to make an objection to that which would constitute a prior claim to their own. We propose, therefore, that parties having an estate in tail or a prior charge upon the land should have power to object to that which will constitute a charge on the land prior to their own, and that in that case the loan should not be had without the consent of the Court of Chancery. We believe that by an arrangement of this sort we shall be able to obviate obstructions that arise in case of entailed estates, wherein enormous expenses are incurred in appeals to the Court of Chancery, and a multitude of impediments are found to arise to parties seeking advances and loans of money from private companies.\n  *[ERSA]: Employment Related Services Association",
        "And we believe that this will be found to be the foundation for great agricultural improvements. I confess I do not limit the contemplated amount of improvements that will be made to the mere cases on which these actual advances may take place. I believe they will be found to promote greatly the spirit of improvement; that when a man sees his neighbour having the cultivation of his land carried on under scientific direction — that when he sees him thus effecting great improvement in his estate, and this through the intervention of a loan or advance made to him on the part of the Government, that this will tend greatly to lead to a spirit of agricultural improvement. This then is another mode by which we propose to enable the landed interest to meet the competition with which they are threatened by the law that I am about to propose. And now, with respect to direct local burdens.\n  *[ERSA]: Employment Related Services Association",
        "Her Majesty’s Government have given their serious consideration to that subject, and on their part I must say that I cannot advise any material alteration of the system under which the assessments now take place. There is no doubt that there are immense sums of money now levied on land under the name of poor rates, which go to meet other charges than those for the relief and sustenance of the poor. Another objection is made, when it is said, and said with apparent justice, that these are charges on the land, and that therefore there ought to be some great alteration of the manner in which these levies are made.\n  *[ERSA]: Employment Related Services Association",
        "In point of fact, the charges are not charges upon the land. So far as this charge is concerned, the opposition is not between land and houses; the opposition is merely between real and personal property, because it is not land alone that is subjected to the burden, but it is real property; including houses, and including mines, and quarries, and manufactories, which are subject to the payment of the assessments under this head.\n  *[ERSA]: Employment Related Services Association",
        "If, indeed, the Government were to take the rate upon themselves, and levy it as a tax uniformly, it might perhaps be justice, and might be an advantage to make personal property pay. But recollect that this is a local charge and not a general charge; that the land would gain nothing if the property in Manchester, for instance, contributed to the relief of the poor in a manner different from what it does at present; that there would be no advantage to any part of Yorkshire, if the principal towns in England bore a different assessment, such as Halifax, Huddersfield, and Stockport, or any other town.\n  *[ERSA]: Employment Related Services Association",
        "It would be merely a different distribution of the burden within that locality. You may subject personal property to this charge; but if you do, you must make personal property so subject to it, not only in the towns, but in the rural districts. But how are you to levy such a charge for a small local burden? You cannot do so, as you do it with a great public contribution for a public purpose, like the income tax.\n  *[ERSA]: Employment Related Services Association",
        "You cannot, I say, do so; for when you come to levy minute sums for the relief of the poor, depend upon it that you will find, in the rural districts, that it is a kind of imposition which will not be borne; and so far from being a benefit to the land, to raise minute sums by means of an inquisition into a man’s private circumstances, carried on and raised by the local authorities, would be a burden that would be felt to be intolerable. I willingly admit that there may be found persons possessing great property in large rural districts, and also in large manufacturing towns, and that personal property ought to be made to contribute where individuals are so situated—that assessments should be so made as to make these c\n  *[ERSA]: Employment Related Services Association",
        "ontribute to local charges, and that by so doing the burden would be more equitably distributed. This may be so; but I am not prepared to sug- 272 gest a remedy by which I think this injustice can be remedied. I do not think it can be attempted; and considering that the charge is local; that if you wish personal property to contribute, there must be an inquisition into private affairs; and that if you choose to do this—then there must be not only an inquiry into the profits of the trader, but there must also be an inquiry into the profits of the farmer. You certainly had at one time a charge upon personal property in the counties—you had that, but what did it produce? You were obliged to abandon the charge upon personal property; for you found it impossible to collect it. I conceive, then, that it would be no advantage to the agricultural interest now to propose any such charge.\n  *[ERSA]: Employment Related Services Association",
        "I am sure that for the State to take upon itself the maintenance of the poor—I am sure that any such plan would be open to the gravest objection; that to alter that charge—to attempt to make it general instead—would be a change that, in my firm conviction, could not benefit the land. I am not prepared, therefore, to propose any material amendments of the law, or the principle on which the rates are levied; but though I cannot propose any alteration in this respect, I think that there is a fair claim on the part of the land for direct relief from some portions of the local burdens to which they are now subjected—that there should be taken off some of those burdens on the land. I cannot maintain this proposition as a direct compensation to the land; but when we are laying the foundation for a great social improvement, I say that we may take and place upon the public some of the charges that are now thrown upon the land.\n  *[ERSA]: Employment Related Services Association",
        "Some of these charges were brought under the notice of the House last year by the hon. Member for Somersetshire (Mr. Miles). I was obliged, then, in opposing his proposition, to object that as long as the land was benefited by protection, I advised the agricultural interest not to claim relief from these charges—that the relief sought for was in itself comparatively small. But now, when it is determined to expose that interest to competition, then we have a right to look to these charges; and, when you have the power to do so, to relieve it to a certain extent; and in doing so, we have, at the same time, the power of conferring a great benefit upon the community, and for laying the foundation for a great improvement in the administration of the law. You have already taken off one-half the expense of maintaining prisoners in Great Britain and Ireland, who are under sentence for felony or misdemeanour; and I propose to relieve the counties of this charge altogether, and take from the Consolidated Fund the expense of the maintenance of such prisoners.\n  *[ERSA]: Employment Related Services Association",
        "I propose, in order that there should be a constant and vigilant check, that this and other similar charges shall be provided for by an animal vote. We estimate the sum of which these will relieve the counties at 64,000l. per annum. And now, in respect to the expense of prosecutions in England, one-half of that charge is already paid by the public Treasury. In Scotland, the charge is borne altogether by the Treasury, whilst in Ireland there still remains a portion of the charge which is borne by the land. We propose in the case of England, and in the case of Ireland, that that portion of the charge of the expense of prosecutions which is now borne by local rates, shall be borne altogether by the public Treasury. It is true, the relief is not great; but I think the change is of importance, as it undoubtedly affords increased means of establishing some control over prosecutions; and you will be amply repaid, in a social point of view, by acquiring that increased control over any sum you may grant. In Scotland, you have an admirable system of checking prosecutions by means of a public prosecutor.\n  *[ERSA]: Employment Related Services Association",
        "In Ireland, you apply a principle of the same kind, by requiring that, in respect of all prosecutions borne by the public, there shall be the assent of a public officer of the Crown. Now, for the purpose of relief, and for the purpose of combining with relief the means of introducing an improvement of your criminal law, I propose that the whole of the remainder of that charge shall be taken from the land, and be borne by the country.\n  *[ERSA]: Employment Related Services Association",
        "The amount will be, in Ireland, about 17,000l., and in England about 100,000l. a year. Now, in the case of Ireland, if there be any part of the United Kingdom which is to suffer by the withdrawal of protection, I have always felt that that part of the United Kingdom is Ireland. Its capital and enterprise are almost exclusively directed to agriculture. And if, in the intended measures, with regard to the burdens on land, there should appear, at first sight, to be any undue favour shown towards Ireland, let us bear in mind that Ireland has not the means which other parts of the United Kingdom have of employing labour in manufacturing pursuits. But again, I propose no relief from burdens which are not accompanied with some great social advantages.\n  *[ERSA]: Employment Related Services Association",
        "At present you have a great police force in Ireland. The expense of a portion of that force is borne by the land in Ireland; the expense of the remainder is borne by the public Treasury; and it certainly is a most anomalous system for one portion to be borne by the public Treasury, and the other portion by the land. I believe that it will be an immense advantage to place the police force directly under the control of the Executive—to prevent the possibility of all interference by local bodies; to make it as perfect a system as you can, excluding all power of local nomination or local interference, taking the whole control on the Executive Government; and, in order that you may make that control complete, paying the expense out of the public Treasury.\n  *[ERSA]: Employment Related Services Association",
        "This was strongly recommended last year by that Commission over which the Earl of Devon presided, without any reference whatever to the law of protection; and Her Majesty’s Government are disposed to recommend to the House that the whole charge for that rural police in Ireland shall be borne by the public Treasury. There is another charge borne by the land in this country, of which again, for local purposes, we propose that a share shall be borne by the Treasury.\n  *[ERSA]: Employment Related Services Association",
        "I allude to the medical relief in parishes. There is no part of the administration of the Poor Law which I think has given more dissatisfaction than the administration of medical relief. There seems to have been great unwillingness on the part of the guardians of the poor to afford relief, under the impression that their immediate concern was with the relief of absolute distress, and giving sustenance to those who were in danger of starvation.\n  *[ERSA]: Employment Related Services Association",
        "I am sorry to say that there have been frequently just grounds of complaint in respect to the administration of medical relief. The state of medical relief in Scotland occupied the attention of the House in the course of the last Session. And, for the purpose of meeting the views of those who object to the present system, and for the purpose of giving the Executive Government a greater degree of control over it, and gradually introducing an amended system, we propose to take one-half of the charge of the payment of medical officers upon the Treasury. Thus we shall be enabled to meet the objection of those who demur to the exercise of Government control and to the expense, by offering, on the part of the public, to contribute one-half.\n  *[ERSA]: Employment Related Services Association",
        "In that case I estimate that the amount of charge will be 100,000l. in England, and 15,000l. in Scotland. Ireland is under a separate law with respect to medical relief. I believe the whole subject requires reconsideration, and that it is likely to occupy the attention of both Houses of Parliament in the present Session. With regard to Scotland, there is a separate charge, which I think is for the prison of Perth. The amount is very small, but the “principle” is what they object to.\n  *[ERSA]: Employment Related Services Association",
        "The charge of the prison at Pentonville is borne by the public Treasury, and Scotland, therefore, objects to bear the expense of the prison at Perth. Now it will be a satisfaction to this feeling, even if it be no great relief, if we apply the same rule which is applied to Pentonville and Parkhurst prisons, and other prisons not immediately used for local purposes, and relieve Scotland from this charge by taking it from the public Treasury. There is only one other item of expense which I propose to place on the public; and I think that in that I shall have the general acquiescence of the House. I believe that in every parish workhouse there is great ground for complaint, at least in many of them, of inadequate provision for purposes of education.\n  *[ERSA]: Employment Related Services Association",
        "In many workhouses there are no schools—in many others some person perfectly unfit to be intrusted with the education of youth is appointed as master or mistress, at a salary perhaps of 10l. Now, we propose in no way whatever to interfere with the right of appointment. We wish to avoid the possibility of raising any religious question. The right of appointment of a schoolmaster or schoolmistress shall remain with the guardians of the poor. But we are ready to take the expense of providing proper schoolmasters and schoolmistresses. We require qualification.\n  *[ERSA]: Employment Related Services Association",
        "We require the right of dismissal and the right of inspection; but we are ready at the public charge to provide a competent and decent salary for those who are to have the charge of the education of the poor. We propose that a grant of about 30,000l. a year shall be made for the purpose of providing competent salaries for schoolmasters and schoolmistresses for the children of the destitute in each Union, taking at least so much of control (without interfering with religion in any degree beyond what at present appears to be the case under the existing law) as to require that the party shall be competent—that there shall be some examination as to qualification, and some inspection of and control over the management of the school. Then again, with respect to the auditors of Unions, we propose that the charge for the salary of auditors shall be borne in like manner by the public Treasury, which will require about 15,000l.\n  *[ERSA]: Employment Related Services Association",
        "Now observe, that, in almost every case in which I propose any remission of the burden which falls on the land, I propose also the attainment of some great object connected with the public advantage. If this general scheme which I now propose shall meet with the approbation of the House, observe what it does for the great body of the people. At a very early period many of the restrictions which apply to the importation of food will be at once repealed. Instantly, in respect to clothing, there will be perfect liberty to purchase clothing in the cheapest market.\n  *[ERSA]: Employment Related Services Association",
        "With respect to medical attendance, we propose an arrangement which, I believe, will greatly improve the administration of the Poor Law. Before these propositions be rejected, therefore, I hope that both parties will well consider—even if their immediate views cannot be accomplished—yet, that both parties will well consider that instantly, with respect to many articles of food, there will be free importation. In respect to all there will be a perfectly free importation at an early period. In respect to all the main articles of clothing there will be free importation, with liberty to purchase wherever clothing can be obtained. And with respect to medical assistance, there will be considerable improvement on the existing practice.\n  *[ERSA]: Employment Related Services Association",
        "Well, these several propositions appear to me to be calculated to confer great benefits upon the country at large. Whether or no they are sufficient to induce both parties, those who entertain different views, to support them, I cannot undertake to say. I wish, however, that the whole should be fairly considered; that on each side you will well reflect upon the consequences of the immediate rejection of this scheme. I ask for the expression of no opinion at this moment; but I do hope that after an interval of some days we shall approach it with that entire consideration which shall lead to a fruitful result, and in the same temper of mind with which, on both sides, you have listened to my observations to-night. Now, let me conclude with two observations: one connected with our foreign policy and the interests of our commercial intercourse with foreign countries; and the other having reference to our own domestic circumstances.\n  *[ERSA]: Employment Related Services Association",
        "I fairly avow to you that in making this great reduction upon the import of articles, the produce and manufacture of foreign countries, I have no guarantee to give you that other countries will immediately follow our example. I give you that advantage in the argument. Wearied with our long and unavailing efforts to enter into satisfactory commercial treaties with other nations, we have resolved at length to consult our own interests, and not to punish those other countries for the wrong they do us in continuing their high duties upon the importation of our products and manufactures, by continuing high duties ourselves, encouraging unlawful trade.\n  *[ERSA]: Employment Related Services Association",
        "We have had no communication with any Foreign Government upon the subject of these reductions. We cannot promise that France will immediately make a corresponding reduction in her tariff. I cannot promise that Russia will prove her gratitude to us for our reduction of duty on her tallow, by any diminution of her duties. You may, therefore, say, in opposition to the present plan, what is this superfluous liberality, that you are going to do away with all these duties, and yet you expect nothing in return?\n  *[ERSA]: Employment Related Services Association",
        "I may, perhaps, be told, that many foreign countries, since the former relaxation of duties on our part—and that would be perfectly consistent with the fact—foreign countries which have benefited by our relaxations, have not followed our example; nay, have not only not followed our example, but have actually applied to the importation of British goods higher rates of duties than formerly. I quite admit it. I give you all the benefit of that argument. I rely upon that fact, as conclusive proof of the policy of the course we are pursuing.\n  *[ERSA]: Employment Related Services Association",
        "It is a fact, that other countries have not followed our example, and have levied higher duties in some cases upon our goods. But what has been the result upon the amount of your exports? You have defied the regulations of these countries. Your export trade is greatly increased. Now, why is that so? Partly because of your acting without wishing to avail yourselves of their assistance; partly, because of the smuggler, not engaged by you, in so many continental countries, whom the strict regulations and the triple duties, which are to prevent any ingress of foreign goods, have raised up; and partly, perhaps, because these very precautions against the ingress of your commodities are a burden, and the taxation increasing the cost of production disqualify the foreigner from competing with you.\n  *[ERSA]: Employment Related Services Association",
        "But your exports, whatever be the tariffs of other countries, or however apparent the ingratitude with which they have treated you—your export trade has been constantly increasing. By the remission of your duties upon the raw material—by inciting your skill and industry—by competition with foreign goods, you have defied your competitors in foreign markets, and you have even been enabled to exclude them.\n  *[ERSA]: Employment Related Services Association",
        "Notwithstanding their hostile tariffs, the declared value of British exports has increased above 10,000,000l. during the period which has elapsed since the relaxation of the duties on your part. I say, therefore, to you, that these hostile tariffs, so far from being an objection to continuing your policy, are an argument in its favour. But, depend upon it, your example will ultimately prevail. When your example could be quoted in favour of restriction, it was quoted largely; when your example can be quoted in favour of relaxation, as conducive to your interests, it may perhaps excite at first, in Foreign Governments, or foreign Boards of Trade, but little interest or feeling; but the sense of the people—of the great body of consumers—will prevail; and, in spite of the desire of Governments and Boards of Trade to raise revenue by restrictive duties, reason and common sense will induce relaxation of high duties. That is my firm belief.\n  *[ERSA]: Employment Related Services Association",
        "I see symptoms of it already. Our last accounts from the United States give indications of the decline of a hostile spirit in this respect. Look to the report made by the Secretary of the Treasury of the United States. It shows to you that your example is not unavailing. In the report made by the Secretary of the Treasury, Mr. Walker, a report containing very enlightened views on the subject of commerce, that gentleman thus speaks of restrictions upon trade and import duties:— “By countervailing the protective system,” says that gentleman, in the report to which I refer, “we injure our own cause, and we sacrifice our own agricultural and commercial classes. As well might we attempt to engraft a monarchy and an aristocracy upon our Constitution, as to enforce a protective system in the United States. Let, therefore, our commerce be as free as our institutions.\n  *[ERSA]: Employment Related Services Association",
        "Let us proclaim our commerce free, and nation after nation will follow our example. If I were asked who began this system, I should answer at once, England began it by her repeal of the duty on our raw cottons, and the reduction of the duties on our bread stuffs; and although we cannot now take the lead in this enlightened policy, we may, at least, be amongst the first to perceive its advantage, and to follow it.” Here is an admission of the correctness of the course you have adopted in making reductions without stipulating or making any preliminary negotiations. You have reduced the duty upon cotton, and now the United States admit the time is come when they must follow your example.\n  *[ERSA]: Employment Related Services Association",
        "In other parts of Europe, where the form of Government is totally distinct from ours, I can give you proof that your example is producing effect. I could give you the instance of a country as opposed with respect to the institutions of government as any country could be to the United States.\n  *[ERSA]: Employment Related Services Association",
        "In Naples, for instance, liberal views are beginning to prevail. I must say, in justice to the Sovereign who now rules over that country, and who himself takes a personal part with respect to these commercial questions—I have seen a document written by him containing as free principles with respect to commercial intercourse as could come from any professor of political economy—and that he is constantly urging the relaxation of the duties which now apply to foreign imports; and I do not despair that, at a very early period, foreign nations will receive tariffs more favourable to our interests. In Norway, exertions to obtain a relaxation of duties are increasing. In Sweden, and many other countries, there is a disposition to follow the same course. Austria, too, shows some disposition, at least, not to follow other countries in their restrictive policy. Hanover, also, has taken her own course; and I do not despair of the early arrival of the period when your example shall tell upon the conduct of other countries, and when they shall quote our example of relaxation as a course for their Governments in commercial affairs.\n  *[ERSA]: Employment Related Services Association",
        "I trust that this improved intercourse with foreign countries will constitute a new bond of peace: and that it will control the passions of those European Governments who still indulge themselves in the visions of war. I do hope that the friends and lovers of peace between nations will derive material strength from the example which I have advised, by remitting the impediments to commercial intercourse. But observe, if that be the effect, I think in all probability that the continuance of permanent peace will expose us to more extensive and more formidable competition with foreign countries with respect to manufactures.\n  *[ERSA]: Employment Related Services Association",
        "During war we commanded the supply of nations. Peace has introduced not only new consumers, but also formidable manufacturing interests. In order that we may retain our pre-eminence it is of the greatest importance that we neglect no opportunity of securing to ourselves those advantages by which that pre-eminence can be alone secured. Sir, I firmly believe that abundance and cheapness of provisions is one of the constituents by which the continuance of manufacturing and commercial pre-eminence may be maintained. You may say the object of these observations is to flatter the love of gain, and administer merely to the desire of accumulating money. I advise this measure on no such ground.\n  *[ERSA]: Employment Related Services Association",
        "I believe that the accumulation of wealth, that is, the increase of capital, is a main clement, or at least one of the chief means by which we can retain the eminence we have so long possessed. But, I have attempted to show that abundance of provisions, and security (which is the main thing) for continued abundance, not only contributes to the accumulation of wealth, but that it is directly conducive to the alleviation of public burdens, by increasing the revenue; to the alleviation of local burdens by diminishing crimes; but, above all, that it is conducive to the spread of morality, by diminishing those temptations to crime which arise from distress and poverty.\n  *[ERSA]: Employment Related Services Association",
        "I ask you, therefore, to give your consent to this measure, not upon any narrow view that its principle is connected with the accumulation of wealth—I ask you to give your consent to this measure on far higher principles; on the principle that, incumbered as we are by heavy taxes, that, solicitous as we are to provide for the public credit, we feel the true source of increased revenue to be increased comfort, an increased taste for luxury, and that unseen and voluntary taxation which arises from increased consumption.\n  *[ERSA]: Employment Related Services Association",
        "I ask you to consent to this upon proof advanced to you, that abundance and cheapness lead to diminished crime and increased morality. I could adduce to you many instances of the beneficial effects of this comparative cheapness. It is said there is no danger of scarcity, and why then should we interfere? Now, what is scarcity? It is a relative term. That which is not scarcity to us may be scarcity to others. But remember this, the lapse of three years of abundance is an important era in the history of a country. Three years of abundance and comparative cheapness of provisions, have materially altered the circumstances and feelings of the people. That which was not scarcity in the hard winter of 1842, would be scarcity now.\n  *[ERSA]: Employment Related Services Association",
        "That which was not then a denial of comforts, though they might almost amount to necessaries, would be felt severely now. There would be much more real suffering felt in 1846, after the enjoyment of three years of comparative abundance, by being now put upon a short allowance, than there would have been in 1842. Then, I advise you not to check the genial growth of that prosperity we have now enjoyed for three years. Do not mistake me. I am not insensible that that prosperity has arisen from the favour of Providence towards us. I do not say that without importing grain from foreign countries you could not have a sufficient supply; but I entreat you well to consider whether or no that should constitute a reason why, if there should be danger of an insufficient supply at home, we should not remedy the evil as well as we can by admitting imports from abroad.\n  *[ERSA]: Employment Related Services Association",
        "I was much struck the other day by an illustration afforded on this subject. I was told that in one battalion of the Guards, in this town, there had been a great increase in the application for furloughs by the private soldiers, within the last three years; and that the furloughs granted in 1845 were nearly double the usual number. Upon inquiring the reason, I was told that the friends of these soldiers were in so much more comfortable circumstances than formerly, that the soldiers were continually invited to pass some time in the country with their relations, and that they availed themselves of these invitations.\n  *[ERSA]: Employment Related Services Association",
        "Now, this may be comparatively a trivial circumstance, but it seemed to me a striking instance of the moral advantage of a period of abundance in facilitating the intercourse of kindly feelings, and permitting those who are divided, and could not do so in periods of difficulty and distress, to revisit their homes, and return, probably, with feelings better qualifying them for the performance of their duties. I was asked the other night why I was disposed to disturb that state of prosperity which I have said exists? “If,” it is said, “there has been during the last three years comparative abundance and prosperity, which have coexisted with the Com Law of 1842, where is the necessity of disturbing that arrangement?”\n  *[ERSA]: Employment Related Services Association",
        "My answer is, that up to the month of October last all these indications of prosperity did exist; but in that month, and three or four months subsequently, there has been a considerable change. I find a passage in one of the trade circulars from Manchester which explains this state of things, and which I will read to the House. It is dated the 22d of January, 1846. It says— “The anticipations which we ventured to make in our last annual circular, as to the prospects of the year we had then just entered upon, were fully realized for the first nine months, during which 282 we enjoyed not only a continuance of the prosperity of 1844, but had reached to a degree unexampled in our manufacturing history—extending to every branch, and acting powerfully on the social condition of our teeming population.\n  *[ERSA]: Employment Related Services Association",
        "The causes which combined to produce this state of things were, as in the former year, steadiness of prices, with a demand constantly keeping pace with the supply; low rates for the raw material, abundance of money at a moderate rate of interest, with a discriminating and careful management of our banking institutions; regular and full employment for all classes of our operatives, with cheap and abundant food, and the absence of any political event threatening either our domestic peace or foreign relations; to which may be added, the wise and comprehensive fiscal measures of the last Session of Parliament.\n  *[ERSA]: Employment Related Services Association",
        "Unhappily, we have lately experienced a reverse in several of these elements of prosperity, which, acting on each other, led to a state of embarrassment under which we laboured for the last three months of the year, and are still labouring, though in a mitigated form.” “Our home trade demand, up to the end of September, was on an unprecedentedly large scale; but, from the causes above-mentioned, an almost total suspension took place for the two succeeding months, which have been followed since by a moderate business only.” We are not, therefore, to conclude that these indications of prosperity continued.\n  *[ERSA]: Employment Related Services Association",
        "I admit that this change since the month of October is one of the grounds on which I have adopted the conclusion to which I have come. These, Mr. Greene, are the proposals which, on the part of the Government, I offer for the adjustment—the ultimate adjustment of this question. I cannot appeal to any ungenerous feeling—I cannot appeal to fear, or to anything which will be calculated to exercise an undue sway over the reason of those to whom these proposals are made. There may be agitation, but it is not one which has reached the great mass of the labouring classes, there being among them a total absence of all excitement.\n  *[ERSA]: Employment Related Services Association",
        "I admit it is perfectly possible that, without danger to the public peace, we might continue the existing duties; therefore I cannot appeal to fear as a ground for agreeing to these proposals. But this I do say—there has been a great change in the opinion of the great mass of the community with respect to the Corn Laws. There is between the master manufacturers and the operative classes a common conviction that did not prevail in 1842 or at a former period—that it will be for the public advantage that these laws should be repealed; and while there is that union of sentiment between them, there appears at the same time to be a general contentment and loyalty, and a confidence in your justice and impartiality.\n  *[ERSA]: Employment Related Services Association",
        "As far as I can judge, the example which you set in taking on yourselves great pecuniary burdens, in order that you might relieve the labouring classes from the taxation they are subject to, has produced the deepest impression and the most beneficial effect on their minds; and they have a perfect confidence, as I said before, in your justice and wisdom. But because this is a time of peace; because there is a perfect calm, except so far as an agitation among the principal manufacturers may interrupt it; because you are not subject to any coercion whatever, I entreat you to bear in mind that the aspect of affairs may change; that we may have to contend with worse harvests than that of this year; and that it may be wise to avail ourselves of the present moment to effect an adjustment which I believe must be ultimately made, and which could not be long delayed without engendering feelings of animosity between different classes of Her Majesty’s subjects.\n  *[ERSA]: Employment Related Services Association",
        "From a sincere conviction that the settlement is not to be delayed—that, accompanied with the precautionary measures to which I have referred, it will not inflict injury on the agricultural interest—from those feelings I should deeply lament, exclusively on public grounds, the failure of the attempt which, at the instance of Her Majesty’s Government, I have made on this occasion to recommend to your calm and dispassionate consideration these proposals, with no other feeling or interest in the ultimate issue than that they may, to use the words of Her Majesty’s Speech, conduce to the promotion “of friendly feelings between different classes, to provide additional security for the continuance of peace, and to maintain contentment and happiness at home by increasing the comforts and bettering the condition of the great body of the people.” The right hon. Baronet concluded by moving the following Resolution:—\n  *[ERSA]: Employment Related Services Association",
        "§ Resolved—That in lieu of the Duties now payable on the importation of Corn, Grain, Meal, or Flour, there shall be paid until the 1st day of February, 1849, the following Duties, viz.\n  *[ERSA]: Employment Related Services Association",
        "§ If imported from any Foreign Country;\n  *[ERSA]: Employment Related Services Association",
        "WHEAT:—\n  *[ERSA]: Employment Related Services Association",
        "Whenever the average price of Wheat, made up and published in the manner required by Law, shall be, for every quarter.\n  *[ERSA]: Employment Related Services Association",
        "s. d.\n  *[ERSA]: Employment Related Services Association",
        "Under 48s. the Duty shall be, for every quarter 10 0\n  *[ERSA]: Employment Related Services Association",
        "48s. and under 49s. 9 0\n  *[ERSA]: Employment Related Services Association",
        "49s. and under 50s. 8 0\n  *[ERSA]: Employment Related Services Association",
        "50s. and under 51s. 7 0\n  *[ERSA]: Employment Related Services Association",
        "51s. and under 52s. 6 0\n  *[ERSA]: Employment Related Services Association",
        "52s. and under 53s. 5 0\n  *[ERSA]: Employment Related Services Association",
        "53s. and upwards 4 0\n  *[ERSA]: Employment Related Services Association",
        "284\n  *[ERSA]: Employment Related Services Association",
        "BARLEY, BEER, OR BIGG:—\n  *[ERSA]: Employment Related Services Association",
        "Whenever the average price of Barley, made up and published in the manner required by Law, shall be, for every quarter—\n  *[ERSA]: Employment Related Services Association",
        "Under 26s. the Duty shall be, for every quarter 5 0\n  *[ERSA]: Employment Related Services Association",
        "26s. and under 27s. 4 6\n  *[ERSA]: Employment Related Services Association",
        "27s. and under 28s. 4 0\n  *[ERSA]: Employment Related Services Association",
        "28s. and under 29s. 3 6\n  *[ERSA]: Employment Related Services Association",
        "29s. and under 30s. 3 0\n  *[ERSA]: Employment Related Services Association",
        "30s. and under 31s. 2 6\n  *[ERSA]: Employment Related Services Association",
        "31s. and upwards 2 0\n  *[ERSA]: Employment Related Services Association",
        "OATS:—\n  *[ERSA]: Employment Related Services Association",
        "Whenever the average price of Oats, made up and published in the manner required by Law, shall be, for every quarter—\n  *[ERSA]: Employment Related Services Association",
        "Under 18s. the Duty shall be, for every quarter 4 0\n  *[ERSA]: Employment Related Services Association",
        "18s. and under 19s. 3 6\n  *[ERSA]: Employment Related Services Association",
        "19s. and under 20s. 3 0\n  *[ERSA]: Employment Related Services Association",
        "20s. and under 21s. 2 6\n  *[ERSA]: Employment Related Services Association",
        "21s. and under 22s. 2 0\n  *[ERSA]: Employment Related Services Association",
        "22s. and upwards 1 6\n  *[ERSA]: Employment Related Services Association",
        "§ >RYE, PEASE, AND BEANS:—\n  *[ERSA]: Employment Related Services Association",
        "§ For every quarter;\n  *[ERSA]: Employment Related Services Association",
        "§ A Duty equal in amount to the Duty payable on a quarter of Barley.\n  *[ERSA]: Employment Related Services Association",
        "§ WHEAT MEAL, AND FLOUR:—\n  *[ERSA]: Employment Related Services Association",
        "§ For every barrel, being one hundred and ninety-six pounds;\n  *[ERSA]: Employment Related Services Association",
        "§ A Duty equal in amount to the Duty payable on thirty-eight gallons and a half of Wheat.\n  *[ERSA]: Employment Related Services Association",
        "§ BARLEY MEAL:—\n  *[ERSA]: Employment Related Services Association",
        "§ For every quantity of pounds;\n  *[ERSA]: Employment Related Services Association",
        "§ A Duty equal in amount to the Duty payable on a quarter of Barley.\n  *[ERSA]: Employment Related Services Association",
        "§ OATMEAL:—\n  *[ERSA]: Employment Related Services Association",
        "§ For every quantity of one hundred and eighty-one pounds and a half;\n  *[ERSA]: Employment Related Services Association",
        "§ A Duty equal in amount to the Duty payable on a quarter of Oats.\n  *[ERSA]: Employment Related Services Association",
        "§ RYE MEAL:—\n  *[ERSA]: Employment Related Services Association",
        "§ For every quantity of pounds;\n  *[ERSA]: Employment Related Services Association",
        "§ A Duty equal in amount to the Duty payable on a quarter of Rye.\n  *[ERSA]: Employment Related Services Association",
        "§ PEA MEAL AND BEAN MEAL:—\n  *[ERSA]: Employment Related Services Association",
        "§ For every quantity of pounds;\n  *[ERSA]: Employment Related Services Association",
        "§ A Duty equal in amount to the Duty payable on a quarter of Pease or Beans.\n  *[ERSA]: Employment Related Services Association",
        "If the produce of and imported from any British Possession out of Europe;\n  *[ERSA]: Employment Related Services Association",
        "Wheat, Barley, Beer or Bigg, Oats, Rye, Pease, and Beans, the Duty shall be for every quarter 1 0\n  *[ERSA]: Employment Related Services Association",
        "Wheat, Meal, Barley Meal, Oat Meal, Rye Meal, Pea Meal, and Bean Meal, the Duty shall be for every cwt. 0 4½\n  *[ERSA]: Employment Related Services Association",
        "§ And that from and after the said 1st day of February, 1849, there shall be paid the following Duties, viz.\n  *[ERSA]: Employment Related Services Association",
        "Wheat, Barley, Beer or Bigg, Oats, Rye, Pease, and Beans, for every quarter 1 0\n  *[ERSA]: Employment Related Services Association",
        "Wheat Meal, Barley Meal, Oat Meal, Rye Meal, Pea Meal, and Bean Meal, for every cwt. 0 4½\n  *[ERSA]: Employment Related Services Association"
    ]
}