{
    "url": "https://www.ukpol.co.uk/tom-pendry-1988-speech-on-strip-searches-at-greenham-common/",
    "title": "Tom Pendry – 1988 Speech on Strip Searches at Greenham Common",
    "post_date": "August 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1988",
            "url": "/tag/1988/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pendry",
            "url": "/tag/tom-pendry/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tom Pendry, the then Labour MP for Stalybridge and Hyde, in the House of Commons on 6 July 1988.",
    "content": [
        "On a point of order, Mr. Speaker. I wish to bring to your attention and to the attention of the House what I consider to be a serious breach of ministerial and parliamentary conduct. On 24 May 1984 I asked the Secretary of State for Defence\n  *[ERSA]: Employment Related Services Association",
        "“for what purposes the Ministry of Defence police are carrying out strip searches at Greenham common; how many strip searches have taken place there; what was found; and if he will make a statement.”\n  *[ERSA]: Employment Related Services Association",
        "The answer was supplied by the Minister of State for the Armed Forces, the right hon. Member for Tonbridge and Mailing (Mr. Stanley), who is now the Minister of State, Northern Ireland Office. He stated:\n  *[ERSA]: Employment Related Services Association",
        "“No such strip searches have been carried out at RAF Greenham common.”—[Official Report, 24 May 1084; Vol. 60, c.552.]\n  *[ERSA]: Employment Related Services Association",
        "I was prompted to ask the question by a constituent of mine who alleged that six months earlier she had been strip-searched at Greenham common. As I believed that the Minister’s word was honourable, I told her that I could not pursue the matter in a parliamentary sense.\n  *[ERSA]: Employment Related Services Association",
        "Fortunately for her, she persevered. Yesterday, at Newbury county court, she was awarded £2,000-plus damages and about £6,000 costs at the expense of the Ministry of Defence because she had been strip-searched at Greenham common.\n  *[ERSA]: Employment Related Services Association",
        "I believe that the Minister should account for his misleading answer from the Dispatch Box. He should apologise to me, and, more importantly, to my constituent, Stella Mann-Cairns, and all other women who have had to put up with this indignity. Although he has moved to another Department, he should assure the House that the Government no longer pursue that policy.\n  *[ERSA]: Employment Related Services Association",
        "I have given notice of this matter to the Minister and to the Leader of the House, and I am surprised that neither of them is present. I hope that the Minister will apologise. If he does not, he should do the honourable thing and resign.\n  *[ERSA]: Employment Related Services Association"
    ]
}