{
    "url": "https://www.ukpol.co.uk/mike-penning-2022-speech-on-bbc-local-radio/",
    "title": "Mike Penning – 2022 Speech on BBC Local Radio",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mike Penning",
            "url": "/tag/mike-penning/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Mike Penning, the Conservative MP for Hemel Hempstead, in the House of Commons on 8 December 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association",
        "That this House has considered the future of BBC Local Radio.\n  *[ERSA]: Employment Related Services Association",
        "I thank the Backbench Business Committee and the 100-odd colleagues from across the House who joined the application for this debate. For those who are watching and perhaps thinking that the Benches are a bit sparse, actually if everybody speaks for 10 minutes, we will fill the time perfectly. This is a great opportunity for colleagues across the House to send a message not only to the excellent Minister on the Front Bench, but to the BBC. I also thank the House of Commons Library for its excellent and balanced paper on the subject. I will try to explain to the BBC, with colleagues, where it has gone fundamentally wrong with the demise of local radio. Local radio provides a service to our constituents and our communities that commercial radio cannot provide. If the BBC is trying to compete with commercial radio in that space, then frankly it has lost the ethos of what the BBC is supposed to be about.\n  *[ERSA]: Employment Related Services Association",
        "There is a tax on all our constituents who have a TV or a computer that is able to receive a BBC programme. It is called the licence fee and it is a criminal offence not to have it. It was put in place all those years ago so that the BBC could provide a service that people could trust was impartial and was not going to come from any other source.\n  *[ERSA]: Employment Related Services Association",
        "**Mr David Davis (Haltemprice and Howden) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "Does my right hon. Friend agree that impartiality is right at the front of the BBC’s ethos, but that in practice many of us in this Chamber—certainly, I do—find that BBC local radio, in my case Radio Humberside, is far more impartial than any national programme?\n  *[ERSA]: Employment Related Services Association",
        "**Sir Mike Penning**\n  *[ERSA]: Employment Related Services Association",
        "My right hon. Friend hits the nail on the head. I will come on to explain the matter of trust and how local radio is not allowed a level playing field, when it comes to programmes such as “Newsnight” or the cost of some BBC presenters. During covid, my constituents were massively reliant on the information coming from Three Counties Radio. They trusted it, they understood it and the presenters were literally their voice of information about what was going on during the pandemic.\n  *[ERSA]: Employment Related Services Association",
        "As the cold weather hits parts of the country—fortunately, although my part of the country is cold, the weather there will be nowhere near as difficult as the sort that some will have—there is no doubt that some schools will close. Where is the information that people can trust going to come from? Clearly, it will come from their local radio station. Some commercial radio stations will pick that up—that is fine—but actually that is the job of the BBC, because it takes the licence fee.\n  *[ERSA]: Employment Related Services Association",
        "The BBC gets about £3.5 billion from the licence fee and a further £1.5 billion from other sources. It is not for this House to tell the BBC how to spend that money, but we can give it advice. Some of that advice has been brought to me by my constituents, who are literally in tears that some presenters on local radio stations in my part of the world have been given pre-redundancy notices before Christmas, telling them that they should apply for their jobs. In some cases, those jobs will not be there.\n  *[ERSA]: Employment Related Services Association",
        "Let us look at what the BBC has decided to do. It is proposing to allow our local radio stations to go a bit longer in the morning, until about 2 pm, and then we will be regionalised.\n  *[ERSA]: Employment Related Services Association",
        "**Colum Eastwood (Foyle) (SDLP)**\n  *[ERSA]: Employment Related Services Association",
        "I am grateful to the right hon. Gentleman for securing the debate. An announcement was made last week about my local radio station, Radio Foyle, and we will not even get morning programming. There will not be a local voice on Radio Foyle in the north-west of Northern Ireland until 1 o’clock in the afternoon. The breakfast programme is being stripped away and more than half of the news staff are being got rid of to save £420,000. BBC Northern Ireland’s budget is £55 million. In effect, it will destroy a local radio station, going against what its own charter says about providing local people with access to local news, all to save a measly £420,000. The BBC has a massive number of staff in Belfast and two massive buildings, but the axe is falling on the local community in the north-west of Northern Ireland. Surely the right hon. Gentleman would agree that that is an absolute disgrace.\n  *[ERSA]: Employment Related Services Association",
        "**Sir Mike Penning**\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman represents the voice of his constituents in an excellent way in the House this afternoon. Knowing the Province as I do—once in uniform and then as a Minister of State in the Northern Ireland Office—I know how important the local radio stations are. The interesting thing is that I do not think the BBC really knows what it wants to do. What is its ethos? Where is it going? For instance, in my part of the world it will cut local radio in the afternoon, but in his part of the world it will cut it in the morning. I would argue that both are very important.\n  *[ERSA]: Employment Related Services Association",
        "To go back to my earlier point, we are now in winter. Parents will take their children to school, and it is quite possible that sometimes—especially in the northern parts of this great country of ours—those children will have to go home early. Schools will do their level best, but it is the local radio stations that will tell parents which schools will be open the following day, which will be open that evening, and whether they need to collect their children early—I hear that all the time on my local radio station. The people involved are dedicated, and they are not the very rich people who work for the BBC.\n  *[ERSA]: Employment Related Services Association",
        "When the Secretary of State came to the House to answer questions on this issue a few weeks ago, it was shocking that the Department had been told what was happening only the day before, because I had been told on the Friday by some local radio stations that they knew about it then. It is shocking that what is really an extension of Government—because the BBC takes the licence fee—did not tell the Government what was going on so that we could tell the House. That is absolutely disgusting and fundamentally wrong. Mr Speaker quite rightly complains bitterly when things are announced outside the House, but this was also about people’s jobs and our communication with our constituents.\n  *[ERSA]: Employment Related Services Association",
        "I went back to listen to some of the comments from people in local radio—I have to be careful here, because I want to protect them and not put them in an even more difficult position—and they said, “Mr Penning, it is not a level playing field. I’m not allowed to have another job, apart from working for the BBC.” A few people are on slightly different contracts, but the vast majority have contracts that say they cannot have another job in broadcasting.\n  *[ERSA]: Employment Related Services Association",
        "I named a gentleman in this Chamber who works for the BBC and who has been on our TV quite a lot recently because of the World cup—the gentleman’s name is Gary Lineker. I said that I thought that it was fundamentally unfair that he earns £1.35 million, or slightly more—that has been declared by the BBC as his income—and others, such as Zoe Ball on Radio 2’s “The Zoe Ball Breakfast Show”, earn just short of £1 million. I do not know about Zoe Ball’s contract, but what we know about Gary Lineker’s contract is that not only does he do advertisements for a certain company that makes crisps, but he works on BT Sport. My local radio people are not allowed to do that.\n  *[ERSA]: Employment Related Services Association",
        "I got lambasted by a Daily Mail journalist who said, “Stop picking on Gary Lineker.” I am not picking on him; I just think it is unfair that our local radio people are now prevented from having a job, while he can go and do jobs galore. I am not going to be a hypocrite; I have declared other interests outside this House. That is within my contract. Others who work in local radio cannot work in other ways. There are people who have been given their pre-redundancy notice and told that they need to apply for their job, but their jobs will not be there.\n  *[ERSA]: Employment Related Services Association",
        "What can the Minister do for us this afternoon? He is an excellent Minister, but his job, rightly, is not to run the BBC. It is for this House, however, to send a message to the BBC that it has got it fundamentally wrong to attack that low-hanging fruit—our local radio station presenters—without understanding the damage that that will do to our communities around the country.\n  *[ERSA]: Employment Related Services Association",
        "**Andy Carter (Warrington South) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "This is a message that we need to send not only to the BBC, but to the regulator, Ofcom. The service licences under which BBC local radio operates are so woolly that, frankly, there are no obligations in place that require it to be specifically local to the area that it is required to serve. Given that we are in a mid-term review of the BBC, is it not time that Ofcom had some teeth and required the BBC to do what it is set out to do?\n  *[ERSA]: Employment Related Services Association",
        "**Sir Mike Penning**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend has read my mind. As he may have noticed, I do not read speeches in this House because my dyslexia prevents me, so I try to memorise what I am going to say, and I was about to move on to Ofcom.\n  *[ERSA]: Employment Related Services Association",
        "Because the licence fee is a tax and people have to pay it, there has to be regulation. Ofcom provides that regulation. It is for the Government to set the parameters, for Ofcom to regulate and for the BBC to decide how to deliver its services. I find it inconceivable that Ofcom would sit back and allow this to happen when it is Ofcom’s job to ensure that the BBC fulfils its role and does what it was supposed to do when we set it up with a licence fee all those years ago.\n  *[ERSA]: Employment Related Services Association",
        "I am conscious that many colleagues across the House want to speak this afternoon, and I am really interested to hear what they say. The BBC has done brilliant things and has some brilliant programmes. I have fallen out with it many a time; I do not go on “Newsnight” these days, because it is cheaper just to phone up all the people who watch it—200,000, which is smaller than the number of people who listen to their local radio station in my part of the world.\n  *[ERSA]: Employment Related Services Association",
        "**Dean Russell (Watford) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "My right hon. Friend and I share a local station, BBC Three Counties Radio. I am sure he agrees that every single one of its 250,000 listeners must enjoy the shows. As he says, it gives important local voices the power to reach into people’s homes when they are needed—it did that perfectly during the pandemic. I pay tribute to BBC Three Counties and all its presenters for their work.\n  *[ERSA]: Employment Related Services Association",
        "**Sir Mike Penning**\n  *[ERSA]: Employment Related Services Association",
        "I too congratulate BBC Three Counties, not just because of its work in the pandemic but because it picks up many local issues for us.\n  *[ERSA]: Employment Related Services Association",
        "I congratulate the BBC on managing to unite this House in a way that we probably have not seen for quite some time. This Chamber is confrontational by nature—it does what it says on the tin, really—but I can almost guarantee that colleagues are here today because they want to look after their constituents and want their constituents to get the best possible value from the BBC.\n  *[ERSA]: Employment Related Services Association",
        "If this is all about money, I cannot understand why the BBC is spending £5 billion, of which £3.5 billion is taxpayers’ money, but it cannot find a better way. If people cannot look after Radio Foyle instead of saving peanuts in cash terms, and if they cannot look after our local station Three Counties Radio, frankly they need to get another job, because they are not running their organisation correctly.\n  *[ERSA]: Employment Related Services Association"
    ]
}