{
    "url": "https://www.ukpol.co.uk/matthew-pennycook-2021-comments-on-the-unfccc-synthesis-report/",
    "title": "Matthew Pennycook – 2021 Comments on the UNFCCC Synthesis Report",
    "post_date": "February 27, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Matthew Pennycook",
            "url": "/tag/matthew-pennycook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Matthew Pennycook, the Shadow Climate Change Minister, on 26 February 2021.",
    "content": [
        "With the election of a new US President and China’s recent commitment to carbon neutrality by 2060, the past few months have offered grounds for cautious optimism on climate change. But this report serves as a wake-up call. It sets out in stark terms just how wide the gulf remains between national pledges made and what the world must do to avoid catastrophic global heating.\n  *[ERSA]: Employment Related Services Association",
        "This year’s COP26 summit is the last best chance to keep alive the hope of the Paris Agreement that warming might be limited to 1.5°C. As its hosts, the UK has a unique responsibility not only to do whatever it takes to maximise global ambition but also to secure agreement on a roadmap for delivering that ambition.\n  *[ERSA]: Employment Related Services Association",
        "It’s essential we lead by example. But by remaining seriously off track to meet its existing climate targets whilst promising more ambitious ones; by laying claim to the mantle of climate leadership abroad whilst approving new coal mines at home; or by seriously undermining our standing with those on the frontline of the climate crisis by cutting the overseas aid budget, the Government continues to damage its credibility as the custodian of the COP process and by implication the prospects of success in Glasgow in November.\n  *[ERSA]: Employment Related Services Association"
    ]
}