{
    "url": "https://www.ukpol.co.uk/matthew-pennycook-2020-letter-to-alok-sharma-on-climate-change/",
    "title": "Matthew Pennycook – 2020 Letter to Alok Sharma on Climate Change",
    "post_date": "July 20, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Matthew Pennycook",
            "url": "/tag/matthew-pennycook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Text of the letter sent by Matthew Pennycook, the Shadow Climate Change Minister, on 20 July 2020.",
    "content": [
        "Dear Alok,\n  *[ERSA]: Employment Related Services Association",
        "UK credibility on climate change\n  *[ERSA]: Employment Related Services Association",
        "I am writing to you as the Minister with lead responsibility for tackling climate change regarding the need for consistency across government policy to ensure the UK’s credibility ahead of the crucial COP26 UN climate summit in Glasgow next year.\n  *[ERSA]: Employment Related Services Association",
        "As you know, we are at the start of the decisive decade in the fight against runaway global heating. COP26, now rescheduled for November 2021, will be a critical moment in that fight. As the first country in the world to industrialise, the world’s sixth-largest economy and the summit’s host, we have a particular responsibility to make it a success.\n  *[ERSA]: Employment Related Services Association",
        "Establishing the credibility of our COP26 Presidency depends on demonstrable leadership. That has to begin here at home with action to make up the ground lost over recent years and put us on track for net zero emissions.\n  *[ERSA]: Employment Related Services Association",
        "The need to rebuild our economy in the wake of the coronavirus pandemic presents the Government with a once in a generation opportunity to bring forward an ambitious stimulus package geared towards the rapid decarbonisation of our economy; one that would create swathes of new jobs across the country, lay the foundations for an enhanced 2030 climate pledge and build momentum in the lead up to COP26.\n  *[ERSA]: Employment Related Services Association",
        "Yet while other major economies are racing ahead, we risk slipping behind. The energy efficiency measures set out in the summer statement were welcome but what has been announced to date in no way amounts to the “green recovery” that the Chancellor of the Exchequer has promised. Narrowing the gulf between the Government’s rhetoric on climate action and the reality is going to require far more domestic ambition before the year’s end.\n  *[ERSA]: Employment Related Services Association",
        "However, the credibility of our COP26 Presidency also rests on the consistency of our actions abroad. I know that you recognise this fact and I note that just this month, you used your London Climate Action Week keynote address to state your commitment to making sure that “climate risk is factored into every single investment decision taken around the world”[1].\n  *[ERSA]: Employment Related Services Association",
        "Yet over the last decade the Government has directed £6 billion of public money into fossil fuel projects around the world via UK Export Finance (‘UKEF’)[2], the UK’s export credit agency. Indeed, between 2013 and 2018, 96% (£2.5 billion) of UKEF’s support for global energy projects went to fossil fuel ventures – the vast majority of which (£2.4 billion) was channelled in projects in low and middle-income countries[3].\n  *[ERSA]: Employment Related Services Association",
        "In May 2019, a report from the Committee on Climate Change made clear that UKEF “is not aligned with climate goals, and often supports high-carbon investments”[4]. Similarly, in June 2019, the House of Commons’ Environment Audit Committee (‘EAC’) found that UKEF’s activities were “undermining the UK’s international climate and development targets” and called for UKEF to end its support for new fossil fuel projects by 2021 and to align all its investments with the UK’s 2050 net zero target [5].\n  *[ERSA]: Employment Related Services Association",
        "Those recommendations have so far been ignored. Instead, at this year’s UK-Africa Investment Summit, 90% of the £2bn invested in energy deals went into fossil fuel projects[6] with the Government committing at that summit only to end UKEF support for overseas coal – an easy pledge to make given the UK has not provided finance for overseas coal projects since 2012[7]. Just last month, it was reported that UKEF will provide a £1bn loan guarantee for Mozambique’s first onshore gas pipeline which, on completion, will account for 10% of that country’s greenhouse gas emissions[8].\n  *[ERSA]: Employment Related Services Association",
        "When it comes to the climate crisis, the Government’s deeds need to consistently match its words. It is clear that the Government’s support for overseas fossil fuel energy projects is not in line with the UK’s obligations under the Paris Agreement, which commits signatories to make “finance flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development”[9].\n  *[ERSA]: Employment Related Services Association",
        "What is more, by backing these projects, we send a strong signal about their viability to other investors; de-risking them, crowding in further financing, and locking low and middle-income countries into high-carbon dependency for decades to come.\n  *[ERSA]: Employment Related Services Association",
        "Nor is it at all clear that investing in such schemes provides value for money for UK taxpayers. In a Paris-complaint world most will not be economically competitive and will become stranded assets[10]. As the Conservative MP and current chair of the EAC Philip Dunne said last month, “such investments look very poor value for British taxpayers compared with renewable alternatives”[11].\n  *[ERSA]: Employment Related Services Association",
        "The government has highlighted[12] the jobs in the UK oil and gas sector that could be put at risk by ending support for fossil fuel projects abroad. This is a legitimate concern and one that we share. However, research shows that with the right policies, job creation in clean energy industries will exceed affected oil and gas jobs more than threefold in the years ahead[13].\n  *[ERSA]: Employment Related Services Association",
        "Rather than ducking this issue and simply storing up problems for the future, the government must align its policies at home and abroad with the transition that we know must take place and bring forward the investment and support necessary to help those whose jobs currently depend on the financing of overseas oil and gas projects begin the transition to the low-carbon industries of the future.\n  *[ERSA]: Employment Related Services Association",
        "We urgently need a different approach. The Government has an opportunity to match its stated net zero priorities at home with its practices abroad, and to show the leadership and consistency required from its COP Presidency to make next year’s summit a success.\n  *[ERSA]: Employment Related Services Association",
        "As such, we are asking the Government to:\n  *[ERSA]: Employment Related Services Association",
        "1\\. Immediately end all financing of new overseas fossil fuel projects and review the decision to use public money to underwrite the Mozambique onshore LNG project;\n  *[ERSA]: Employment Related Services Association",
        "2\\. Change UKEF’s mandate to ensure that any financing provided by it is aligned with the UK’s climate commitments and the Paris Agreement;\n  *[ERSA]: Employment Related Services Association",
        "3\\. Leverage UKEF’s position among other OECD export credit agencies to ensure multilateral action towards net zero emissions by taking up the EAC’s recommendations from last June and:  \na. Reporting on the forecast and actual emissions of the entire UKEF portfolio, including scope 3 emissions, to ensure maximum transparency; and  \nb. Committing to follow recommendations by the Task Force on Climate-related Financial Disclosures to quantify and report its exposure to stranded assets due to climate change and its actions to support energy transition.\n  *[ERSA]: Employment Related Services Association",
        "4\\. Bring forward a Just Transition Plan for British workers affected by these changes to retrain and reemploy them in decent, long term jobs in renewable projects instead.\n  *[ERSA]: Employment Related Services Association",
        "I look forward to hearing from you at your earliest convenience.\n  *[ERSA]: Employment Related Services Association",
        "Best wishes,\n  *[ERSA]: Employment Related Services Association",
        "Matthew\n  *[ERSA]: Employment Related Services Association"
    ]
}