{
    "url": "https://www.ukpol.co.uk/mike-penning-2022-speech-on-accountability-in-the-nhs/",
    "title": "Mike Penning – 2022 Speech on Accountability in the NHS",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mike Penning",
            "url": "/tag/mike-penning/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mike Penning, the Conservative MP in Hemel Hempstead, in Westminster Hall, House of Commons, on 30 November 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association",
        "That this House has considered accountability in the NHS.\n  *[ERSA]: Employment Related Services Association",
        "It is a pleasure to serve under your chairmanship, Sir George. I called this debate on accountability in the NHS. As a nation, we love our NHS which does a fantastic job for us, day in, day out. However, like any human being or organisation, sometimes it makes mistakes. When the NHS makes mistakes, the process of trying to get an apology or a mistake rectified is invariably a bureaucratic nightmare.\n  *[ERSA]: Employment Related Services Association",
        "I have a couple of examples I would like to raise. I have permission from one to use their name, but I probably will not do so, because I will yet again pass correspondence to the Minister. I appreciate that the Minister here, my hon. Friend the Member for Colchester (Will Quince), is not responsible in the Department for this subject. The relevant Minister, my hon. Friend the Member for Lewes (Maria Caulfield), is on the Floor of the House answering questions, and I thank this Minister for explaining why she is not here.\n  *[ERSA]: Employment Related Services Association",
        "We in Parliament are here to speak up for those who sometimes cannot speak up for themselves. When something goes wrong, Sir George, you would think we could get answers for constituents and get matters rectified, but within the NHS there is a lack of ministerial accountability, which I will come to in a moment. The complaints procedure eventually ends up with the ombudsman, but it takes for ever. There is a feeling in my constituency that, when things go wrong, the longer the process can be delayed, the more people will just accept what has happened. In some cases, they will sadly not be around any more. For their families and loved ones, this short debate is very important.\n  *[ERSA]: Employment Related Services Association",
        "Probably the most dramatic example for me, not of the physical effects of surgery but of the effect on someone’s life, concerns one of my constituents. The NHS decided in 1986 that he needed an operation on his nose, but the operation that took place was not the one that was supposed to. I will use the language: it was botched. It was probably not intentional; it was a mistake but, to this day, that has had detrimental effects on his quality of life.\n  *[ERSA]: Employment Related Services Association",
        "My constituent tried to go through the process of getting it rectified. I have tried to find out what was going on. He has pushed from pillar to post by different trusts: University College London and West Hertfordshire. I have written to previous Ministers over the years, only to be told that Ministers do not interfere in individual cases. I accept that but, when we reach a situation where there is nowhere else to go, ministerial accountability is important.\n  *[ERSA]: Employment Related Services Association",
        "**Tim Farron (Westmorland and Lonsdale) (LD)**\n  *[ERSA]: Employment Related Services Association",
        "I am grateful to the right hon. Gentleman, not least for the sensitivity of the issues he is raising. Ministers under Governments of all colours have sought to keep NHS operational matters at arm’s length. Does he agree that that reduces accountability and effectiveness? I am thinking more generally about the current huge backlog in cancer diagnosis and treatment. I do not see any direct and urgent Government intervention. Does the right hon. Gentleman think that is partly the result of the lack direct operational accountability for Ministers to the service?\n  *[ERSA]: Employment Related Services Association",
        "**Sir Mike Penning**\n  *[ERSA]: Employment Related Services Association",
        "I thank the hon. Member for his intervention. We have seen during covid that, actually, when things get really bad, Ministers can step in and Prime Ministers can step in, but when we talk about individual cases, they cannot.\n  *[ERSA]: Employment Related Services Association",
        "In the case I am referring to, I ended up writing to the Minister, to be told to go to the ombudsman. I got fobbed off by the ombudsman, after we had been to the trust three or four times. I then wrote to the Minister again—this is over the course of years—to be told to take legal advice. This particular person has now been told, “Go back to your GP and get them to re-refer you if you’ve still got problems.” He has problems because they did not do the operation properly in the first place, and it has had a massive long-term effect on this gentleman’s quality of life.\n  *[ERSA]: Employment Related Services Association",
        "That is not the only case. I have been here for nearly 18 years, and I worked for a Member of Parliament for many years before that. In every constituency, this sort of case is brought before the MP. I have another example. Last summer, in the middle of heatwave in July, when the temperatures were unbelievably high, a very vulnerable young lady was brought in for a scan at my local hospital. She is the most vulnerable young lady. Her mother cares for her 24/7. She has carers in. She is a wheelchair user or bed-bound. She was left on a trolley in the heat for five hours when her ambulance did not arrive.\n  *[ERSA]: Employment Related Services Association",
        "When I contacted the trust and said, “What happened there?” it blamed the ambulance trust. When I contacted the ambulance trust, it said, “No, it was cancelled by the trust—it was their fault.” I do not care whose fault it was. It was the NHS’s fault that this happened to a very vulnerable young lady. She had no drink and no food. She was very, very ill. The ambulance trust said that the return journey was cancelled because she was so poorly on the trolley—well, she was so poorly because she had been left there for five hours!\n  *[ERSA]: Employment Related Services Association",
        "Trying to get to the bottom of what happens within the NHS when something goes wrong is so difficult. We have seen terrible situations in maternity services and in trusts around the country. These problems need to be addressed early on, instead of the drawbridge being brought up and people having to go through a massive complaints procedure where they have to complain three times before going to the ombudsman, and then the ombudsman will say it is out of time, and if they are not careful, they cannot go to court because that is out of time too. Is that the way we want our NHS to be seen by the public, who love the NHS?\n  *[ERSA]: Employment Related Services Association",
        "The NHS sees the NHS as a single entity. As MPs—and I was a shadow Health Minister for four and a half years—we understand that it is not a single entity. It is a set of silos where everybody passes the buck back and forth. What we need is joined-up thinking. When Members like myself write to Ministers about these issues, the answer is not to say, “Nothing to do with me, guv” and pass it down the line to the ombudsman or a lawyer. That surely costs more money and does not put the NHS in a particularly good light with my constituents who have had their operations botched\n  *[ERSA]: Employment Related Services Association",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association",
        "I congratulate the right hon. Gentleman on securing the debate. He talks about silos, and I want to give him an example of that in my constituency. Many people await their care packages in order to be released from hospital and get better at home. On the other hand, there are people waiting urgently for hospital beds who cannot get one. Does he agree that there must be greater communication between trust managers and social care workers to ensure efficiency of care in the community, which would free up hospital beds and allow people to be treated quicker? In other words, we should do away with the silos and get things co-ordinated.\n  *[ERSA]: Employment Related Services Association",
        "**Sir Mike Penning**\n  *[ERSA]: Employment Related Services Association",
        "I completely agree with the hon. Gentleman. I know that right next to my constituency, my hon. Friend the Member for Watford (Dean Russell) goes to Watford General Hospital and looks at the boards to see whether people can medically be discharged, but they cannot because there is a lack of joined-up thinking.\n  *[ERSA]: Employment Related Services Association",
        "This is different. This is about the need for the NHS, when it may or may not have made a mistake, to address it full-on at the start. It should not draw up the drawbridge, with people having to go through the long, drawn-out procedure of making complaints and going to the ombudsman. For a Minister to say to a colleague and fellow MP, “Perhaps this person needs to take legal advice,” is not the attitude we should have towards people who have done the right thing. The NHS has said that they should have an operation, and the NHS has mucked up and botched—I use that word under privilege. At the same time, the person’s life has been detrimentally affected for years and years to come.\n  *[ERSA]: Employment Related Services Association",
        "I know the Minister is not the Minister responsible, but because we are all constituency MPs, I guarantee that before he was in his position, people were at his surgeries or wrote to him to say, “This happened to me within the NHS. What can you do to help me do something about it?” Somewhere along the line, perhaps the short debate we are having today will nudge the Department of Health and Social Care and the Government —I was a Minister in several Departments—to look at ministerial oversight.\n  *[ERSA]: Employment Related Services Association",
        "**Daisy Cooper (St Albans) (LD)**\n  *[ERSA]: Employment Related Services Association",
        "The right hon. Gentleman is making a fantastic speech. In the light of this week’s shocking reports from Byline Times about the amount of sexual abuse and rapes that have occurred in hospital settings, does he agree that to improve accountability, we need the Government not only to urgently repeal the five-year rule, which limits some people from making complaints to the NHS, but to have clear, systematic and consistent data collection on all sexual misconduct across all hospital settings?\n  *[ERSA]: Employment Related Services Association",
        "**Sir Mike Penning**\n  *[ERSA]: Employment Related Services Association",
        "As usual, I agree with the hon. Lady. We do not agree on everything, but we agree on 99% of things.\n  *[ERSA]: Employment Related Services Association",
        "This is the crux of the matter, and there are two real issues here. In the case that I spoke about earlier, which goes way back to the ’80s, the gentleman’s mental and physical health has not been great. Other people, including the extreme examples alluded to by the hon. Lady, may be mentally affected in a way that I and many of the people in this room probably cannot understand. To have a block exclusion post five years seems so arbitrary in the modern world. The Government really must look at whether there should be an arbitrary rule and perhaps leave it to others to decide, rather than setting down in regulation the exceptional circumstances that might well have been in place. Trusts do have delegated powers—many more powers than I think they should have—and I know the new Act will help that, but it does not take into consideration the points that we have tried to raise in this morning’s debate.\n  *[ERSA]: Employment Related Services Association",
        "If we had this debate on the Floor of the House, I think we would have a full Chamber of colleagues. Rather than talking down the NHS, they would be saying, “When things go wrong, we need to address them.” When I was Police Minister, there was a big mistake under my portfolio, and I went before the House, explained that mistakes were made on the funding formula and put my hands up. I took a lot of flak for that, but it was a way to address things going forward. With the NHS being such a massive organisation, and an organisation that the public want to be able to trust, it must be better for us to address the issues at the start of a complaint.\n  *[ERSA]: Employment Related Services Association",
        "The Under-Secretary of State for Health and Social Care, my hon. Friend the Member for Lewes, did not write the letter that I mentioned; it was written by her officials, who desperately want to defend the NHS. The complaint was not about the NHS in general; it was about a specific issue that we need to address. We are all here as Members of Parliament because we are supposed to represent the taxpayer—representation through taxation. I should be able to represent my constituents in that way without being told to go to the ombudsman. I know I have to go to the ombudsman, because I have been here a very long time, so I am capable of working that out. I am also capable of working out that we are outside the time limit, given the five-year rule.\n  *[ERSA]: Employment Related Services Association",
        "We need a change of mindset. I do not want individual Ministers to say, “This operation should take place, that one shouldn’t, and the hospital should have this number of wards”, but there has to be ministerial oversight when things go well, and when things go wrong.\n  *[ERSA]: Employment Related Services Association",
        "My constituent has given me permission to raise his case. I think it would be more useful not to put his name on the record here, but I will pass another letter to the Minister, which I hope might get a little more positivity when the Minister responsible writes back to me, rather than a response that fobs us off and says, “Please go away.”\n  *[ERSA]: Employment Related Services Association"
    ]
}