{
    "url": "https://www.ukpol.co.uk/matthew-pennycook-2022-speech-on-southeastern-railway-timetable-changes/",
    "title": "Matthew Pennycook – 2022 Speech on Southeastern Railway Timetable Changes",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matthew Pennycook",
            "url": "/tag/matthew-pennycook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Matthew Pennycook, the Labour MP for Greenwich and Woolwich, in Westminster Hall, the House of Commons on 6 December 2022.",
    "content": [
        "It is an absolute pleasure to serve with you in the Chair, Ms Harris, and I congratulate my hon. Friend the Member for Eltham (Clive Efford) on securing this important debate and on the powerful case he made in opening it.\n  *[ERSA]: Employment Related Services Association",
        "The deeper that I have dug into Southeastern’s stated rationale for its planned December timetable changes, the more convinced I have become that it simply does not add up. No one denies that we have seen a reduction in passenger numbers on Southeastern services post pandemic. However, given the difficulties inherent in determining levels of permanent demand reduction, not least given the fact that passenger numbers across the country continue to recover steadily, it beggars belief, quite honestly, that levels of demand as they were six months ago are being used to justify the kind of radical and disruptive change entailed by the timetable that is due to come into force next week.\n  *[ERSA]: Employment Related Services Association",
        "It is worth bearing in mind that Southeastern introduced a reduced timetable on the Greenwich line in November 2020, but it was forced to restore the full peak hour service in January of this year because of overcrowding. Yet we are now told that similar service reductions are essential and that despite there being 302 fewer weekday services and 426 fewer weekend services across the network, as well as extremely large gaps between services during peak periods, there will be more than enough space to meet demand.\n  *[ERSA]: Employment Related Services Association",
        "In the face of significant public anger, Southeastern has offered all manner of additional reasons why these planned timetable changes must be made. We are told by Southeastern representatives that the current timetable has:\n  *[ERSA]: Employment Related Services Association",
        "“several disbenefits which will only get worse as customers return to the railway.”\n  *[ERSA]: Employment Related Services Association",
        "That statement not only contains an implicit admission that demand is expected to continue to rise, but the company has also failed to make clear what those disbenefits are.\n  *[ERSA]: Employment Related Services Association",
        "We are also told that the timetable is needed to deal with:\n  *[ERSA]: Employment Related Services Association",
        "“the notorious bottleneck at Lewisham”.\n  *[ERSA]: Employment Related Services Association",
        "However, as several colleagues have already mentioned, once again no specific information about delays caused by conflicting movements at or outside Lewisham station has been presented.\n  *[ERSA]: Employment Related Services Association",
        "We are also told that Southeastern is an aberration for having metro trains that serve multiple London termini, yet Southern runs services into both Victoria and London Bridge, and Great Northern runs services into King’s Cross and Moorgate, both doing so without issue. We are told that the new timetable was based on feedback from customers and stakeholders, yet there was no engagement campaign with rail user groups and community groups prior to the cackhanded announcement of these changes in late September. Indeed, there has been none since.\n  *[ERSA]: Employment Related Services Association",
        "It is hard to escape the conclusion, particularly given that the new timetable closely reflects proposals made prior to the pandemic as part of the 2017 Southeastern franchise tendering exercise, that what we are witnessing is the implementation of plans drawn up long before anyone had heard of coronavirus, under the pretext of post-pandemic changes in travel patterns and ultimately being driven by a desire to cut costs.\n  *[ERSA]: Employment Related Services Association",
        "That would certainly explain why Southeastern sought to evade proper scrutiny about these planned changes by seeking and securing from the Department for Transport a formal derogation against the requirement to undertake a consultation exercise in respect of them.\n  *[ERSA]: Employment Related Services Association",
        "Responding to that charge, Southeastern has argued that it takes many months to design and consult on a timetable change, and the pace of events meant that it was unable to do so. Yet other train operating companies that are minded to make timetable changes, including South Western Railway and London North Eastern Railway, managed to undertake detailed consultations with their customers despite facing the same pressures.\n  *[ERSA]: Employment Related Services Association",
        "Despite the concerns raised by colleagues from across south-east London over several months, it is clear that the Government and the operator will plough ahead and introduce the new timetable on Sunday 11 December. That is deeply regrettable, because of the inconvenience that will be caused to all those passengers who will henceforth be forced to take multiple services to reach their intended destinations, but also because, as my hon. Friend the Member for Eltham mentioned, of the risk of severe overcrowding.\n  *[ERSA]: Employment Related Services Association",
        "The Minister owes it to concerned Southeastern passengers to make clear precisely what will happen if demand does exceed service capacity, as I fear it will, so I would be grateful to him if he could address the following questions. Given that departmental responses to written questions suggest that data on overcrowding on the rail network has been discontinued, how will pressure on Southeastern services be monitored in the weeks and months ahead? Assuming that it is monitored in some open and accessible form, what extent of overcrowding will trigger an internal review of the new timetable’s efficacy?\n  *[ERSA]: Employment Related Services Association",
        "How serious will matters have to become for services that are to be cut this weekend to be restored, and how quickly can any revisions be made? Indeed, can the Minister confirm that specific revisions to the planned timetable can be made, given that it is premised on significant alterations to termini on various lines? Finally, will the Minister today rule out issuing Southeastern with a further formal derogation and provide a commitment that there will be extensive public consultation ahead of any further timetable changes carried out next year?\n  *[ERSA]: Employment Related Services Association",
        "It is not enough for the Minister to argue, as he did in response to a question from my hon. Friend the Member for Eltham at Transport oral questions, that we should all\n  *[ERSA]: Employment Related Services Association",
        "“just wait and see how matters progress”.—[Official Report, 24 November 2022; Vol. 723, c. 437.]\n  *[ERSA]: Employment Related Services Association",
        "Concerned passengers in my constituency and many others rightly expect answers from the Government as the operator of last resort, and, most importantly, an indication that Ministers will move quickly to amend this new timetable if it proves as damaging as we all fear.\n  *[ERSA]: Employment Related Services Association"
    ]
}