{
    "url": "https://www.ukpol.co.uk/matthew-pennycook-2022-speech-on-the-supported-housing-bill/",
    "title": "Matthew Pennycook – 2022 Speech on the Supported Housing Bill",
    "post_date": "November 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matthew Pennycook",
            "url": "/tag/matthew-pennycook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Matthew Pennycook, the Labour MP for Greenwich and Woolwich, in the House of Commons on 18 November 2022.",
    "content": [
        "It is a pleasure to participate in this debate and to follow the hon. Member for South West Hertfordshire (Mr Mohindra).\n  *[ERSA]: Employment Related Services Association",
        "I start by congratulating the hon. Member for Harrow East (Bob Blackman) on bringing forward the Bill, and I commend his efforts in recent months to ensure that what we have before us is a robust piece of legislation. I thank all those who had a hand in developing and drafting the Bill: Justin Bates, Joe Thomas, Sam Lister, the team at Crisis and the hon. Member for Walsall North (Eddie Hughes) who we, on this side of the House, fully acknowledge did much to get us to this point.\n  *[ERSA]: Employment Related Services Association",
        "I also thank my hon. Friend the Member for Birmingham, Ladywood (Shabana Mahmood) for her earlier contribution. A handful of Members have doggedly pursued this issue over several years due to its impact in their constituencies, and she stands out among that small cohort for her persistence and determination in bringing this scandal to an end. She deserves full credit for doing so.\n  *[ERSA]: Employment Related Services Association",
        "This is, without question, an important and impactful piece of legislation, yet it is also one that is long overdue. We have known for a considerable amount of time that far too many vulnerable people across the country find themselves living in unsafe, poor quality shared housing without the support they require and that those people have been exploited by unscrupulous providers who, by taking advantage of gaps in the existing regulatory regime, use them to extract significant amounts of public money through the exempt provisions relating to housing benefit. That there exist many good supported exempt providers is not in dispute, nor is the need to act with care to ensure that any measures introduced do not unduly impact on them, but that was never a convincing argument against acting at pace to address this scandal.\n  *[ERSA]: Employment Related Services Association",
        "The harm that sharp practice in this sector is causing, both to vulnerable individuals left without adequate support and to communities struggling to cope with the impact of concentrated numbers of badly run exempt accommodation properties, is precisely why the Opposition tabled a motion in February this year calling on the Government to implement a package of emergency measures to end the exploitation and profiteering that is taking place as a result of rogue providers gaming the system. So, while I do not in any way wish to detract from the hon. Gentleman’s achievement in securing a place in the ballot and selecting this issue for his Bill, we on the Labour Benches do regret that the Government did not act sooner to bring this scandal swiftly and decisively to an end and that we are instead having to rely on a private Member’s Bill to make progress on this matter.\n  *[ERSA]: Employment Related Services Association",
        "That criticism aside, we very much welcome the measures contained in the Bill, which will enhance local authority oversight of supported housing and thereby enable local authorities to drive up standards within their areas. In particular, we welcome the provisions in the Bill that will enable the Secretary of State to prepare and publish national supported housing standards for England and those that will provide powers to make licensing regulations. As we have long argued, introducing a robust framework of national standards for the sector is essential given the vague present criteria that exists for determining what qualifies as the “more-than-minimal” care, support, or supervision to be provided by an exempt accommodation landlord. There is an overwhelming case for better regulating the eligibility for, and therefore access to, exempt benefit claims at a local level, to ensure that high-quality supported housing providers are the norm.\n  *[ERSA]: Employment Related Services Association",
        "That said, there are ways in which we believe the Bill might be strengthened. Let me take an example that has been mentioned several times this morning. While we appreciate both the complexities involved in designing a workable system and the understandable concerns that exist about what such powers could mean for overall levels of supported housing provision, on balance we feel that the measures relating to planning set out in clause 8 are too limited, requiring only that within three years of Royal Assent the Secretary of State must carry out a review of the effect of the first licensing regulations introduced and then to consider on the basis of its findings whether to exercise powers in the Town and Country Planning Act 1990 to designate a new use class.\n  *[ERSA]: Employment Related Services Association",
        "We believe that there is a robust case for considering again whether new planning powers that would allow local authorities to better proactively manage their local supported housing market should be incorporated into the Bill. I am aware, as the hon. Member for Harrow East will be, that many local authorities on the frontline of this problem are calling for precisely that to happen.\n  *[ERSA]: Employment Related Services Association",
        "Other areas for improvement that we would suggest include: enhancing provisions for national monitoring and oversight; adding social security offences, such as dishonesty in claiming housing benefit, to the list of new banning order offences alongside the failure to comply with the licensing regime; and establishing evaluation and improvement notice procedures that mirror part 1 of the Housing Act 2004, so that local authorities with limited resources or only one or two problematic supported exempt providers have other options to drive up standards short of implementing a full licensing regime.\n  *[ERSA]: Employment Related Services Association",
        "We hope that these and other constructive suggestions, as well as more general issues, such as whether local authorities will get the resources they need to implement the provisions in the Bill, can be debated constructively in Committee. What is important for today is that this Bill passes its Second Reading. For that reason, as well as to give the House sufficient time to do justice to the important Bill that my hon. Friend the Member for Stockton North (Alex Cunningham) will introduce next, I do not intend to detain the House for any longer, other than to state the following. The Bill is not a panacea. It does not address, in any way, the reasons that we have become overly reliant on non-commissioned exempt accommodation, including: a chronic shortage of genuinely affordable housing; reductions in funding for housing-related support; and new barriers to access for single adults requiring social rented or mainstream privately rented housing. But the Bill will help to put rogue exempt accommodation operators out of business and better enable local authorities to drive up supported housing standards in their areas. In doing so, it will improve the lives of some of the most vulnerable people in our society—those fleeing domestic abuse, those with severe mental health needs, those who have served their time in prison and are trying to make a fresh start, those leaving care and those battling addiction and substance dependence.\n  *[ERSA]: Employment Related Services Association",
        "For that reason, I urge the House to give the Bill its Second Reading. I look forward to the anticipated commitments from the Minister. I hope the Bill will be further improved in Committee, and I trust that we can work on a cross-party basis to ensure that it becomes law as quickly as possible.\n  *[ERSA]: Employment Related Services Association"
    ]
}