{
    "url": "https://www.ukpol.co.uk/matthew-pennycook-2022-speech-on-the-levelling-up-and-regeneration-bill/",
    "title": "Matthew Pennycook – 2022 Speech on the Levelling Up and Regeneration Bill",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matthew Pennycook",
            "url": "/tag/matthew-pennycook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Matthew Pennycook, the Labour MP for Greenwich and Woolwich, in the House of Commons on 13 December 2022.",
    "content": [
        "I rise to speak to the new clauses and amendments in my name and those of my hon. Friends. It is two weeks and two significant concessions to large groups of disgruntled Government Back Benchers later, but it is a pleasure to finally be back in the Chamber to conclude the Report stage of this Bill. As my hon. Friend the Member for Nottingham North (Alex Norris) made clear on day one of Report, in 27 sittings over a four-month period, the Bill was subject to exhaustive line-by-line consideration. Such was the appetite to participate in the Committee’s proceedings that not only was it formally adjourned to allow new members to take part, but we enjoyed appearances from seven different Ministers, some of whom even had more than a passing familiarity with the contents of the legislation.\n  *[ERSA]: Employment Related Services Association",
        "I thank my hon. Friends the Members for York Central (Rachael Maskell), for South Shields (Mrs Lewell-Buck) and for Coventry North East (Colleen Fletcher) and the hon. Member for Westmorland and Lonsdale (Tim Farron) for so ably scrutinising in Committee the many technical and complex provisions that the Bill contains. The new clauses and amendments that we have tabled for consideration today are almost identical to a number of those we discussed at length in Committee. That deliberate choice reflects not only the importance we place on the matters that they relate to, but the lack of anything resembling robust and convincing reassurances from Ministers in Committee in respect of the concerns that they seek to address. Indeed, if anything, the debates that took place and the responses provided by successive Ministers served only to harden our view that a number of the measures in the Bill relating to planning and the environment would almost certainly have adverse impacts.\n  *[ERSA]: Employment Related Services Association",
        "Our hope, perhaps a forlorn one, Madam Deputy Speaker, is that the new ministerial team may have used the almost 50 days since their appointment to further interrogate the potential risks posed by those measures in the Bill that are controversial and to reflect on the wisdom of proceeding with them.\n  *[ERSA]: Employment Related Services Association",
        "Part 3 of the Bill deals with a wide range of issues relating to both national planning policy and local and neighbourhood planning. Many of the clauses that this eclectic part contains are unproblematic, but others are contentious, and we raised detailed concerns in Committee about several of them. Amendments 78 and 79 seek to address arguably the most disquieting, namely clauses 83 and 84, concerning the future relationship between local development plans and national planning policy given statutory weight in the form of national development management policies. We welcome the fact that new section 38(5B) of the Planning and Compulsory Purchase Act 2004 in clause 83 provides communities with greater confidence that finalised local plans will be adhered to and any safeguards they contain respected. However, we believe that new subsection 5C in clause 83, in providing that anything covered by an NDMP will not only have legal status but will take precedence over local development plans in any instance where there is found to be a conflict between the two, represents a radical centralisation of planning decision-making that will fundamentally alter the status and remit of local planning in a way that could have a number of potentially damaging consequences.\n  *[ERSA]: Employment Related Services Association",
        "I must make it clear that our concern in relation to the effect of this subsection would exist even if the Government had published the national planning policy framework prospectus and provided hon. Members with an overview about what NDMPs are likely to cover. The fact that they have not and that we therefore still have no idea precisely what these new statutory national policies will eventually contain—coupled with the fact that clause 84 of the Bill makes it clear that NDMPs can cover any policy area relating to development or use of land in England and can be modified or revoked without any form of consultation if that is the wish of the Secretary of State of the day—merely heightens our concerns.\n  *[ERSA]: Employment Related Services Association",
        "We know that there is significant anxiety across the House about the future implications of NDMPs, and rightly so, because legislating to ensure that they overrule local plans in the event of any conflict does represent a radical departure from the status quo. As we argued in Committee, what is proposed is a wholly different proposition from the current application of the NPPF, and our fear is that it will lead to the erosion of local control in a way that threatens to transform what is currently a local plan-led system into a national policy-led system.\n  *[ERSA]: Employment Related Services Association",
        "**Sir John Hayes**\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman must recognise that the local plan process has been distorted by the imposition of housing targets driven from the centre. Indeed, individual planning applications have often been skewed because local authorities, even where they do not want to accept the application, feel they cannot reject it because they would lose on appeal if they are not meeting the national housing targets. Surely he would welcome the Government’s sharp turn in that direction.\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "That is slightly separate from my point about NDMPs, but the right hon. Gentleman gives me an opportunity to respond to the Government’s announcement on housing targets. The problem he identifies ultimately resides in the Government’s lack of strategic planning and effective subregional frameworks for housing growth. There is a case for reviewing how local housing targets operate, but to render them effectively unenforceable without a viable alternative, in the middle of a housing crisis, is the height of irresponsibility. We do not know the extent, but it will cause damage by reducing housing supply, with the economic growth impact that implies. We regret that the Government have backed down in the face of their Back Benchers on this point.\n  *[ERSA]: Employment Related Services Association",
        "**Sir John Hayes**\n  *[ERSA]: Employment Related Services Association",
        "I have not heard the hon. Gentleman perform at the Dispatch Box before, but he clearly knows his subject well and delivers his case effectively. There has long been a misunderstanding that housing is entirely about supply, as it is also about the fluidity of the housing market. He might want to add to his considerable stock of knowledge an understanding that, according to the Empty Homes Agency, there are 750,000 empty homes. That number is persistent, and no Government of any colour have managed to adopt policies to bring those homes into use.\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "There is a point to what the right hon. Gentleman says. It is partly about the distribution of who can buy the houses that come online, but it is also partly about supply. The Minister has confirmed that the 300,000 annual target remains Government policy. It remains an aspiration, yet the Government, by removing the enforceability of local housing targets, have made their job of boosting supply far harder, and they are not meeting the target as it stands.\n  *[ERSA]: Employment Related Services Association",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "I will give way one final time, and then I will make some progress.\n  *[ERSA]: Employment Related Services Association",
        "**Chris Grayling (Epsom and Ewell) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman represents a seat in outer London, so he will understand that there are constraints on the ability of some areas to absorb development. The Government are simply saying that a local authority should use best endeavours but that there will be circumstances in which it simply cannot meet an arbitrary numeric target. As an MP for an urban area, surely that is something he should welcome.\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "I disagree with the right hon. Gentleman’s analysis. We do not know precisely what the Government have in mind for local housing targets, but my reading of their announcement is not that local authorities will simply use best endeavours. Although local house building targets will remain as an aspiration, they will not be enforced and we will therefore see a hit to housing supply, with a resulting hit to economic growth.\n  *[ERSA]: Employment Related Services Association",
        "**Kelly Tolhurst rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "I want to make some progress, so I will not give way.\n  *[ERSA]: Employment Related Services Association",
        "We take issue with the Government making local housing targets unenforceable in the absence of a viable alternative to try to maintain supply.\n  *[ERSA]: Employment Related Services Association",
        "We believe it is essential not only that the process by which the Secretary of State must designate and review an NDMP involves minimum public consultation requirements and an appropriate level of parliamentary scrutiny, but that the scope of an NDMP to override local plans is suitably constrained. On that basis, I commend amendments 78 and 79 to the House.\n  *[ERSA]: Employment Related Services Association",
        "Part 4 addresses the new infrastructure levy, which is the Government’s proposed replacement for the present arrangement by which local planning authorities secure developer contributions. We believe the new levy is one of the most consequential aspects of the Bill and has potentially far-reaching implications not only for the provision of core infrastructure but for the supply of affordable housing. Although we fully appreciate that schedule 11 merely provides the basic framework for the levy, with a detailed design to follow, and that the levy’s implementation will take a test-and-learn approach, we are convinced that, as a proposition, it is fundamentally flawed.\n  *[ERSA]: Employment Related Services Association",
        "As we argued in great detail in Committee, the deficiencies inherent in a rigid fixed-rate mechanism for securing both infrastructure and affordable housing, based on the metric of gross development value, almost certainly means the levy will prove onerously complicated to operate in practice and that, overall, it will deliver less infrastructure and less affordable housing in the future, while putting the development of less viable sites at risk.\n  *[ERSA]: Employment Related Services Association",
        "For that reason, we remain of the view that if the infrastructure levy is taken forward, it should be optional rather than mandatory, with local authorities that believe that the needs of their areas are best served by the existing developer contributions system able to continue to utilise it. Taken together, amendments 81 to 83 and 91 would ensure that local authorities retain that discretion, and I hope the new Minister, whom I welcome to her place, will consider them carefully, along with amendment 86, which seeks to address a specific concern about how viability testing will inform the levy rate-setting process.\n  *[ERSA]: Employment Related Services Association",
        "Amendment 84 seeks to ensure that if the Government insist it is made mandatory, the new infrastructure levy must deliver sufficient levels of affordable housing. Since the publication of the Bill, Ministers have repeated ad nauseam that the new levy will secure at least as much affordable housing as developer contributions do now, yet the Government have so far been unable to provide any evidence or analysis to substantiate why they believe it can fulfil that objective. More importantly, there is nothing in the Bill to ensure that the commitment made by successive Ministers with regard to affordable housing will be honoured. At present, proposed new section 204G(2) of the Planning Act 2008—in schedule 11, on page 291 of the Bill—only requires charging authorities to have regard to the desirability of ensuring that levels of affordable housing are\n  *[ERSA]: Employment Related Services Association",
        "“maintained at a level which, over a specified period, is equal to or exceeds the level of such housing and funding provided over an earlier specified period of the same length.”\n  *[ERSA]: Employment Related Services Association",
        "Put simply, the Bill as drafted would enable—one might even say encourage—inadequate levels of affordable housing supply to remain the norm by making them the minimum requirement.\n  *[ERSA]: Employment Related Services Association",
        "If we want to ensure that the new levy secures at least as much affordable housing as is being delivered through the existing developer contributions system—and ideally more—we believe the Bill needs to be revised. That is not a view confined only to this side of the House. In the foreword to a report published only yesterday by the Centre for Social Justice, the hon. Member for Walsall North (Eddie Hughes)—himself a former Minister in the Department—argues in relation to the levy that\n  *[ERSA]: Employment Related Services Association",
        "“it would be good to see stronger safeguards in primary legislation, rather than in regulations, for protecting and increasing the existing levels of affordable housing supply funded in this way”.\n  *[ERSA]: Employment Related Services Association",
        "Not for the first time, I find myself in agreement with the hon. Gentleman.\n  *[ERSA]: Employment Related Services Association",
        "**Bob Seely**\n  *[ERSA]: Employment Related Services Association",
        "One of the specific things that my right hon. Friend the Member for Chipping Barnet (Theresa Villiers) and I requested in our agreement with Ministers was to make it easier for councils to increase the percentage of affordable housing. Clearly there is the economics of how that can happen, but we absolutely encouraged them to allow us to have that wording, so that in a place such as the Isle of Wight we could dramatically increase affordable housing as a percentage of housing. We actually put this at the centre of our plans.\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "Increasing the supply of affordable housing, which is at pitifully low levels, is a laudable aim. I agree with the hon. Member on that, and I therefore hope he can support our amendment 84, because it would achieve the objective in relation to the infrastructure levy by requiring charging authorities to ensure that levels of affordable housing are maintained at a level that, over a specified period, enables any given authority to meet the housing need identified in its local development plan, and I commend it to the House.\n  *[ERSA]: Employment Related Services Association",
        "Turning to part 5 of the Bill, this concerns the Government’s proposed new approach to assessing the potential environmental effects of relevant plans and major projects—namely, environmental outcomes reports. Chief among several concerns we have about the proposed EOR system are the deficiencies of clause 122 in relation to non-regression safeguards. While we welcome the inclusion of this clause in the Bill as a means of constraining the use of the wider regulation-making powers in part 5, we are concerned that the clause as drafted contains a series of loopholes. First, use of the relevant non-regression provisions is entirely at the discretion of the Secretary of State. Secondly, the Bill stipulates that the principle of non-regression will only apply to the\n  *[ERSA]: Employment Related Services Association",
        "“overall level of environmental protection”,\n  *[ERSA]: Employment Related Services Association",
        "rather than specific aspects of it. Thirdly, the definition of environmental law used in the relevant subsection will limit the extent to which it can provide protection against potential future regression.\n  *[ERSA]: Employment Related Services Association",
        "The Minister who responded to the debate on this issue in Committee provided some measure of reassurance as to why the clause is drafted in the way it is, but our concerns have not been entirely assuaged. We have tabled amendment 88 to ensure that the new system of environmental assessment would not reduce existing environmental protections in any way, and I look forward to hearing how the Minister responds to it in due course.\n  *[ERSA]: Employment Related Services Association",
        "We want to see many other changes to the Bill. Among other things, we have tabled amendments and new clauses to ensure that the Government undertake a comprehensive review of the extension of permitted development rights since 2013; to allow local authorities to hold planning meetings virtually or in hybrid form; and to place a duty on local planning authorities to appoint suitably qualified chief planning officers.\n  *[ERSA]: Employment Related Services Association",
        "Of particular importance to us is the need to ensure that the Bill fully aligns the planning system with the UK’s climate mitigation and adaptation goals. In Committee, Ministers argued repeatedly that existing local and national duties, requirements and powers are sufficient to ensure that the planning system responds as required to the climate emergency, yet that is demonstrably not the case, given that the system regularly throws up decisions that are seemingly incompatible with the need to make rapid progress towards net zero emissions by mid-century and to prepare the country for the changes that are already under way. That is likely to remain the case until the Government produce clear and unambiguous national policy guidance, in the form of a revised NPPF, and legislate for a purposeful statutory framework to ensure genuine coherence between our country’s planning system and its climate commitments. New clause 98 would deliver the latter, and I urge Members to support it.\n  *[ERSA]: Employment Related Services Association",
        "Before I turn to a number of the substantial Government amendments that have been tabled since the Bill left Committee, I will speak briefly to new clause 114. As you will know, Madam Deputy Speaker, despite a notional majority of more than 80, the Government are developing an alarming habit of allowing national policy to be dictated by the demands of amorphous groups of their own Back Benchers. In the case of onshore wind deployment, the Government’s weakness in the face of such demands is all ostensibly to the good, because Ministers are now seemingly committed to amending the NPPF to finally end the harmful effective moratorium imposed on onshore wind since 2015.\n  *[ERSA]: Employment Related Services Association",
        "However, the written ministerial statement published last Tuesday provoked more questions than it answered. For example, what criteria will Ministers specify to determine what qualifies as a demonstration of local support for onshore wind projects, given that there is certainly no clear indication that the Government are minded to bring consenting for onshore wind in line with other forms of infrastructure, as it should be?\n  *[ERSA]: Employment Related Services Association",
        "To take another, there is the assertion in that statement that we need\n  *[ERSA]: Employment Related Services Association",
        "“to move away from the overly rigid requirement for onshore wind sites to be designated in a local plan.”—[Official Report, 6 December 2022; Vol. 724, c. 9WS.]\n  *[ERSA]: Employment Related Services Association",
        "What is meant by that? The Minister will know that sites do not have to be identified in local plans to receive consent for onshore wind deployment, but there is a strong presumption that they should be, and rightly so. If we are to strengthen our energy security, cut bills and reduce emissions, we need local authorities to proactively consider the opportunities within their boundaries for the deployment of all forms of renewable energy, including onshore wind generation.\n  *[ERSA]: Employment Related Services Association",
        "Given the degree of ambiguity that now surrounds the Government’s position, it is hard to escape the conclusion that the Secretary of State has simply sought to buy himself the time he needs to get this legislation passed by alighting on a form of words nebulous enough to temporarily appease the warring factions within his party.\n  *[ERSA]: Employment Related Services Association",
        "New clause 114, in contrast, is clear and unambiguous. It would require the Government to remove the onerous restrictions that the NPPF places on the development of onshore wind projects, and it would ensure that local communities have their say via the planning process, without imposing a uniquely restrictive consenting regime upon only this form of renewable energy generation. It would ensure that local authorities must at least explore the desirability of renewable energy deployment, including onshore wind, as part of the local plan preparation process, and I commend the new clause to the House.\n  *[ERSA]: Employment Related Services Association",
        "Turning finally to a number of the Government amendments that have been tabled in recent weeks, Government new clauses 49 to 59 insert an entirely new part into the Bill, as the Minister said, that enables community land auction pilots to take place. As many Members will be aware, such auctions are not a novel concept, having been first proposed as far back as 2005. On paper, the premise appears entirely sensible. Landowners would have the freedom to voluntarily come together to grant options over land in the area of a participating local planning authority, with a view to it being allocated for development in the local plan. On the assumption that the option value would be significantly less than the market value for housing development, and that landlords will release said land at the lower price to realise the guaranteed short-term return, the authority in question will be able to exercise or sell the option, capturing some of the increased value uplift and using it to support local development.\n  *[ERSA]: Employment Related Services Association",
        "In practice, the idea is riven with flaws. First, the circumstances for which this theoretical arrangement is designed—namely, a collection of small and completely substitutable land parcels with multiple landowners—bears little relation to the characteristics of the actual land market across the country.\n  *[ERSA]: Employment Related Services Association",
        "Secondly, the idea that auctions will drive down land prices in the absence of any element of compulsion is frankly for the birds. One need only look at Transport for London’s disappointing experience with the development rights auction model to see how the proposed arrangement will fall short in that regard.\n  *[ERSA]: Employment Related Services Association",
        "Thirdly, if the arrangement were proven to be workable in practice it would almost certainly only be an attractive proposition in areas with significant housing demand and high land values, in all likelihood on greenfield land rather than more complex brownfield sites, thereby compounding the inequalities between and within regions that this Bill is supposedly intended to address.\n  *[ERSA]: Employment Related Services Association",
        "We will not vote against this group of new clauses, but we find it staggering that the Government have expended so much effort on inserting these provisions into the Bill at this late stage, given the obvious deficiencies of the concept. There is a reason successive Conservative Governments shied away from legislating for community land auctions, yet so desperate is this Administration to do everything other than what is necessary to deliver enough of the right homes in the right places that they are willing to dredge up any ill-conceived academic proposal in the hope that something might confound expectations and shift the dial when it comes to development and regeneration.\n  *[ERSA]: Employment Related Services Association",
        "In our view, the Government’s time over recent weeks would have been far better spent bringing forward for consideration today the proposals outlined in the second part of the recent compulsory purchase compensation reforms consultation to disapply section 17 of the Land Compensation Act 1961 in certain circumstances and thereby enable local authorities to acquire land at or closer to existing use value.\n  *[ERSA]: Employment Related Services Association",
        "I turn to Government new clauses 77, 79 and 78, the last of which introduces new schedule 1. As the Minister said, these would collectively insert into the Bill another entirely new part, amending the Conservation of Habitats and Species Regulations 2017 to require local authorities to assume that certain sewage disposal works will meet new nutrient pollution standards in relation to nitrogen and/or phosphorous within new designated catchment areas by specified dates.\n  *[ERSA]: Employment Related Services Association",
        "In general terms, we support this set of amendments, seeking as they do to address the real problem of polluting effluent discharged from sewage treatment works that causes damage to the ecological health of nutrient-sensitive habitats. In particular, we welcome the presumptive upgrade date in new clause 77, given that it aligns with the Environment Act 2021 target to halt the decline in species abundance by 2030.\n  *[ERSA]: Employment Related Services Association",
        "However, we believe the new part these amendments introduce could be strengthened in several important ways. I will give just two examples. First, we believe the Government should reconsider the exemption new clause 77 provides for sewage works serving smaller populations where their catchment areas would impact upon sensitive upstream river sites, given their importance for biodiversity.\n  *[ERSA]: Employment Related Services Association",
        "Secondly, given the real risk that development that contributes to nutrient pollution could be approved in areas where the necessary upgrade works ultimately do not take place by the presumptive 2030 deadline, we believe the Government should strengthen new clause 78 to provide for a robust and adequately resourced monitoring and compliance process to ensure that required upgrades are on track. Given the lack of opportunity that we have been given to scrutinise this new part appropriately, we trust the other place will consider carefully these and other potential improvements that might be made.\n  *[ERSA]: Employment Related Services Association",
        "Finally, Government new clause 119 would require the Secretary of State by regulations to\n  *[ERSA]: Employment Related Services Association",
        "“make provision requiring or permitting the registration of specified short-term rental properties”.\n  *[ERSA]: Employment Related Services Association",
        "Along with highlighting the detrimental impact of excessive rates of second home ownership on many coastal and rural communities, we debated at great length during Committee the problems experienced by many coastal, rural and urban communities as a result of the marked growth in short-term and holiday lets in terms of the affordability and availability of homes for local people to buy and to rent, as well as a rise in anti-social behaviour in some circumstances.\n  *[ERSA]: Employment Related Services Association",
        "Over a period of many years, the Opposition have not only raised concerns about the deregulated nature of the short-term lettings sector, but have resisted attempts to deregulate it further. We therefore very much welcome the fact that the Government have finally accepted that more regulation of short-term rental properties is required.\n  *[ERSA]: Employment Related Services Association",
        "At present, there is no single definitive source of data on the total number of short-term lettings in existence, not least because it is an incredibly diverse sector, with providers offering accommodation across multiple platforms. Accurate data is essential if we are to properly regulate the sector, and we therefore welcome the principle of a registration system as provided for by Government new clause 119.\n  *[ERSA]: Employment Related Services Association",
        "However, in our view registration is a necessary but not sufficient step towards properly addressing the impact that excessive concentrations of short-term lets are having on communities across the country. We recognise fully the need to introduce regulation in this area carefully and in a way that is proportionate, so that local economies can continue to enjoy the benefit that short-term lettings can bring.\n  *[ERSA]: Employment Related Services Association",
        "However, such is the impact of high concentrations of short-term lets on many local housing markets and economies that we feel strongly that communities need to be given the means to limit their numbers now. That could be facilitated by an appropriately resourced and enforceable licensing scheme, such as the one proposed in new clause 107 in the name of my hon. Friend the Member for York Central; the creation of new planning use classes, which the Government have indicated they are minded to consult on; or even a greater willingness on the part of Ministers in the short term to allow local authorities to exercise article 4 directions where they believe they are necessary.\n  *[ERSA]: Employment Related Services Association",
        "Whatever the precise means, what is important for the purposes of the Bill is that Ministers recognise not only that registration alone will not be enough, but that they must seek to enact further measures at pace, preferably by means of this legislation. As such, although we will not oppose new clause 119, we will continue to press the Government to go further and faster on this matter.\n  *[ERSA]: Employment Related Services Association",
        "**Rachael Maskell**\n  *[ERSA]: Employment Related Services Association",
        "Every day, we see an increase of 29 new short-term holiday lets. Therefore, the Government’s step-by-step process will not be sufficient in holiday hotspots, which are targeted by a very aggressive investor market for short-term holiday lets. I thank my hon. Friend, but does he agree that we need to get pace behind this to ensure we protect our communities from the extraction of housing by investors?\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "My hon. Friend is absolutely right, and she is not the only hon. Member for whom this is an acute problem: I have heard Members say in several debates over the past year that this is a huge problem in their local areas. She will remember that there was a real difference of opinion in Committee about how bold the Government need to be in response to this problem and how quickly they need to act. I urge the Minister to think again about what additional provisions can be put into the Bill to go beyond the registration system.\n  *[ERSA]: Employment Related Services Association",
        "**Nickie Aiken (Cities of London and Westminster) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "In Westminster alone, we have 13,000 short-term let properties, so we are fully aware of the issues. I often advocate licensing schemes, but I think that a registration scheme under new clause 119, which I support, is a good first step. It is important to remember that no two local authorities are the same, and we have to respond to them. Does the shadow Minister agree that this is a good first step? A licensing scheme may be appropriate eventually, but let us go with a registration scheme first.\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "I agree and disagree with the hon. Lady. I agree that it is a good first step, and I disagree in the sense that the Government cannot consult for a number of years on what additional measures might be required. We are ultimately talking about local discretion to apply, whether it is use classes or a licensing scheme, but we think that, such is the acute nature of the problem in particular parts of the country, a registration scheme is not enough. We cannot wait until 2024 for additional measures.\n  *[ERSA]: Employment Related Services Association",
        "**Stella Creasy**\n  *[ERSA]: Employment Related Services Association",
        "Does my hon. Friend, like me, share the sense of mysticism that I suspect parents around the country will feel about the fact that the Government consider childcare to be a “non-infrastructure item”? The Minister just said that—I hope she misspoke. Parents recognise that, just as we fund roads so they can drive to work, funding childcare helps them get to work. That is why many local authorities do not do deals to invest in childcare and make sure it and childminders are part of our local economies. That is why we need things such as amendment 2.\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "We believe it is essential that the infrastructure levy is designed and implemented in a way that, first and foremost, ensures local authorities deliver the necessary amount of affordable housing and core infrastructure to support the development of their area. For that reason, we raised concerns in Committee about the possibility that the levy could be spent on non-infrastructure items such as services that are wholly unconnected to the impact of development on communities, without those needs having been met. However, as my hon. Friend knows—as any parent knows—childcare is infrastructure. Given the acute pressure on childcare places in many parts of the country, we agree that there is a case for explicitly making reference to childcare facilities in the list of infrastructure in proposed new section 204N so that local authorities are aware that they can use levy proceeds to fund it as part of developing their areas.\n  *[ERSA]: Employment Related Services Association",
        "There are a number of useful provisions in the Bill that we support, but we fear that any benefits that might flow from them will ultimately be undermined by others that risk causing serious harm, whether it be to already low levels of affordable housing supply, the status and remit of local planning or important environmental protections. If the legislation before us were only an idiosyncratic mix of the good, the half-baked and the bad—a typically Govian curate’s egg, one might say—that would be disappointing enough. What adds to the frustration we feel is the fact that, in a larger sense, it represents a real missed opportunity to enact the kind of planning reform that is required to meet the multiple challenges that we face as a country: to tackle the housing crisis, to respond to the climate emergency, to address our rapidly degrading natural environment, and to better promote health and wellbeing.\n  *[ERSA]: Employment Related Services Association",
        "We have a chance today to overhaul the Bill in a number of important respects. We have a chance to rectify the aspects of it that are problematic and enable it to address the vital issues on which it is currently silent, and I urge the House to come together to do so.\n  *[ERSA]: Employment Related Services Association"
    ]
}