{
    "url": "https://www.ukpol.co.uk/matthew-pennycook-2022-speech-on-fifth-anniversary-of-grenfell-tower-fire/",
    "title": "Matthew Pennycook – 2022 Speech on Fifth Anniversary of Grenfell Tower Fire",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matthew Pennycook",
            "url": "/tag/matthew-pennycook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Matthew Pennycock, the Labour MP for Greenwich and Woolwich, in the House of Commons on 16 June 2022.",
    "content": [
        "It is a privilege to respond for the Opposition in this important and timely debate. I commend my hon. Friend the Member for Leeds East (Richard Burgon) for securing it and the Backbench Business Committee for granting it. In so doing, they have given the House not only the opportunity to appropriately mark the fifth anniversary of the Grenfell Tower fire, but a chance for us to properly reflect on its aftermath and what could be, but is not yet its legacy.\n  *[ERSA]: Employment Related Services Association",
        "It has been an excellent debate, and I thank all those Members who have taken part. We have had a series of incredibly well-informed and powerful contributions. On behalf of those on the Opposition Benches, I put on record once again the admiration we feel for the survivors and the bereaved, and for the wider Grenfell community. In the face of unimaginable loss, their pursuit of justice for their families and neighbours and their dedication to securing wider change command enormous respect.\n  *[ERSA]: Employment Related Services Association",
        "The events of 14 June 2017 were, as many have said today, horrific. The fear that the residents of Grenfell Tower must have felt on that night is inconceivable. The loss of 72 innocent men, women and children is something we must never forget. The fire is frequently referred to as a tragedy. I personally have never been convinced that is quite the right word to describe the horror of Grenfell, because labelling it as such implies that it happened not only unexpectedly, but entirely by chance, yet we know that what happened could have been avoided. It could have been avoided if shortcuts were not taken when it came to safety, if the countless reckless and unforgivable decisions made by some of those within the product manufacturing and construction industry were not taken, and if repeated warnings, including those expressed, as so many Members have said, by the residents of Grenfell Tower themselves, had not gone unheeded. But they were, and it is the survivors, the bereaved and the community who must forever live with the consequences.\n  *[ERSA]: Employment Related Services Association",
        "Doing so is made all the more difficult by the knowledge that those guilty of wrongdoing have not yet been punished. Many Members have rightly raised that point in the debate. While we can never fully appreciate the grief that those who were directly affected have experienced, I can understand the fury that they must feel as they watch the Grenfell Tower inquiry continue day after day to relentlessly expose a catalogue of malpractice and negligence. While we recognise the need to await the conclusion of the inquiry before it is determined precisely what steps must be taken, I can understand the frustration that they evidently feel—it was palpable on the silent walk on Tuesday—that the prospect of justice feels more distant than ever.\n  *[ERSA]: Employment Related Services Association",
        "When it comes to the question of justice, it is our responsibility as Members of this House to recognise that the fire at Grenfell Tower was not simply the result of pernicious industry practice; it was also the product of state failure—the failure of successive Governments in presiding over a deficient regulatory regime and ignoring repeated warnings about the potentially lethal implication of that fact. The Government have a duty to ensure that everyone lives in a safe home. Sadly, while there has undeniably been progress toward that end over the past five years—and a quicker pace of progress over the past nine months, for which I give the Minister and his colleagues due credit—this debate has highlighted the serious concerns that remain.\n  *[ERSA]: Employment Related Services Association",
        "Time does not permit me to respond to all the pertinent issues that have been raised during this debate, from the failure of the Government to implement all the recommendations from phase 1 of the inquiry, to the ongoing impact of the building safety crisis on blameless leaseholders in privately owned buildings and on social landlords. I therefore want to use the time I have left to pick up two particular issues raised in the debate that are incredibly important for how we go forward: the functioning of the new building safety regime, which was raised in considerable detail by the hon. Member for Harwich and North Essex (Sir Bernard Jenkin); and the extent to which the wider post-Grenfell building safety crisis has been comprehensively resolved.\n  *[ERSA]: Employment Related Services Association",
        "When it comes to the new building safety arrangements, the Building Safety Act comes into force in 12 days’ time, but the practical implementation of the new arrangements is just as important as what the legislation itself provides for, and in that respect, we have real concerns about whether the new regime will be able to function effectively. In particular, we remain unconvinced that the new Building Safety Regulator, which the Act makes responsible for all aspects of the new framework, has what it needs to perform all the complex tasks assigned to it.\n  *[ERSA]: Employment Related Services Association",
        "Take the issue of indemnity insurance for approved inspectors. The Minister will be aware that as a consequence of a late Government amendment to the Bill, the current Government-approved scheme comes to an end next month, yet there is no sign of an appropriate alternative arrangement being put in place to protect the public and the public interest. Indemnity insurance may seem like an incredibly technical matter, but it is nevertheless integral to the proper functioning of the new regime, and on this and a number of other pressing issues it simply is not good enough for the Government to pass the buck to the new regulator without providing it with the necessary support, as is clearly the case.\n  *[ERSA]: Employment Related Services Association",
        "The Government will have to do more in the months ahead to ensure that the regulator can carry out its functions effectively, not least because the second phase of the Grenfell inquiry will almost certainly produce recommendations that place additional pressures on it. When he responds, can the Minister update the House on what more his Department is prepared to do to assist the regulator to discharge the duties the 2022 Act places on it?\n  *[ERSA]: Employment Related Services Association",
        "**Sir Bernard Jenkin**\n  *[ERSA]: Employment Related Services Association",
        "I would go further than the hon. Member. The concept behind the architecture in the Building Safety Act is still not adequate. There are conflicts of interest for building control surveyors, and there is the complete lacuna of independent incident investigation. Would he undertake to allow Nick Raynsford, Keith Conradi and me to come and brief the Opposition Front-Bench team on this matter, so that they understand our submission to the Grenfell inquiry fully?\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "I am more than happy to meet the hon. Member and the other individuals he cites. I agree that there are gaps and deficiencies in the new regime, and I agree in particular that there is a conflict of interest with the Health and Safety Executive being the body that investigates major incidents. If those incidents were in in-scope buildings, it would be investigating the regulator that sits inside it, but there are also conflicts in building control, as he rightly raises.\n  *[ERSA]: Employment Related Services Association",
        "When it comes to the wider building safety crisis, alongside its impact on blameless leaseholders, the overall pace of remediation is arguably the most pressing concern we face. It is agonisingly slow. In the debate that took place last week on social housing and building safety, the Secretary of State openly admitted what has been patently obvious for some time to any Member dealing with cladding casework, namely that the building safety fund\n  *[ERSA]: Employment Related Services Association",
        "“has not been discharging funds at the rate, at the pace and in the way that it should”.—[Official Report, 9 June 2022; Vol. 715, c. 974.]\n  *[ERSA]: Employment Related Services Association",
        "Despite Members from across the House having repeatedly expressed concerns about that fact with Ministers over a considerable time, little has seemingly been done to expedite the processing of applications.\n  *[ERSA]: Employment Related Services Association",
        "The result is that of the 3,462 non-ACM-clad privately owned buildings over 18 metres that have made applications to the fund, remediation works have begun on only 259 and have been completed on just 30. Can the Minister tell us what is being done to expedite decisions on those applications not yet determined? As one would expect, given that it was established earlier and its scope is far more limited, better progress has been made in remediating ACM-clad buildings via the building safety programme, with 78% having been completed, but five years on from the Grenfell fire, how can it be the case that 55 residential buildings still have deadly Grenfell-style ACM cladding on them, and 16 of those have not even begun to remove or replace it?\n  *[ERSA]: Employment Related Services Association",
        "Of course, in both those cases, the figures I have cited relate only to high-rise buildings over 18 meters. By its own estimate and published figures, the Department believes that there are likely to be between 6,220 and 8,890 mid-rise residential buildings that require full or partial remediation or mitigation to alleviate life safety fire risks. I suspect that the real numbers are far higher.\n  *[ERSA]: Employment Related Services Association",
        "The bottom line is that if the Government do not accelerate markedly the pace of remediation across the board, we are likely to find ourselves marking the 10th or even 15th anniversary of the Grenfell fire while still bemoaning the fact that some unsafe buildings require fixing. It is essential that the Government continue to be urged to address those failures and the others that have been raised in the debate, because honouring the lives of the 72 involves not just commemoration, but the building of a fitting legacy, as other hon. Members have said.\n  *[ERSA]: Employment Related Services Association",
        "As Grenfell United made clear in the statement it released on Tuesday to mark the fifth anniversary, the survivors, the bereaved and the community want those who were lost to be remembered not for what happened, but for what changed. Not enough has changed over the last five years and it is beholden on the Government to go faster and, in many cases, further so that everyone has a secure, decent, affordable and safe home in which to live.\n  *[ERSA]: Employment Related Services Association"
    ]
}