{
    "url": "https://www.ukpol.co.uk/matthew-pennycook-2023-speech-on-brownfield-development-and-the-green-belt/",
    "title": "Matthew Pennycook – 2023 Speech on Brownfield Development and the Green Belt",
    "post_date": "February 14, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Matthew Pennycook",
            "url": "/tag/matthew-pennycook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Matthew Pennycook, the Labour MP for Greenwich and Woolwich, in Westminster Hall, the House of Commons on 9 February 2023.",
    "content": [
        "It is a pleasure to serve with you in the Chair, Ms Fovargue. I also welcome the new Minister to her place and express a genuine hope that she improves on the 87-day average tenure of her four predecessors, not least because I have to meet the new Ministers once they are in post to decide how we might work together, which I certainly hope we can.\n  *[ERSA]: Employment Related Services Association",
        "I congratulate the right hon. Member for Aldridge-Brownhills (Wendy Morton) on securing this important debate and thank all other Members who have participated. In her thoughtful opening remarks, the right hon. Lady made an impassioned case for protecting the green belt and for prioritising brownfield development, and that point has been echoed by many other Members this afternoon. I doubt any right hon. or hon. Member would disagree with the notion that the Government should be doing everything possible to incentivise and encourage good development on brownfield sites, and to prioritise such development over that on urban green space and greenfield, wherever possible. Of course, “brownfield first” is far from a new policy concept.\n  *[ERSA]: Employment Related Services Association",
        "As far back as 1995, the Major Government outlined proposals in their “Our Future Homes” White Paper to use the planning system and public investment to encourage more development in existing urban areas and less on greenfield sites, with an aspirational target of 60% of new homes on brownfield land. The 1998 planning for the communities of the future policy statement, published by the Blair Government, set out a general preference for building on previously developed sites first; the 2000 planning policy guidance note 3 specified a brownfield target of 60%, with the aim of promoting regeneration and minimising the amount of greenfield land being taken for development. That 60% brownfield target remained in place throughout the life of the Blair and Brown Governments and was carried forward by the Conservative-led coalition Government into the 2012 national planning policy framework.\n  *[ERSA]: Employment Related Services Association",
        "In short, while the precise weight accorded to brownfield over greenfield has certainly fluctuated, every Government over recent decades, of whatever political persuasion, has ostensibly sought in one way or another to maximise the development potential of brownfield land. The succession of Conservative Administrations since 2015 are no exception in that regard.\n  *[ERSA]: Employment Related Services Association",
        "All manner of initiatives have been announced over recent years to promote brownfield development, including the use of brownfield registers, the allocation of funding to unlock and accelerate development on suitable and available brownfield sites, and minor changes to the planning system to fast-track brownfield regeneration. The problem is that these recent initiatives have been and continue to be undermined by other decisions the Conservative Administrations have taken—or, in many cases, have failed to take. Let me give three examples.\n  *[ERSA]: Employment Related Services Association",
        "First, there is the Government’s reluctance to reform biased spending rules. Leaving aside the issue of whether this Government are actually going to be able to spend the £1.5 billion brownfield fund, or whether the Treasury might claw some of that funding back, one need only examine the distribution of allocations from the Government’s brownfield land release fund over recent years to see that a disproportionate share of brownfield land remediation funding flows to local authorities in the south of England for no other reason than the fact that they are already relatively prosperous and have higher house prices.\n  *[ERSA]: Employment Related Services Association",
        "If the Government were serious about delivering a more overt brownfield-focused policy, they could choose to direct more already allocated funding towards brownfield regeneration in those parts of England where urban brownfield land is relatively low value and the cost of remediating sites often prohibitively high, rather than channelling those funds into high-value housing markets where that further stokes land-price inflation.\n  *[ERSA]: Employment Related Services Association",
        "Secondly, there is the Government’s general unwillingness to intervene to enable brownfield development. In those parts of the country where land values are relatively high, the existing incentives for brownfield land, including subsidy, are often sufficient. Instead, barriers to development in those locations more often than not relate to delivery, whether that be problems relating to fragmented land ownership or difficulties associated with site assembly.\n  *[ERSA]: Employment Related Services Association",
        "Again, if the Government were serious about delivering a more overt “brownfield first” policy, they could act to ensure that brownfield development takes place in areas where local planning authorities either cannot or will not build out deliverable brownfield sites themselves, whether that be, as one hon. Member mentioned, by legislating for further reform of compulsory purchase powers or by overhauling Homes England to give it a greater role in driving brownfield regeneration and supporting local authorities with land assembly, master planning, infrastructure delivery and the brokering of local delivery partnerships.\n  *[ERSA]: Employment Related Services Association",
        "The third example is the Government’s refusal to confront many of the underlying reasons why greenfield development is so much more attractive for private developers than is brownfield land. That applies in both high and low-value land areas. In many ways, the proliferation of low-quality, car-dependent development on greenfield sites that more often than not fails to meet local housing need is a direct consequence of the Government’s over-reliance on private house builders building homes for market sale to meet housing need. Again, if they were serious about delivering a more overt brownfield-focused policy and reducing greenfield market sale sprawl, the Government could take steps to ramp up social housing-led development on those brownfield sites with genuine viability challenges and limited prospects for market development, not least by more effective use of grant funding.\n  *[ERSA]: Employment Related Services Association",
        "However—here we come to what is the nub of the issue in many ways—even if the Government did act in those and other ways to increase the overall quantum of brownfield development, the fact remains that brownfield development alone will almost certainly never be enough to meet the country’s housing need. The evidence on that fact is perfectly clear. There are simply not enough sites on brownfield land registers to deliver the volume of homes that the country needs each year, let alone enough that are viable, in the right location and able to provide the type of homes required to meet local housing needs and aspirations.\n  *[ERSA]: Employment Related Services Association",
        "The CPRE figure is correct, but it is existing total permissions over a very long period. Analysis published by Lichfields last year makes it clear that even if every brownfield site that has been identified to date were indeed deliverable and were built out to full capacity, including by means of intensified density, the resulting development would equate to 1.4 million net dwellings over 15 years. That is just under a third of the 4.5 million homes that estimates suggest are needed in that period.\n  *[ERSA]: Employment Related Services Association",
        "Put simply, even if the Government manage to boost rates of development on identified brownfield sites significantly, that will only ever be, as the hon. Member for Strangford (Jim Shannon) argued in his contribution, part of the solution to the housing crisis, which is why previous “brownfield first” approaches ultimately had to incorporate requirements to ensure that local planning authorities maintained a sufficient supply of housing on deliverable sites, irrespective of whether that supply could be met in full by development on identified brownfield sites alone.\n  *[ERSA]: Employment Related Services Association",
        "**Wendy Morton**\n  *[ERSA]: Employment Related Services Association",
        "I am listening intently to the hon. Gentleman’s comments, which I welcome. On that specific point about brownfield, does he agree that unless sufficient protections are in place around the green belt and really push the “brownfield first” approach, all that happens is that brownfield sites remain undeveloped, developers continue developing on the green belt and we achieve absolutely nothing?\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "I agree with the right hon. Member. As I hope I have conveyed to the House, I think the Government could be doing much more to ensure that brownfield sites are built out and that we do not get speculative fringe development of the type that she refers to. They could do so by, for example, putting in place effective regional frameworks, and sub-regional frameworks, for managing housing growth. There is nothing there at the moment, and a series of Members just applauded the removal of the duty to co-operate, which, as flawed as it is, is the only mechanism in place to provide for that sub-regional housing growth. We will end up in a situation where we have no strategic planning mechanisms to go for growth, and I fear that, even with the changes in place, we will still get speculative development of the kind that the right hon. Member refers to.\n  *[ERSA]: Employment Related Services Association",
        "I would like to make some progress, because I am conscious of the time. It is the requirement to maintain a deliverable supply of land for housing in order that objectively assessed housing need can be met that the Government, in their weakness, have fatally weakened through the proposed revisions to the NPPF. As I have argued on previous occasions, the Government clearly hope that England’s largest cities and urban centres will do the heavy lifting, when it comes to housing supply, as a result of the entirely arbitrary 35% uplift to urban centres being made policy, but we already know that most of the cities that that uplift applies to almost certainly will be unable to accommodate the output that it entails.\n  *[ERSA]: Employment Related Services Association",
        "Therefore we are left with a situation where, despite a rhetorical commitment to “brownfield first”, the Government are seemingly not prepared to do what is necessary to maximise the supply of new homes on brownfield sites. Neither are the Government prepared to explore other ways in which brownfield-constrained local areas might meet local housing need, while avoiding development on urban green space and greenfield, for example by throwing the full weight of Government behind serious efforts to boost infill development in suburbs. And the Government are certainly not prepared—despite, as a series of hon. Members have mentioned, presiding over the progressive loss of large amounts of high-quality greenfield land over the past decade, often to haphazard and speculative fringe development—to consider how we might instead ensure that more of the right bits of the greenbelt are released by local authorities for development, that land value capture is maximised on those sites so that the communities in question can benefit from first-class infrastructure and more affordable housing, or that greenbelt land with the highest environmental and amenity value is properly protected, enhanced and made more accessible.\n  *[ERSA]: Employment Related Services Association",
        "Instead, Ministers have taken the easy option, namely to amend national planning policy in a way that will ensure that fewer houses are built in England over the coming years. In the midst of a housing crisis, the fact that meeting objectively assessed housing need is seemingly no longer a Government priority is, I would argue, a woeful abdication of responsibility. As we will continue to argue, it is high time that we had a general election, so that the present Government can make way for one that not only is committed to fully exploiting the potential of brownfield sites, but serious about building the homes the British people need.\n  *[ERSA]: Employment Related Services Association"
    ]
}