{
    "url": "https://www.ukpol.co.uk/matthew-pennycook-2022-speech-on-the-private-rented-sector-white-paper/",
    "title": "Matthew Pennycook – 2022 Speech on the Private Rented Sector White Paper",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Matthew Pennycook",
            "url": "/tag/matthew-pennycook/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Matthew Pennycook, the Labour MP for Greenwich and Woolwich, in the House of Commons on 3 November 2022.",
    "content": [
        "It is a pleasure to wind up this important debate on behalf of the Opposition. I congratulate my hon. Friend the Member for Brighton, Kemptown (Lloyd Russell-Moyle) and the hon. Member for Dover (Mrs Elphicke) on securing the debate, and I thank the Backbench Business Committee for allowing time for it.\n  *[ERSA]: Employment Related Services Association",
        "I also thank my hon. Friends the Members for Stockport (Navendu Mishra), for Vauxhall (Florence Eshalomi), for York Central (Rachael Maskell), for Putney (Fleur Anderson) and for Westminster North (Ms Buck), and the hon. Members for Harrow East (Bob Blackman) and for North Devon (Selaine Saxby), for their excellent contributions and powerful case studies. Collectively, they highlighted both the particular challenges facing private renters and how these challenges vary across the country, and that, irrespective of geography, there is a need to overhaul the private rented sector and to better regulate both short-term holiday lets and excessive rates of second home ownership as a matter of urgency.\n  *[ERSA]: Employment Related Services Association",
        "I put on record our thanks to all the organisations that have made the case for rental reform over so many years, including Generation Rent, Crisis, Citizens Advice, the Joseph Rowntree Foundation, Shelter, Z2K, the New Economics Foundation, the Law Centres Network and various renters unions, as well as all the private renters who bravely shared their experiences publicly and the journalists who provided them with space to tell their stories. Their collective efforts have been integral to ensuring this issue is kept firmly at the top of the political agenda.\n  *[ERSA]: Employment Related Services Association",
        "Labour strongly supports fundamental reform of the private rented sector, and we have called for it for many years. Regardless of whether they are a homeowner, a leaseholder or a tenant, everyone has the basic right to a decent, safe, secure and affordable home. Yet as this afternoon’s debate has reminded the House, millions of people renting privately live day in, day out with the knowledge that they could be uprooted with little notice and minimal, if any, justification.\n  *[ERSA]: Employment Related Services Association",
        "On an individual level, the lack of certainty and security that is now inherent to renting privately results not only in ever-present anxiety about the prospect of losing one’s home but, for those at the lower end of the private rental market who have little or no purchasing power and who are increasingly concentrated geographically, as my hon. Friend the Member for Westminster North said—there is an equalities dimension to this, too—a willingness to put up with often appalling conditions for fear that a complaint will lead to instant retaliatory eviction. That is why some of the worst housing standards are to be found in the private rented sector and why, despite the existence of many good landlords and a steady, if glacial, improvement in conditions overall, one in five private rented homes still does not meet the decent homes standard and one in 10 has a category 1 hazard posing a risk of serious harm.\n  *[ERSA]: Employment Related Services Association",
        "For tenants forced to live in such substandard properties, whether they wake up every day to mould, vermin or dangerous hazards, what should be a place of refuge and comfort is instead a source of daily unease and, in many cases, torment and misery, which takes a huge toll on their physical and mental health.\n  *[ERSA]: Employment Related Services Association",
        "Far too many tenants are evicted each year from a private tenancy without due cause, which is why so-called no-fault section 21 notices are a leading cause of homelessness in England. This broken system can no longer be tolerated, not least because the numbers affected have risen markedly over recent decades, as the hon. Member for Harrow East said.\n  *[ERSA]: Employment Related Services Association",
        "This House last legislated to fundamentally alter the relationship between landlords and tenants in 1988, when I was just six years old—I suspect you were not that much older, Mr Deputy Speaker. The private rented sector has changed beyond recognition in the more than three decades since. Some 11 million people now rent from a private landlord. As well as the young and mobile, the sector now houses many older people and families with children, for whom greater security and certainty is essential for a flourishing life.\n  *[ERSA]: Employment Related Services Association",
        "To ensure private renters get a fair deal, we need to transform how the sector is regulated and finally level the playing field between landlords and tenants. That is why, with important caveats, Labour welcomed the proposals in the White Paper when it was published in the summer. We unequivocally support the proposed ban on section 21 evictions. There is no justification for such notices, and they should have been scrapped long ago. We support the introduction of minimum standards in the private rented sector through the extension of the decent homes standards, although we have real concerns about how it might be enforced in practice given that it is not an enforceable standard in the social rented sector, where it already exists.\n  *[ERSA]: Employment Related Services Association",
        "We recognise that landlords will need recourse to robust and effective grounds for possession in circumstances where there are good reasons for taking a property back, for example, because of antisocial or criminal behaviour. However, we want assurances that such grounds cannot be abused unfairly to evict tenants and that they will be tight enough to minimise fraudulent use of the kind we have seen in Scotland.\n  *[ERSA]: Employment Related Services Association",
        "We welcome the proposed limit of rent increases to once per year, but we take issue with the inadequacy of the proposed measures in their ability to address unreasonable within-tenancy rent hikes of the kind that are likely to increase markedly once section 21 is scrapped and with the absence of any measures to tackle illegal evictions, a point that has been raised by my colleagues.\n  *[ERSA]: Employment Related Services Association",
        "Labour would go further in several important respects, introducing a more comprehensive new renters’ charter, but we do want to see all 12 of the proposals set out in the White Paper translated into primary legislation as a matter of the utmost urgency. I cannot emphasise enough the need for that urgency, a point we have pressed time and again with successive Ministers, to no avail. There is a desperate need for the Government to act quickly, because the problems inherent in a sector that for far too many renters has always been characterised by insecurity, high rents and poor conditions, have become acute in recent months, as those renting privately struggle to cope with the impact of high inflation and rising prices.\n  *[ERSA]: Employment Related Services Association",
        "As hon. Members will know, and as we have heard this afternoon, in many parts of the country rents in the private rented sector are surging and the costs involved with moving are soaring. With the Government having decided, once again, to shamefully freeze local housing allowance, millions of hard-pressed tenants are now being stretched to breaking point, with the risk of mass arrears and evictions that entails. What is so frustrating for Labour Members, and for those outside campaigning for renters’ reform and for private tenants themselves, is that instead of introducing legislation that we could have fast-tracked through this House to address this looming winter crisis, all we have, despite years of promises from successive Conservative Administrations that they would enact renters’ reform, is the White Paper and a vague promise, one that I had from the Minister’s predecessor just last week, to introduce a Bill at some point during the more than two years that remain of this Parliament.\n  *[ERSA]: Employment Related Services Association",
        "**Florence Eshalomi**\n  *[ERSA]: Employment Related Services Association",
        "On urgency, figures from the Local Government Association show that the ending of a private rented tenancy is the most common reason for homelessness, with this being responsible for 37% of homelessness between January and March this year alone —in those three months. Does my hon. Friend see that this urgent crisis needs solving now?\n  *[ERSA]: Employment Related Services Association",
        "**Matthew Pennycook**\n  *[ERSA]: Employment Related Services Association",
        "I absolutely agree with my hon. Friend on that, and I will come on to say why I think the situation is particularly urgent and what has happened in terms of the delay that has been caused. It is not good enough that the Government have taken so long to make progress on this issue. It is not as though they have not had ample time to legislate, even accounting for the impact of the pandemic. It is now well over three years since the Conservative Administration of the right hon. Member for Maidenhead (Mrs May) promised to abolish section 21 no-fault evictions. In that time, not only have hundreds of thousands of tenants been evicted through a section 21, but more than 45,000 households have been threatened with homelessness as a result of being served such notices. As my hon. Friend just mentioned, the figures released so far this year suggest that possession claims resulting from them are increasing markedly as the cost of living crisis intensifies.\n  *[ERSA]: Employment Related Services Association",
        "Faced with a phenomenally difficult winter, private renters cannot wait until 2024 for the Government to act. I say to the new Under-Secretary of State for Levelling Up, Housing and Communities, the hon. Member for Kensington (Felicity Buchan), whom I welcome to her place, that every extra month the Government delay bringing forward the renters’ reform Bill they have promised means thousands more private renters suffering. The Government must act, and they must act now. If they introduced emergency legislation enacting the proposals set out in the White Paper, Labour would support it and work with the Government to ensure it made rapid progress. But it is the Government alone who control the business of this House and only they can ensure the necessary legislation is given the priority it deserves. As I have put to Ministers before and sadly suspect I will have to do so again, it is high time the Government stopped talking a good game about private rented sector reform and finally got on with delivering it, because private renters have waited long enough for the protections that they deserve and that they rightly expect.\n  *[ERSA]: Employment Related Services Association"
    ]
}