{
    "url": "https://www.ukpol.co.uk/john-penrose-2022-speech-on-the-resignation-of-lord-geidt/",
    "title": "John Penrose – 2022 Speech on the Resignation of Lord Geidt",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Penrose",
            "url": "/tag/john-penrose/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Penrose, the Conservative MP for Weston-Super-Mare, in the House of Commons on 21 June 2022.",
    "content": [
        "It is a pleasure to follow such illustrious members of a series of Committees, all of which focus on this area and all of which have shown the importance and critical nature of the issue that the motion is trying to address—[Interruption.] I apologise, Madam Deputy Speaker, I will turn my phone off.\n  *[ERSA]: Employment Related Services Association",
        "The debate also shows that there is a high degree of cross-party unanimity on the central importance of having somebody in the position of the independent adviser on the ministerial code. It is absolutely essential that everybody, from all parties, who has spoken so far has started from that fundamental principle. Everybody agrees with it. That was why I was delighted at what was said. I think we got there in the end, but I hope that when my right hon. and learned Friend the Minister winds up, with the leave of the House, he will take the opportunity to repeat his comment, which we prised out of him after a number of interventions: that he and the Government agree that a successor to Lord Geidt must be appointed, and must be appointed as promptly as possible. I think he wants a degree of flexibility about the process through which that happens and should the role be split, for example, between people so that we ended up with a panel or something like that. I think he wants the flexibility to allow those changes to be introduced, but the principle that there should be somebody or some group of people—\n  *[ERSA]: Employment Related Services Association",
        "**Michael Ellis indicated assent.**\n  *[ERSA]: Employment Related Services Association",
        "**John Penrose**\n  *[ERSA]: Employment Related Services Association",
        "Let the record show that the Minister is nodding vigorously. It is essential that we get on the record the principle that the role must be pursued and continued. I think that he has said that already, but I hope that he will take the opportunity to make that clear again in his concluding remarks. It is essential that that is clarified, because a number of us were expecting it to be made clear and I hope that we have heard it and will hear it being made clear again.\n  *[ERSA]: Employment Related Services Association",
        "An awful lot of the concerns that led the motion to be tabled in the first place would be greatly allayed by such a clarification. People are worried, as there have been briefings in the press saying a successor to Lord Geidt might not be appointed at all, and that it might not be an important position to fill in future. I think that the Minister has already said, and I hope that he will repeat, that that is not true, it is not the way that the Government are thinking and that there will be successors appointed to make sure that that crucial role is filled. It is vital that it is filled, because it is independent, and because the independent reports are made public, it provides not just the Prime Minister but everybody in this Chamber, more broadly in society as a whole and in the press with an independent set of facts on which to proceed, to say, “This happened, this did not; this is serious, that is not,” and from which we can all start our conversations, discussions and debates about essential items of probity, integrity and, ultimately, honesty from a shared base of fact.\n  *[ERSA]: Employment Related Services Association",
        "I venture to make a suggestion to my right hon. and learned Friend the Minister as he goes around trying to find the successor to Lord Geidt. A number of people have said that that might not be terribly easy at the moment and I have a couple of gentle suggestions that might make it a simpler and easier succession. It might be easier for the Prime Minister to find successors if he were to upgrade the role further than the power enhancements that have already been made. I think he should consider two further enhancements of the role. The first is that the adviser or advisers, whatever format the thing takes—[Interruption.] Sorry, Madam Deputy Speaker. I definitely turned my phone off, but it keeps coming on.\n  *[ERSA]: Employment Related Services Association",
        "The problem is that at the moment, the adviser believes that they must resign if their advice is not followed. I do not think that is the right approach at all—just take the case of Chris Whitty, who was advising the Prime Minister throughout the pandemic. If he had had to resign every single time his advice was not followed, he would have been resigning every week and we would not have got anywhere. Advisers advise; Ministers decide.\n  *[ERSA]: Employment Related Services Association",
        "**Jackie Doyle-Price rose—**\n  *[ERSA]: Employment Related Services Association",
        "**John Penrose**\n  *[ERSA]: Employment Related Services Association",
        "I will give way in a second.\n  *[ERSA]: Employment Related Services Association",
        "This is an advisory post, and if the adviser’s advice is not followed, they may decide they want to resign if they are fed up, but they should not feel constitutionally required to do so. [Interruption.]\n  *[ERSA]: Employment Related Services Association",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association",
        "Order. The hon. Gentleman needs to bring his remarks to a close, but we will take one intervention.\n  *[ERSA]: Employment Related Services Association",
        "**Jackie Doyle-Price**\n  *[ERSA]: Employment Related Services Association",
        "I hear what my hon. Friend is saying, but the difference is that ultimately, Chris Whitty’s advice was based on policy. What we are talking about here is behaviour, and whether there are breaches of the ministerial code. That brings the whole area of ethics into much sharper focus.\n  *[ERSA]: Employment Related Services Association",
        "**John Penrose**\n  *[ERSA]: Employment Related Services Association",
        "I take my hon. Friend’s point. All I am saying is that it should not be axiomatic and automatic that the adviser should feel they have to resign every time their advice is not followed. Their advice is made public and is clear, and therefore it should not be automatic that they have to stand down.\n  *[ERSA]: Employment Related Services Association",
        "Equally—this is also crucial—Lord Geidt said that he did not feel he could offer an independent set of advice on the behaviour of the Prime Minister, alone among all Ministers. Lord Geidt would have felt able to, and did, offer advice independently to the Prime Minister about other Ministers’ behaviour, but he felt he could not do so when the Prime Minister’s behaviour was in question. That is clearly wrong: there should be no free passes for any Minister, up to and including the Prime Minister, and in the same way that the adviser should not feel duty-bound to resign if their advice is not always followed, they should feel able to offer public advice on whether or not the Prime Minister has erred and strayed. If the adviser’s role is improved in those two ways, I believe that finding a successor to Lord Geidt will be a great deal easier, because the role will be a great deal clearer and more practical to fill.\n  *[ERSA]: Employment Related Services Association",
        "I will just add one further point about the motion. It seems to me that it does not actually confer any extra powers on PACAC, and the Chairman of that Committee, my hon. Friend the Member for Hazel Grove (Mr Wragg), has already said that he is delighted and honoured to be offered these opportunities, but would politely decline them anyway. He does not want this set of powers, and is politely declining the offer that is being made. Because the motion does not offer any extra powers, it would be perfectly acceptable, constitutional, and within the rules of this House for PACAC itself to launch an inquiry into the ongoing discussions and investigations, should it wish to do so. If it felt the position was not being filled fast enough, it could fill that gap.\n  *[ERSA]: Employment Related Services Association",
        "**Lloyd Russell-Moyle rose—**\n  *[ERSA]: Employment Related Services Association",
        "**John Penrose**\n  *[ERSA]: Employment Related Services Association",
        "I will happily give way to a member of PACAC.\n  *[ERSA]: Employment Related Services Association",
        "**Lloyd Russell-Moyle**\n  *[ERSA]: Employment Related Services Association",
        "PACAC has requested a number of times that Sue Gray come in front of our Committee, and we have been declined that opportunity through being blocked by the Prime Minister and the Secretary of State. Is that not a problem of parliamentary scrutiny that this motion might help to prevent?\n  *[ERSA]: Employment Related Services Association",
        "**John Penrose**\n  *[ERSA]: Employment Related Services Association",
        "As I read the motion, it does not confer any fresh powers on the Committee, and therefore it would not solve the problem that the hon. Gentleman has rightly pointed out. There may be a broader question about whether some people can be compelled to come in front of Select Committees—not just PACAC, but others as well—but this motion does not solve that problem either and therefore, I am afraid, will not move the ball down the pitch at all.\n  *[ERSA]: Employment Related Services Association",
        "None the less, Madam Deputy Speaker—with apologies for my phone misbehaving throughout—there is an essential point here that I think everybody agrees on. A successor to Lord Geidt must be appointed. I think we have heard that one will be appointed; I hope we will have that reconfirmed in words of one syllable, and while we can allow the Government a little bit of time to decide precisely how and in what form that successor will be appointed, it must be a proper replacement, ideally with the additional powers I have described.\n  *[ERSA]: Employment Related Services Association"
    ]
}