{
    "url": "https://www.ukpol.co.uk/john-penrose-2022-parliamentary-question-on-loyalty-penalties-in-insurance-market/",
    "title": "John Penrose – 2022 Parliamentary Question on Loyalty Penalties in Insurance Market",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Penrose",
            "url": "/tag/john-penrose/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by John Penrose, the Conservative MP for Weston-super-Mare, in the House of Commons on 20 December 2022.",
    "content": [
        "**John Penrose (Weston-super-Mare) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "What recent assessment he has made of the effectiveness of the Financial Conduct Authority in protecting customers from loyalty penalties in the insurance market.\n  *[ERSA]: Employment Related Services Association",
        "**The Chief Secretary to the Treasury (John Glen)**\n  *[ERSA]: Employment Related Services Association",
        "The Government welcome the Financial Conduct Authority’s pricing rules, introduced in January this year, which require insurers to offer a renewal price no greater than the price the firm would offer to a new customer for the same policy. The Financial Conduct Authority has confirmed there is no evidence of widespread non-compliance with those rules.\n  *[ERSA]: Employment Related Services Association",
        "**John Penrose**\n  *[ERSA]: Employment Related Services Association",
        "The FCA’s cheap and, we hope, effective measures to stop insurance company customers being ripped off is in stark contrast to the energy price cap, which was introduced for exactly the same reason, but has not held down the price of energy and has larded hundreds of pounds of extra hedging costs on to every household’s energy bills to boot. Since the Treasury is spending vast amounts of taxpayers’ cash on energy subsidies at the moment, will my right hon. Friend speak to the Secretary of State for Business, Energy and Industrial Strategy about replacing the failed energy cap with a version of the FCA’s much cheaper and more effective approach as soon as energy prices return to normal?\n  *[ERSA]: Employment Related Services Association",
        "**John Glen**\n  *[ERSA]: Employment Related Services Association",
        "I am very happy to look at that question further. The Government previously considered, but rejected, asking Ofgem to implement a relative rather than an absolute price cap in energy markets, which would have similarly prevented energy suppliers from charging those large differentials, because it was judged that it was more likely to distort competition in the fixed-term tariff market. As ever, I am happy to continue the conversation with my hon. Friend and I know he will take the matter up further with the regulator.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association",
        "We now come to the SNP spokesperson.\n  *[ERSA]: Employment Related Services Association",
        "**Stewart Hosie (Dundee East) (SNP)**\n  *[ERSA]: Employment Related Services Association",
        "Subsequent to the changes to the insurance market to protect people from the loyalty payment, the Chancellor announced his Edinburgh reforms to wider financial services regulation and a great many consultations. At a quick glance, many of them closed very quickly—on 5 February, 17 February, 3 March, 5 March and 17 March. Given that the Treasury Select Committee warned over a decade ago that the Government\n  *[ERSA]: Employment Related Services Association",
        "“needs to take the time required to get its reform of financial regulation right”,\n  *[ERSA]: Employment Related Services Association",
        "how can we be convinced that the rather painful lessons of the financial crash have not been forgotten?\n  *[ERSA]: Employment Related Services Association",
        "**John Glen**\n  *[ERSA]: Employment Related Services Association",
        "For four and a half years, I was the Economic Secretary to the Treasury, and many of those reforms were baked up over a lot of consultation with industry over many months. The Edinburgh reforms represent an incremental advance on those reforms and have high prudential regulatory standards very much at their core.\n  *[ERSA]: Employment Related Services Association",
        "**Stewart Hosie**\n  *[ERSA]: Employment Related Services Association",
        "I will come to that, because the Minister is absolutely right. I did quote from a 2010 report. But in June this year, the Treasury Committee, in its report on the future of financial services regulation, warned:\n  *[ERSA]: Employment Related Services Association",
        "“Weakening standards could reduce the financial resilience of the UK’s financial system and undermine international confidence in that system and the firms within it.”\n  *[ERSA]: Employment Related Services Association",
        "Given the intention to review capital requirements, and the new remit letters and secondary objectives for the Prudential Regulation Authority and the FCA, how will the Chancellor and the Minister ensure the regulatory focus on stability is maintained?\n  *[ERSA]: Employment Related Services Association",
        "**John Glen**\n  *[ERSA]: Employment Related Services Association",
        "I gave evidence to that inquiry and I heartily agree with its conclusions. Stability is at the core of the regulators’ objectives, but so is the need to look at the competitive landscape across the globe and ensure that the UK, with the city of London as a global hub for financial services, evolves and remains competitive, taking account of the risks but also developing frameworks in line with expectations, so that we can remain that world-leading global hub.\n  *[ERSA]: Employment Related Services Association"
    ]
}