{
    "url": "https://www.ukpol.co.uk/andrew-percy-2021-speech-on-holocaust-memorial-day/",
    "title": "Andrew Percy – 2021 Speech on Holocaust Memorial Day",
    "post_date": "January 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Andrew Percy",
            "url": "/tag/andrew-percy/"
        },
        {
            "text": "Holocaust",
            "url": "/tag/holocaust/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Percy, the Conservative MP for Brigg and Goole, in the House of Commons on 28 January 2021.",
    "content": [
        "It is an honour to take part in this debate today. It was disappointing early on in this debate, however, to hear a Member once again using this debate for their own personal campaign against the location of the UK holocaust memorial. It was, in my opinion, inappropriate and offensive.\n  *[ERSA]: Employment Related Services Association",
        "I want to begin with the name of Hilel Gruzin. His name was provided to me with the Yellow Candle I received for Yom HaShoah earlier this year. Hilel was one of the victims of the holocaust, dying at the age of just 21 in 1944 in Latvia, and I hope we can remember his name today. His memory is a blessing.\n  *[ERSA]: Employment Related Services Association",
        "I want to thank Brigg Town Council for the memorial day ceremony we undertook on Sunday. We were unable, of course, to meet in person this year, but I thank the town council for organising what was anyway a very moving memorial day. I also pay particular tribute to Rabbi Thomas Salamon from my synagogue, who provided some words to us on that day, particularly recounting his story—of his family and of growing up as the son of a mother who was interned in one of the camps.\n  *[ERSA]: Employment Related Services Association",
        "I want briefly to talk about the work of the APPG against antisemitism, of which I am proud to be co-chair. The work we have been doing this year has largely focused on online antisemitism, which we know is a growing problem in this country. It is something we have to get a grip on, and get a grip on quickly, given the prevalence of social media and the growth of it.\n  *[ERSA]: Employment Related Services Association",
        "We hear a lot about Facebook, and a lot about Twitter and TikTok, but one platform we have heard less about is Amazon, a company that many of us would herald for helping get us through these past few months—it has many strings to its bow—but, sadly, one that has taken a very long time to remove antisemitic content. Only recently, 92 books were removed from its platform because of holocaust denial material. At the end of last year, my co-chair and I had to write to Amazon about antisemitic responses that came in the form of Alexa—quite appalling responses—and we have had to write to it again regarding the content it has on its site from the notorious conspiracy theorist and antisemite David Icke, which although provided by a third party, is accessed via Amazon.\n  *[ERSA]: Employment Related Services Association",
        "In the final seconds I have, my plea to all these platforms is to act responsibly. They cannot contract out their responsibility in regard to antisemitism. This is an area that, sadly, is growing, and they have to do more. I hope that the online harms Bill will provide an opportunity for us to ensure they do more.\n  *[ERSA]: Employment Related Services Association"
    ]
}