{
    "url": "https://www.ukpol.co.uk/andrew-percy-2022-speech-on-holocaust-memorial-day/",
    "title": "Andrew Percy – 2022 Speech on Holocaust Memorial Day",
    "post_date": "January 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Andrew Percy",
            "url": "/tag/andrew-percy/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Andrew Percy, the Conservative MP for Brigg and Goole, in the House of Commons on 27 January 2022.",
    "content": [
        "It is an honour to follow the [hon. Member for West Ham (Ms Brown) after her excellent speech](https://www.ukpol.co.uk/lyn-brown-2022-speech-on-holocaust-memorial-day/) and my [right hon. Friend the Member for Newark (Robert Jenrick)](https://www.ukpol.co.uk/robert-jenrick-2022-speech-on-the-holocaust-memorial-day/), whom I congratulate on securing this debate. I join everybody in the Chamber in thanking the Holocaust Memorial Day Trust, the Holocaust Educational Trust and everybody else who works in this area. I particularly pay tribute to the Antisemitism Policy Trust and its chief executive, Danny Stone, who does so much in supporting and providing the secretariat for the all-party group against antisemitism, which I and the hon. Member for Newcastle upon Tyne North (Catherine McKinnell) co-chair.\n  *[ERSA]: Employment Related Services Association",
        "I will attend the Holocaust Memorial Day ceremony in Brigg in north Lincolnshire this Sunday, which will take place at our new memorial there. It is a town I have spoken about before that has little to zero Jewish population but which, through its town council and particularly Councillor Rob Waltham, decided that it wanted to do its bit and to do more to ensure that the memory of the holocaust is never forgotten. That is why, just a few years ago, following a competition in which local schools took part, a local pupil designed a fantastic new memorial in Brigg, and the town will come together on Sunday to ensure that we never forget.\n  *[ERSA]: Employment Related Services Association",
        "I thank Demeter House School in Brigg, a special educational needs school that has been working with the University College London Centre for Holocaust Education to build its confidence in teaching its children about the holocaust. It is one of 165 schools across England taking part in that initiative, and I pay tribute to it for that.\n  *[ERSA]: Employment Related Services Association",
        "Why is this debate so important? Sadly, the scourge of antisemitism continues to plague our society and others around the world. As my right hon. Friend the Member for Newark said, we have seen that in the past year with the case of Professor Miller at the University of Bristol, which failed to protect its students swiftly. This was a racist, antisemitic professor targeting Jewish students, accusing them of effectively being in the pay of the state of Israel—a classic antisemitic trope. In calling that out, as we did not so long so ago in an Adjournment debate, members of the all-party parliamentary group were singled out and attacked as being Zionist agents, agents of the state of Israel or in the pay of Israel.\n  *[ERSA]: Employment Related Services Association",
        "Why is this debate necessary? As other Members have said, people visiting any social media platform over the past couple of years will have found antisemitic posts linking covid and the development of vaccines to Israel, to Jews, to the classic international conspiracy. We have seen, as has been referenced, the sickening sight of people on anti-lockdown protests wearing yellow stars.\n  *[ERSA]: Employment Related Services Association",
        "**Christian Wakeford (Bury South) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association",
        "**Andrew Percy**\n  *[ERSA]: Employment Related Services Association",
        "Of course I give way to the vice-chair of the APPG.\n  *[ERSA]: Employment Related Services Association",
        "**Christian Wakeford**\n  *[ERSA]: Employment Related Services Association",
        "Just last week we saw swastikas on the streets of Bury in protest against covid passes. It is depressing that we even need to say this in this House, but there is no place for antisemitism, these tropes or this hatred on our streets, campuses and society, and it needs a debate such as this to call it out and say, “No more.” [Hon. Members: “Hear, hear.”]\n  *[ERSA]: Employment Related Services Association",
        "**Andrew Percy**\n  *[ERSA]: Employment Related Services Association",
        "Absolutely—I could not agree more. Too many people throughout this coronavirus period have casually linked the necessary measures to Nazi Germany. My constituents are largely very sensible people—they have sent me here four times, which proves how sensible they are; and they have done so, I might add, in ever increasing numbers and with a higher percentage of the vote, but I digress—but I am afraid to say that even a small number of my constituents have sent me some of this material. One of them even sent me a photograph of the Nazi health pass, likening it to the vaccine mandate, even though the Nazis and Hitler himself were against vaccine mandates.\n  *[ERSA]: Employment Related Services Association",
        "That is absolutely why this debate is necessary. We have this debate every year, and each time we can all trot out a whole range of different experiences and examples from the preceding year, as Members have done today—I will not repeat them—which prove the sad necessity for this debate and for the ongoing work we have to do on antisemitism.\n  *[ERSA]: Employment Related Services Association",
        "**Bob Blackman (Harrow East) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "Will my hon. Friend give way?\n  *[ERSA]: Employment Related Services Association",
        "**Andrew Percy**\n  *[ERSA]: Employment Related Services Association",
        "I will, but I am conscience of your guidance, Madam Deputy Speaker.\n  *[ERSA]: Employment Related Services Association",
        "**Bob Blackman**\n  *[ERSA]: Employment Related Services Association",
        "I will be very brief. My hon. Friend is taking an impassioned view of antisemitism. Is he aware that just yesterday Jewish shopkeepers in Stamford Hill were attacked? There is a video of the incident and a police investigation is taking place, but it is clear that antisemitism is rife in our society today.\n  *[ERSA]: Employment Related Services Association",
        "**Andrew Percy**\n  *[ERSA]: Employment Related Services Association",
        "I was not aware of that particular incident, but I am sorry to say that this is happening time and again. Anyone who visits social media or other online platforms, including sales sites such as Amazon, will be able to find books that minimise and question the holocaust. The APPG has raised this many times, in repeated meetings, with the social media platforms and through direct approaches to Amazon and others, but anyone who looks today will be able to find holocaust denial and revisionist material for sale on Amazon.\n  *[ERSA]: Employment Related Services Association",
        "In the few minutes I have left, I want to talk, in a more positive sense, about some of those heroes who did so much to help save people in the holocaust. This year I came across a book called “The Bravest Voices”, written by Ida Cook. She was one of two sisters, Ida and Louise Cook, who have been described as plain and dowdy English spinsters in the 1930s. They were huge fans of opera, and they took it upon themselves to rescue Jews and non-Jews from Nazi Germany. They did that by flying out on a Friday evening from Croydon airport, and returning overnight on Sunday via train and boat from the Netherlands, so as to be back at work at their desk jobs in the civil service in London on Monday morning. As I said, they fell into that through their love of opera, and they met people who were trying to get out of Germany. They would go through the border on the way into Germany dressed very plainly, and they would come out dressed in the furs—they often sewed new labels into those—jewels and valuables of the people they were rescuing, which would then be sold in the UK to raise the funds required at the time for the sponsorship of Jews who wanted to get out.\n  *[ERSA]: Employment Related Services Association",
        "They did that in a very matter of fact way, and the book written by Ida Cook is wonderful in its modesty. They do not talk about “rescuing”; they talk simply about “getting people out”, “pulling people out”, or “dragging people out”—it is well worth a read. They used their English spinster act. Neither of them ever married. The pen name of Ida Cook was Mary Burchell, who was a famous Mills and Boon author. They enlisted church groups, and others, to facilitate their work, and they assisted countless numbers of people, rescuing them from Nazi Germany. We learn some of the names, and others we know simply by their first name, including a lady referred to simply as “Alice”, who refused to sell a hat to von Ribbentrop’s wife, and who they managed to rescue successfully.\n  *[ERSA]: Employment Related Services Association",
        "The case that most struck me was that of a young Polish Jewish boy who they rescued at the very last minute in 1939. He was expelled from Germany in October 1938 for being a Polish Jew, and was one of those caught up at the Polish border because of the refusal to allow people into Poland at that time—that is not a criticism of Poland, as borders were closing to Jews all across the world at that time. The boy spent the winter in the Zbaszyn improvised prison camp on the Polish border. By some means, which the Cook sisters did not know when they wrote their biography in the 1950s and never learned, he contacted them, and they received a letter asking if they could raise a guarantee to get him out. The tribulations over the next few months as they tried to rescue him are an interesting and emotional read. They had trouble getting money to him and getting the necessary permits. He had a permit number that would have put him 500 above the permits that were allowed in at that time, but a friendly civil servant here in London did the necessary work. At last, two weeks before the outbreak of war, the Cook sisters were out in Germany meeting the next group of people who they wanted to rescue, when they got word that, by assisting one of the last children’s transports out of Poland, this young boy was able to get to a boat. As they described, he was literally:\n  *[ERSA]: Employment Related Services Association",
        "“The last man to board the last boat that left Gydnia”.\n  *[ERSA]: Employment Related Services Association",
        "just a couple of days before the outbreak of war.\n  *[ERSA]: Employment Related Services Association",
        "That is a very moving story, as is my last point, which is that the Cook sisters downplayed their own role in all this, and constantly throughout the biography play up the role of others. That includes the consul general at Frankfurt during Kristallnacht, who opened up the British consulate to Jews, day and night, and provided food, since Jews had been banned from purchasing food in the days running up to Kristallnacht. He even went out on the streets giving food to Jews. Ida Cook describes that at the end:\n  *[ERSA]: Employment Related Services Association",
        "“It was a piece of Britain”.\n  *[ERSA]: Employment Related Services Association",
        "I think that is something we should all reflect on today when we think about other refugee crises, including that we have seen in Afghanistan. It was a piece of Britain, Madam Deputy Speaker, and today when we face other crises we should ask ourselves this: what is the piece of Britain that we want to project around the world?\n  *[ERSA]: Employment Related Services Association"
    ]
}