{
    "url": "https://www.ukpol.co.uk/ian-percival-1986-speech-on-the-roskill-report/",
    "title": "Ian Percival – 1986 Speech on the Roskill Report",
    "post_date": "August 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Ian Percival",
            "url": "/tag/ian-percival/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Percival, the then Conservative MP for Southport, in the House of Commons on 13 February 1986.",
    "content": [
        "I hope to respond immediately to that plea. The House owes an enormous debt to Lord Roskill and his colleagues for the time and expertise put into producing the report. We also owe a considerable debt to Mr. Walter Merricks. I say that not merely because he is my wife’s nephew, but for two other reasons. I once made a dissenting report and I know what ​ it means to do that. The second and the main reason is that I agree with so much of what he says. He will know that that has not always been the case.\n  *[ERSA]: Employment Related Services Association",
        "I want to concentrate on making one point arising from the report. The two principal features in the report are pretrial preparation and whether we should do away with juries in fraud cases. They are intimately bound up with one another. I think that there are constitutional and philosophical reasons for keeping jury trials in cases where the consequences may be serious for the accused. I also think that there are both emotional and logical reasons for keeping juries in such cases.\n  *[ERSA]: Employment Related Services Association",
        "However, there is an even better, and practical, reason why we should not try to implement that recommendation at the moment. That is the fundamental reason put forward by the Roskill committee for abolishing juries, namely the complexity of certain fraud trials. Looking at it practically, one of the major reasons why cases are so complicated when they get to trial is that they have not been properly prepared. I do not say that as a criticism of anybody involved. At every stage, those who have to prepare the trials are having to overcome practical obstacles that would defeat most people. It is a miracle that some of the cases come to trial in as orderly fashion as they do.\n  *[ERSA]: Employment Related Services Association",
        "I want to support with all the emphasis that I can the recommendation that we should look urgently at preparations for trial—all pre-trial stages—and here we have a large number of positive recommendations. I doubt whether everybody would agree with every one of them but I am sure that everybody would agree that that is what we have to look at first. I believe that the Criminal Bar Association also has some further proposals in that area.\n  *[ERSA]: Employment Related Services Association",
        "My plea to my right hon. and hon. Friends on the Front Bench is to concentrate on that part of the report and get on with it, with all the assistance possible. I am sure that both sides of the profession will give their help. A lot of advice might also be obtained from the accountants, many of whom are now specialising in doing the groundwork in preparing cases for a fraud trial. Let us see how far we can get in simplifying the trial itself before we contemplate doing away with what, after all, has been regarded in this country for a very long time, as one of the principal safeguards of the liberty of the subject. I do not say that that tradition can justify sticking with one system for ever in all cases, but it should make us slow in abolishing it and especially abolishing it in any trial where the consequences for the accused of being found guilty may be very serious.\n  *[ERSA]: Employment Related Services Association",
        "My plea to my right hon. and hon. Friends is get on with it. I am not just supporting the recommendations concerning pre-trial matters. My plea is, let us get on with them, with considering and implementing the improvements we can make in pre-trial preparation just as quickly as possible. The beauty of it is that hardly any of that needs legislation. All that it needs is the will to get on with it. Let us leave other considerations about juries until we have tackled this first and done something about it.\n  *[ERSA]: Employment Related Services Association"
    ]
}