{
    "url": "https://www.ukpol.co.uk/toby-perkins-2022-parliamentary-question-on-the-australian-trade-deal/",
    "title": "Toby Perkins – 2022 Parliamentary Question on the Australian Trade Deal",
    "post_date": "November 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Toby Perkins",
            "url": "/tag/toby-perkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The parliamentary question asked by Toby Perkins, the Labour MP for Chesterfield, in the House of Commons on 17 November 2022.",
    "content": [
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "The Prime Minister laid out his approach to trade deals in his statement. He will be aware that while he was at the G20 the right hon. Member for Camborne and Redruth (George Eustice) was describing the trade deal with Australia as\n  *[ERSA]: Employment Related Services Association",
        "“not actually a very good deal for the UK”.—[Official Report, 14 November 2022; Vol. 722, c. 424.]\n  *[ERSA]: Employment Related Services Association",
        "Does the Prime Minister agree with the right hon. Member, who was formerly the Environment Secretary, and if so what will the Prime Minister do about it?\n  *[ERSA]: Employment Related Services Association",
        "**The Prime Minister**\n  *[ERSA]: Employment Related Services Association",
        "Thank you, Madam Deputy Speaker. Maybe not as important as what is about to come from the Chancellor.\n  *[ERSA]: Employment Related Services Association",
        "All trade deals involve give and take on both sides. The Australia trade deal will open up new markets for 3 million British jobs, which is fantastic, reduce prices for Australian goods and make it easier for young people to move back and forth between the two countries. Going forward, we will ensure that our trade deals work for the UK. That is what we will deliver.\n  *[ERSA]: Employment Related Services Association"
    ]
}