{
    "url": "https://www.ukpol.co.uk/toby-perkins-2020-comments-on-dame-neys-report/",
    "title": "Toby Perkins – 2020 Comments on Dame Ney’s Report",
    "post_date": "July 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Perkins",
            "url": "/tag/tony-perkins/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the comments made by Toby Perkins, the Shadow Education Minister, on 15 July 2020.",
    "content": [
        "Dame Ney should be thanked for an excellent report which demands Government action to address a widespread failure that is allowing our Further Education sector to drift towards bankruptcy.\n  *[ERSA]: Employment Related Services Association",
        "The report exposes in detail the appalling consequences of a decade of austerity, the failure of the Government’s FE reforms and the lack of ministerial awareness of the financial crisis engulfing our crucial FE sector.\n  *[ERSA]: Employment Related Services Association",
        "The failure in oversight has been exacerbated by the Tory cuts to the civil service and reforms that have weakened the oversight that the Government provides. Dame Ney is correct that the current mechanisms and reforms are inadequate to address this failing and for all the Government’s rhetoric about the importance of the sector the truth is that colleges are collapsing and young people are being let down by these failings.\n  *[ERSA]: Employment Related Services Association",
        "Labour hopes that the Secretary of State will be making a statement to Parliament imminently to confirm that he will address the failings identified and confirm if he will adopt the recommendations.\n  *[ERSA]: Employment Related Services Association"
    ]
}