{
    "url": "https://www.ukpol.co.uk/toby-perkins-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Toby Perkins – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Toby Perkins",
            "url": "/tag/toby-perkins/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Toby Perkins, the Labour MP for Chesterfield, in the House of Commons on 2 November 2022.",
    "content": [
        "I am pleased that the Scottish National party has decided to bring this debate to the Chamber. It is important that the case for an independent Scotland is re-examined. The points made by my hon. Friend the Member for Edinburgh South (Ian Murray) will have been heard loudly both in Scotland and across the United Kingdom.\n  *[ERSA]: Employment Related Services Association",
        "This is a matter of great interest to my constituents in Chesterfield. It is a fact that people across England feel very passionately and strongly that the United Kingdom is better together, and that the success of Scotland and the success of England is assured by our being together in the United Kingdom. We gratefully remember the many contributions made by Scots to the United Kingdom in a whole variety of different ways. The successful Union we have had over hundreds of years has led to Britain being the successful country that it is.\n  *[ERSA]: Employment Related Services Association",
        "It was precisely because it matters to me and my constituents that, during 2014, I went up to Scotland and spent a considerable amount of time campaigning in the independence referendum, speaking to people in an array of constituencies.\n  *[ERSA]: Employment Related Services Association",
        "**Angus Brendan MacNeil**\n  *[ERSA]: Employment Related Services Association",
        "I hear the hon. Gentleman’s confession that he went up to Scotland for the 2014 referendum. Did he, on any doorsteps in Scotland, say to the people that voting to stay in the UK would guarantee their place in the European Union, or was he a Brexiteer by that point?\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "Clearly, I went up there to make the case for Scotland to remain in the United Kingdom. I absolutely recognised that that was a choice for the people of Scotland, but it was a choice that was going to affect England. The fact that we were to have a referendum on our relationship with the EU was already known in 2014, because the Conservative party had already committed to that and the people of Scotland voted to remain on that basis. Clearly, I was hopeful that the people of Britain would vote to stay in the European Union. In fact, I only wish that the hon. Gentleman’s party had put the same effort into that referendum as the Labour party. If it had, we might have seen a different outcome.\n  *[ERSA]: Employment Related Services Association",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "A number of people want to intervene. I will accept interventions, but I will not accept one from the hon. Member for East Renfrewshire (Kirsten Oswald), because she misrepresented me previously. She said that I had said that I had apologised for the Government’s record. I have not; I have done the opposite. [Interruption.] I will check the record very carefully. She misrepresented me and if she wants to correct the record I will let her, but if she does not want to correct the record I will hear from the right hon. Member for Dundee East (Stewart Hosie).\n  *[ERSA]: Employment Related Services Association",
        "**Stewart Hosie (Dundee East) (SNP)**\n  *[ERSA]: Employment Related Services Association",
        "The hon. Gentleman is perfectly entitled to make the case he is making, but given that in Scotland we voted to stay in the European Union and given that in his constituency 34,000 voted to leave and only 22,900 voted to remain, would it not have been better, instead of wasting his time in Scotland, if he had done his job in Chesterfield, instead of having that act of economic self-harm that is Brexit?\n  *[ERSA]: Employment Related Services Association",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "May I respond to the point that has just been made? I worked very hard during the Brexit referendum to make a case, but I accept that people across the coalfield voted in a different way. I return to the statistic that I put to the right hon. Gentleman’s leader, the right hon. Member for Ross, Skye and Lochaber (Ian Blackford). The Scottish National party spent a paltry £91,000 on the EU referendum. During the Scottish independence referendum, it spent £1,344,000. The truth is that the people committed to Scottish independence believed that the outcome they got was exactly the one they wanted. They wanted the rest of the UK to vote out while Scotland voted to stay in and that is why they did not lift a finger to get a result. Because of the limp effort it put in, the turnout in the Brexit referendum was lower in Scotland than in any other region or nation of the United Kingdom. That is the reality. The Scottish National party made it very clear to its voters that it was happy with that outcome. It knew there was a likelihood that that outcome would strengthen its case for Scottish independence.\n  *[ERSA]: Employment Related Services Association",
        "**Kirsten Oswald rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "If the hon. Lady is willing to withdraw the comment she made, I will give way to her.\n  *[ERSA]: Employment Related Services Association",
        "**Kirsten Oswald**\n  *[ERSA]: Employment Related Services Association",
        "I am grateful to the hon. Member. I am somewhat perplexed. I pointed out that his colleagues had made comments that clearly apologised for the UK Government’s economic mismanagement. I do not know why the UK Labour party would support that, but that is its problem, not mine. I absolutely stand by my concerns about the Labour party’s position on Brexit. It is unclear to me why Labour Members are so supportive of Brexit, considering the damage that it has done to Scotland, or why the hon. Gentleman continues to suggest that people such as me, with a 73% remain vote in my constituency, somehow were not marching the streets, as all my colleagues were. Scotland did not want to leave the EU and we want to be back in it. The hon. Gentleman might not like that, but he does not get to misrepresent it.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I hear what the hon. Lady says, and I repeat what I said: if the SNP was desperate to stay in the European Union, it had a funny way of showing it. Why is it—[Interruption.] I will respond to the points that have been made. Why is it—let SNP Members answer this—that the SNP spent just 7% of the amount of money on the Brexit referendum that it spent on the Scottish independence referendum? The only conclusion that I can come to is that the SNP did not care nearly as much about that.\n  *[ERSA]: Employment Related Services Association",
        "I accept that the people of Scotland—the majority of people who voted in that referendum—voted to remain in the EU. However, the turnout in Scotland was also very low and I believe that the SNP’s lack of effort was a major factor.\n  *[ERSA]: Employment Related Services Association",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I will return to the subject—[Interruption.]\n  *[ERSA]: Employment Related Services Association",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ERSA]: Employment Related Services Association",
        "Order. I have to protect the hon. Gentleman. He has as much of a right to speak as anyone else. Let us give him a chance.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "Thank you, Madam Deputy Speaker. During that Scottish referendum, I was in Edinburgh, Cumbernauld, West Dunbartonshire, Airdrie and Falkirk, and I spoke to people about the issues and about how much I hoped that they would choose to stay in the United Kingdom. The people I spoke to on the doorsteps were pleased to debate the subject. Lots of them voted to stay in the UK and lots voted otherwise. Virtually all those constituencies ended up voting overall to stay in the UK, but they recognised that not only was this a matter on which the people of Scotland would decide, but that the matter was of interest to people across the United Kingdom.\n  *[ERSA]: Employment Related Services Association",
        "The basic assertion that the Scottish National party made—that an independent Scotland would be part of the EU but that it would take the pound and, at some point in future, have a Scottish pound—has been absolutely blown to pieces by my hon. Friend the Member for Edinburgh South. That was clear for everyone to see, and the momentary quiet that descended among those on the SNP Benches when he was making his case spoke volumes.\n  *[ERSA]: Employment Related Services Association",
        "We have heard from SNP Members—\n  *[ERSA]: Employment Related Services Association",
        "**Kirsty Blackman**\n  *[ERSA]: Employment Related Services Association",
        "Will the hon. Member give way?\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I will, because I was about to refer to the hon. Lady’s speech, so that is perfect timing.\n  *[ERSA]: Employment Related Services Association",
        "**Kirsty Blackman**\n  *[ERSA]: Employment Related Services Association",
        "I am very pleased that the hon. Member has given way. Is he aware that if all the 1 million people in Scotland who voted to leave the EU had voted to remain in the EU—if we had had a remain vote of 100%—we would still have lost the referendum?\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "That is an important point. I could make the same point about the response in Chesterfield. Of course, this was a vote for the entire United Kingdom. However, I want to respond to something else that the hon. Lady said; although I disagree with her conclusions, I thought that she made an excellent speech. On her point about the independence referendum, when I was up in Scotland for that, it was said very clearly by Alex Salmond, and it was very clearly understood by the people of Scotland, that that was a once-in-a-generation referendum. That was said strongly.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Lady has spoken powerfully about the mandate that the SNP has won by getting Members of Parliament elected to this place. Is she making the case that we should have had another referendum after the 2015 election, another after the 2017 election and yet another after the 2019 election? Every time the SNP has a majority of MPs in Scotland, should we have another referendum? If not, how often should we have these referendums?\n  *[ERSA]: Employment Related Services Association",
        "We all know that if the 2014 referendum had had a different result and people had voted for independence, there would have been no second referendum. There might have been a 0.1% majority, but it would not have mattered: that would have been enough to say, “We have heard the voice of the people.” But the referendum was lost by more than 10%, and there was an immediate demand for a second one. How often do we have to have these referendums? If the independence campaign wins the next one, does the hon. Lady want the best of three?\n  *[ERSA]: Employment Related Services Association",
        "**Kirsty Blackman**\n  *[ERSA]: Employment Related Services Association",
        "I was talking about the different ways in which Scotland has given us a mandate for an independence referendum. When SNP candidates stood for the Scottish Parliament in 2021, the SNP committed explicitly in our manifesto to a referendum on independence. The Scottish people have chosen to have that referendum by voting for independence-supporting parties. If that is not the route for the Scottish people to have an independence referendum, what does the hon. Gentleman think their route to choosing a referendum should be?\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I notice that the hon. Lady has answered my question with a question. My question was a very specific one: how often will we have this referendum? It is not for me to set the terms of a referendum, but I do think that things would be very different if opinion polls showed that the view of the Scottish people had massively changed since 2014. I could not ignore that, because this is a question for the Scottish people.\n  *[ERSA]: Employment Related Services Association",
        "When the opinion polls turned in 2020, showing more Scottish people in favour of independence, we heard about them all the time. Everyone was always saying, “Oh, the latest polls say this.” Then I thought to myself, “Everyone seems to have gone a bit quiet about the polls. Why aren’t they mentioning them?” I had a little look on my phone. Of the last 19 opinion polls, including the most recent one paid for by the Alba party, only one showed majority support for independence. Of the last 44 opinion polls, only four have shown a majority for independence. If there had clearly been an overwhelming shift in opinion that had not been reflected, things would be different, but there has not. The truth is that opinion polls suggest that we are broadly in a similar place.\n  *[ERSA]: Employment Related Services Association",
        "It is a shame that the hon. Lady did not respond to my question. If 2014 was not once in a generation, as the people of Scotland were clearly told at the time, when will be? When will enough be enough?\n  *[ERSA]: Employment Related Services Association",
        "**Deidre Brock (Edinburgh North and Leith) (SNP) rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "Perhaps the hon. Lady would like to answer that.\n  *[ERSA]: Employment Related Services Association",
        "**Deidre Brock**\n  *[ERSA]: Employment Related Services Association",
        "I am grateful for the opportunity to respond to the hon. Gentleman. Will he accept the words of Ciaran Martin, the former constitution director at the Cabinet Office, who prepared the legal documents for the Edinburgh agreement? He said:\n  *[ERSA]: Employment Related Services Association",
        "“‘Once in a generation’ was not a legal commitment, believe me…It’s just a slogan.”\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I accept that it was not a legal commitment. I am not suggesting that it was; I am not saying that there is not a legal right for the UK Government to decide that it is time for another referendum. However, we are talking not about the legal right, but about whether there is an electoral argument for another referendum. The question that I have asked three times now, but that no one has been willing to answer, is when the question will be settled. If losing the referendum in 2014 was not enough, let us say that we have another referendum next year: if SNP Members lose that, when will the next be?\n  *[ERSA]: Employment Related Services Association",
        "**Hannah Bardell (Livingston) (SNP)**\n  *[ERSA]: Employment Related Services Association",
        "I have some breaking news for the hon. Gentleman: democracy is not a one-time event. As we are talking about timescales, I would be interested to know something. If his party were to win the next general election on a manifesto commitment to have a referendum on taking the UK back into the European Union, would it not be within its rights to hold that referendum?\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "That is a great “gotcha”, but my point is that there is a question here: for people in Scotland, when is enough enough? No one has been able to answer that. Let me return to the point that I made a minute ago. If the referendum in 2014 had had a different result, there would not have been a second referendum; that would have been it. The SNP cannot consistently say, “Every time we lose, that is not the end of it, but the one time we win, that is the end of it”, but those are the rules that they want to play to.\n  *[ERSA]: Employment Related Services Association",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "Many of my hon. Friends are waiting to speak, and I want to make sure that they have that opportunity.\n  *[ERSA]: Employment Related Services Association",
        "I am glad that my hon. Friend the Member for Edinburgh South raised the subject of the SNP’s record on education, because it is a compelling one. For much of my lifetime the Scottish education system has been the envy of us in England, but that is not the case now; in fact, it has gone backwards. It is very noticeable that the SNP seems constantly to want debates about things that are not the responsibility of the Scottish Parliament, but runs away from the subject of its actual record.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Member for Motherwell and Wishaw (Marion Fellows) suggested that the Scottish people were entitled to money from the UK Government and should not be expected to be grateful, and I entirely agree with her. I recognise that we are in a Union to which we all make contributions. It is the case that more money is spent per head in Scotland than in Chesterfield, as an SNP Member mentioned earlier; it is also the case that Scotland makes contributions to the United Kingdom, to defence through Faslane and through oil receipts, and that there are other respects in which its contribution is significant. That is why I think we are better together. I reject it when people in my constituency say that they resent the fact that Scotland does well out of the UK, and I also reject it when SNP Members suddenly say that they want to isolate oil revenues as if that were the only game in town.\n  *[ERSA]: Employment Related Services Association",
        "When the people of Scotland voted in that referendum in 2014, they clearly understood that there would be about 60 Scottish MPs in a Parliament of 650. To consistently suggest that somehow this is news to the people of Scotland who voted in that referendum is nonsense. Only once in the last 47 years have people in Chesterfield voted for an MP who was a member of the party represented by the Government. Quite often in their contrary way, they have voted in a different way from the country as a whole. That is how democracy works.\n  *[ERSA]: Employment Related Services Association",
        "I do think there is a real bit of cakeism among the members of the Scottish National party. The hon. Member for Angus (Dave Doogan) said bairns in Scotland were better off than bairns in Chesterfield and that was all about the Scottish Government, while the hon. Member for Glasgow East (David Linden) said there was a lot of poverty in Scotland and that was the fault of the UK Government. When it is good it is to do with Holyrood and when it is bad it is to do with Westminster, and I do not think that that is either helpful or sensible.\n  *[ERSA]: Employment Related Services Association",
        "The hon. Member for Perth and North Perthshire (Pete Wishart) posed the question, “Can Scotland be a successful nation?” He refused to define a successful nation, but he told us that every nation that was independent was successful, having signed a motion which said that the UK was failing. It is clear that, in the SNP’s eyes, the UK is failing. Every single country that is independent, in the SNP’s terms, is successful, and we are asked to say whether Scotland would be successful without any description of what that success would look like.\n  *[ERSA]: Employment Related Services Association",
        "I do not think that those who believe Scotland is better inside the United Kingdom have any less confidence in the people of Scotland, or any less confidence in the contribution of Scotland, the economy of Scotland, the business of Scotland, the geography and geology of Scotland, or the challenges facing Scotland. We recognise all of those just the same, but we also recognise that it is the strengths of Scotland and of the other countries of the United Kingdom that collectively make us as strong as we are.\n  *[ERSA]: Employment Related Services Association",
        "That is the case that we make, and it cheapens politics for people on the independence side to suggest that they somehow have a greater patriotism than people on this side. I have to say, having watched my hon. Friend the Member for Edinburgh South when Scotland are playing football, that there is no greater Scottish patriot than him—and no more deluded Scottish football fan than him either. People on all sides in Scotland are passionate about Scotland and proud of being Scottish, but many of them also believe that Scotland’s contribution to the United Kingdom and to being part of one of the major nations of the world should continue. I am glad that this debate has taken place and I thank my hon. Friend the Member for Edinburgh South for the compelling case that he has made today. I look forward to listening to the other contributions.\n  *[ERSA]: Employment Related Services Association"
    ]
}