{
    "url": "https://www.ukpol.co.uk/toby-perkins-2023-parliamentary-question-on-gp-appointments-in-chesterfield-derbyshire-and-england/",
    "title": "Toby Perkins – 2023 Parliamentary Question on GP Appointments in Chesterfield, Derbyshire and England",
    "post_date": "January 25, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        },
        {
            "text": "Toby Perkins",
            "url": "/tag/toby-perkins/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Toby Perkins, the Labour MP for Chesterfield, in the House of Commons on 24 January 2023.",
    "content": [
        "**Mr Toby Perkins (Chesterfield) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "If he will make an assessment of the adequacy of GP appointment availability in (a) Chesterfield constituency, (b) Derbyshire and (c) England.\n  *[ERSA]: Employment Related Services Association",
        "**The Parliamentary Under-Secretary of State for Health and Social Care (Neil O’Brien)**\n  *[ERSA]: Employment Related Services Association",
        "In November, there were 13.9% more appointments in general practice across England as a whole than in the same month before the pandemic. In Derby and Derbyshire, there were 16.6% more appointments. Our GPs are doing more than ever, and, compared with 2015-16, we are investing a fifth more in real terms. But we know that demand is unprecedented, and we are working to further support our hard-working GPs.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I thank the Minister for that answer. We know that there are GP appointment difficulties everywhere, but we also know that it is much more difficult in more deprived communities. Social Market Foundation research shows that GPs in more deprived communities have twice as many patients on their books than those in more affluent areas. This means that, in addition to the greater health inequalities in those communities, people are finding it very difficult to get appointments, including at the Royal Primary Care practice in Staveley. Why should patients in more deprived communities be expected to tolerate far greater difficulties in getting GP appointments than those in more affluent areas?\n  *[ERSA]: Employment Related Services Association",
        "**Neil O’Brien**\n  *[ERSA]: Employment Related Services Association",
        "In Derby and Derbyshire, for example, there are 495 more doctors and other patient-facing staff than in 2019. Step 1 is to have more clinicians, which we are doing through that investment. The hon. Member raises a point about Carr-Hill and the funding formula underlying general practice. There is actually heavy weighting for deprivation, and the point he raises is partly driven by the fact that older people tend not to live in the most deprived areas, and younger people tend to live in high IMD—index of multiple deprivation—areas. That is the reason for the statistic he used. Funding is rightly driven by health need, which is also heavily driven by age. We are looking at this issue, but the interpretation he is putting on it—that there is not a large weighting for deprivation—is not quite right.\n  *[ERSA]: Employment Related Services Association",
        "**Maggie Throup (Erewash) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "In south Derbyshire there are now 133 more full-time equivalent clinical staff in general practice than in 2015. That includes nurses, physios and clinical pharmacists. What more is my hon. Friend doing to encourage more people to book an appointment with the most appropriate healthcare professional, rather than simply defaulting to booking a GP appointment?\n  *[ERSA]: Employment Related Services Association",
        "**Neil O’Brien**\n  *[ERSA]: Employment Related Services Association",
        "That is an excellent question. As well as having an extra 495 staff across Derby and Derbyshire, it is crucial that we use them effectively by having good triage. That is why we are getting NHS England to financially support GPs to move over to better appointment systems. That is not just better phone systems, but better triage.\n  *[ERSA]: Employment Related Services Association"
    ]
}