{
    "url": "https://www.ukpol.co.uk/toby-perkins-2022-speech-on-standards-in-public-life/",
    "title": "Toby Perkins – 2022 Speech on Standards in Public Life",
    "post_date": "June 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Toby Perkins",
            "url": "/tag/toby-perkins/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Toby Perkins, the Labour MP in Chesterfield, in the House of Commons on 7 June 2022.",
    "content": [
        "Once again, the Labour party has to use one of our precious Opposition days to debate not the cost of living, NHS waiting times, court delays, falling apprenticeship numbers or any of the other manifest ways in which the Government are failing, but the standards and conduct of the Prime Minister. I do not say that critically—I am pleased that we have chosen to use today’s debate for that purpose—but it shows once again why the Prime Minister is not able to get on with it as a result of yesterday’s vote: in fact, he is the distraction that prevents this House from moving on. It shows why the 148 of his Members of Parliament who voted yesterday that they had no confidence in him were right.\n  *[ERSA]: Employment Related Services Association",
        "British parliamentarians have often been asked to go overseas to nations considered to be less developed and provide them with advice about what a functioning democracy looks like. It is not an exaggeration to say that if we arrived as parliamentarians in another country to find that it had a leader whose response to being convicted of breaking the law was not to set about changing his behaviour, but to lower the standards to which members of his Government could be held, we would take a very dim view of that sort of democracy—but that is precisely what is happening here in the United Kingdom.\n  *[ERSA]: Employment Related Services Association",
        "I have never had any regard for the political priorities of the Conservative party. I do not expect Tory Governments to be good for my constituency or to share my values. But I have respected the fact that, regardless of the difference in approach to matters such as public services and the economy, when it came to the basic rule of law there were things that united parliamentarians of all parties. Under this Prime Minister, I fear that that is no longer the case. That is why it is so important that Conservative Members are willing to be brave enough to stand up and speak out, because some of these matters are more important than narrow party political advantage, and so it is with today’s debate; and that is why I pay tribute to the hon. Member for Newton Abbott, who resigned yesterday as the Prime Minister’s anti-corruption tsar. I think that his letter was of real significance. He wrote to the Prime Minister:\n  *[ERSA]: Employment Related Services Association",
        "“The only fair conclusion to draw from the Sue Gray report is that you have breached a fundamental principle of the ministerial code – a clear resigning matter.\n  *[ERSA]: Employment Related Services Association",
        "Butt your letter to your independent adviser on the ministerial code ignores this absolutely central, non-negotiable issue completely. And, if it had addressed it, it is hard to see how it could have reached any other conclusion than that you had broken the code.”\n  *[ERSA]: Employment Related Services Association",
        "I think those words are incredibly significant, I think they are brave, and I think the hon. Gentleman should be commended for having written them.\n  *[ERSA]: Employment Related Services Association",
        "The Prime Minister’s own briefing to Conservative Members, which featured widely on Twitter yesterday, suggests that they must tolerate his behaviour because no one else is capable of leading them. I am afraid that too many people are missing the point here. The hon. Member for Devizes (Danny Kruger) said earlier that we were raising this issue because we did not like the Prime Minister, and he advocated a system of self-regulation. I think that if Conservative Members look daily at the Prime Minister and think, “There is no one in our whole parliamentary party with 360-odd members who could possibly perform in this way”, they must have a pretty low opinion of themselves, and I think that they may be wrong. I also think that the question of standards is not about whether or not one likes a person, but about whether the behaviour that that person has exhibited is tolerable in a functioning democracy, and I am afraid that, in the case of this Prime Minister, it is absolutely not.\n  *[ERSA]: Employment Related Services Association",
        "**Alex Sobel (Leeds North West) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association",
        "One way to cheat is to change the rules. We have seen the rules in the ministerial code being changed, and we are seeing a general levelling down of standards in public life. The idea that the Government can carry on marking their own homework is absurd. Does my hon. Friend agree that we need an independent commission on ethics and standards in public life, so that there is some accountability?\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I certainly do. That is why I am happy to support the motion today, and why I was happy to support the committee’s recommendations.\n  *[ERSA]: Employment Related Services Association",
        "I agree with Lord Evans that a graduated sanctions approach must go hand in hand with increasing the independence of the adviser. Recommendation 6 states:\n  *[ERSA]: Employment Related Services Association",
        "“The Ministerial Code should detail a range of sanctions the Prime Minister may issue, including, but not limited to, apologies, fines, and asking for a minister’s resignation.”\n  *[ERSA]: Employment Related Services Association",
        "The Paymaster General spoke about that more graduated approach, and I agree with that, but I also agree with Lord Evans that it must go hand in hand with recommendation 8, which states:\n  *[ERSA]: Employment Related Services Association",
        "“ The Independent Adviser should be able to initiate investigations into breaches of the Ministerial Code”\n  *[ERSA]: Employment Related Services Association",
        "—the Government propose not to heed that—and with recommendation 9, which states:\n  *[ERSA]: Employment Related Services Association",
        "“The Independent Adviser should have the authority to determine breaches of the Ministerial Code.”\n  *[ERSA]: Employment Related Services Association",
        "That seems to be the point: that the independent adviser determines whether the code has been breached, and it is for the Prime Minister then to decide what sanctions should be applied. What we have now, however, as we heard from the Paymaster General, is an approach whereby if the Prime Minister believes that he still has confidence in people—and I suspect that he will have confidence in the Culture Secretary almost regardless of what she says, because of her slavish support—that is good enough, and no standards are relevant.\n  *[ERSA]: Employment Related Services Association",
        "As we heard from my hon. Friend the Member for Ellesmere Port and Neston (Justin Madders), all of us in this place suffer from the allegation that “they are all the same.” Despair is the most corrosive emotion possible when it comes to politics, because it leads people to disengage and to decide that there is no point in engaging in politics in any way. The right hon. Member for Orkney and Shetland (Mr Carmichael) spoke of a cross-party consensus, but how is that possible if the Prime Minister is willing, for political reasons, to overlook breaches of any kind if he thinks that it is in his political interests to do so?\n  *[ERSA]: Employment Related Services Association",
        "A politically motivated standards regime that allows rules to be rewritten if they become inconvenient, and places the future of Ministers in the hands of the Prime Minister to vanquish or rescue as he sees fit, is not itself fit for the 21st century in a supposedly developed democracy. How can it be that the ministerial code, detailing the way in which those at the very top of the political tree operate, actually lags behind that which applies to MPs, peers and civil servants?\n  *[ERSA]: Employment Related Services Association",
        "I also support the committee’s recommendation for reform of the powers of the commissioner for public appointments to provide a better guarantee of the independence of assessment panels.\n  *[ERSA]: Employment Related Services Association",
        "Our politics is suffering from a crisis of public confidence, which is particularly dangerous at a time of national economic difficulty such as the one that we are currently experiencing. Only by increasing the independence and clarity of the rules and the rule arbiters can we have a hope of restoring public confidence in our politics, and it is for that reason that I support the motion.\n  *[ERSA]: Employment Related Services Association"
    ]
}