{
    "url": "https://www.ukpol.co.uk/toby-perkins-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Toby Perkins – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Toby Perkins",
            "url": "/tag/toby-perkins/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Toby Perkins, the Labour MP for Chesterfield, in the House of Commons on 19 October 2022.",
    "content": [
        "I rise to speak in support of the motion. I am glad to hear that it seems to be enjoying a lot of support, and I hope to see the Office for Budget Responsibility’s forecast published immediately after the motion is carried.\n  *[ERSA]: Employment Related Services Association",
        "I have always opposed Tory Governments. I have long been of the view that a bad Labour Government is better than a good Tory one. I know what the Tories are about and I never expected them to do anything other than make life more difficult for the most vulnerable. In fact, if that were not the way the Tory party operated, we would never have needed to invent the Labour party in the first place. But having opposed many Conservative Governments, never before have I seen one so inept, yet so arrogant as the current Government; so damaging, yet so casual about their impact on people’s lives.\n  *[ERSA]: Employment Related Services Association",
        "When the revisionism comes, as it undoubtedly will in the weeks and months to come, we must remember that this situation did not fall out of a clear blue sky. There was a clear mandate, because during that leadership contest the Prime Minister was clear about what she intended to do. It was Tory MPs who put her into the final two. Now we hear them say, “We must never again let the members choose the leader”, but they chose to put the right hon. Member for South West Norfolk (Elizabeth Truss) in the final two knowing full well what policies she would support. Huge revisionism is going on so that the next generation of Tory MPs will be able to say, “Oh, that was just a rogue Chancellor and a long-ago deposed Prime Minister. Forget about them—we changed after that,” but the right hon. Lady won a mandate from her party to pursue those policies.\n  *[ERSA]: Employment Related Services Association",
        "At the time of the mini-Budget statement, some voices were expressing disquiet, but I recall the support we heard from many Tory Members. It was when I heard how happy the mini-Budget had made the right hon. Member for Wokingham (John Redwood) that I knew how bad it would be for the British people. I remember the hon. Member for Don Valley (Nick Fletcher), who was in his place a few minutes ago, claiming that the whole of Doncaster would support the mini-Budget. I have not heard him say that today. As the hawks of the right-wing press circle over the Prime Minister, let us not forget that they were the loudest cheerleaders for this mini-Budget. The day after the statement, the Daily Mail proclaimed, “At last! A true Tory Budget”. The Express was equally triumphant—“Big tax cuts to herald new era”.\n  *[ERSA]: Employment Related Services Association",
        "**Janet Daby (Lewisham East) (Lab)**\n  *[ERSA]: Employment Related Services Association",
        "Does my hon. Friend agree that the then Chancellor was carrying out what the Prime Minister had said she would do? She made sure that he lost his job, but she should be the one taking responsibility and, indeed, resigning.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I could not agree more. The right hon. Member for Spelthorne (Kwasi Kwarteng) is the first politician in history to have had to resign for doing what he said he was going to do, which was precisely what the Prime Minister said she was going to do. The mini-Budget was born of the recklessness of the previous Prime Minister having pursued so much, so confidently, with so little evidence.\n  *[ERSA]: Employment Related Services Association",
        "Make no mistake: I will spend every day between now and a general election making sure that the people of Chesterfield know that the higher interest rates, the tax rises, the cuts to our threadbare services and even, shamefully, the prospect of disabled people on benefits and impoverished pensioners suffering further cuts to their real-terms income, are all the result of this arrogant recklessness. This did not need to happen. Yes, there are global issues, but the central banks in America and Germany did not have to bail out the pension funds. Of course we welcome the fact that the Government have undone some of the measures, although it was bizarre to hear the Chancellor say on Monday how pleased he was that Labour were supporting his plans. They were our plans a few weeks ago! Now, the Tory Government see it as a success that they are trying to put out the fire that they lit in the first place, but the damage has already been done.\n  *[ERSA]: Employment Related Services Association",
        "The logical call for a windfall tax made by my hon. Friend the Member for Leeds West (Rachel Reeves) continues to be rejected. What objection do the Government have to asking the energy generators to contribute some of their vast excess profits to help to fund the cost of ensuring that people can stay warm this winter and enabling businesses to keep their doors open?\n  *[ERSA]: Employment Related Services Association",
        "**Paula Barker**\n  *[ERSA]: Employment Related Services Association",
        "Does my hon. Friend agree that when even the CEO of Shell is advocating a windfall tax—we truly have gone through the looking glass—it is time the Tories did the right thing?\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "It absolutely is. I suspect that, ultimately, they will. I am a great student of history and I can remember all the way back to January this year, when the Labour party called for a windfall tax. I remember the then Prime Minister standing at the Dispatch Box mocking us and saying that Labour always wants to raise taxes, and the then Chancellor saying the same thing. A few months later, reluctantly they had to announce precisely that. The right hon. Member for Uxbridge and South Ruislip (Boris Johnson) used to stand at the Dispatch Box criticising the policy—our policy—that he later adopted. That is how bizarre this Government’s behaviour has been. Now we have to go through the same damaging charade again. It is clear that ultimately the Government will adopt Labour’s policy of a windfall tax, but in the meantime their resistance will cost our country and our people dear.\n  *[ERSA]: Employment Related Services Association",
        "Just a week ago, the Prime Minister was boasting that she was guaranteeing people’s energy bills for the next two years, so why were Labour only going to guarantee them for six months? Then on Monday the Chancellor comes here and says, “All right—six months.” That is how this Government are running our economy. You would not run a whelk stall like that.\n  *[ERSA]: Employment Related Services Association",
        "Government policies change at a bewildering rate, but they do not seem to understand that it is not just that the policies are wrong; it is the clear demonstration that they do not have a clue what they are doing that is unsettling the markets. In Chesterfield, 3,352 households face a hike in their mortgage payments next year. It is quite unforgiveable. My hon. Friend the Member for Liverpool, Wavertree (Paula Barker) said that this is 2011 all over again, but that is not so. In 2011 we were coming off the back of 13 years of Labour investment in our public services, so there was a chance that our health services, our schools and our Sure Starts could withstand the cuts. Not now. Our public services cannot tolerate the sort of cuts that the Chancellor has warned might be coming our way.\n  *[ERSA]: Employment Related Services Association",
        "The idea that this Government can restore confidence in our nation’s finances by having two more years to demonstrate the ineptitude that in the past 12 years has brought us to our present state would be laughable if it were not so serious. There is no mandate for the approach that they are now pursuing. If the Tories think that they can quietly euthanise the career of the latest Prime Minister and have another go, they are further removed from reality than even I believe they are.\n  *[ERSA]: Employment Related Services Association",
        "We need a Government who are truly committed to growth, to a green recovery and to rebuilding our public services. We need a Government whose policies last beyond the ink drying on the growth document they have just printed. We need a Government whose plans are robust and whose leader is strong. We need a Government who are willing to lead in the national interest, and not just in the narrow interest of their party. That means we need a Labour Government led by my right hon. and learned Friend the Member for Holborn and St Pancras (Keir Starmer). We need that general election now.\n  *[ERSA]: Employment Related Services Association"
    ]
}