{
    "url": "https://www.ukpol.co.uk/toby-perkins-2021-speech-on-the-integrated-rail-plan/",
    "title": "Toby Perkins – 2021 Speech on the Integrated Rail Plan",
    "post_date": "December 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Toby Perkins",
            "url": "/tag/toby-perkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Toby Perkins, the Labour MP for Chesterfield, in the House of Commons on 8 December 2021.",
    "content": [
        "Conservative Governments have made me angry before. Indeed, it was the Thatcher Government who first awoke my passion for politics, because I wanted to stand against everything that they stood for, but at least the Thatcher Government were competent. What we have now is a Government who are so incompetent, so inept, so irresponsible and so dishonest that they constantly let down the people who voted for them, and that is what we see in this plan for integrated rail.\n  *[ERSA]: Employment Related Services Association",
        "We need only look at the manifesto promises that we have had from the Tory Government—all the way back to 2010, when I was first elected and the hon. Member for Ashfield was working for a Labour MP—to see what the Tories have been all about. Throughout that time, we have seen manifestos promising that HS2 would be delivered. We saw those promises in 2010 and we saw them in 2015, and the Tories were also promising to electrify the midland main line in 2017. In 2019 they promised that they would listen to the Oakervee review, a detailed review of HS2, the costs of which were escalating because of the constant delays and ineptitude of this Government in implementing it.\n  *[ERSA]: Employment Related Services Association",
        "For 11 years HS2 has been Tory party policy, but throughout that period they have managed the policy so ineptly that the costs have continually escalated, and public confidence has not been there. Now they are asking how we can support policies that they spent four general elections and 11 years telling us were the right policies. They stand there and say that this is a major investment, but every major investment in rail that they have announced in the 11 years for which I have been here has never been delivered. They have stood there and announced midland main line electrification, and they have never delivered it. They have stood there and announced HS2, and they have never delivered it. So why on earth should anyone believe that the plan that is on that desk, which will take many years and future Parliaments to be delivered, will ever happen?\n  *[ERSA]: Employment Related Services Association",
        "The people of Chesterfield have been lied to, and people across the midlands and the north have been lied to, in order to get this shabby Government elected. It is no wonder that people throughout my constituency are finally starting to see what this Government really stand for. It makes me sick, Mr Deputy Speaker.\n  *[ERSA]: Employment Related Services Association"
    ]
}