{
    "url": "https://www.ukpol.co.uk/toby-perkins-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Toby Perkins – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Toby Perkins",
            "url": "/tag/toby-perkins/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Toby Perkins, the Labour MP for Chesterfield, in the House of Commons on 9 September 2022.",
    "content": [
        "I rise to speak on behalf of the people of Chesterfield and Staveley, who share the shock, sadness and pride at the passing of our beloved late Queen Elizabeth II, and to send our condolences to King Charles III, who spoke so well just a few moments ago.\n  *[ERSA]: Employment Related Services Association",
        "Last night, prayers at St Michael’s church in Brimington were dedicated to Her late Majesty, and the bells beneath the famous crooked spire will be ringing muffled tones of mourning. Books of condolence have already been set up in Chesterfield Borough Council’s contact centre, and others are appearing across the borough as our town’s citizens come out to send their respects and regards to a truly remarkable woman, who has embodied our nation as our monarch for 70 years.\n  *[ERSA]: Employment Related Services Association",
        "We have heard from so many people here who have had personal experience of meeting Her Majesty, but last night a friend’s son posted a video, which has gone viral, of the moment when his grandmother, sitting in the Toby Carvery restaurant, heard of the Queen’s passing. As she sobs uncontrollably, in the background we can hear her son’s bewilderment: “But you never even knew her, Mother.” However, the British people did not have to meet our Queen to feel that we knew her, or to feel bereaved at her loss. She was indeed a friend to so very many of us. She has been the constant throughout our lives—at every celebration and grand occasion, naturally; but more crucially, in times of peril, worry and heartbreak, it was Her Majesty the Queen whom we looked to.\n  *[ERSA]: Employment Related Services Association",
        "The Queen promised, on her coronation, to serve our nation faithfully, and the dedication, wisdom and fortitude that she has shown throughout every day of that service have inspired so many of us. She loved our country, the four nations that make up our United Kingdom individually and collectively, and she took great pride in the Commonwealth as she helped to lead our nation through its changing place in the world—as she moved from being the head of the British empire to heading the Commonwealth to leading a prominent nation at the head of the EU, and subsequently leading us into our post- Brexit future. She led us through two painful and divisive referendums without ever breaking her famous political impartiality, and she was there when our nation was tortured by the cruel pandemic, bringing us together as so many of us sat there afraid and alone.\n  *[ERSA]: Employment Related Services Association",
        "An image that said so much about the Queen’s dedication to duty was that image of her sitting alone at her beloved husband’s funeral. No one would have begrudged her sitting with a family member, but it was typical that she should want the world to see that she was subject to the same restrictions so painfully being observed by her people.\n  *[ERSA]: Employment Related Services Association",
        "Let me end by saying that we should all remember that her late Majesty’s family are grieving right now, yet forced, at this most painful moment, to grieve in public. Those organs of the press who believe they are defending Her Majesty the Queen by attacking her children or her grandchildren, or claiming to know better than they do how her family should grieve, do our nation and our royal family a huge disservice. The people of Chesterfield will always take pride in her selfless devotion, and wish His Majesty King Charles III a long, happy and successful reign. God save the king.\n  *[ERSA]: Employment Related Services Association"
    ]
}