{
    "url": "https://www.ukpol.co.uk/toby-perkins-2020-speech-on-bbc-regional-politics-coverage/",
    "title": "Toby Perkins – 2020 Speech on BBC Regional Politics Coverage",
    "post_date": "June 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Toby Perkins",
            "url": "/tag/toby-perkins/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Toby Perkins, the Labour MP for Chesterfield, in the House of Commons on 22 June 2020.",
    "content": [
        "I pay tribute to the hon. Member for Tiverton and Honiton (Neil Parish) for securing this debate. The level of interest that there has been shows the desire across the country to protect this incredibly important institution. He was encouraged by the hon. Member for Stoke-on-Trent North (Jonathan Gullis) to lead the campaign by setting up a Zoom call for us all to contribute to, but it seems to ​me that he has created a sort of face-to-face Zoom call that might be familiar to some of us who were here before the coronavirus era. It is a way for us all to get into the same room and discuss this, and that is great.\n  *[ERSA]: Employment Related Services Association",
        "Taking up the challenge set by the hon. Member for Cleethorpes (Martin Vickers), I think it is incredibly important to recognise the contribution that the BBC makes in my area, not just with “Sunday Politics”, but also with radio stations such Radio Sheffield and Radio Derby and, of course, to recognise the broader role of local media such as the Derbyshire Times and Peak FM, which ensure that, as local Members of Parliament, we are held to account and that we can communicate with our local communities and be on the receiving end of some wise and frank advice from our local constituents about the issues.\n  *[ERSA]: Employment Related Services Association",
        "It is incredibly important for our democracy that we are not just 650 people here to serve our parties, but we are people here to serve our local communities, to hear about local issues, to be asked about those local issues and to respond to those local points. That is the role that “Sunday Politics” plays, and there is no way that a politics programme for England would be able to do that. The idea that the issues that my constituents care about in Chesterfield and the local issues in the north-east or in Cornwall are all the same is just nonsense. The local holding to account that “Sunday Politics” does is incredibly important.\n  *[ERSA]: Employment Related Services Association",
        "**Jerome Mayhew (Broadland) (Con)**\n  *[ERSA]: Employment Related Services Association",
        "Does the hon. Gentleman agree that now is a particularly bad time for the BBC to be considering this move? We heard in the previous contribution about devolution to metropolitan mayors, and the like, which needs extra examination. Our response to covid has, in large part, been led by our county councils and second-tier councils, as well as by local resilience forums. Those bodies are increasingly powerful, and increasingly relevant to our constituents and the population of the regions. Now, more than ever, the BBC should be focusing on that issue, and not withdrawing from it.\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "I could not agree more. Coronavirus has brought into sharp focus the need for a local response, given the extent to which local areas are experiencing a global pandemic in different ways. In London, coronavirus hit hard up front, and there were then regional variations as it went on, and differences in local responses. Local clinical commissioning groups responded differently regarding testing and the availability of personal protective equipment, and the public must be able to learn about such issues locally, and to scrutinise and question their politicians about that response. Ministers have stood at the Dispatch Box and been asked to respond on a national basis, but politicians must also be held to account for what is happening in our local areas with testing, PPE, care homes, and all those sorts of things.\n  *[ERSA]: Employment Related Services Association",
        "**Graham Stringer**\n  *[ERSA]: Employment Related Services Association",
        "I do not know whether my hon. Friend is as sad as I am, but over recent weekends, I have switched on the Parliament channel, and people can see coverage of virtually all the general elections there have been since television started covering them. One really interesting factor from those BBC archives is that the swing across the country in 1955 was almost uniform. In 1959, commentators were shocked when there was a slightly smaller swing to the Conservatives in the north-west—it was a big change. The four countries ​of the United Kingdom are increasingly diverse. Does my hon. Friend agree that that means there should be more regional coverage, not less?\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "Once again, I absolutely agree. I think it was Tip O’Neill who was credited with the phrase, “all politics is local”, and in the last general election we saw that more strongly than ever before. I represent Chesterfield, an area that, as long ago as 2010 when I came to Parliament, was surrounded by Labour seats, but there has been a big change in our area. Similarly, in the cities there has been a change in the opposite direction. I am very conscious of that point, and as colleagues such as my hon. Friend the Member for Plymouth, Sutton and Devonport (Luke Pollard) know, in areas where there is perhaps less representation from one party, it is particularly important that people still get to hear a voice from the Labour party, or, in areas where Labour is strong, a voice from the Conservative party. I think that “Sunday Politics” does that, and it is important to ensure that in areas where one party is in the minority, that voice is still heard in a local dimension.\n  *[ERSA]: Employment Related Services Association",
        "As Member of Parliament for Chesterfield I have both the privilege and the slight irritation of being straddled between two areas. The majority of my constituents watch the Yorkshire version of “Sunday Politics” and regional news, but we are also covered by the east midlands region, and different people in my constituency watch different programmes. Because of that, when I have been on the two separate programmes, I have been minded of how different they are, and how they reflect the different issues that exist in West Yorkshire at one end, and Northamptonshire at the other end of the east midlands coverage. That gives me a strong sense of how different those areas are.\n  *[ERSA]: Employment Related Services Association",
        "I would not say that my constituents appreciate my appearances, but they certainly respond to the appearances I make and appreciate that local coverage.\n  *[ERSA]: Employment Related Services Association",
        "I noticed that the “Sunday Politics East Midlands” Twitter account has now been taken down. Someone at the BBC has made the decision, while the review is apparently still ongoing, to take down that account, to which people could go and see the coverage produced by the “Sunday Politics East Midlands” team. Recent such programmes have brought a local dimension to national stories: we hear a lot about HS2 on a national basis, but we have been able to debate what it means locally in the east midlands. Areas of the east midlands such as Chesterfield, Derby and Nottingham will be served by HS2, whereas in other areas HS2 provides a blight but will not provide a service. There is a perspective that is different from the national debate about HS2.\n  *[ERSA]: Employment Related Services Association",
        "If “Sunday Politics East Midlands” disappears, I worry about how the people of the east midlands will learn about the latest prediction from the hon. Member for North West Leicestershire (Andrew Bridgen) as to when the scrapping of HS2 is going to be announced. I do not know how they would ever find that out. Every six weeks or so, the hon. Gentleman comes on to tell us that it is about to be cancelled. I worry how people would find that out without the “Sunday Politics East Midlands” programme.\n  *[ERSA]: Employment Related Services Association",
        "**Steve Brine**\n  *[ERSA]: Employment Related Services Association",
        "I enjoy the hon. Gentlemen’s contributions; he is a big thinker on these matters. The Digital, Culture, Media and Sport Committee, of which I am fortunate to be a member, is currently holding a big inquiry on ​public sector broadcasting. What the hon. Gentleman and everybody else is saying goes to the heart of the question of what we want a public sector broadcaster to be. Do we want hundreds of thousands of pounds to be spent on salaries for small, niche programmes on national network television? Do we want a commercial entity such as Radio 2 to be financed by the taxpayer—by our constituents—on penalty of going to prison if they do not pay? Or do we want the sort of coverage that the hon. Gentleman is talking about? Ultimately, as we lead up to the charter review—I am sure that the Select Committee’s report will feed into that and into Ministers’ thinking—the debate is really about what sort of public sector broadcaster we want to have, is it not?\n  *[ERSA]: Employment Related Services Association",
        "**Mr Perkins**\n  *[ERSA]: Employment Related Services Association",
        "It absolutely is. I am conscious that local media—particularly radio—are very much under threat. I have previously mentioned Peak FM, which has been a great, small local radio station in my area. It has recently been taken over by Bauer and its programming is going to go to the east midlands. We are now told that a traffic jam just outside Corby is local news; that makes no difference to people in Chesterfield. As the local dimension of the private sector media increasingly diminishes, there is an opportunity for the BBC to say, “Look, this is what we are great at. Of course we are going to compete on a national basis with national programmes on a Saturday evening, but this is what is special about the BBC.” It will lose that at its peril: if the BBC loses programmes such as “Inside Out” and “Sunday Politics”—if it loses that sense of its ability to influence things locally—it will rue the day and we will all be the poorer for it.\n  *[ERSA]: Employment Related Services Association",
        "Other Members, particularly the hon. Member for Tiverton and Honiton, have mentioned the extent to which there is a sense that if something happens in London, it is national news—that if there is flooding in London or riots in London, we should all care about that. We all know that when we have flooding in different areas, it gets much more difficult to get local coverage. I entirely accept the point made by the hon. Member for Beckenham (Bob Stewart) about London having local news too, but for many of us who are more distant from London, there is a strong sense that what happens in London is given greater import than what happens in our areas. We are going to have the local elections in 2021, and we all know that what happens in London will be seen as national news. The London mayoralty is of course an important national post, but there are elections everywhere, and it is important that those elections are covered too. I do not think that will happen if these programmes disappear.\n  *[ERSA]: Employment Related Services Association",
        "I could say other things, but I shall end my speech there because many other Members wish to speak. I thank the hon. Member for Tiverton and Honiton for securing this debate. I hope that when the Minister responds, he will give a really strong assurance that the strength of feeling in this debate will be conveyed to the BBC, and that it will be conveyed in the strongest possible terms just how crucial these programmes are to our constituents.\n  *[ERSA]: Employment Related Services Association"
    ]
}