{
    "url": "https://www.ukpol.co.uk/claire-perry-oneill-2023-article-on-support-for-keir-starmer/",
    "title": "Claire Perry O’Neill – 2023 Article on Support for Keir Starmer",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Claire Perry O'Neill",
            "url": "/tag/claire-perry-oneill/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "A section of the article written by Claire Perry O’Neill, the former Conservative Climate Minister, in The Times on 9 January 2023.",
    "content": [
        "My former party’s often cavalier approach to business and academia coupled with a post-Brexit reluctance to strategically engage with our European neighbours has damaged our ability to deliver the energy system we need and a full-scale reset of our domestic and international relationships, focused on calm, competent co-operation, is urgently needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of the latest policy proposals from Labour, such as industrial support for key green technologies and a national low-carbon wealth fund, look exciting and can only help the UK benefit from the economic opportunity driven by this great global pivot to a low-carbon economic system (although working out where the gaps are that government action should and can fill will be crucial to their success).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even more important is their proposed focus on a new way of governing, focused on measurable outcomes not short-term shout-outs. Building a low-carbon, secure, affordable energy system for the UK is an immense challenge that needs sober, fact-driven, competent political leadership. I sense that is exactly what we will get should Labour win the next general election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}