{
    "url": "https://www.ukpol.co.uk/baroness-perry-2016-valedictory-speech-in-house-of-lords/",
    "title": "Baroness Perry – 2016 Valedictory Speech in House of Lords",
    "post_date": "May 24, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Baroness Perry",
            "url": "/tag/baroness-perry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Pauline Perry, Baroness Perry of Southwark, in the House of Lords on 23 May 2016.",
    "content": [
        "My Lords, I too look forward to the maiden speech of the noble Baroness, Lady Jowell, and I thank my colleagues for their kind support.\n  *[ERSA]: Employment Related Services Association",
        "Although education is not today’s topic, it is the target of much of our overseas aid and the foundation of everything which establishes this country’s place in the world order. Education changes lives and changes societies. I love what the writer Malinowski said, “In the life history of every individual, education is that which either bestows upon them the freedom of their culture, or else deprives them of it”. How right he was. Good education gives to our young people the freedom of our culture as a nation: an open mind, strong values and character, the richness of science, language, art, music, history, and so much more. But poor education, whether in the failing schools of our own country or in areas of extreme poverty in the wider world, indeed deprives the young of the freedom of their culture.\n  *[ERSA]: Employment Related Services Association",
        "I will say something about where my passion for education stems from. In my first teaching post in this country, and at my request, I was sent to a girls’ secondary modern school in the worst slum area of Wolverhampton. The height of ambition for those lovely girls was to get a job in what they called the “dirty room”—the acid room—of the Eveready factory near the school, because, although they knew that they would lose the ends of their fingers after a few years, it paid better than any other available job. They were bright, often clever girls, but were given no challenge in the curriculum on offer in the school, and no hope for a more ambitious future.\n  *[ERSA]: Employment Related Services Association",
        "I was expecting my second baby during my time as their teacher, and they made me promise to bring the baby to see them after I left. I kept my promise and brought my baby daughter to meet them. From their precious small resources those dear girls had clubbed together to present her, with huge solemnity, a small silver spoon they could ill afford—to remind her, they said, with good West Midlands humour, of, “the months she had to spend in this horrible place”. They had won my heart in my time as their teacher, but as I thought of the future that awaited them, my heart broke for them. From that day, I vowed to do what I could to see an offering of different education for young people like them—one which would raise their aspirations and their life chances.\n  *[ERSA]: Employment Related Services Association",
        "However, education gives more than the life chances of individuals; it is the necessary condition for the,\n  *[ERSA]: Employment Related Services Association",
        "“publick wealth, peace and tranquillity of the Realm”,\n  *[ERSA]: Employment Related Services Association",
        "in the lovely words of our daily Prayers. Economic growth and productivity depend on a well-educated and skilled population. Social cohesion and equality depend on the transforming power of education, and the advancement of technology, as well as our ability to deal with it, depend on education.\n  *[ERSA]: Employment Related Services Association",
        "I am happy that on all sides of this House we agree that those who teach are the single most crucial factor. Respect for the professionalism of teachers in school and lecturers in universities means giving them freedom to determine the best approach with their pupils and students, and helping them to gain the best results. Governments in free countries will always respect the limits of intrusion into this process, because academic freedom, like press freedom, is one of the cherished gifts of a free society.\n  *[ERSA]: Employment Related Services Association",
        "I have always been better at looking forward than looking back, but on this occasion it is surely right to look back over 25 years. I came into the House in 1991 on the honours list, not on a party list, and I am so proud that I chose to sit on the Conservative Benches. However, the friendships that I value have come from all parties and none. Of the many good and treasured memories of 25 years, the work of Select Committees will be the strongest. As a member of at least 10 different committees and a member of the Science and Technology Committee for over 15 years, I have enjoyed some great committee chairmen. Battles on the Floor of the House have brought some moments of triumph. In the 13 years of opposition, I have much for which to thank the noble Baroness, Lady Sharp, for the days when we collaborated in ensuring that education Bills were better when they left this House than when they arrived.\n  *[ERSA]: Employment Related Services Association",
        "These past six years—with my huge thanks to my noble friend Lady Anelay, who appointed me—I have enjoyed the privilege of working as a party Whip. I have worked with a splendidly loyal flock, who have become good friends. However, with my fellow Whips and my fellow party Whips, I found friendship and a wonderful team spirit, and I thank my team-mates for the collegiality and good fun which have made the long days and busy weekends almost a pleasure. I cannot praise too highly the leadership of our Chief Whip, who carries the great burden of that role with such a light touch and a great heart, and who makes those who work for him such a happy team. We are indeed fortunate to have as a chief someone who commands the respect of all sides of the House and the affection of those of us who work in his team.\n  *[ERSA]: Employment Related Services Association",
        "I have so much to be thankful for in the huge privilege of 25 years of membership of this noble House, and I leave with nothing but praise for the work done here: for the quality of debate; for the comradeship and laughter; for the influence it has over the Executive in scrutiny of legislation, and for the work that individual Lords do in liaison with the public over issues which might otherwise be ignored.\n  *[ERSA]: Employment Related Services Association",
        "Not only the Members but the wonderful staff throughout the House—the attendants here in the Chamber, the clerks in their many roles and the staff in the Library and the refreshment and banqueting departments—all maintain the best of tradition, and I salute them wholeheartedly for their professionalism and for their personal help and kindness to me throughout the years. I am both proud and humbled to have been a Member here.\n  *[ERSA]: Employment Related Services Association",
        "Some friends have asked me why I have chosen to retire from work I enjoy. I can reply only with a misquote of one US politician—that I would rather people asked me why I was retiring than wonder why I was not. More seriously, there are persuasive reasons why I have chosen to go. I believe it is important that your Lordships’ House is constantly refreshed with new and younger Members without the overall size of the House becoming too great. For the first 20 years after I entered the House, I headed first a university, then a Cambridge college, and then I was involved with local authorities and schools, so I was able, like many noble Lords, to bring first-hand experience to the work of the House. As that involvement declines, I am happy now to stand aside, knowing that others, on these and other Benches, will bring fresh and current experience to the work of the House, and I know it will be the richer for that.\n  *[ERSA]: Employment Related Services Association",
        "One other powerful reason is that I am, by God’s grace, still healthy enough in mind and body to build a life in retirement. I have a book to write—my fifth, although it is 10 years since my fourth was published—and I am excited about getting back to writing. I have a job to do to help my Cambridge college to raise funds for its teaching, and I have beloved family scattered around the world whom I want to visit. I do not want to wait to retire until these activities become less possible.\n  *[ERSA]: Employment Related Services Association",
        "Of the many gifts that my darling husband gave me, none is more important than his oft-repeated conviction that “there’s always one more adventure”. As we whisked across the Atlantic several times and across the North American continent, dropping babies as we went, he taught me always to embrace the anticipation of “one more adventure”. And so it is in that spirit that I look forward to life in retirement as the next great adventure.\n  *[ERSA]: Employment Related Services Association"
    ]
}