{
    "url": "https://www.ukpol.co.uk/claire-perry-2018-speech-on-energy-innovation-investment/",
    "title": "Claire Perry – 2018 Speech on Energy Innovation Investment",
    "post_date": "January 26, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Claire Perry",
            "url": "/tag/claire-perry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Claire Perry, the Energy and Clean Growth Minister, on 25 January 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since I last spoke to you, just starting out at the department in June, a great deal has changed, and we have made real progress towards the goal of an economy built around clean growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We launched the Clean Growth Strategy in October, discussing carbon budgets and the gap that has opened over time, we are now estimating that we are just a couple of percentage points off our 4th and 5th budgets, which end in 10-15 years time. Given the pace of change, and the work in R&D and the help of so many of our innovators, I am confident that those gaps will be closed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the following month we published the white paper of our modern Industrial Strategy, which works to link up what we are doing in government, with what we would like to see industry doing, and change the game, to make the conversation between government and industry to drive productivity gains. You will see in there some of the highlights of sector deals and examples of how we will work together going forward. Also included are four big Grand Challenges, things that we know we have to do both to solve our own economic transitional challenges, but also to grow and prosper in a global economy, and one of those challenges is the Grand Challenge of Clean Growth. What is exciting about the past few months is that not only have we put forward 15 policies of how we will get our own carbon budgets, we’ve put that firmly in front of the way in which we want business and government to work together. And this is probably the first time that clean growth and technology has been prioritised as a challenge and opportunity right across government. It is important for clean tech and growth to have a voice at the cabinet table because so much we do works right across government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What has also struck me, taking on this portfolio, is that we have focused on delivering on our low carbon budget targets and being one of the first countries to pass our climate change act but we have been a bit shy to celebrate this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 1990 we have led the G7 group, in cutting emissions in our economy, without sacrificing growth, in fact we have had the fastest growing economy in the G7 over that time. Last year, the PWC report said there were only two countries in the world that were doing enough in terms of decarbonisation to meet the 2 degree global target, and that was China and the United Kingdom so we have been rather shy to celebrate what we have achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a triple test for anything that we do in the green tech space. Does it reduce carbon emissions? Can we see a cost effective pathway for deployment so that we are not overburdening consumers? And does it create a competitive advantage that we can effectively invest in and grow in the UK so that we can be part of this global shift to green technology?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By setting out what we’ve done and setting out our progress and great successes to date, we have created a much stronger environment for business investment. And for investment in different forms of local technologies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was also struck by successes in renewable energy in the UK, I think it is a strength that the UK has chosen to have a diverse energy mix. There is a role for nuclear at the right cost going forward, we will continue to investigate the scientific truisms of fracking, does it make sense to frack, does it deliver what we want, can it be done in the right way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also done a lot to bring on the renewables portfolio, buying offshore wind at unimaginably low prices. Building the largest installed offshore wind base in the world and we want to replicate that across the economy, taking the partnership between government and business setting out early stage investment, using tax payer’s money, co-investing with the private sector, using auction mechanisms to drive costs down and continuing to commit to those technologies moving forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So this momentum needs to translate into long term commitments. That is why we were clear in our Clean Growth Strategy about our big R&D investment, hopefully to show that government is making the largest investment of public funds ever into R&D and £2.5 billion of that will do into clean tech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether it is through the transport sector, through the Faraday Challenge where we want to lead the world in the creation of the next generation of battery technology and use that technology to support what we need in terms of better storage and renewable energy generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must use these opportunities is to create opportunities with other countries to deliver maximum take up of new technologies, and make them low cost. We want to work with other countries to work together, to drive down costs and create productivity in the UK. Global appetite is huge, in spite of the US pulling out of Paris, all the other countries have worked hard to continue to deliver on the Paris commitments. There is an unstoppable force happening in the world which is a global effort to reduce emissions output and a global effort to collaborate and cooperate in solving some of these low carbon problem solving technologies. We talk a lot to our friends in Norway and removing hydrocarbons from the north sea basin it seems obvious we should work together on carbon capture storage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**UK-Republic of Korea Smart Energy Innovation Partnership**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is my pleasure to have Ambassador Hwang joining me today to announce an agreement of £3 million to support a bilateral innovation programme, with just over £3 million in matched funding from the Republic of Korea. This exciting programme will support development and demonstration projects on innovative smart energy technologies and business models, each one involving companies from both the UK and Republic of Korea. Our countries are natural allies in this – we have similar population sizes spread across similarly-sized countries, and we are at similar stages in our development and deployment of smart systems, including the rollout of smart meters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both countries are members of the Mission Innovation Smart Grids Challenge, and actively support innovation in smart energy technologies like storage and demand-side response, accelerating clean energy innovation around the world. As well as learning from one another, we can develop new approaches and, potentially, new technologies together. And we can decarbonise our countries together as a result of this cooperation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This partnership will have tangible benefits, including reduced costs for designing and implementing smart systems and technologies. For the UK we can expect accelerated adoption of smart, flexible energy systems, which will save money by reducing deployment time, while our understanding of, and access to, Korean markets will increase, presenting great opportunities for UK businesses. We expect similar acceleration in Korea, again leading to savings, while Korean businesses and policy makers can gain experience of the British system, from regulation to incentives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Developing a new platform**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where government can help we will use all the tools at our disposal to support clean growth and low carbon innovation in our economy, including market design, taxation and regulation, as well as the funding of £2.5 billion we are providing. But as ever it will be industry which leads the way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After the last event in June, I asked what more we could do to help the companies we have been supporting to get to market and that’s why today I am delighted to announce the first stage in the development of a new GOV.UK portfolio list bringing together all of the companies we have invested in since 2012. It’s a great first step in terms of showcasing what we are doing and how government is investing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is part of the commitment, made in our Industrial Strategy, to promote overseas investment into the UK’s clean economy, and strengthen our support for UK exporters. It will also be a showcase for our clean tech investments at home and abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first iteration of the platform will exist in the GOV.UK energy innovation pages and will include a trial version of the database, providing detailed information on the innovation projects and organisations which have benefitted from government funding since April 2012. This will bring greater transparency to the actions of government, but also highlighting the support on offer, and the types of projects which we in government want to encourage. Ceres Power and Anvil Semiconductors are two such companies, and I am pleased to see them here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through this platform, we want to engage with investors interested in UK businesses and the level of R&D support available; with UK businesses looking for partnerships and export opportunities; and with colleagues abroad looking for international opportunities. This is just the first stage, and we are inviting feedback from all users – including you, I hope – on how we can expand and perfect the information we provide in time for launching the final site at our Green Britain Week, an annual event that we will be launching to happen every October, where we will be showcasing progress we have made and challenges we need to focus on. I look forward to that, and to hearing your thoughts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ultimately I am here to say thank you, because we can set the mission, the laws that hold our collective parliamentary feet to the fire, when it comes to carbon reduction, we can say the right things in terms of productivity and improvements, but ultimately it comes down to where is the technical excellence, where is the investment, how can we best work together, in solving the challenges that we face and to me it is exciting that clean growth is at the forefront of the government’s Industrial Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The opportunity it gives with the unstoppable momentum that the globe is on towards a low carbon future is absolutely huge and I feel privileged to have a chance to work on this portfolio and to meet so many people who are working together on this journey.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}