{
    "url": "https://www.ukpol.co.uk/claire-perry-2018-speech-at-aurora-spring-forum/",
    "title": "Claire Perry – 2018 Speech at Aurora Spring Forum",
    "post_date": "April 30, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Claire Perry",
            "url": "/tag/claire-perry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Claire Perry, the Minister of State for Energy and Clean Growth, on 20 March 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is wonderful to be back in Oxford, not only because of many happy memories, but also to be in a city that is central to so many energy breakthroughs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1976 Professor Goodenough formed a research group from around the world to tackle the intractable problem of how to make batteries rechargeable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And these great minds struggled, they even had to call out the fire brigade when experiments went wrong… But of course in 1980 they published their findings in Materials Research Bulletin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The world took notice – the lithium ion battery changed the world, although it meant that officials could pester ministers at any time, day or night.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So many academic innovations have sprouted from this academic powerhouse, from nuclear fusion research at Culham to Professor Snaith’s new understandings of perovskites which could transform solar power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is harnessing the value of this sort of world changing innovation that we want to see right across the UK, and particularly in the energy portfolio.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why this government has set out the biggest ever increase in public research and development investment; three billion pounds more invested every year by 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is that focus on innovation, research, development, commercialisation which underpins the Industrial Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking at how we invest in Britain’s historical straights to create the high-growth firms and well-paid jobs is essential to redress many of the imbalances of our economy, and make sure we are fit for the future. And our modern Industrial Strategy doesn’t just celebrate engineering developments, it celebrates ideas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why it’s so great to be hosted by Aurora today, a relatively new energy research company, trying to do things differently…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… and one that has already grabbed a leading position across Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that was one of the reasons we tapped into one of Aurora’s founding directors, to ask for his wisdom and his experience of the energy sector, to lead the Independent Cost of Energy Review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was commissioned as a no-holds barred look at how we deliver more affordable energy, to look at how we keep the lights on, while decarbonising, how we create innovation, and how we balance those relationships and those responsibilities between the public sector and the market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The review has sparked a debate, a vibrant debate if I might say, about how we actually get to an energy market where active consumers, not producers, are central; where the pyramid of supply and distribution is turned upon its head; where we realise the potential of the investments we’ve been making now for many years in new clean energy technologies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And where we implement ideas and spending according to a framework. One of the frameworks we’ve been using a lot in the Clean Growth Strategy which I authored last year, is the idea of a triple test that investment makes sense if it decarbonises, if you can see a cost trajectory so that means you don’t burden consumers with expensive innovations over the long term, and where you actually create and leverage a strategic innovation that means you can export that technology globally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And since Dieter’s Review was published, we have also published the Industrial Strategy White Paper, which once again emphasised the importance of energy to our economic success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And showed a reliable, affordable, and smart energy system provides the backbone for a stronger, fairer, and more productive society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And how new technologies, AI, big data, EVs, autonomous vehicles are not just disruptive in their own sector but are also hugely disruptive to the energy sector as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And how creating the conditions for success for fair competition is so central to innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And also how energy systems are central to the broader challenge of clean growth, 1 of the 4 Grand Challenge of the Industrial Strategy. An energy system that underpins, benefits from and accelerates the transformation of our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And Dieter’s Review covered very eloquently many of these arguments. Much of his diagnosis is compelling, articulated brilliantly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He talks about the disruptors that are coming along in this sector, the move from passive to active demand, more and more zero marginal low cost clean generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now buying at prices unimaginably low compared to just a few years ago. Access to cost-effective storage technologies that scale; linking in electric mobility into the grid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Dieter says that these changes are happening regardless of what government does, whether we like it or not, this is the way the market is moving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so for me the job of government is to re-examine the bits that we do, the bits of the market that we are involved in, the frameworks, the policies, the regulation that we put in place, to make sure that they are fit for purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That they encourage this innovation, they increase competition, and they don’t have unintended consequences down the road.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I think if we manage these changes well, the historic tension between cost, CO2 and security becomes irrelevant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a little bit like the conversation we have for clean growth, where some had always imagined that a green future meant hunkering down in caves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recessions are really good for cutting carbon emissions, and there are still politicians out there who would rather like that to be the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But actually, if you look at what the UK has done when it has decarbonised more and grown faster than any other G7 nation since 1990, that these 2 things go hand in hand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s the same with the age-old energy trilemma.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course, if it’s the UK innovators who develop the technologies to achieve those goals, we reap those industrial and economic benefits, bringing home the benefits of the world’s pivot to this low-carbon future in a way that generates highly productive jobs and growth at home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So Dieter’s Review brings that challenge to life, and without front-running the response to the consultation, I did want to dwell on three of his findings, not all 68 of them, don’t worry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first was the necessity for more active management of the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The huge increase in distributed generation, the opportunity for more demand-side response, and the potential for creating new demand for electric heating creates a requirement for a less passive local grid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Grid management is hard enough in the current top-down system, the idea of having intermediates and end-states of supply and demand I think is incredibly challenging.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so, Dieter’s proposal for the system of neutral regional systems operators is extremely interesting. And it’s part of the process that we’re already going through, which has already seen us create a much more independent systems operator role for National Grid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Dieter’s review challenges us to consider whether and how we should go further. The network industry has come forward with initial proposals, which we’re looking at, many of them suitably ambitious.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we will be working closely to ensure that these go beyond ‘business-as-usual’ and deliver the framework that we need to move us to this future. We have to get this right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And secondly, Dieter’s eye-catching proposal for the equivalent firm power auction is worth dwelling on. When considering this, I am mindful that many of the tools are actually working well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know we’ve taken a fair share of criticism for how we got here, but if you look at what the tools are delivering, CfDs are delivering offshore wind at 57 pounds per MWh with every prospect of further reductions, and with an industry that is being created as part of that supply chain, right across the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Capacity Market is giving confidence to industry that there is no risk to supply at keener and keener prices. And of course the ‘Beast from the East’ tested the resilience of the systems right across Europe and the UK. I think there are lessons to be learned, but overall our gas and electricity systems proved robust and responsive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The market frameworks we had in place provided National Grid with the tools they needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Dieter’s challenge is how do we evolve today’s arrangements, so they can adapt to this pace of change and achieve this end-state that we want to see going forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the Capacity Market is obviously a key part of that evolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So later this year, we will be conducting a formal review to mark 5 years since this introduction, asking some key questions:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Have we got the penalty regime right? Are the outcomes of the market aligned, not just with the security of the energy system, but with the triple test I described, and the ambition we have in the Industrial Strategy?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Should it be open to new technologies, like renewables as we are seeing in Ireland? How do we include battery technology into this mix? How do we work with demand-side response and small-scale gas installations, which have already confounded prior expectations?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Understanding and answering these questions will help simplify the system in line with Dieter’s recommendations, whilst maintaining robust energy security and delivering on our triple test.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as we consider these changes, we have to create market structures and regulation that continue to make the UK one of the leading destinations for energy investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that clarity of regulatory structure and confidence in the system are a hugely important part of that. As we look to the future, I think it’s worth reflecting on the work that we’re doing now to ensure well-regulated, competitive markets deliver value and service for customers. That markets work for customers in a way that consumers perceive industry they should.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve seen huge improvements in the efficiency of our home energy system, thanks to the smart regulation insulation measures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve given lie to the argument that all this stuff we do, the investing in the future of energy, is somehow putting up prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst we’ve seen a policy price increase, bills have gone down in the average household because of excellent improvements in energy efficiency, and as we made clear in the Clean Growth Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to build on that success. I’ll be reviewing the ECO obligation very shortly, which I want to pivot as much as possible to helping those living in fuel poverty, making sure that it provides a much better route to market for innovation technology in the home efficiency space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re regulating so that landlords have to ensure the homes they let are cheaper to run.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve exempted many of our energy-efficient industries from many of the levies that we have brought forward. And we’ve also taken tough decisions in 2015 to cut subsidies while focusing resources on strategically important sectors like offshore wind and nuclear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And just this month you may have seen that I brought forward the Price Cap Legislation, with very strong cross-party support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not an attempt to set energy prices in Westminster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an attempt to help the market speed up its evolution to a more competitive marketplace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a problem in this market as in so many others, which is asymmetry of customer information: a group of highly enabled, digitally-savvy consumers who are able to take advantage of switching deals that are on offer given the new entrance on the market, and then a much larger group of those who are not as aware or as able to take advantage of those opportunities and worryingly tend to be older, less wealthy, less educated, often more vulnerable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we know that the market is working hard with its regulator to address many of those problems… But we want to make sure that that acceleration continues. That’s why we’re bringing forward a time-limited, intelligent intervention in the market to help reset this market to ensure it works for consumers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s part of a huge package of work that is coming forward:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "smart meter roll-out\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "faster switching\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "half-hourly settlements\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "midata portability\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together this will mean that switching will be almost instantaneous and extremely easy to do. Dieter has made clear proposals in this area about what the cap should include. It is quite rightly being developed by Ofgem and I’m sure they will be listening carefully to Dieter’s recommendations when they bring forward the cap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That cap will be in place by the end of this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Dieter’s review also makes absolutely clear that government has an important role to play in new nuclear. Dieter calls it a societal choice, as to whether to invest in nuclear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But for us, it’s more than that. For us, nuclear has a crucial role to play in creating a diverse, reliable energy supply that reduces our CO2 emissions, creates a cost trajectory that we can see going forward and contributes enormously to the Industrial Strategy, to the creation of exportable innovation and capability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have no doubt that nuclear is a vital part of the mix both in the UK and for the global community to meet its Paris commitments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also a sector that can deliver innovation, growth, and high-quality jobs for the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But to get these benefits, we have to get costs down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this is a joint partnership between government and industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me it’s about innovation. It’s about understanding how new technologies techniques, whether it’s digitisation, modular manufacturing, whatever it is, can help simplify and standardise the nuclear new-build process, and potentially find new markets for that technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m extremely mindful of the role of government in supporting new nuclear…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re studying the results of the NAO report carefully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we can get this right, we can maintain our position at the forefront of nuclear innovation. That, for me, is an example of the Clean Growth Grand Challenge in action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But whether it’s nuclear, or the rest of the energy supply, we have got to think hard about the policy and regulatory changes that we bring forward and be mindful of the unintended consequences that can happen, not just currently, but over a decent period of time going forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The government’s ambition is for the UK to have the lowest energy cost in Europe for both households and businesses, whilst delivering on our CO2 targets and ensuring security of supply. We don’t know how markets will look in 50 years’ time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are so many disruptive technologies out there, from digitalisation, AI, the continued galloping fall in the cost of clean technology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For me, this is the most exciting moment in the energy industry in the UK since privatisation, and this change will only accelerate going forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More renewables, coal getting off the system by 2025, increasing amounts of distributed energy, more storage, more demand-side, more local generation; again inverting this pyramid, from passive consumers and the top-down approach, to energy moving up and down the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that’s before we confront the challenge that a more electrified heating system may place on the system. If you look at the Clean Growth Strategy, we’re looking at what hydrogen pathway looks like, what increased electrifications looks like; there are radical changes coming forward that will hugely impact the investment decisions we take.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for me, central planning of anything, whether it’s of an economy or an energy system, means taking often poor choices for short-term ends, and stifling innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The way to get beyond that is to put the consumer, not the producer, at the heart of energy policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firms who create value for consumers – whether they’re large energy-intensive industries, or little old ladies paying on standard variable tariffs – the firms that create the value and deliver the service for those consumers, not the firms which are best at lobbying government, are the ones that are most rewarded by investment and by market share.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A system where market participants who innovate and can reduce both costs and emissions over time, thrive. That is the challenge we all face, whether it is government, regulators or indeed incumbents. That is the market that we want to see coming forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we get it right, the astounding opportunities that are out there, both in solving our own energy problems and solving the energy problems of the world are just immense.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Helping the world’s poorest countries never build a coal-fired power station, but moving straight to a distributed, renewable policy, using some of our climate finance to make that happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we can unlock that future, then the opportunities for UK-based innovation, economic growth and job creation are absolutely immense.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And again, I pivot back to the Industrial Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The people in the room will know about the Faraday challenge, the first beneficiary of one of the major investments to come out of the Industrial Strategy Challenge Fund…\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Investing where we have a comparative advantage in technology, where we have an industry working from a position of strength,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… we already manufacture 1 in 5 of the electric vehicles sold in in Europe,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… overflowing any benefit into the renewables industry where distributed storage is what will unlock possibilities going forward\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "… and bringing it all together in a public- private way that drives jobs and growth and innovation and ultimately productivity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so, this ambition of a clean low cost innovative energy supply that works for customers, creates strong supply chains, really is built on incredible innovation and knowledge and development, just like we saw in Professor Goodenough’s lab.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the prize that is out there for us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And ultimately, we want to seize that opportunity, create those long-term commercial advantages in the UK, but make sure that when we commercialise and bring them to market, that IP is also kept in the UK and contributes to our economy going forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}