{
    "url": "https://www.ukpol.co.uk/claire-perry-2018-speech-on-climate-change/",
    "title": "Claire Perry – 2018 Speech on Climate Change",
    "post_date": "February 20, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Claire Perry",
            "url": "/tag/claire-perry/"
        },
        {
            "text": "Speehes",
            "url": "/tag/speehes/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the article written by Claire Perry, the Energy and Clean Growth Minister, on 20 February 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cast your mind back 13 years to 2005. The world was a very different place. The phrase ‘climate change’ was not exactly a buzzword and yet an extraordinary moment occurred. A groundswell of momentum across the globe brought the Kyoto Protocol into force, a pivotal agreement committing more countries than ever to internationally binding targets to reduce greenhouse gas emissions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week the impact of climate change on sports was in the headlines. Climate change affects us all – and if it takes melting ski slopes and waterlogged cricket pitches to get people’s attention, then so be it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Momentum on climate action is accelerating with the UK in the driving seat. Climate change is no longer just a phrase used by environmentalists and scientists, it forms part of our everyday narrative. This is the moment not only for global efforts to reduce our CO2 output, but also for the growth of green industries and for international climate collaboration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Climate change crosses party political lines and doesn’t respect borders. That cross-party support for climate action and UK leadership was demonstrated in 2008 with the introduction of the historic Climate Change Act, setting an ambitious legally-binding target to reduce greenhouse gas emissions to 80% of 1990 levels by 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it was the Kyoto Protocol that truly kickstarted international action in 2005. When world leaders signed up to the charter, it signalled a sea change. Left unchecked, climate change would ravage our natural environment and, along with it, our health and prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fast forward 10 years and in 2015 the UK was instrumental in securing the Paris Agreement, committing 175 countries to protect the world from catastrophic warming.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Three years ago in Paris, the UK and other developed countries committed a joint contribution of $100 billion to help the poorest and most vulnerable people in the world cope with the increasing risk of droughts and floods and provide access to clean energy. We should be proud that the UK is regarded so highly for its climate action overseas as well as at home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m proud that we have got our own house in order. In 2011, the government slashed emissions from 3,000 buildings across Whitehall by nearly 14% in a single year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not only a moral imperative that we leave the world in a better place for future generations, there is an economic argument for tackling climate change. The UK has shown that reducing emissions and growing the economy can, and should, go hand in hand. Since 1990 our national carbon emissions have fallen even more and our national income has risen faster than any other nation in the G7.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The shift to clean energy presents a multibillion-pound investment opportunity for businesses. Our low-carbon sector already directly employs more than 200,000 people. We are clear: through our ambitious industrial strategy the UK is ready to embrace the economic opportunities presented by the transition to a low-carbon economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there’s more good news. Latest figures indicate that more than half of our electricity generation in 2017 came from low-carbon sources such as wind, nuclear and solar. Just 5 years ago, dirty coal power accounted for 40% of our electricity – this figure is now 7%. The government has driven this change, investing more than £52 billion in renewable energy since 2010 and committing to phasing out unabated coal power by 2025. We now have the biggest installed offshore wind capacity in the world, and the cost of offshore wind is constantly falling thanks to government support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the international stage the UK is leading the charge for clean, green energy. In November the Canadian environment minister, Catherine McKenna, and I launched the Powering Past Coal Alliance, a global coalition of countries, businesses and cities committed to ending unabated coal power. Coal is the dirtiest fossil fuel, emitting twice as much CO2 as gas per unit of electricity generated. Phasing out coal will not only reduce pollution and carbon emissions, it will improve our health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our action at home and abroad is delivering real results and we are on track to meet or over-deliver against our first 3 carbon budgets. We have come a long way in the last 13 years, but we cannot step off the pedal now. Ambitious climate action must continue, with the UK leading the way to a low-carbon future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}