{
    "url": "https://www.ukpol.co.uk/claire-perry-2018-speech-on-gas/",
    "title": "Claire Perry – 2018 Speech on Gas",
    "post_date": "May 19, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Claire Perry",
            "url": "/tag/claire-perry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the article written by Claire Perry, the Minister of State for Energy and Clean Growth, on 18 May 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Developing our North Sea oil and gas has been a Great British success story.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the first wells started producing in the 1960s we have created a secure domestic energy supply, created thousands of high quality jobs, delivered billions to the economy and driven the growth of a huge engineering sector that we have exported to the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even with the amazing improvements in North Sea production, volumes are declining and we are now importing almost half of our gas supplies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although we are in no way reliant on Russian gas despite what the Russians would have you believe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because gas is so important for our economy we know that we will need it for decades to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also fits with our world-beating climate goals as it generates less CO2 than oil and coal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why every estimate of our 2050 emissions reductions targets from the independent Climate Change Committee includes gas in our energy mix and why it is right to continue to look for gas that can be safely extracted from the potentially huge reserves hundreds of metres beneath our feet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there are other benefits too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Shale gas extraction could provide a big clean growth boost for local communities as part of our modern Industrial Strategy – bringing thousands of high quality jobs, local investment and financial benefits to many parts of the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And our world-leading environmental regulations mean we could create even more investment and export opportunities from innovations like recycling waste water.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are those who argue strongly against shale gas, using the most colourful and scaremongering language they can find and intimidating local communities and decision makers with lots of protesters from out of town.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my experience, most of these arguments are made by people who actually just don’t want us to use gas at all – now or ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While we should all be hugely proud of our huge progress on renewables that delivers almost 30 percent of our electricity needs, we cannot meet our energy and heat needs now, or for many years to come, at a price we can afford, without using the gas that geography has gifted us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we committed to support the development of onshore British shale gas and to deliver a clean safe and affordable energy supply for the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is why I have set out these changes to the planning and regulation regime to make sure there is support available for all involved in this process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}