{
    "url": "https://www.ukpol.co.uk/claire-perry-2016-speech-on-train-tickets/",
    "title": "Claire Perry – 2016 Speech on Train Tickets",
    "post_date": "January 26, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Claire Perry",
            "url": "/tag/claire-perry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Claire Perry, the Parliamentary Under Secretary of State for Transport, at the Transport Ticketing and Passenger Information Conference 2016, Old Billingsgate Market, London on 26 January 2016.",
    "content": [
        "[![claireperry](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Introduction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Good morning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I jumped at the chance to speak today (26 January 2016) at the seventh Transport Ticketing and Passenger Information Conference. Because although transport ticketing has come a long way in 7 years, the impressive technology on display here today shows how much more can be delivered. And I think we are at a tipping point of improvement and innovation, where government can help but private transport operators can drive forward and deliver the changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So this morning I would like to give you a refreshed government perspective on transport ticketing. To set out what has already been achieved. But also to set out a direction of travel for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**How far we have come**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The great news from recent years is just how far smart ticketing has spread outside London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While London still leads in the number of journeys made using smart tickets, the regions are catching up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain’s 5 biggest bus operators have just announced their plan to introduce contactless payments on all their 32,000 buses operating outside London by 2022. And next month, customers with a smart card registered account travelling on Essex’s C2C rail services who suffer a delayed journey, even for only a few minutes, will receive compensation automatically.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While rail customers in the Midlands and the north can now download tickets directly to their mobile phones and have them scanned on-board and at the station gatelines. I saw the system in action last July and was really impressed — a simple and quick digital ticketing system planned and introduced by the rail industry working together. It’s fitting that the north of England, the birthplace of the modern railway and a place where the first Edmondson railway ticket was issued is once again pioneering the future of ticketing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That pioneering spirit is one reason why in the Spending Review we committed £150 million to support Transport for the North — a new partnership of the northern city authorities, government and national transport agencies who are together working on a plan to bring a single smart ticketing and travel information system to the north of England, making travel by rail, bus, Metro and tram as simple and convenient as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Making rail journeys better**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So there’s a huge amount happening across all forms of transport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as Rail Minister, my primary focus is on making rail journeys better. It’s no easy responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For decades, successive governments have failed to spend the amount of money needed to support the demands we are placing on our railway network. Since privatisation, passenger journeys have more than doubled, and customers rightly expect a good journey for what they are paying.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But by 2009, the World Economic Forum ranked the quality of Britain’s railways as 21st in the world. Far behind Germany at 5th and France at 4th, and even one place behind India. That is completely unacceptable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rail is not some heritage “has been”, but a vital, fast and clean part of a 21st century transport landscape. So since 2010, we have begun a massive programme of rail investment: committing over £38 billion to improve our railways — and that sum does not include the vast bulk of HS2 spending.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are building new stations, and refurbishing old ones like Reading, Manchester Victoria, Birmingham New Street and London Bridge. Laying new tracks. Electrifying more than 850 miles of the network. And bringing thousands of new train carriages into service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 2013, we have also had a fresh approach to franchising. Rather than assessing franchise bids purely on the basis of the best possible price, we also take into account quality of service for rail customers. So any operator who wants to run a rail franchise in this country must show how over the lifetime of the franchise they will deliver a better service for customers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s an approach that is delivering real benefits, such as better trains, more frequent services, onboard wi-fi, refurbished stations and better customer information and service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we cannot claim to have truly modernised our railways if we don’t also transform ticketing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**South East Flexible Ticketing**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 2011, we have made good progress on smart ticketing in the south east of the country through the South East Flexible Ticketing programme, known as SEFT.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "SEFT is a government-backed programme under which train companies can collaborate to offer smart ITSO-based tickets that work seamlessly across the south-east.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The programme has grown to include 5 train companies covering over 70% of the south-east’s annual season ticket commuter market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But SEFT is doing more than extend smart ticketing coverage. SEFT is showing that different operators can come together. They can get their back-office IT systems to talk to one another. And they can provide a seamless customer experience across different operators and different transport modes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So SEFT has helped smart ticketing technology to mature and industry expertise to grow. But above all, it has helped us reach the point at which future innovation can be led by the private sector. By companies who know their customers’ needs and have the ambition to meet those needs, and an ambition to run their businesses with more innovation and efficiency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s that sense of ambition that our new approach to franchising is designed to stimulate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So when last year we set out our aims for the forthcoming Southwestern and West Midlands franchise competitions, we said that we wanted bidders to make a significant increase in the use of smart ticketing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the competition begins in earnest in the spring, we expect to see some really exciting proposals. But this expectation isn’t a one-off.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the future, anyone who bids to operate a rail franchise will need to show plans to offer smart ticketing that meets customers’ needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thanks to our SEFT programme there’s a proven system ready for train operators to use, so customers can enjoy a seamless travelling experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The future — moving on from magstripe**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because, after all, the industry’s overriding commitment should be to the fare-paying customer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if smart ticketing is to become established on our railways, it will mean the death of the tangerine ticket; the familiar orange magstripe paper ticket that has served Britain’s rail customers for thirty years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A ticket that has done its job well, but now seems woefully inadequate for the future — especially for an industry focused on customer service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Convenience**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Rail Minister and a regional MP, I travel on our railways a lot. And I know how after a few journeys the tangerine tickets proliferate in every purse, pocket and bag.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tickets, seat reservations and even the receipt from the ticket machine — all the same size and colour. All needing to be physically printed at some point in my journey. Easily lost or mistaken. Leading to the familiar gate line ‘pocket pat-down’. Or the shamefaced plea for mercy from the harassed station staff. “Honestly I did buy the return, here is my receipt.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Imagine how much worse that is when you are the Rail Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it’s not my experiences that matter. But the missed opportunity to link ticketing across travel modes, deliver much more customer convenience, and drive great customer relationship management.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Customer choice**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Any good business wants to get to know its customers better. To know their preferences and habits. To be able to close the gap between what customers pay for and what they actually use. And to offer new products and services that meet their needs. That’s what smart ticketing can offer both company and customer. And that’s why it’s important that in the longer term customers are offered not just digital tickets, but truly smart tickets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am often asked what sort of smart ticketing the government wants to see. And my answer is this. The government is agnostic. The choice should be the customer’s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the customer wants to load their tickets onto the bank card they used to buy their tickets online, or onto their phone, a watch, or a bracelet, or, if like one Moscow Metro user they want to insert a chip under their skin, the choice ought to be theirs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And rail operators should be free to figure out how to deliver what their customers want and what works for their business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But amid all the radical ideas, careful thought must also be given to the needs of customers who over many years have grown used to paper tickets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There’s nothing wrong with a big bang introduction of new technology. But some people will benefit from a staged approach, or extra help from staff. Many people still like interacting with others when buying tickets. Or carrying paper proofs of their purchase. And of course, smart devices need electrons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I hope that I have given the conference plenty to talk about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since privatisation, customer numbers on our railways have more than doubled, and the government is now investing an unprecedented sum of public money in rail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s fair to expect the industry to respond with new ticketing that customers want to use. Because the momentum is with smart ticketing. It’s no longer an optional extra. It’s an inevitability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Smart ticketing has already made travelling easier for millions of customers. Now the challenge is to bring its benefits to millions more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s an exciting prospect — and I’m looking to the industry to make it happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}