{
    "url": "https://www.ukpol.co.uk/claire-perry-2018-statement-on-unfccc-conference-of-parties/",
    "title": "Claire Perry – 2018 Statement on UNFCCC Conference of Parties",
    "post_date": "January 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Claire Perry",
            "url": "/tag/claire-perry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Claire Perry, the Minister for Energy and Clean Growth, in the House of Commons on 20 December 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/claireperry-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 24th conference of the parties (COP24) to the United Nations framework convention on climate change (UNFCCC) took place in Katowice, Poland, from 2 to 15 December. I led the United Kingdom delegation, accompanied by the Minister for Asia and the Pacific, my right hon. Friend the Member for Cities of London and Westminster (Mark Field), and the Under-Secretary of State for Environment, Food and Rural Affairs, my hon. Friend the Member for Suffolk Coastal (Dr Coffey). As a demonstration of the UK’s action at all levels, the First Minister of Scotland and the Scottish Cabinet Secretary for the Environment also attended, as well as the Deputy Premier of the Government of the British Virgin Islands, representing the UK overseas territories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK’s priorities for COP24 were to accelerate the global political momentum to combat climate change by i) securing a rulebook that would enable the historic Paris agreement to be effectively implemented: and ii) engaging in a constructive dialogue on ambition (the “Talanoa dialogue”) that would generate confidence and enhance action. In doing so, we were also determined to promote the UK’s global climate leadership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "COP24 was an important moment, representing the culmination of three years of negotiations and following shortly after the publication of a landmark scientific report from the Intergovernmental Panel on Climate Change that highlighted the severe consequences of failing to limit global warming to 1.5°C above pre-industrial levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the negotiations we succeeded in securing our main objectives by delivering an operational rulebook to drive genuine climate action, creating a level playing field, while allowing for flexibility and support for those countries that need it, in light of capacity. Inevitably there is still work to be done, particularly on carbon markets, but the overall picture is of a rulebook that enables the Paris agreement to be taken forward in practice, marking a move from negotiation to implementation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK championed the latest climate science during COP. We played a central role in the progressive alliance of countries striving for a legal outcome that coupled robust rules with a call for more ambitious climate action—both through supporting the High Ambition Coalition’s Stepping Up Climate Ambition statement and through regularly convening the Cartagena dialogue of progressive countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Outside the negotiations, the UK had a visible presence at COP. We celebrated one year of the powering past coal alliance (PPCA) that was launched last year. The ​UK pavilion had over 50 events showcasing UK international support, domestic action, and low carbon expertise. We also made new domestic commitments, including the announcements of a clean growth grand challenge mission to establish one net-zero carbon industrial cluster by 2040 and at least one low carbon cluster by 2030. To kick-start this mission we will invest up to £170 million to develop and deploy low carbon technologies and enable infrastructure in one or more clusters, and we will also provide up to £66 million to develop new technologies and establish innovation centres to support the transformation of our foundation industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK reaffirmed our commitment to supporting climate action, highlighting recent announcements including an additional £100 million of UK climate finance for the renewable energy performance platform (REPP) to support 40 renewable energy projects in sub-Saharan Africa, as well as £106 million for green construction and £60 million to build capacity to drive clean growth and emissions reductions in key developing countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were also pleased to support Poland as COP presidency in their role, both through constructive engagement on negotiations and also in their three political declarations. The Prime Minister, my right hon. Friend the Member for Maidenhead (Mrs May), signed the declaration on “just transition”, promoting efforts to ensure no workers or communities are left behind in the transition towards a low carbon future. The UK co-developed Poland’s declaration on e-mobility (building on our successful zero emission vehicle summit in Birmingham in September), and we also supported their declaration on forestry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now turn our attention to 2019 and beyond, including the UN Secretary General’s climate summit next September, which will be a vital step as countries look to raise their ambition ahead of 2020. COP26 in 2020 will be a pivotal moment to encourage and take stock of global ambition and prepare the ground for further action. It is for that reason that the UK expressed interest in hosting COP26, continuing to show our global leadership in climate action. However, we note the interest of other countries and will engage with them on this matter. Our priority is to ensure that the conference of the parties is a success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}