{
    "url": "https://www.ukpol.co.uk/peterborough-united-football-club-2022-statement-on-their-supporters-mocking-a-dead-fan/",
    "title": "Peterborough United Football Club – 2022 Statement on Their Supporters Mocking a Dead Fan",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Peterborough United Football Club",
            "url": "/tag/peterborough-united-football-club/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Peterborough United Football Club on 31 October 2022.",
    "content": [
        "On Saturday, the Weston Homes Stadium hosted the first league local derby between Peterborough United and Cambridge United for 21 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the majority of the 12,766 crowd helped create a wonderful atmosphere and behaved themselves, a small minority of both sets of supporters let themselves down both inside and outside of the stadium.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The club are extremely disappointed that a small section of home supporters sang wholly inappropriate and disgusting chants about a Cambridge United supporter who sadly passed away in October 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We would like to unreservedly apologise to the family of Simon Dobbin and we will be working with the authorities to try and identify the culprits because those people are not ‘supporters’ of this football club. We condemn these actions in the strongest possible terms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The club would also like to condemn those who threw pyrotechnics during the game. There is no place for pyrotechnics inside the Weston Homes Stadium and those involved will be identified and action will be taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The club would also like to report extensive criminal damage within the away end (Deskgo Stand) on Saturday. The damage caused in the toilets, offices and the concourse area of that stand was on a level not seen before and the cost to repair this will be significant. The club are working with Cambridge United and the Police to review CCTV footage to identify those involved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unfortunately following the final whistle there was disorder outside of the stadium involving both sets of supporters. The club is reviewing CCTV footage to identify those involved and an investigation is set to be undertaken by the Police.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Interim Chief Executive Leighton Mitchell said: “It is important to note that the majority of supporters in attendance behaved well, but as seen too often at football matches, it is the minority that let themselves down and unfortunately that was the case on Saturday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Football Club offer our sincere apologies to the family of Simon Dobbin. There is no place in society for what was chanted by a small section of so-called supporters and we will be working extremely hard to identify those involved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We are in conversations with Cambridge United about the substantial damage caused within the away end. Unfortunately, this damage is severe and will impact on the opening of that stand in the near future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We are disappointed that the actions of a small section of fans from both sides have overshadowed what should have been a wonderful occasion.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}