{
    "url": "https://www.ukpol.co.uk/basil-peto-1914-speech-on-suicide-and-bullying-in-army/",
    "title": "Basil Peto – 1914 Speech on Suicide and Bullying in Army",
    "post_date": "April 17, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1914",
            "url": "/tag/1914/"
        },
        {
            "text": "Basil Peto",
            "url": "/tag/basil-peto/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Basil Peto in the House of Commons on 24 March 1914.",
    "content": [
        "I desire to call the attention of the House to a matter of urgent importance, which is one in which the War Office can do something, and do it at once, and in which something is urgently needed to be done. It has reference to the suicide of Lieutenant and Quartermaster Martin at Devizes Barracks on the 11th of March.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The facts that led up to the suicide are these. The lieutenant, who was a quartermaster in the second battalion of his regiment which is now stationed at Gibraltar was recalled home more than four mouths ago. He was ordered to report himself at Knightsbridge, where at the time certain of the defendants in what is known as the care teen scandal case, who have a sort of overflow into the Wellington Barracks, were quartered. He consequently thought from the fact of his being ordered to report himself there that his recall from Gibraltar was in some way connected with the canteen scandal. He was at home for four months: first of all at Knightsbridge for something less than half the period, and then for two months and some weeks he was at Devizes Barracks, and he was kept with no employment whatever during the whole of those four months with no charge formulated against him and nothing told him as to whether he was brought home as a witness or as a defendant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the inquest, which was held the day after the suicide, one of his fellow officers said, with regard to Martin’s condition of mind, that he was in very low spirits and quite upset. His brother a sergeant-major in the 1st Wiltshire Regiment also said that he was not expecting any charge to be made against him, but what worried him was the fact of being brought home for so long while nothing was preferred against him, and having a wife and family at Gibraltar. The Coroner said:— I can quite realise and understand what a terrible, condition of mind he was in. having been recalled is I presume in connection with the canteen scandal, and then having nothing at all to happen for months either in the way of acquitting him of any suspicion or formulating any charge against hint, or even calling hint as a witness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two points arise on those facts. First, I say that such procedure cannot possibly be defended on the ground of Army discipline, or anything of that kind. It practically amounts to a suspension of the Habeas Corpus Act, in the case of this particular quartermaster and others who are now in this country under similar conditions, one at Devizes Barracks, and others to whose case attention was called on the 16th March by the hon. Member for the Isle of Thanet. These men have now been here for many months in the same state of doubt. and uncertainty and mental strain as Quartermaster Martin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In answer to the question which I asked on 18th March, the Secretary of State for War said that this particular officer had not been under arrest. There was nothing in my question to suggest that be lad been under arrest, and I think that the answer given shows the attitude of mind of the War Office in the matter. The right hon. Gentleman seemed to think that as long as the man was not under arrest they were entitled to bring him home under conditions of terrible suspicion and mental anxiety, and to keep him waiting an indefinite period and formulate no charge whatever against him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will call the attention of the House to the fact that at first it was intended to proceed by court-martial. A court-martial was constituted, and was subsequently disbanded, the War Office having decided to proceed in the ordinary Civil Courts, and I believe that the magistrate who is hearing the case is only sitting one day a week, and consequently the inquiry will be protracted to an almost indefinite extent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I desire to read to the House the answer of the Secretary of State to a question which was asked by my hon. Friend (Mr. Norman Craig). It is a very long question, and his ingenuity has enabled him to fill a column of the OFFICIAL REPORT, but the important part of the question is at the end:— Why, in these circumstances, the officer named was not included in the prosecution and so afforded an opportunity of defending his good name, but was placed upon retired pay?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The answer of the Secretary of State for War was:— Until the present proceedings have been completed and I ant in a position to be advised on the whole matter, it is impossible for me to say who are the persons who are or may be implicated.”—[OFFICAL. REPORT, 16th March, 1914, col. 1685.] From that I conclude that all these officers who are at present in these circumstances are to be kept waiting till the magistrate sits (one day a week) to investigate this long and complicated matter. I really feel that those circumstances—one officer having already taken his life, as was clearly brought out at the inquest, owing to his mental condition, arising from his being kept in this country four months doing nothing, while his wife and children dependent upon him were at Gibraltar—may lead to further disastrous results, unless the War Office see that these proceedings. are carried out with reasonable speed. and that those officers are either accused or acquitted, to join their proper battalions. The second fact I want to bring out—and it has nothing to do with the actual case which is pending—for the consideration of the House is whether there is not a grave responsibility resting upon the War Office in this condition of affairs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I contend that the pay of the quartermasters is wholly inadequate for the great responsibilities that are placed upon them: and the style of living which is necessitated by their promotion to commission rank. I would remind the right hon. Gentleman that we frequently have in the civil courts similar cases to these, and where it is shown in the trials that people in posts of responsibility are paid an utterly inadequate salary in respect of the great duties they have to perform, the judge invariably comments in the most severe manner upon the parsimony of the. employer who is paying inadequate salaries. I say that applies to this case. where the salary is 9s. a day, amounting to £164 a year, which is wholly inadequate considering the responsibilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What are the responsibilities that a quartermaster has to take up in the course. of his duties? He is responsible for the ammunition, clothing and equipment of the whole battalion, for the correct receipt and distribution of forage and rations, and he is responsible for barrack equipment in barracks and in camp. He has nothing to-do under the King’s Regulations with the canteen proper, but, of course, for his position, his advice is naturally asked, and it is very important that it should be given absolutely independent of any consideration whatever. Not only so, but I am informed—and I do not think it is open to dispute—that in the Guards the quartermaster is also assistant paymaster, and in that capacity he handles something like £500 a week, and for that additional responsibility he is paid by the War Office the magnificent additional salary of £20. That is not all. The pay that he receives is utterly inadequate, considering the social Position he has to assume and that his wife, as it was put to me, is a bridge between the officers’ wives and wives of the non-commissioned officers and men on the strength. She has to keep a servant and to keep up certain style. He has to pay for messing expenses and things of that sort, and so utterly inadequate is the provision, that I am informed, quoting the words of one who knows from personal experience, he is appointed to a position that he cannot possibly keep up, and has become a charge on the officers of the unit, which is entirely wrong, because he would not possibly pay his mess bill unless he depended on the generosity of officers in the commissioned rank.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, I say that on that second point the War Office are to blame, for when they raised the pay officers of commissioned rank, on 1st January, there was no addition made to the pay of the quartermasters. Their pay is insufficient for their post, considering their position and responsibilities. The first point I ask the hon. Gentleman to see at once is that reasonable steps are taken to bring this long drawn out inquiry to an end, and that he should not take up the position that was taken up by the Secretary of State for War when he answered me by saying that this man had not been under arrest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say that the conditions under which these men are kept in this country without accusation, without exoneration, is far worse than the position of arrest. At least the man in the latter case knows where he is, and under the other conditions he does not, and I say that it is simply placing the man in a position where it amounts to nothing less than mental torture, which is being deliberately kept up week after week until the whole thing is settled and threshed out, and until, with slow process of law, the right hon. Gentleman can form an opinion as to who is or is not implicated. I feel bound to raise this question, although I fancy the Secretary of State has other and grave matters for his consideration, and I do so because I wish to shorten this period by every day that I can. I am perfectly certain it is an urgent matter, and that the man should never have been put in the position to take his life under those circumstances, and the War Office is directly responsible for it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}