{
    "url": "https://www.ukpol.co.uk/basil-peto-1912-speech-on-the-minimum-wage/",
    "title": "Basil Peto – 1912 Speech on the Minimum Wage",
    "post_date": "February 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1912",
            "url": "/tag/1912/"
        },
        {
            "text": "Basil Peto",
            "url": "/tag/basil-peto/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Basil Peto in the House of Commons on 15 February 1912.",
    "content": [
        "I beg to move, as an Amendment to the proposed Amendment, to leave out the words, Your Majesty’s Gracious Speech contains no specific mention of legislation securing a minimum living wage and for preventing a continuance of such unequal division of the fruits of industry by the nationalisation of railways, mines, and other monopolies, and to insert instead thereof the words, Your Majesty’s Ministers are not taking steps to forward the fair and equitable division between capital and labour of the profits of industry by co-partnership which would unite their interests and enormously add to the productive capacity of the country, cheapen the cost of commodities, increase this country’s power of competing in all other markets, and give to wage-earners a human interest in life and work and place them on a moral equality with every other class. I hope the hon. Member for East St. Pancras (Mr. Martin) will excuse me if I do not follow him through the whole of his speech. I would like, however, to say one word with regard to the speech he has made. There is one point in which I find myself in sympathy with him. He drew a comparison between the railway rates charged in this country and those charged in other countries to bring Foreign and Colonial produce to our shores. There I entirely agree with him; there is something which very much wants looking into; but when he says there are these fabulous millions to be saved and enormous reductions in the rates to be obtained simply by nationalisation of the railways, I part company with him. Two hon. Members who addressed the House earlier in the Debate—I think the hon. Member for the Montrose Burghs (Mr. R. Harcourt) and the hon. Member for Walsall (Mr. Cooper)—speaking from opposite sides of the House, said they were in sympathy with what I may term the premises underlying the Amendment before the House, but they did not agree with the remedy the hon. Member for Leicester (Mr. Ramsay MacDonald) and his Friends proposed to apply. I find myself in the same position. Both those hon. Members said they would like to move an Amendment, and the hon. Member for the Montrose Burghs read out the Amendment he would have proposed. I am afraid I do not find myself very much in agreement with him, but I hope when I have the honour of moving the Amendment to the Amendment of the hon. Member for Leicester, of which I have given notice, both those hon. Members will find themselves more in agreement with me than I find myself in agreement with the hon. Member for the Montrose Burghs. I have listened to the speeches which have been made, and before I proceed with my Amendment I should like to say a word or two with regard to one or two of the things those speeches contained. It struck me as rather curious that the hon. Member for Bow and Bromley (Mr. Lansbury) should have used almost the exact phrase with which the Amendment I shall have the honour of proposing terminates. He spoke of the equal value of each human life and the right to a full life. I do not think, however, his argument went to meet that contention. It seemed to me that most of his arguments, and most of the arguments that underlie the whole question of the minimum wage referred to in this Amendment, rather ask for a reasonably full stomach, and nothing more. They do not touch the moral question in any kind of way, or the question of the equality of all people in this country and their equal right to have an equal interest in their life and their life’s work. He also mentioned two or three cases of family budgets where it was perfectly impossible to provide, and where nothing was provided, for milk at all. I am entirely in agreement with the hon. Member when he asked how we can hope to raise an Imperial race when we have children whose parents are so poor that they are unable to provide that which is absolutely necessary for bringing up a healthy human being. All those things touch what I call the premises which underlie this Amendment. They do not deal with the remedy at all, the remedy of the nationalisation of land and of all monopolies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to say a word or two with regard to the speech of the hon. Member for Leicester. He said the higher the protection the worse was the condition of labour. Surely a generalisation of that kind comes rather curiously at the present time, when we have had a Report, not of a Tariff Reform Commission, but of a Government Commission, to inquire into the cost of living and labour in the United States of America. It is admitted in that Report that although the cost of living is much higher—it is reported to be something like 50 per cent. higher—than in this country, yet the wages in the most protected country in the world, a country that originated the term of “American Protection” to which one hon. Member referred, are two and a half times as high as in this country. That means that on the average every man there can save as much every week as every man can earn in this country. Yet the hon. Member tells us that the higher the protection the worse the condition of the labour. Then he said it was one of the primary tenets of the Tariff Report party that whenever prices were raised wages were raised. I beg to submit with all respect that the hon. Member was really confusing cause and effect. We never say anything of the kind. What we do say is that under reasonable conditions of employment, and under reasonable conditions of carrying on the trade of the country, such as are common to every other country in the world, wages will rise. It has been said if we had had Tariff Reform in 1906 prices would have been higher than now. I think that is not so. I think the contrary is the case. That leaves out the whole of the other part of the question. The hon. Member did not touch on the question whether, if prices had been higher, the wages would have been higher to meet those prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for North-East Manchester (Mr. Clynes) said that if the wage-earning classes could not get justice by argument and peaceful means they naturally took steps to get advantages by other and forcible means. With regard to that point, in the Amendment which I have on the Paper I suggest an alternative. After all, wages like profit, depend entirely upon what is to be got out of industry. You cannot get out of an egg more than it contains, and a fair division between capital and labour will not involve any complicated methods of conciliation boards nor will it require any resort to force. I should like to say one word with regard to the terms of the Amendment. It suggests a minimum living wage and preventing a continuance of the unequal division of the fruits of industry by the nationalisation of railways, mines, and other monopolies. I should like to know why the term “fruits of industries” is used? Why does not the hon. Member call a spade a spade? Why does he not refer to the profits of industry? After all the fruits of industry are the profits of industry. I wonder whether the hon. Member had in his mind, when referring to the fruits of industry, the idea that the labouring classes in this country were to get something unknown out of the lucky bag without any effort on their part. On this question of the unequal division of profits, I ask how is it going to be met by the nationalisation of the railways and coal mines? The whole underlying basis of the argument for nationalisation is the abolition of profit. The hon. Member for Bow and Bromley said he would like to see profits done away with. He hopes the tramways will, at any rate, become national property. **[An. HON. MEMBER: “Municipal property.”]** Well, municipal property, and the hon. Member expressed the hope that there would be no occasion to pay anything whatever in connection with them. How, under a system of nationalisation, are you going to arrive at a more equitable division of profits?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I come next to the question of the minimum wage. What is asked for? Is it the high ideal of the wage-earning classes? It is now over a century since the abolition of slavery, yet we are still in a condition in this country where there are people who do not get adequate food for themselves and their families in return for their labour! I would ask whether under the old conditions of slavery, which this country did so much to abolish, it was not wise policy on the part of the slave owners to give adequate food to those who belonged to them. What do the Labour party ask for as a practical thing? They ask for a minimum wage. Why? In order that there may be enough money to provide a modicum of food for their families. But the hon. Member for Bow and Bromley went on to say that he was in receipt of £400 a year and would like to fix the minimum wage at that figure. I would remind the hon. Member on the basis of figures which I think are more than questionable as to the whole of the national income, it was only the other day pointed out by the Chancellor of the Exchequer that if the whole of the national income, amounting to £1,800,000,000, were divided among the families of this country, it would produce only about £200 per family per year, yet the hon. Member for Bow and Bromley is asking for £400 a year. I do not think he meant that seriously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. LANSBURY** Oh, yes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. PETO** Then the hon. Member is trying to get the meat of two eggs out of the shell of one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. LANSBURY** The hon. Member forgets that there is a multitude of people who are not allowed to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. PETO** I am taking the total number of families and dividing among them the estimated national income of £1,800,000,000 a year. Why do hon. Members think it necessary to term coal mines a monopoly and talk about nationalising them? There is a better and much simpler way of dealing with the question. There are plenty of coal mines open for sale, and there is no reason whatever why hon. Members opposite, in direct touch with the great trade unions, if they think the coalowners are earning an unfair amount of profit, should not acquire coal mines for themselves and make the profit for themselves. They would see then exactly how much profit is made with the present wage scales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I propose to refer next to the Amendment which I wish to move to the Amendment of the hon. Member for Leicester. I entirely agree with the hon. Member’s Amendment so far as it refers to the considerable increase in the cost of living, and I propose to insert words expressing regret that His Majesty’s Government are not taking steps to forward the principle of a fair and equitable division between capital and labour of the profits of industry by co-partnership in view of the enormous addition that would ensue therefrom to the productive capacity of the country, the consequent cheapening of the cost of commodities, and the increase in the country’s power of competing in all other markets, and give wage-earners a human interest in their life and work, and place them on a moral equality with every other class. That is what I honestly believe, from the bottom of my heart, to be the true solution of this difficulty. If every industry in the country were carried on under this scheme it would mean a livelihood for all. It would enable men to decently support themselves and those dependent on them. If it is carried on for profit now it will have to be carried on for profit always. If we want to do away with this incessant friction between capital and labour we must do something to see that whatever profit is earned over and above what are the fair wages of labour and a fair return for capital is equally divided between those who work with their hands and those who work with their heads in the conduct and management of the business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would indicate to the House what would be the advantages of such a proposal as is contained in my Amendment being generally adopted as a principle of trade in this or in any other country. First of all there would be an increased earning. That is the simplest question of all. The hon. Members opposite ask in their Amendment for the principle of a minimum wage. Instead of a minimum wage I suggest a fair division of profit, and labour would thereby get an increased wage and many other things beside. The next enormous advantage would be that then you would have two natural partners in every industry working for a common purpose, and there would be reconciliation between the interests of capital and labour. I wonder whether the House will think it a far-fetched simile if I describe the present condition of affairs by what would happen supposing anyone in charge of a great engine driving machinery in any works were every morning to put in a dose of sand and grit instead of lubricating oil. Yet that is the present state of affairs in the industry of this country. There is constant friction. I do not wish to specially blame any class for it. But there is constant difficulty, and the cause of friction is that you do not put in lubricating oil to make your machine work smoothly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then there is the question of increased efficiency involving the lower cost of commodities. I do not think that anyone who has ever had anything to do with the productive industries of this country will question—if they think the matter over for a minute or two—the statement that there has been an enormous loss in efficiency. One hon. Member described what had taken place by the gradual diminution of output through one man trying to work down to another man’s level. Whatever industry a man is engaged in you are bound to have a feeling that it is no good doing too much for a fixed wage that cannot possibly be increased by any exertion on the part of the worker. As long as there is unemployment in the country I know from personal experience, particularly in the building trade, there is a very natural feeling on the part of men, especially in winter time, that as there are a great number of people out of work the smaller the individual output the better it will be. In other words, there is very little butter to be spread on the bread, and they therefore spread it as thinly as they can, so that everybody may have a share. I do not say that that is not a generous impulse. But the result of that is a reduction in the output of commodities, and the absence of the incentive to do an honest day’s work is perfectly disastrous both on the cost of production and on the cost of the articles produced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then there is what I think is one of the most important of all the points with regard to this question of co-partnership: there is the interest in life and work. People who are in the fortunate position—I frankly admit it is a fortunate position, of which I have always had the advantage myself—of managing and working with the head and not with the hand, have got an enormous advantage, quite apart from the advantage received over the wage-earner under existing conditions. You have the one great incentive to work, the one great thing that makes the dullest work interesting and that makes life worth living, if it is a life of toil. I asked the House a few minutes ago to look back nearly one hundred years, to the slavery days. I ask them now to carry their minds back the same distance and to consider the conditions under which work was carried on then in this country. You had not these enormous aggregations of workmen and of capital or the enormous and minute subdivisions of trade. You hard then a few men, perhaps working in partnership or employing two or three hands apiece. In the great majority of cases the shipwright, the carpenter or joiner, and the man who made boots, purchased their own raw materials. They were capital and labour combined. They started and they finished their job and they had every satisfaction, both in the result from the moral point of view and the result from the economic point of view, that could be possibly got out of the work. What have we got now? I will only give one illustration. Take the man who built a ship 150 years ago. He had all the pride of the designer and of the man who could carry out every part of the small ship until it was finally launched. That was work which was not dull and of a routine character. Contrast that with the work to-day. One man from morning till night will be heating rivets; another will be holding them in position, and this on every day of the week, and week in and week out, with no interest in the result of the work, but for the wage. I ask the House to consider the enormous growth of trade which would result to this country, or to any country, which first generally adopts this principle. It would result from the increase of trade in the market of every other country which did not adopt this principle. We have had some reference to the question of Tariff Reform, but very few of them. I am an ardent Tariff Reformer, while hon. Members opposite, or most of them, are the reverse. We believe on our side of the House that the present commercial system of this country is a great handicap to our industry and is a drag upon the wage-earners. On the other hand, Members opposite believe that if we adopted the principle of an Imperial commercial policy it would be an enormous detriment to our trade, and perhaps that it would destroy our trade. I made the frank admission, strong Tariff Reformer as I am, that if under Free Trade this country generally adopted in all its industries the principle of co-operation it would so enormously lower the cost of production and increase its productive energy that we should be better off under Free Trade than other countries under the Protective system, who had still this friction going on between capital and labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is only one more thing I wish to say. It may be said it is idle to propose a sort of pious Amendment in favour of something to which neither this Government nor any Government could give effective force. I am all for dealing with something which I believe is a practical solution of this difficulty, which I believe is the only practical solution, and which I believe inevitably will come whether Governments move in the matter or not. The reason I am confident is that in every single case where a fair co-partnership scheme has been given fair play and a chance by those who are opposed to it, it has succeeded beyond the bounds of ambition and almost beyond the dreams of avarice. The hon. Member for Bow and Bromley (Mr. Lansbury) asked just now under what private employer could we possibly find an increase in wages at 20 per cent. I believe there are hon. Members in this House—I believe there is one hon. Member at any rate who will address the House on this subject—who can assure the hon. Member that not only is a 20 per cent. increase in wages possible under co-operation or co-partnership, but something infinitely better than that, something which means an increase far above 20 per cent. and which turns every wage-earner into a capitalist and compels every capitalist to be a wage-earner as well. It may be asked, What can any Government do? I say there are two things they can do. The Government have one enormous power in their hands—the power of taxation. I say it is perfectly possible, provided that any Government were convinced that it is in the interests of the country to do all in their power to forward this great principle of true partnership, for them to temper the wind to the shorn lamb, and they can say, where a fair and equitable system of profit-sharing is adopted, that they will make their Income Tax and all other direct taxes fall more lightly on those concerned. There is even a more direct way in which the Government can help. The Government are probably the largest employers of labour in this country, and just as they have it in their power to say that no firm shall be able to compete for a Government contract that does not pay a fair wage, so they can say they will only give the contracts for all public and national work to those firms who have adopted the great principle which is the only solution of the friction between capital and labour. I feel most strongly about this. I do not say anything about feeling great responsibility in addressing the House. I should feel that at any time, but I should feel a still greater responsibility if, either by not voting or by returning a direct negative, to the proposal of the hon. Member for Leicester, I tacitly and silently admitted that the remedy which he proposes is in any sense a true remedy, and could in any way assist the cause which I believe he has at heart, when I know there is another principle which has been all too little adopted in this country the general adoption of which will solve once and for all all questions of labour disputes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}