{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-licensing-hours-for-the-coronation-in-2023/",
    "title": "Chris Philp – 2022 Statement on Licensing Hours for the Coronation in 2023",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 19 December 2022.",
    "content": [
        "On 6 May 2023, the Coronation of King Charles III will take place. To celebrate this historic occasion, events will likely be taking place throughout the weekend, both in the UK and across the Commonwealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have already announced an additional Bank Holiday on 8 May and celebrations will include public events and local community activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to launch a consultation on extending licensing hours throughout the Bank Holiday weekend to allow those who wish to make the most of this opportunity. The consultation proposes that an extension would take place on 5, 6 and 7 of May to 1am the following day on each day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Opportunities to gather with our families, friends and local communities were severely impacted by the covid-19 pandemic. His Majesty the King’s Coronation provides an opportunity to come together and celebrate this great nation and enjoy our renewed ability to spend time together in marking this historic occasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A copy of the consultation will be placed in the Libraries of both Houses and also made available on [www.gov.uk.](https://www.gov.uk/)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}