{
    "url": "https://www.ukpol.co.uk/jess-phillips-2023-speech-on-international-womens-day/",
    "title": "Jess Phillips – 2023 Speech on International Women’s Day",
    "post_date": "March 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Jess Phillips",
            "url": "/tag/jess-phillips/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jess Phillips, the Labour MP for Birmingham Yardley, in the House of Commons on 9 March 2023.",
    "content": [
        "I pay huge tribute to Counting Dead Women and the Femicide Census. The first year I read the list of killed women—women who had been killed by men—none of the women’s names sparked a moment of recognition for anyone other than their bereaved loved ones. This year, there will be names on this list we have all heard of—women who, following their brutal killings, have become household names. Were it not for the arduous work, over a decade, of Karen Ingala Smith and, latterly, her work with the Femicide Census to painfully keep the list, and to fight every day for killed women to be an issue of major public concern, working alongside brilliant and crusading bereaved families—mums, dads, brothers, sisters, daughters and sons—the names would be equally anonymous this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These amazing campaigners have made sure that killed women are no longer just a name recorded in a local newspaper. They have made sure that the issue of femicide, and all the failings that lead to an increased risk, are a national priority for the people of Britain. Reading this list is the honour of my life. Today, we are joined by families whose loved ones’ names appear on this list, or have been on previous lists. Bearing witness to them matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here is the list from Counting Dead Women and the Femicide Census of women killed, where the primary suspect or named killer is a man, since this time last year: Sabita Thanwani; Yasmin Begum; Shotera Bibi; Sherry Bruce; Helen Lawrie; Emma Baillie; Ramona Stoia; Alyson Nelson; Susan Farrance; Katie Kenyon; Buddug Jones; Inayat Begum; Dolet Hill; Tanysha Ofori-Akuffo; Samantha Drummonds; Diana Gabaliene; Aimee Cannon; Amanda McAlear; Shannon Stanley; Lorraine Cullen; Karen Wheeler; Lisa Fraser; Ania Jedrkowiak; an unnamed women; Mari O’Flynn; Julie Youel; Antonella Castelvedere; Kerry Owen; Saira Ali; Jennifer Andrews; another unnamed woman; Margaret Una Noone; Sakunthala Francis; Sally Turner; Somaiya Begum; Zara Aleena; Wendy Morris; Abi Fisher; Margaret Barnes; Hina Bashir; Samantha Murphy; Madison Wright; Lauren Howe; Becci Rees-Hughes; Mairi Doherty; Kathleen John; Helen Barlow; Mckyla Taylor; Elinor O’Brien; Ashley Dale; Karen Dempsey; Wendy Buckney-Morgan; Lizzie McCann; Margaret Griffiths; Susan Moore; Katie Hurmuz-Irimia; Jacqueline Forrest; Patricia Bitters; Harleen Kaur Satpreet Gandhi; Hollie Thompson; Ruth Stone-Houghton; Jillu Nash; Jill Barclay; Diana Dafter; Hilary Round; Angie White; Yolanda Saldana Feliz; Deborah Gumbrell; Caroline Adeyelu; Keisha Christodoulou; Emma Potter; Alexis Karran; Clair Armstrong; Jacqueline Rutter; Lorraine Mills; Fatoumatta Hydara; Ruta Draudvilaite; Mary Andrews; Michelle Hanson; Maureen Gitau; Cynthia Turner; Anju Asok; Ailish Walsh; Natalie McNally; Sabrina Cooper; Stacey Warnock; Francesca Di Dio; Courtney Boorne; Elle Edwards; Stephanie Hansen; Gabriella Rudin; Beatrice Corry; Jacqueline Kerr; Holly Newton; Anne Woodbridge; Emma Pattison; Valentina Cozma; Erica Parsons; Lorna England; Edna Berry; Darrell Buchanan; Eliza Bibby; Sarah Brierley; Sarah Albone; Sandra Giraldo; Charlotte Wilcock; Jane Collinson; and Helen Harrison, whose name had to be written on as I walked into the Chamber—every year, there is a final name.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year, we also remember Brianna Ghey, a young woman brutally killed where a young woman and man have been charged. The youngest on the list was 15-year-old Holly Newton and the oldest was 92-year-old Anne Woodbridge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to mention Joanna Simpson, who was killed before the tradition of reading this list began. Her killer, who spent days—if not weeks—digging the grave that he would bury her in, was found guilty not of murder but of manslaughter. Her family are with us today and I join them in their campaign to stop his release from prison just 13 years after her brutal killing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to mention the women who never get named on the list who are suffering terrible domestic abuse and sexual violence, such as Bianca Thomas, who fell—“fell”—from a tower block window following years of domestic abuse. There are many women who never make it on to this list, because no one is ever charged with their killing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have read hundreds of inquest reports and domestic homicide reviews over the years. Everyone pushes for lessons to be learned and tells us that next time it will be different—it never is. This week alone, I have spoken to a woman whose perpetrator turned up at her home while on bail for trying to attack her with a weapon. A call to the police left her waiting seven days for a response.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Femicide is currently not mentioned in the domestic abuse strategy. This is not okay. I urge the Government to hurry up and release the long-overdue sentencing review into domestic homicide. There is no reason why we are still waiting; all these women died in the time that we have been promised this review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lilian Greenwood (Nottingham South) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for giving way and for reading that list. Every year, it is just as powerful, and every year, it is a shocking indictment of our society. This year, the list included my constituent Fatoumatta Hydara. I put on record the names of her two daughters, three-year-old Fatimah and one-year-old Naeemah, who were also killed in the fire started deliberately at their home that claimed Fatoumatta’s life in November.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jess Phillips**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend. Unfortunately, the list, as it currently stands, does not include the children who are also killed. In lots of these cases, such as the famous case that we all know about in Epsom where a child was killed, many children were also slain by violent men along with their mothers, and we will never ever forget them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The families and the Killed Women campaign, who join us here today, would want me to make it clear that lessons are not being learned. Warm words are no longer enough. We honour these women not by reading out their names, and not by making any of the promises that happen in this place. We honour them with deeds, not with words.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}