{
    "url": "https://www.ukpol.co.uk/jess-phillips-2021-speech-on-domestic-abuse/",
    "title": "Jess Phillips – 2021 Speech on Domestic Abuse",
    "post_date": "January 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jess Phillips",
            "url": "/tag/jess-phillips/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jess Phillips, the Labour MP for Birmingham Yardley, in the House of Commons on 14 January 2021.",
    "content": [
        "I thank the Minister for [advance sight of her statement](https://www.ukpol.co.uk/victoria-atkins-2021-statement-on-domestic-abuse/). We in the Labour party are really pleased to hear about the launch of the Ask for ANI scheme today, which will be a real innovation in helping victims come forward. Can the Minister tell the House what work her Department has done to ensure that in launching this brilliant scheme, when a victim comes forward there will be support beyond an initial phone call available, especially in cases where victims are not ready to inform the police?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now eight days into a third national lockdown, with a “Stay at home” message that we have become incredibly familiar with. It was welcome in this third lockdown that the Prime Minister clarified that individuals who wish to leave their homes to escape domestic abuse could do so. That message was not given back in March, and I welcome that being rectified and that the right thing has now been said.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We on the Opposition Benches welcome what the Minister has said today about the measures being taken to tackle domestic abuse and hidden harms. Back in April, the shadow Home Secretary, my hon. Friend the Member for Torfaen (Nick Thomas-Symonds) wrote to the Home Secretary urging her to act on this important issue. He also raised concerns from the sector, including the need to bring forward urgently a package of emergency financial support for organisations doing the vital work on the frontline which the Minister has talked about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was the Labour party that urged the Government to put in place £75 million of financial support for the sector. When the Government announced that they would do that, we welcomed the support, but the Home Secretary confirmed back in June, months into the crisis, that only a staggering £1.2 million had been spent. Today, the Minister’s statement tells us that 11 months into this crisis, still only a third of that funding has reached the frontline. Can she explain that? Will she tell us when the £51 million unspent will be allocated? Will she confirm that the £11 million extra that she has announced today is in excess of the £75 million already announced?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister has also mentioned refuge capacity, and we thank all those who struggled very hard under very difficult circumstances to create urgently needed beds that should never have been missing. We must now ask: is that still enough? I have myself this week tried to get a refuge bed and not been able to find one. Will the Minister tell us today and in the coming weeks what contact she has had with refuges about capacity? Can she today say that she is confident that there is capacity to meet the demand? Can she tell the House what specific provisions have been made for specialised services for those victims who are black, Asian and minority ethnic, migrants, LGBTQ, male or disabled?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Minister has mentioned, children are often the hidden victims of domestic and sexual abuse in the home. Can she tell us what work her Department is doing to ensure that vulnerable children who are out of school are safe? What, if any, detached youth work and proactive targeting of children—at the very least, those on child protection plans—has she asked for in order to reach children living in dangerous and violent homes?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister mentioned the £11 million of funding to the brilliant “See, Hear, Respond” scheme, but as she said herself, it will target 50,000 children, not the three-quarters of a million children today living in dangerous homes. Can she tell us whether any of the schemes that she has announced for children cover every child in our country, so that all child victims can benefit, not just those in some areas, where a postcode lottery determines whether we fund a child’s safety?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To continue on a theme, the Minister mentioned the support of independent child trafficking guardians—a brilliant scheme that we welcome. Can she confirm that that scheme is available to all children trafficked in our country, as was promised some years ago by this Government, or is it still, as I understand, just a pilot for some areas, leaving some trafficked children without support?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Domestic abuse and community support services are currently planning for redundancies in March—quite unbelievable in the middle of a global pandemic and a national lockdown. The sector, the Labour party, the Domestic Abuse Commissioner and the Victims’ Commissioner have all called repeatedly for sustainable funding for at least the next year. The staff being made redundant are the very people the Minister needs for Ask for ANI to have any chance of success. Can the Minister confirm whether there have been any discussions with the sector or the Treasury about multi-year funding, and an end to the dangerous year-on-year short-termism in community services for adults and children?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government were too slow to act in the first and second lockdowns. I am very pleased that now, in the third lockdown, they are more alert to this issue. Labour, the shadow Home Secretary and I have been saying to the Government since April that they need to do more to protect those who cannot leave home. It is not enough to say that victims should reach out; we in this House, especially the Government, have a responsibility to ensure that when they do that there is help for them. If there is not, we risk losing them for good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the thought of the lockdown carrying on until March, it is imperative that the Government act, and act fast. All Members across this House need to assure their constituents that all, not just some, victims suffering from domestic abuse and other hidden harms can leave that abuse and access safety. There are people waiting and willing to help. That is the message that we need to send, and it is on all of us to ensure that that is the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}