{
    "url": "https://www.ukpol.co.uk/chris-philp-2021-speech-on-serious-criminal-cases-backlog/",
    "title": "Chris Philp – 2021 Speech on Serious Criminal Cases Backlog",
    "post_date": "January 22, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Philp, the Parliamentary Under-Secretary of State for the Home Department, on 20 January 2021.",
    "content": [
        "The covid pandemic is truly unprecedented. It has affected every corner of our lives—from hospital operations delayed, to schools closed, to businesses struggling and even to how Parliament itself operates, we have seen covid’s effects. The court system is no different: bringing people safely into buildings for trials—especially jury trials—and hearings is a difficult thing to do. That is why so much has been done to keep delivering justice in these difficult times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have invested £142 million in upgrading court buildings and technology, alongside £110 million to increase capacity, making an investment of over a quarter of a billion pounds in court recovery this year. We are hiring 1,600 extra staff. We have opened 19 new Nightingale courts, with 35 new courtrooms. As of today, we have over 290 covid-safe jury trial courtrooms—substantially more than before the pandemic. We have installed plexiglass screens in 450 courts to protect users. We have installed cloud video platform technology in 150 magistrates courts and 70 Crown courts, allowing 20,000 remote hearings per week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the first lockdown, and as these measures have been put into place, backlogs have, understandably, developed. That has been the case across the world. But the fruits of our labours are now being seen. We have been faster than almost every jurisdiction to recover and we believe that we were the first country in the world to restart jury trials, back in May. Since August, the magistrates court backlog has been relentlessly reducing, month on month. Crown court jury trials are obviously much harder, for reasons of social distancing, but even there, in the last four weeks before Christmas, Crown court disposals exceeded receipts for the first time since covid began. At this very moment, as we stand here, about 230 jury trials are taking place. The joint inspectors’ report said earlier this week:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“It is a real testament to the criminal justice system that in spite of the pandemic…service was maintained.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to the judges, magistrates, jurors, witnesses, victims, lawyers, court staff, Crown Prosecution Service staff and Ministry of Justice officials who have made that monumental effort to deliver justice in spite of covid.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will not rest. We are adding more courtrooms, further increasing remote hearings, and examining options for longer operating hours. We are also taking action to mitigate the impact on victims and witnesses, this year providing an extra £32 million of funding and next year an extra £25 million of funding, including for rape and domestic violence victims.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year has been incredibly difficult in the courts, as in so many places, but through a monumental, collective effort the system is recovering. The recovery will gather strength and pace with every day that passes, and I know that everyone in the House will support that work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}