{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-modernising-communications-offences/",
    "title": "Chris Philp – 2022 Statement on Modernising Communications Offences",
    "post_date": "February 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 4 February 2022.",
    "content": [
        "I wish to inform the House that the Government will be accepting the recommended harm-based communications offence, false communications offence and threatening communications offence, as laid out in the Law Commission’s “Modernising Communications Offences” report, published in July 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The offences will be brought into law through the online safety Bill, which we are committed to introducing to Parliament as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These new offences will help ensure that the criminal law is focused on the most harmful behaviour while protecting freedom of expression. The current offences are sufficiently broad in scope that they could constitute a disproportionate interference in the right to freedom of expression. The new offences will protect freedom of expression and, in the case of the harm-based offence by increasing the threshold of harm to serious distress, will ensure that communications that individuals find offensive, such as the expression of a view they do not like or agree with, will not be caught. In addition, the court cannot find someone guilty of the harm-based offence or false communications offence if they have a reasonable excuse. A reasonable excuse would include if the communication was or was intended as a contribution to the public interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also accepted the Law Commission’s recommendation to include a press exemption within the general harm-based communications offence and the knowingly false communications offence. While we do not expect the new offences will capture communication made by the media, including this press exemption demonstrates the Government’s commitment to upholding media freedom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will repeal the existing communication offences, including section 1 of the Malicious Communications Act 1988 and sections 127(1) and (2) of the Communications Act 2003, as recommended by the Law Commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside the online safety regulatory framework, the offences will help deliver the Government’s objective of making the UK the safest place to be online.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, as the Prime Minister has indicated, we welcome the recommended offence on cyber-flashing and are carefully considering it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report recommends a further three offences. The Department for Digital, Culture, Media and Sport and the Ministry of Justice are carefully considering the remaining offences and accompanying recommendations, including the hoax calls offence, an offence for encouraging or assisting self-harm and an offence for epilepsy trolling. We will continue to assess these offences and issue a full response to the Law Commission later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to express my sincere thanks for all the work that the Commission has carried out as part of this review over the past four years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}