{
    "url": "https://www.ukpol.co.uk/bridget-phillipson-2020-letter-on-the-job-retention-scheme/",
    "title": "Bridget Phillipson – 2020 Letter on the Job Retention Scheme",
    "post_date": "July 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Bridget Phillipson",
            "url": "/tag/bridget-phillipson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the letter written by Bridget Phillipson, the Shadow Chief Secretary to the Treasury, to Jim Harra, the Permanent Secretary of HMRC, on 9 July 2020.",
    "content": [
        "Dear Jim,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First of all, I want to pay tribute to the impressive work of Her Majesty’s Revenue and Customs (HMRC) staff in recent weeks and months. I know many HMRC staff will have worked for long hours to put in place the systems which have seen the delivery of support we have welcomed, such as the Job Retention Scheme and the Self-Employment Income Support Scheme. Labour is proud to put on record its thanks to the HMRC staff who work to ensure that taxes are collected fairly and efficiently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This morning there are press reports that you required a Ministerial Direction before implementing the Chancellor’s Job Retention Bonus scheme, because of concerns about value for money. You will be aware that these are exactly the concerns that I and other Labour colleagues raised in debate yesterday. This morning the Chancellor of the Exchequer himself admitted on the radio the potential deadweight cost associated with the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministerial directions can be an important part of how government ensures fast and effective action in a crisis. However, Parliament needs to understand when Ministers are overriding the advice of their own experienced and knowledgeable civil servants. Given both the huge amount of public money involved and the immense importance  \nof achieving value for money with government spending, I am requesting that HMRC:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "immediately publish whatever information or analyses HMRC staff prepared such that you informed the Chancellor of the Exchequer that you were unable to support the scheme without a Ministerial Direction;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "immediately publish any estimates or modelling of the scheme you may have prepared, including any work you may have done on this with Treasury colleagues, on the expected uptake of the scheme, including distributional, sectoral, and regional analyses;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "give evidence to Parliament before any legislation is considered which would give effect to the Job Retention Bonus Scheme, in respect of whether the scheme constitutes Value for Money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is so important that we see decisive and effective government action to support jobs, livelihoods, and companies in the months ahead, and value for money is critical.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every penny given to those who don’t need it, when whole sectors of our economy are in trouble, is money not available to support jobs at risk, money not helping the families and firms in desperate need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You will understand that given the amount of public money involved and the wider  \npublic interest in effective and efficient public spending, I am publishing this letter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yours sincerely,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bridget Phillipson MP\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}