{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-child-online-safety/",
    "title": "Chris Philp – 2022 Statement on Child Online Safety",
    "post_date": "February 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 8 February 2022.",
    "content": [
        "Protecting children online is a Government priority and the strongest protections in the draft Online Safety Bill are for children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Online Safety Bill will establish new statutory duties requiring companies to take robust steps to improve safety online. The duties will cover user-to-user services—those that allow users to upload and share content that may be encountered by others—and search engines. All companies in scope will need to protect their users from illegal content and activity, and companies with services that are likely to be accessed by children will be required to protect children from legal but harmful content. While the Bill is technology neutral, we expect companies to use age verification technologies to prevent children from accessing services that pose the highest risk of harm to them, such as online pornography.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The online safety regime covers many of the most visited pornography sites, social media, video sharing platforms, forums and search engines—thereby capturing many of the sites through which children access pornography. These companies will have to prevent children from accessing pornography or face enforcement action by Ofcom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise the concern, raised by the Joint Committee during pre-legislative scrutiny of the Bill and by other child online safety stakeholders, that the Bill needs to go further to protect children from online pornography on services that do not currently fall within its scope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To strengthen protections for children further, we will make changes to the Bill to incorporate a stand-alone provision requiring providers who publish or place pornographic content on their services to prevent children from accessing that content. This addresses the concerns that have been raised about a gap in scope for non-user-generated pornography, and ensures that all services that would have been captured by part 3 of the Digital Economy Act, and all the user-to-user and search services covered by the Online Safety Bill, will be required to protect children from pornography. This new duty will be enforced by Ofcom with providers being subject to the same enforcement measures as other in-scope services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are committed to bringing forward the most comprehensive approach possible to protecting children online. We will introduce the Online Safety Bill as soon as parliamentary time allows and will continue to engage with Members of Parliament in both Houses on the protections for children within the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}