{
    "url": "https://www.ukpol.co.uk/jess-phillips-2019-speech-on-immigration/",
    "title": "Jess Phillips – 2019 Speech on Immigration",
    "post_date": "February 3, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Jess Phillips",
            "url": "/tag/jess-phillips/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jess Phillips, the Labour MP for Birmingham Yardley, in the House of Commons on 28 January 2019.",
    "content": [
        "I, too, want to send my condolences. Maybe it is convenient that I am speaking after the hon. Member for Brentwood and Ongar (Alex Burghart), because I was born and raised, and both my children were born and raised, in Birmingham Hall Green. I am sure I express the feelings of everybody in Birmingham when I send massive condolences to the Member and his family. It does not matter what path we tread, we are all human in this place. Any man who loved the city that I love has my full and utmost respect. Best wishes to his family.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to say a massive thank you to Members who have spoken throughout the debate about their support for Birmingham. They may not have noticed it, but many Government Members have been encouraging more spending in areas where there is high migration. I thank those Conservative Members who have suggested that Birmingham needs more resources. Perhaps the Minister could explain to me why so many of those resources have been cut when they feel that way about areas with high migration. It sticks slightly in the craw of a person who grew up in Birmingham to listen to people, who do not live among migrants and who do not live in diverse places, talk about how difficult it is for communities who have to live in places of high migration. Well, it is not difficult. It is not difficult at all. It is a total pleasure to live among migrant communities. My husband is very concerned. He believes he may be the only person in the entirety of Birmingham not to have heritage elsewhere that allows him a passport in these testing times. Pretty much everybody in Birmingham is from somewhere else. My Irish heritage has never felt closer to me than in these testing times. It is for my city that I stand here and I want to defend migration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Actually, I am not just standing here and saying, “I really love living in a diverse place.” I have real concerns about the Bill. I have spoken many times to the Immigration Minister about the real, deep-seated concerns I have about immigration: certain misuses of spousal visas, situations where we are not preventing problems such as forced marriage, and other issues that really need to be addressed. I see some of the worst elements of our immigration system, both on the part of the Home Office and on the part of the people who wish to ​abuse it. I am not here to say that everything is perfect, everything in the garden is rosy, and that we should just open our borders and let everybody in. I am not saying that for a second. But what worries me most about the Bill are the powers that will take away the scrutiny of this place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will tell a little story, which Ministers have heard before and maybe the House has heard before, about how the scrutiny of this place makes a difference to our law—although we need to go much further. My constituent who rang the police to tell them that her husband had threatened to kill her ended up in Yarl’s Wood. She was not taken to a place of safety; she was taken to a place of detention. I am incredibly proud of her. She was one of the brave women who, with Southall Black Sisters and Liberty, asked for court action, as a result of which the Government have now stated that a firewall must be put in place between victims of domestic abuse and the detention system. However, what we are being offered currently is not good enough and we are about to extend it to millions more people, so we have to get it right. I will, through the various channels in this House, be seeking special immigration status for women and any victim of domestic and sexual violence. I am sure the Minister will want to work with me on that. But without that scrutiny, without people like me in this House standing up and telling these stories, those laws would not be changing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My deep worry is that the system proposed in the Bill will not be independent enough. Let us be honest. Those on one side of the House have far less experience of working with the immigration system and its pitfalls than those of us on the Opposition Benches. I imagine that I do more immigration casework in one day than some Conservative Members do in an entire year. It is only right that this place is the place of scrutiny for immigration. That should not be abandoned and given over in Henry VIII powers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Martin Whitfield (East Lothian) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is making an incredibly powerful speech. We have heard the Government offer certain guarantees and protections in relation to the Henry VIII clause, but it is this place, with its broad and vast experience and its very different Members, where real life experiences can and should feed into Government policy, so that we do not risk damage in the future that will take months if not years to put right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jess Phillips**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Absolutely. It is the best thing about this place and our democracy. We should be really, really proud of it. It is genuinely responsive. Migrant communities who live in my constituency sometimes come out door knocking with me. They cannot believe that I am walking around the streets knocking on people’s doors. They are like, “Gosh, in my home country, you’d be driving past in an SUV with blacked-out windows.” It is one of the best things and that is why this place should have to scrutinise every fundamental change that happens to our immigration system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to make a point that has been well made in the debate. The idea of a £30,000 limit providing a sense of what skill base there is is absolutely flabbergasting. The only job I have ever had that paid me more than £30,000 is the one I am doing right now. That is not unusual for people who live where I live. It is not unusual for people ​in Birmingham Hall Green, Birmingham Yardley or Birmingham anywhere. I was considered to be skilled and to be high management in the jobs that I did, and I did not earn that much money. It has been pointed out that there needs to be a massive equality impact assessment of how the £30,000 rule is meted out, because obviously men earn more than women and we need to know whether it will have a discriminatory effect on women workers. What about part-time workers? Will the £30,000 be pro rata? If somebody was only earning £5,000 but were only working one day a week, would that count as £30,000? How exactly will that work and how will it be fair to women? The idea that ordinary people are not skilled—we have to be careful with this language—and the idea that my constituents are not skilled because they do not earn over £30,000 is frankly insulting. It is insulting on every level to our care workers, our nurses, our teachers—there are so many people who do not earn over £30,000. I really think that that needs to be revisited.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perversely, since I was elected I have met many people who earn way more than £30,000 and have literally no discernible skills, not even one. I met none before—I thought I had met posh people before I came here, but I had actually just met people who eat olives. I had no idea of how posh a person could be. Waitrose is apparently not the marker for being really, really posh. There is a lovely Waitrose in Birmingham Hall Green; it is the one I like to frequent. I have not necessarily met such people in this place, although there is a smattering. I would not let some of those very rich people who earn huge amounts of money hold my pint if I had to go and vote while in the bar, because they would almost certainly do it wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to speak up for the ordinary people of Birmingham Hall Green and Birmingham Yardley, who are incredibly proud of the migration to their country, and are proud that people want to come here. Those people are skilled, and we should care much more about them than I think sometimes we do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}