{
    "url": "https://www.ukpol.co.uk/jess-phillips-2021-speech-on-international-womens-day/",
    "title": "Jess Phillips – 2021 Speech on International Women’s Day",
    "post_date": "March 12, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jess Phillips",
            "url": "/tag/jess-phillips/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jess Phillips, the Labour MP for Birmingham Yardley, in the House of Commons on 11 March 2021.",
    "content": [
        "Thank you, Madam Deputy Speaker, and thank you to all in the Speaker’s Office for their consideration. It shows that Parliament is very committed to this issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this place, we count what we care about—we count the vaccines done; we count the number of people on benefits. We rule or oppose based on a count, and we obsessively track that data. We love to count data about our own popularity. However, we do not currently count dead women. No Government study is done into the patterns every year of the data on victims of domestic abuse who are killed, die by suicide or die suddenly. Dead women is a thing we have all just accepted as part of our daily lives. Dead women are just one of those things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Killed women are not vanishingly rare; killed women are common. Dead women do count, and thanks to the brilliant work of Karen Ingala Smith and the Counting Dead Women project, and the academics and charities working on the femicide census, these women’s lives and the scale of male violence against women can be known.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since last year on this day, these are the women killed in the UK where a man has been convicted or charged as the primary perpetrator in the case: Vanita Nowell; Tracey Kidd; Nelly Moustafa; Zahida Bi; Josephine Kaye; Shadika Mohsin Patel; Maureen Kidd; Wendy Morse; Nageeba Alariqy; Elsie Smith; Kelly Stewart; Gwendoline Bound; Ruth Williams; Victoria Woodhall; Kelly Fitzgibbons, who was killed alongside her two daughters; Caroline Walker; Katie Walker; Zobaidah Salangy; Betty Dobbin; Sonia Calvi; Maryan Ismail; Daniela Espirito Santo; Ruth Brown, Denise Keane-Barnett-Simmons; Jadwiga Szczygielska; Emma Jane McParland; Louise Aitchison; Silke Hartshorne-Jones; Hyacinth Morris; Louise Smith; Claire Parry; Aya Hachem; Melissa Belshaw; Yvonne Lawson McCann; Lyndsey Alcock; Aneta Zdun; Nikoleta Zdun; Mandy Houghton; Amy-Leanne Stringfellow; Bibaa Henry; Nicole Smallman; Dawn Bennett; Gemma Marjoram; Karolina Zinkeviciene; Rosemary Hill; Jackie Hoadley; Khloemae Loy; Kerry Woolley; Shelly Clark; Bernadette Walker; Stella Frew; Dawn Fletcher; Deborah Jones; Patrycja Wyrebek; Therasia Gordon; Esther Egbon; Susan Baird; Balvinder Gahir; Lynda Cooper; Lorraine Cox; Suzanne Winnister; Maria Howarth; Abida Karim; Saman Mir Sacharvi; Vian Mangrio; Poorna Kaameshwari Sivaraj, who was killed alongside her three-year-old son; Louise Rump; Julie Williams; Rhonda Humphreys; Nicole McGregor; Angela Webber; Carole Wright; Sarah Smith; Ildiko Bettison; Kimberley Deakin; Marie Gladders; Paula Leather; Caroline Kayll; Lauren Mae Bloomer; Hansa Patel; Helen Bannister; Marta Vento; Andreia Rodriguez Guilherme; Joanna Borucka; Azaria Williams; Catherine Granger; Eileen Dean; Sue Addis; Carol Hart; Jacqueline Price; Mary Wells; Tiprat Argatu; Christie Frewin; Souad Bellaha; Ann Turner; N’Taya Elliott-Cleverley; Rose Marie Tinton; Ranjit Gill; Helen Joy; Emma Robertson; Nicole Anderson; Linda Maggs; Carol Smith; Sophie Moss; Christina Rowe; Susan Hannaby; Michelle Lizanec; Wieslawa Mierzejewska; Judith Rhead; Anna Ovsyannikova; Tina Eyre; Katie Simpson; Bennylyn Burke and her two-year-old daughter; Samantha Heap; Geetika Goyal; Imogen Bohajczuk; and Wenjing Xu.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been much debate over what I would say at the end of the list. Her name rings out across all our media—we have all prayed that the name of Sarah Everard would never be on any list. Let us pray every day and work every day to make sure that nobody’s name ends up on this list again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}