{
    "url": "https://www.ukpol.co.uk/chris-philp-2023-statement-on-the-coronation-and-extended-licensing-hours/",
    "title": "Chris Philp – 2023 Statement on the Coronation and Extended Licensing Hours",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 6 March 2023.",
    "content": [
        "The Government have consulted on, and will be proceeding with, the proposal to make a licensing hours order under section 172 of the Licensing Act 2003 to relax licensing hours in England and Wales to mark His Majesty the King’s coronation. The order is intended to enable people in England and Wales properly to celebrate the constitutional, historic, and momentous significance of the coronation of the King and the beginning of his reign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The order will apply to premises already licensed until 11 pm for the sale of alcohol for consumption on the premises, for the provision of late-night refreshment—only where there is also the sale of alcohol for consumption on the premises, and for the provision of regulated entertainment in England and Wales. The order will extend the licensing hours for such premises from 11 pm to 1 am the following day, on Friday 5 May, Saturday 6 May and Sunday 7 May.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An economic assessment is being prepared and will be published alongside the order on www.gov.uk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}