{
    "url": "https://www.ukpol.co.uk/jess-phillips-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Jess Phillips – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jess Phillips",
            "url": "/tag/jess-phillips/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jess Phillips, the Labour MP for Birmingham Yardley, in the House of Commons on 18 July 2022.",
    "content": [
        "It is an unusual thing to be in the Chamber listening to all this praising of the Prime Minister from the people who have just got rid of him. I wonder whether they have buyers’ remorse. One reason why our Prime Minister was got rid of, with heartfelt letters from Conservative Members, has been completely forgotten about since the leadership hustings started—it is as if it did not happen. The reason I do not have any confidence in the Government, and the reason I do not have any confidence in the Conservative party, is because of the dreadful record they have overseen on sexual harassment and violence in their own ranks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since I was elected to this House, two Conservative Members have gone to prison for perpetrating sexual crimes. In one of those cases, I repeatedly begged various Conservative Members with power, including the Chief Whip, to intervene, to stop and not to give him the Whip back, telling them how serious were the accounts I had heard. Every single time, that was ignored—[Interruption.] If hon. Members would like to intervene on me, I would be more than happy to explain the very fine details.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A victim of child sexual abuse came forward to the Conservative party and said that they had been abused by the candidate in Wakefield, after which the Conservative party lost the complaint, or it went somewhere. That candidate was then elected, and he is now in prison for sexual crimes. This is deeply serious. The hon. Member for Delyn (Rob Roberts)—I have informed all the people I will be mentioning that I will be mentioning them, Madam Deputy Speaker; I imagine there are some Members checking their inboxes right now—was cleared by the Conservative party’s processes. Then the Prime Minister was toppled because he promoted somebody who he knew had undertaken sexually harmful behaviours. While everybody here is now dancing on the head of a pin about how great the Prime Minister was, and how he got all “the big calls right”, they should remember the reason that every one of those Members wrote those letters. Where, from every single one of the candidates—[Interruption.] If the Justice Secretary would like to intervene, I am more than happy to take an intervention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Deputy Prime Minister (Dominic Raab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Total rubbish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jess Phillips**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Justice Secretary says it is total rubbish. Would he like to get to his feet and tell me what I have said that is total rubbish? No, he would not. Shall I tell him what’s total rubbish? The rape statistics that he has overseen as Justice Secretary. That is what is total rubbish, and it is not a surprise when his political party turns a blind eye.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dominic Raab**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Lady recognise the fact that in the last year, the volume of rape convictions has increased by two thirds? A simple yes or no.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jess Phillips**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the convictions, but how is the charging, Secretary of State? Again, I am happy to take an intervention. Has the charging gone up or down? Currently, 1.3% of rapes that are brought forward result in a charge. That does not surprise me, when the institution that is currently in government constantly turns a blind eye to sexual misdemeanours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A lot of people have mentioned antisemitism in this debate, because they are all desperate to make it about something wrong with the Labour party. However, when the Labour party was holding a leadership election, every single candidate was asked, “What will you do to stamp out antisemitism?” and rightly so. It is vital that we were held to account. So what did any one of the candidates do when the Member for—I can’t remember where, but Pincher by name, pincher by—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I have given the hon. Lady quite a lot of leeway. We are discussing matters that are or perhaps will be sub judice, and I think the hon. Lady knows that. Let us guide this in a different direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jess Phillips**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to know what the Chancellor of the Exchequer at the time did when the right hon. Member for Tamworth (Christopher Pincher) was given that position. I would like to know what the Foreign Secretary did. Did they all sit back? I wouldn’t have. I would never have sat back. I want to know what every one of the candidates who wants to be Prime Minister did when that happened. I want to know what the Conservative party is going to do about its institutional problem, when it cannot deal appropriately and independently with complaints about sexual harassment. I have absolutely no confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}