{
    "url": "https://www.ukpol.co.uk/bridget-phillipson-2023-speech-on-send-and-alternative-provision/",
    "title": "Bridget Phillipson – 2023 Speech on SEND and Alternative Provision",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bridget Phillipson",
            "url": "/tag/bridget-phillipson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bridget Phillipson, the Shadow Education Secretary, in the House of Commons on 6 March 2023.",
    "content": [
        "I am grateful to the Minister for advance sight of her statement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Every family in the country with anyone with special educational needs will have felt at times like they’re battling the system…you’re fighting for it, fighting for support.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is how the Education Secretary spoke about the SEND system last week, and I know that her words will chime with many parents and families across the country. So my question to the Minister today is this: does she really believe this plan is good enough? Does she truly believe it will shift the dial and end the fight for support, end the battle for places at special schools and end the scandal that sees so many children with special educational needs held back?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know there is support right across this House for action to improve the lives of children and young people, yet in the words of the Children’s Commissioner, the plan the Government have set out risks seeing\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“more years of children being fed”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "into a “vicious cycle” of poor outcomes. Much of the substance in this plan will not even come into effect until 2025 or even 2026, at best six years after the review was announced. New national standards, new special school places, new standardised digital education, health and care plans—none of this will be coming online until a further 300,000 children with SEND have left secondary school. So can the Minister say what the Government are doing right now for the children in the system today? How can parents, carers, and families be better supported now for the children whose needs are currently going unmet?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the fact that the Minister has listened to Labour’s call for a focus on the early years. Identifying children’s needs early is vital and the evidence could not be clearer, yet over 5,000 early years childcare providers have closed since August 2021. I am proud of Labour’s record in Government: the network of life-changing children’s centres we delivered across the country. The Minister’s Government closed over 1,300 children’s centres, and now, 13 years on, why on earth do Ministers expect parents to be grateful for the promise of the much more limited family hubs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plan sets the aim of reducing the number of children with education, health and care plans. Reducing EHCPs through improving support in mainstream schools and getting better support in place early would be welcome, but it must not simply be seen as a means of reducing costs within the system. Which of the proposals discussed will reduce the need for EHCPs, and how will they be delivered? Will the Minister provide reassurance to parents, already facing an adversarial system, that an EHCP will not become more difficult to obtain for children who do need that level of support?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to thank the thousands of staff working every day to support young people with special educational needs and disabilities. School support staff are frequently working with children with the most complex needs, yet all too often they are not given the training or recognition they need and deserve. Meanwhile, less than half of teachers feel that they receive sufficient training to support pupils with SEND. I am sure the Minister will point to the promised new practice guides, again, sadly, not due until 2025, but can she today go further and tell us when all school staff working with children with additional needs will receive greater support?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plan talks about accountability within the system. After 13 years of Conservative Governments, we hear time and again about the same problems: “significant weaknesses” in local services for pupils with SEND; health services disengaged; families bounced from pillar to post, unable to access the support they need. This is a national pattern of failure that requires a national response. When do the Government intend to get their own House in order?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Parents, providers and all people working in the system to support children and young people are already asking whether Labour will stand by the direction of travel set out in this plan, because while it is right to test policies to ensure they work, this plan is symptomatic of a Government who have simply given up, and who are governing through a mixture of distraction and delay, pushing the tough decisions to the other side of the election. So, I say to all parents, carers and children with additional needs, “Labour wants to work with you to get this right and deliver the system that you have rightly been calling for over so many years, and to enable every child and every young person to achieve and thrive.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Claire Coutinho**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to come back on some of those points.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, on the ambition of the reforms, these are systemic reforms: we are looking at every single part of the system and addressing a lot of the challenges that providers and parents talk about. Communications with councils comes up a lot with parents, for example, and we are setting out a new standard on that. On timeliness of EHCPs, we are working on joint-partnership working with health providers and local councils so that they can deliver on that. On teachers, we are talking about training as well. So, yes, I do think this is an ambitious set of reforms and that it will improve people’s lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the timeline, we have not waited for the publication of the improvement plan. Not only have we increased the amount of funding for the high needs block by over 50% in the last four years, but we have also taken schools funding to historic record real-time highs, so anyone who is in mainstream funding can also get additional support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also set out £2.6 billion on a capital programme to increase the number of specialist places. We set out 33 new pre-schools last week, but we have already built 92 and there are 49 in the pipeline with seven due to open in September. We have also set out funding on educational psychologists. So there is much that we have already started to do, and we have not waited for the improvement plan. When setting out steps like national standards, however, it is important that we consult and take time to get it right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady mentioned teacher training. We are going to review both initial teacher training and the early careers framework, which will work in tandem with our best practice guides to make sure that all teachers have the best possible evidence base to work from.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lastly, accountability is something that we have been baking into the system for a while. We have put forward a new area inspection framework. Again, that brings in all the partners, because we know that education is as important as health. We will have a new social care inspector on those area inspections for the first time. In 2019, we changed the standards for schools so that a school cannot be considered good or outstanding unless it gets good outcomes for its special educational needs children. We are looking at all those points of accountability to ensure that the system works as well as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}