{
    "url": "https://www.ukpol.co.uk/bridget-phillipson-2021-speech-on-arthur-labinjo-hughes/",
    "title": "Bridget Phillipson – 2021 Speech on Arthur Labinjo-Hughes",
    "post_date": "December 7, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Bridget Phillipson",
            "url": "/tag/bridget-phillipson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bridget Phillipson, the Labour MP for Houghton and Sunderland South, in the House of Commons on 6 December 2021.",
    "content": [
        "I thank the [Secretary of State for advance sight of his statement](https://www.ukpol.co.uk/nadhim-zahawi-2021-statement-on-arthur-labinjo-hughes/).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This has been a truly horrendous case. My heart goes out to everyone who knew and loved Arthur and to all those involved in investigating and bringing to justice the depraved and wicked individuals responsible for his death. I join the Secretary of State in paying tribute to the frontline workers right across children’s social care who work so hard to support families day in, day out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the announcement by the Attorney General’s Office that the sentences handed down on Friday will be reviewed under the unduly lenient sentence scheme, and I welcome the Secretary of State’s clear determination to get to the bottom of what has happened and his action in ordering a national review and a joint targeted area inspection. It is right to put in place as soon as possible inquiries into not merely how individual agencies acted but how they acted together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that whatever lessons can be learned from what happened and did not happen in Solihull are acted on as soon as possible. Searching questions must be asked about the way in which services operated locally, but questions must also be asked nationally—questions about how the services that should be keeping children safe are overseen and about why, tragically, cases such as this keep happening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that the Secretary of State takes these issues just as seriously as I do. I very much hope he will urgently review the way in which services are inspected, challenged and improved. I ask the Secretary of State, who has not been in his post for too long, also to ensure that his own Department gets its house in order.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2016, the Department committed to a target, which was that by 2020\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“all vulnerable children, no matter where they live, receive the same high quality of care and support, and the best outcome for every child is at the heart of every decision made.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The then permanent secretary told the Public Accounts Committee that this target was delayed until 2022 because the Department did not have a detailed plan in place to deliver it. The Committee found that the Department had made only limited progress in improving the quality of children’s social care services. In 2019, the permanent secretary accepted that having nearly 60% of local authorities rated lower than “good” by Ofsted for children’s social care was “terrible”. Indeed, he told the Public Accounts Committee:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I am not able to sit in front of you and say that there will be no councils failing their Ofsted inspections in 2022. Clearly, there will be. Some schools fail, some hospitals fail and some councils fail.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Failure should never be an acceptable outcome for any public service, and that is especially true when it comes to protecting children. For too long, this Government have tolerated failing children’s services and a failure to protect children. Vulnerable children are being failed, and that cannot go on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State must now set out how he plans to tackle that culture—that failing services are acceptable in our country, acceptable for our children—in his own Department just as much as in Solihull. That is the challenge that he faces, and that is the standard by which he will be judged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have one final point. We have heard a lot in recent days about the unimaginable suffering that this little boy endured at the hands of two evil individuals who brought an end to his short life. I hope that we can remember also how, in better days, Arthur lived his short life. I hope that, while we do not hesitate to learn from these tragic events, we also, as far as we can, remember Arthur for who he was, not for what others did to him or for how he was let down. I hope that when we hear his name, we think first of a gentle, caring, happy child, the little boy who was remembered so movingly by so many across our country this weekend, the little boy with the beaming smile who should still be here with us today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}