{
    "url": "https://www.ukpol.co.uk/jess-phillips-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Jess Phillips – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jess Phillips",
            "url": "/tag/jess-phillips/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Jess Phillips, the Labour MP for Birmingham Yardley, in the House of Commons on 9 September 2022.",
    "content": [
        "Very much like the Prime Minister, I was not raised in a house of monarchists. Yesterday, when the first news came of the Queen’s ill health, I was in the National Security Bill Committee. I was surprised by how deeply affected I felt by the news—I was extremely emotional immediately. It felt like that phone call that almost everybody who has lost somebody close to them gets, that says, “Get here soon. Now is the time.” That made me wonder, “Why do I feel like this?” It is because it feels as if the Queen was a member of every one of our families—even a family like mine. We can project our own life on to hers. No matter how different that life is from the one that the Queen had, her universal experience feels like ours, and she feels like she is with us all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That made me reflect on all the stories we have all been reading. There is a story for everybody about the Queen’s grace. Anyone—no matter what their political persuasion or religion, and whatever floats their boat—can find a story going around at the moment about the Queen that leads to their bias.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alison McGovern**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She was clever like that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jess Phillips**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, she was clever like that. It is an incredible skill, and shows what an icon and a diplomat she was.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You can see the Queen as a traditionalist, you can see her as a modernist, you can see her as somebody with deep faith, you can see her as somebody who represented well people without a faith, but what I have found is that the Queen was a feminist. The brilliant story about the Crown Prince of Saudi Arabia being driven quite roughly by the Queen around the Balmoral estate when women in Saudi Arabia were not allowed to drive is one of my top stories. But I saw a story that said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“When HM Queen came to open the Rolls Building, she was ushered into a room in which were waiting all the judges. She looked at the ermine-clad…ranks of Chancery judges, smiled, and said crisply ‘Where are the women?’ A look of panic crossed multiple faces, until someone saw three female chancery…district judges in a dark corner. ‘There they are!’ he shouted. So the Queen went to talk to them.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What a woman, what a leader—who, no matter what sort of family they grew up in and no matter in which bit of the world, everybody feels they have a tiny little bit of her with us. God rest the Queen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}