{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-serious-violence-duty/",
    "title": "Chris Philp – 2022 Statement on Serious Violence Duty",
    "post_date": "December 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 19 December 2022.",
    "content": [
        "On Friday 16 December 2022, my noble Friend the Parliamentary Under-Secretary of State, Home Office (Lord Sharpe of Epsom) made the following written statement:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Police, Crime, Sentencing and Courts (PCSC) Act received Royal Assent on 28 April 2022 and it includes provisions for the Serious Violence Duty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The duty requires, specified authorities, namely police, fire and rescue services, health, local authorities, youth offending teams and probation services to work collaboratively, share data and information and put in place a strategy to prevent and reduce serious violence. Educational authorities and prisons/youth custodial institutions are also under a separate duty to co-operate with specified authorities. As announced in the then Crime and Policing Minister’s statement of 9 June 2002, the Government held a formal public consultation on a draft statutory guidance. This guidance is issued by the Secretary of State under chapter 1 of part 2 of the PCSC 2022 and supports the specified authorities across England and Wales in exercising their functions under the duty prior to its commencement on 31 January 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Via the consultation, we sought views on the contents of the guidance including policy intentions for the secondary legislation, which were laid on 12 December, and we also requested separate feedback on what support partners might find beneficial to enable them to implement the duty effectively. This insight has helped finalise our plans for a local support offer. Further case studies were also requested which will form part of this package of local support. We would like to thank all those who contributed to the consultation, including those who officials engaged with directly through a series of sessions. The views received covered a range of issues but there was clear consensus on key areas that needed clarifying. This included clearer local accountability and responsibilities for local partnerships and Police and Crime Commissioners and additional clarity on the inclusion of domestic abuse and sexual offences under the duty. These are set out in the Government’s consultation response along with our plans for commencement of the duty and addressed in the revised statutory guidance which are both published today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A copy of the consultation response and the statutory guidance will be placed in the Libraries of both Houses and also made available on www.gov.uk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}