{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-the-economic-situation/",
    "title": "Chris Philp – 2022 Statement on the Economic Situation",
    "post_date": "October 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Chief Secretary to the Treasury, in the House of Commons on 12 October 2022.",
    "content": [
        "The Chancellor of the Exchequer is in Washington, having meetings with the IMF, and is—[Interruption.]—which have been—[Interruption.]—routine meetings, which have been long scheduled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I know it is the first Wednesday back; we are all excitable. Let us have a little calm, so that I can hear the Minister. Come on, Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you, Mr Speaker. They are routine meetings that have been long scheduled, and are certainly not a cause for exuberance or over-excitement from the Opposition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we know, the world has faced surging energy prices since Putin’s illegal invasion of Ukraine. We have seen very high inflation across the western world, and we have seen a cycle of increasing interest rates across western economies as well—across many western economies. But let me reassure the House that the fundamentals of the United Kingdom’s economy remain resilient. Unemployment, at 3.5%, is the lowest it has been in my lifetime—and for the record, I was born in 1976. Economic growth last year, the calendar year 2021, was the highest of any G7 country—7.5%. Just yesterday the IMF forecast that economic growth—GDP growth—this current year in the UK would be at 3.6%—once again, for the second consecutive year, the highest of any G7 country. So our economy is in resilient condition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I know that many families are worried about the challenges we face, and that is why, just a few weeks ago—two or three weeks ago—we introduced the energy price guarantee. Families were genuinely fearful that they might face this winter energy bills of three, four, five, six or even seven thousand pounds per year, but that energy price guarantee will ensure that the average household sees energy prices no higher than £2,500 on average—not for six months, like the Labour plan, but for two years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also introduced a growth plan to get our economy growing, to see wages sustainably rising, to see good jobs created and to create a sustainable tax base to fund our public services. This Government have a growth plan; the Opposition have no plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We intend to do this in a way that is fiscally responsible, and that is why—[Interruption.]—and that is why, on 31 October, in less than three weeks’ time, the Chancellor of the Exchequer will set out the medium-term fiscal plan, explaining to the House exactly how he will do that, and how we will continue the UK’s track record of having the highest growth in the G7, not just last year but this year as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}