{
    "url": "https://www.ukpol.co.uk/chris-philp-2023-statement-on-alcohol-licensing/",
    "title": "Chris Philp – 2023 Statement on Alcohol Licensing",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 6 March 2023.",
    "content": [
        "The Government are today launching a consultation on alcohol licensing regulatory easements. Our objective is to support businesses as they deal with ongoing economic and financial challenges and the effects of the pandemic, cutting red tape while making sure that local authorities can recover their costs without an additional burden on central Government finances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Licensing Act 2003 allows premises licence holders to sell alcohol for consumption on site, off site or both. The holder of an on-sales licence can apply to their licensing authority for a variation if they wish to add off-sales to their licence. Provisions in the Business and Planning Act 2020 enabled on-sales premises licence holders to automatically also do off-sales, without any need to amend their licence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Licensing Act 2003 also allows licensable activities to be carried out on a one-off basis without the need for a premises licence or any other authorisation, by means of a temporary event notice. Provisions in the Business and Planning Act 2020 temporarily increased the annual number of temporary event notices that a licensed premise user can have in respect of a premises from 15 to 20.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are consulting to understand whether there is support for making the regulatory easements permanent, in some form, or whether to return to the provisions in the Licensing Act. We will at the same time carry out a survey of local authorities so that we can better understand their actual costs for processing and enforcing licensing legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation will run for eight weeks and the Government will publish their response in early summer 2023. We intend to make any changes related to the consultation as soon as parliamentary time allows thereafter. A copy of the consultation will be placed in the Libraries of both Houses and published on www.gov.uk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}