{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-online-advertising/",
    "title": "Chris Philp – 2022 Statement on Online Advertising",
    "post_date": "March 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 9 March 2022.",
    "content": [
        "I am today, along with my right hon. Friend the Minister of State for Security and Borders (Damian Hinds), announcing a package of work regarding the regulation of online advertising.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recognising the devastating impact of scam adverts on people in the UK and the need for immediate action, the Government will be making a change to the Online Safety Bill to require the largest online platforms and search services to implement proportionate systems to prevent the publication of fraudulent adverts on their service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This change responds directly to calls from the Online Safety Bill Joint Committee, the Treasury Select Committee and the Work and Pensions Select Committee, as well as others, who recommended that the Online Safety Bill be used to combat online fraudulent advertising.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new duty will apply to the services that are designated as category 1 and 2A services: the largest user-to-user and search services. This will ensure that people using the largest platforms and where there is greatest risk of harm are protected from scams, and ensure these services do not profit from illegal activity. Ofcom will create and publish specific codes of practice that will set out how services can comply with the new duty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, the Government will publish a consultation on the Online Advertising Programme, to seek views on a range of options for regulatory reform to improve transparency and accountability across the online advertising supply chain. Led by my colleague, Julia Lopez MP, the Minister for Media, Data and Digital Infrastructure, the aim of the programme is to create a more holistic approach to regulating online advertising that builds trust and tackles the underlying drivers of harm in online advertising.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In relation to fraud specifically, the Online Advertising Programme will address whether other actors in the supply chain, such as intermediaries, have the power and capability to do more. It will focus on the role of intermediaries in onboarding criminal advertisers and facilitating the dissemination of fraudulent content through using the targeting tools available in the open display market. This will ensure that we close down any vulnerabilities and add defences across the supply chain, leaving no space for criminals to profit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Online Advertising Programme’s wider objective is to determine whether the current regulatory regime is sufficiently equipped to tackle the challenges posed by the rapid technological developments in online advertising. The consultation identifies a broad range of both illegal and legal harms to consumers, including misleading and offensive content, as well as fraudulent adverts. It also looks at the impact of targeting and placement of adverts and how these practices can exacerbate harmful content for consumers. The roles and responsibilities of all actors involved in the supply chain of online advertising will be considered as part of the consultation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Any subsequent changes to regulation of online advertising as a result of the consultation will build on the fraud-specific duties in the Online Safety Bill. This will ensure a coherent, comprehensive regulatory framework for all actors across the online advertising supply chain, where individuals are protected from harmful online advertising content, wherever they encounter this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together, the Online Safety Bill and Online Advertising Programme will complement the Government’s wider reforms on competition, data protection and user-generated content, ensuring that the online advertising market—which is at the heart of our digital economy—protects consumers and users while continuing to thrive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}