{
    "url": "https://www.ukpol.co.uk/bridget-phillipson-2022-speech-on-the-education-white-paper/",
    "title": "Bridget Phillipson – 2022 Speech on the Education White Paper",
    "post_date": "March 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bridget Phillipson",
            "url": "/tag/bridget-phillipson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bridget Phillipson, the Shadow Education Secretary, in the House of Commons on 28 March 2022.",
    "content": [
        "I thank the right hon. Gentleman for [advance sight of his statement today](https://www.ukpol.co.uk/nadhim-zahawi-2022-statement-on-the-education-white-paper/). It has been a little over two years since schools were closed to most pupils and almost 12 years since his party came to power, yet among the many reannouncements that we heard over the weekend, the big ideas were that three quarters of our schools should carry on as normal, teaching the hours that they already teach; that when children are falling behind, schools will be there to help; and that the national tutoring programme—described by providers as being at risk of catastrophic failure—is the answer to all our problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is that really it? Is that the limit of the Secretary of State’s ambition for our children and for our country? He rightly stresses the need to be evidence-led. Is that all he thinks the evidence supports? [Interruption.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. I expected good order to be kept during the Secretary of State’s statement, which in fairness it was, and I certainly want the same for the shadow Secretary of State. If somebody does not want to keep good order, will they please leave now?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bridget Phillipson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State rightly stresses the need to be evidence-led. Is that all he thinks the evidence supports, or is it all he could persuade the Chancellor to support?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The attainment gap is widening. Performance at GCSE for our most disadvantaged kids was going into reverse even before the pandemic. After two years of ongoing disruption, it is clear enough where the focus should be. The Secretary of State says that he has ambitions, but they are hollow—hollow because they are wholly disconnected from any means of achieving them, hollow because there is no plan to deliver them, but also hollow because there is no vision for what education is for, what growing up in our country should involve and what priority we should give our children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are two years into the pandemic. Two years is a long time, and an important time—half a lifetime for the children starting school in September. We can all see the impact that the years of disruption, botched exams, isolation and time spent at home has had on our children, yet time and again the Government fail to grasp the truth that time out of education for children and young people means more than time out in the rest of their lives. Instead, our children have been an afterthought for this Government—a Government who showed their priorities when they reopened pubs before they reopened schools, a Prime Minister whose own adviser on education recovery resigned in despair, a Department that closed schools to most children with little thought for how it would repair the damage or reopen them safely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour listened to parents and young people and set out the children’s recovery plan that our children need and our country deserves—breakfast clubs and new activities, quality mental health support in every school, small group tutoring for all who need it. Our children have waited long enough. When will they see a recovery plan that rises to the generational challenge staring us all in the face? Only today, the Department published research setting out that in reading in particular, pupils are falling further behind and the disadvantage gap is widening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It goes deeper than just the past two years. We see the value and worth of every child. We see them as ambitious and optimistic, with dreams for their future. We see the role of a Government as one of matching, not tempering, that ambition. Education is about opportunity; we want opportunity for every child, in every corner of our country, at every stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want childcare that is high-quality, affordable and available, not a cost that prices people out of parenting. We want every parent to be able to send their child to a great local state school, which is why we would launch the most ambitious school improvement plan for a generation, focusing on what happens inside the school, not the name above the door. We want teachers supported to succeed, not leaving the profession as they are doing, which is why we have set out plans for career development and for thousands of new teachers: because the success and professionalism of our teachers enables the success of our children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to see our children not just achieving, but thriving at school, with a rich and broad curriculum that enables them to flourish. We want to give children and young people real choices and see them succeed through strong colleges and apprenticeships. That is why we would deliver work experience, careers advice and digital skills for all our young people so that everyone leaves education ready for work and ready for life. That is why today’s White Paper represents such a missed opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, for all the disappointment that we feel on these Opposition Benches, echoed by school staff and school leaders across our country today—and the Secretary of State, in his heart, probably feels that disappointment himself—it is our children, whose voices are rarely heard in this place, who are the real losers today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}