{
    "url": "https://www.ukpol.co.uk/chris-philp-2023-statement-on-the-late-night-levy-consultation/",
    "title": "Chris Philp – 2023 Statement on the Late Night Levy Consultation",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 9 January 2023.",
    "content": [
        "The late night levy—the “levy”—is a discretionary power enabling licensing authorities in England and Wales to collect a financial contribution from premises that profit from the sale of alcohol late at night—between 12am and 6am.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Section 142 of the Policing and Crime Act 2017 introduced several changes to the late night levy, which are yet to be commenced. Once in force, these changes will give licensing authorities the power to charge late night refreshment (LNR) premises the levy to assist with the cost of policing the NTE, give PCCs the right to request that a licensing authority formally propose a levy and require licensing authorities to publish information about how the revenue raised from the levy is spent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "LNR premises will only be charged the late night levy in areas where licensing authorities decide that they place demands on police resources in the NTE. In each area, licensing authorities will have the option of charging only premises licensed to sell alcohol, or to premises licensed to sell alcohol and premises licensed to sell late night refreshment. The consultation asks whether LNR premises should be charged the same rate as other venues included in a levy, or whether they should receive a 30% discount.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise that businesses operating in the night time economy have faced particularly challenging times over the course of the pandemic. However, we believe the time is right to finally commence the changes made to the levy in 2017 which have been considerably delayed. The requirements for a local authority to consult widely before taking a final decision on the introduction of the levy locally provides sufficient safeguards to protect businesses and use the power effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation is aimed at late night refreshment providers, local licensing authorities, the police, licensed premises, members of the public and other interested parties in England and Wales, where these proposals apply. The consultation being launched today will run for 12 weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A copy of this consultation will be placed in the Libraries of both Houses and published on gov.uk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}