{
    "url": "https://www.ukpol.co.uk/chris-philp-2020-statement-on-the-right-to-rent-scheme/",
    "title": "Chris Philp – 2020 Statement on the Right to Rent Scheme",
    "post_date": "April 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        }
    ],
    "summary": "Below is the text of the speech made by Chris Philp, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 22 April 1920.",
    "content": [
        "We welcome the Court of Appeal ruling that the Right to Rent Scheme is lawful and does not breach human rights law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Right to Rent Scheme was launched to ensure only those lawfully in the country can access the private rental sector, and to tackle unscrupulous landlords who exploit vulnerable migrants, sometimes in very poor conditions.​  \nIn 2016, a requirement was introduced for landlords and lettings agents in England to take reasonable steps to check they are renting only to someone who has a right to do so. This is to help make sure our immigration laws are respected. It is only fair to the many people who come to the UK legally and to British citizens that accommodation is not taken by people who are here illegally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Right to Rent checks are straightforward and apply equally to everyone seeking accommodation in the private rental sector, including British citizens, and there are penalties for landlords who fail to complete the checks and who are later found to have rented to someone without a right to be in the UK. We have adapted the checks to make it easier for landlords to carry them out during the coronavirus outbreak. Prospective renters are now able to submit scanned documents, rather than originals, to show they have a right to rent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have always been absolutely clear that discriminatory treatment on the part of anyone carrying out these checks is unlawful. Furthermore, the Right to Rent legislation provides for codes of practice which sets out what landlords are expected to do and how they can avoid unlawful discrimination.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are therefore pleased that the Court of Appeal has overturned the High Court’s ruling and found that the scheme has a legitimate policy purpose and is compatible with the European convention on human rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Court noted, it is in the public interest that a coherent immigration policy should not only set out the criteria on which leave to remain is granted, but also discourage unlawful entry or the continued presence of those who have no right to enter or be here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Right to Rent Scheme forms an important part of our immigration policy. However, as my right hon. Friend, the Home Secretary said in this House, we are carefully reviewing and reflecting on the recommendations in the Lessons Learned review report, including those relating to the compliant environment. We will bring forward a detailed formal response in the next six months, as Wendy Williams recommended.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the meantime, the provisions passed by this House in 2014 remain in force and a full evaluation of the Right to Rent Scheme is under way. The evaluation includes a call to evidence to tenants, landlords and letting agents; a large mystery shopping exercise; and surveys of landlords. Members of the Right to Rent consultative panel provided input into the design of the evaluation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are committed to tackling discrimination in all its forms and to having an immigration system which provides control, but which is also fair, humane and fully compliant with the law. The Court of Appeal has found that the Right to Rent Scheme is capable of being operated in a lawful way by landlords in all individual cases. We will continue to work with landlords and lettings agents to ensure that is the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}