{
    "url": "https://www.ukpol.co.uk/jess-phillips-2022-speech-on-seasonal-worker-visas/",
    "title": "Jess Phillips – 2022 Speech on Seasonal Worker Visas",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jess Phillips",
            "url": "/tag/jess-phillips/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Jess Phillips, the Labour MP for Birmingham Yardley, in the House of Commons on 8 December 2022.",
    "content": [
        "I thank the right hon. Member for Camborne and Redruth (George Eustice) for asking this urgent question today. He has drawn attention to concerns faced by the daffodil industry in Cornwall—a place I hope to visit over the Christmas break; I am often in his constituency—and those concerns are shared by sectors throughout these industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The National Farmers Union says that as much as £60 million of food has been wasted on farms due to labour shortages. During a cost of living crisis, that is disgraceful. Where shortages are linked to pay and conditions, those must be improved, and we will work with industry to deliver. However, countries across the world require seasonal schemes to help support agriculture and horticulture. We need a properly delivered seasonal worker scheme, announced in advance with long-term action to tackle shortages, not panicked short-term announcements without any underlying strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The average time taken to process a sponsorship application has more than trebled over recent years, meaning less certainty for business and more produce going to waste. What steps is the Minister taking to reduce that time? The Home Office has been warned about exploitation in this scheme, including from the results of a Government review last year and reports of recruitment fees charged by agents abroad. Have those warnings been listened to, and what safeguards have been introduced to ensure serious exploitation is not allowed to continue? Finally, this is the latest in a long series of delays, backlogs and chaos from the Home Office. It is not fair on the public and it is not fair on the sectors that rely on the Government to run smoothly; can we confidently say that this is a Home Office we can trust to get a grip?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Jenrick**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Lady for those points. The scheme is broadly operating as it is designed to, which is shown by the fact that about 1,400 certificates are unused as of today’s date. So the overall quota of 40,000 places a year is approximately the right number. We are, as ever, discussing with the Department for Environment, Food and Rural Affairs whether that quota should remain the same next year or be higher. A statement on that will be made imminently. However, the decision made by my Department—with my right hon. Friend the Member for Camborne and Redruth (George Eustice)—to choose 40,000 appears to have been about the right number.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In terms of the scheme’s operation, we need to ensure that it is as smooth as possible because no business deserves to be put through unnecessary bureaucracy to gain access to the workers it needs. The hon. Lady is right to say that, although of course we want to make the best use of our domestic workforce, there will always be—as there has been—a need for some seasonal workers to come into the UK from overseas. That is exactly why the scheme exists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On ensuring that those who come under the scheme are properly looked after and not abused, every one of the four or five operators of the scheme is licensed by the Gangmasters and Labour Abuse Authority, and it is its responsibility, together with my Department, to ensure that those seasonal workers are looked after appropriately and do not fall inadvertently into modern slavery or other poor practices. We at the Home Office have a duty to ensure that those individuals come for the right reasons, that their employers treat them appropriately and that the scheme is not abused. There is a significant minority of people who come under the scheme and subsequently choose to apply for asylum, which is one of the many things that we have to take seriously when deciding the number of individuals who can enter under the scheme each year, but I am certainly sympathetic to the needs of our food and drink sector and will work closely with the Environment Secretary to choose the right number of places for next year. As I said in answer to my right hon. Friend, we will make an announcement soon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}