{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-the-foreign-interference-offence/",
    "title": "Chris Philp – 2022 Statement on the Foreign Interference Offence",
    "post_date": "July 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 6 July 2022.",
    "content": [
        "This is a joint statement with the Home Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some states seek to further their strategic interests by going beyond overt political influence towards more covert influencing activity. These ‘interference’ activities are typically not conducted transparently and are outside the norms of diplomacy. Some hostile actors from foreign states use covert and malign political interference activities to undermine the UK’s interests, such as using disinformation to manipulate our political debate or weaken the integrity of our democratic institutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has a strong record of responding robustly to state threats, in collaboration with our international partners. Alongside our existing operational response and the current disinformation provisions in the Online Safety Bill, the Government have also introduced the National Security Bill to Parliament. This Bill brings together vital new measures to protect the British public, modernise counter-espionage laws and address the evolving threat to our national security, including by introducing a new foreign interference offence which will capture a number of state-sponsored disinformation efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This offence will target malign activity carried out for, on behalf of, or with the intention to benefit, a foreign power. This includes foreign interference intended to manipulate public discourse, discredit the political system, and undermine the safety or interests of the UK, with state-sponsored disinformation being a prime technique for attempting this kind of interference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the National Security Bill will seek to disrupt and deter foreign actors engaging in disinformation campaigns against the UK, it is important that our information environment is also protected from those who would seek to interfere in UK society by exploiting social media platforms and manipulating online spaces towards the objectives of state actors. That is why the Government are going further to address concerns about the threat posed by state-sponsored disinformation by linking the offence of foreign interference in the National Security Bill to duties in the Online Safety Bill. The Security Minister, Damian Hinds MP, has tabled an amendment to the National Security Bill which, if passed, will designate the offence of foreign interference as a “priority offence” in Schedule 7 to the Online Safety Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This amendment will mean that online platforms need to act against foreign interference in line with their safety duties on illegal content, where it meets all three limbs of the foreign interference offence. These are as follows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "a person engages in conduct for, on behalf of, or with intent to benefit a foreign power;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the conduct is intended to interfere in the exercise of rights, manipulate the way people use public services or participate in political and legal processes in the UK, or prejudice the UK’s safety or interests;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the conduct constitutes an offence, involves coercion of any kind, or involves making a misrepresentation for example, is a representation that a reasonable person would consider false or misleading. This includes information which is true but presented in a way which is misleading.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These three tests will capture state-sponsored disinformation that is of most concern: covert attempts by foreign state actors to manipulate our information environment to interfere in UK society and undermine our democratic, political and legal processes. For example, material spread by foreign state entities via fake accounts pretending to be real UK users to influence discussions about the future of the Union. Other examples of online content and activity that would be covered by the new offence, and for which platforms in scope of the Bill would have illegal content duties, could include:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Russian attempts to use disinformation to interfere in future UK elections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Attempts by state actors to use disinformation to manipulate the legal processes of the UK, such as court proceedings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The use of false profiles by state actors to spread hacked information online to undermine UK democratic institutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This amendment will force companies to take action on a wider range of state-sponsored disinformation and state-linked platform manipulation than they would have to under the Online Safety Bill as it is currently drafted. Should the amendment pass, the offence will be listed as a priority offence, meaning companies will be required proactively to put in place proportionate systems and processes to prevent individuals from encountering content that amounts to this offence, minimising the length of time it is on their service and removing any illegal content on user-to-user services once they become aware of it. They will also need to consider how their design, functionality and algorithms might impact these efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the context of the foreign interference offence, this could include measures to ensure that platform manipulation—such as misleading users about the ownership of an account, or artificially co-ordinated messaging campaigns—is more difficult, thus mitigating the risk of platform manipulation and disinformation more broadly. We have seen a number of successful efforts by service providers to disrupt state-linked disinformation and hostile influence operations relating to Ukraine on their platforms. We see this amendment building on platforms’ existing work to ensure systems and processes are in place so that these safeguards can be applied more widely and consistently when it comes to online interference aimed at the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like other offences in scope of the Bill, companies would have to assess whether content amounts to foreign interference. Assessment of foreign interference activity could include judgements based on patterns of behaviours and tactics used, and contextual judgments about the intended effect of the content, which may be aided by relevant knowledge of the political and geopolitical context. In particular, we would expect platforms to consider whether repeated and persistent conduct from particular users or accounts might meet the offence. To help platforms in carrying out this duty, companies will also be able to draw on Ofcom’s codes of practice and any supplementary guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our approach is a proportionate and effective way to address the threat posed by state-sponsored disinformation while still protecting freedom of expression in the UK. Both Ofcom and in-scope companies will have duties relating to freedom of expression, for which they can be held to account. There are already journalistic protections in the Online Safety Bill which address concerns about media freedom. News publishers’ content on their own sites is not in scope of the Bill and recognised news publishers’ content shared on these platforms will also be exempt from companies’ safety duties. There will also be duties on category 1 companies to protect journalistic content and content of democratic importance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is incumbent on us to safeguard our democracy and society from manipulation by state actors online while also retaining the rightful protections for freedom of expression and media freedoms. The proportionate approach I have set out here tackles the most concerning state-sponsored disinformation activity while striking a balance with freedom of expression.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}