{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-the-health-and-social-care-levy-repeal-bill/",
    "title": "Chris Philp – 2022 Statement on the Health and Social Care Levy (Repeal) Bill",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Chief Secretary to the Treasury, in the House of Commons on 11 October 2022.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me start by reiterating that the central and defining mission of this Government is growth. This Government are completely and unashamedly committed to achieving that objective—economic growth. However, we are not committed to it simply for its own sake or for some abstract reason; we are committed to growth because of the impact it will have in so many ways on people’s lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Growth brings higher wages, bringing prosperity to our constituents. Economic growth will create new and better-paid jobs and, critically, economic growth will create a sustainable tax base that will fund public services into the future. Without strong economic growth, we cannot have well-funded health services, education and police. It is quite clear that, with economic growth, everyone benefits—not in some trickle-down sense, but because it will elevate salaries for everybody, create jobs the length and breadth of the United Kingdom, and generate the tax income that will fund our public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Crucially, this growth agenda set out by the Chancellor two or three weeks ago will pursue growth in a way that is fiscally responsible, and on 31 October—in just under three weeks’ time—the Chancellor will set out in detail how that will take place, buttressed by a full scoring and forecast produced by the Office for Budget Responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The growth plan announced by the Chancellor just a fortnight ago is crafted to achieve 2.5% growth year on year. It aims to do so in a host of different ways. First, it will do so through lower taxation, because with lower taxation we incentivise companies to invest, we incentivise people to get into work, and we encourage companies and high-potential individuals to choose to locate in the United Kingdom as opposed to somewhere else. Many successful companies, and indeed successful people, have a choice about where they locate, where they do business and where they work, and by having internationally competitive rates of personal and corporate taxation we are encouraging them to make the choice to locate in the United Kingdom, all of which improves and increases economic growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is of course more to the growth plan than just that. We are working on infrastructure—whether road, rail or energy infrastructure—and speeding up its development, as well as supporting skilled employment, removing barriers to investment, getting the housing market moving and removing obstacles, such as the recent IR35 changes that have caused difficulties for many self-employed people and contractors. Critically, the growth plan has moved at pace to help both households and businesses with the terrible crisis posed by Putin’s illegal invasion of Ukraine and its consequences for energy bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just a few weeks ago, households and businesses in the United Kingdom were faced with the realistic prospect of domestic energy bills going up to £5,000, £6,000 or even £7,000 per year. The energy price guarantee takes that possibility off the table, not just for six months but for two years, ensuring that the average household will pay no more than £2,500.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Peter Grant (Glenrothes) (SNP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Minister accept that, regardless of what the Government have done, my constituents can expect to pay double for their energy bills this year compared with what they paid last year?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The energy price guarantee ensures that the average household pays no more than £2,500 a year. The hon. Gentleman is correct that that is higher than average bills this time last year, and that is why the comprehensive package was put in place earlier this year. It amounts to a further £37 billion, and ensures that households on the lower one third of incomes receive £1,200 per year, which pretty much fills the gap that he described. The energy price guarantee, combined with that £37 billion intervention, is the kind of thing we can do as a Union and as a United Kingdom. It is the kind of thing we can do together that would be so much harder apart, and that is one of the benefits of our precious Union. There is a lot more in the growth plan, but I will not labour the point because we are here to talk about the health and social care levy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Hywel Williams (Arfon) (PC)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Growth in Wales has for a long time—for many decades before and after devolution—been based partly on the idea of attracting high-worth individuals to invest in Wales. The mixed result of that gives me pause for thought as to that strategy. Does it do the same for the Minister?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will deliver growth if we encourage people across the whole income spectrum—people doing jobs on lower incomes, those on higher incomes, businesses big and small alike. We need to encourage the entire economy, which is why tax cuts in the growth plan are broadly based, like the tax cut we are debating now. We need to encourage them all, which includes companies and people who are internationally mobile. I used to be technology Minister, and most technology businesses have a choice about where they locate. They are very internationally mobile. They could go to New York, San Francisco, Singapore—they could go anywhere in the world. We need to ensure that every part of the United Kingdom is attractive to such businesses, and the growth plan intends to create those conditions that make us attractive as a nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Cunningham (Stockton North) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister seems to have mentioned everything except the need for a healthy workforce. Local authorities spend £1.2 billion every year on social care needs caused by smoking, and that will get more expensive if the Government fail to address the issue of tobacco. This morning the Health and Social Care Secretary hinted that she will do less, not more, to tackle the dangers of smoking. Will the Minister join me and press her to bring forward the tobacco control plan, to help protect the health of the nation and save health and social care costs?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not think I should trespass into the realm of my right hon. Friend the Secretary of State for Health and Social Care and Deputy Prime Minister. She will make her own views and policy on that issue without intervention from me. We are ensuring that the NHS is well funded so that it can provide the treatment our constituents need. Our commitment to NHS funding is undiminished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me turn to the Bill, which repeals the health and social care levy. Members will recall that the health and social care levy was originally announced in September last year, and the Health and Social Care Levy Act 2021 received Royal Assent on 20 October last year. The levy had two phases: first, a temporary 1.25% increase for employers and employees in the current tax year; and then from April 2023 a formal surcharge of 1.25%, which would have affected not just those of working age but also those of state pension age. The Bill repeals that Act with elegant simplicity. Clause 1 states simply:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The Health and Social Care Levy Act 2021 is repealed.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Cartlidge (South Suffolk) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is my first opportunity to congratulate the Chief Secretary on his appointment. What he said on the energy support for my constituents and all our constituents is very important, and I very much welcome that. However, on repealing the levy, he is of course aware that one of the most important things that it was going to fund was the welcome cap on care costs introduced by the Government, which had been promised by successive Governments with many a White Paper and many a Green Paper. How will we now pay for that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his kind words. We are long-standing colleagues, and I look forward to working with him for many years to come. To be clear, the funding that was to be provided via the levy for both health and social care, which in the case of social care amounted to £5.4 billion over the three-year spending review period, is completely unaltered. There is no change to that funding at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend asked about funding for social care. The funding envelope for all public services will be set out by my right hon. Friend the Chancellor on 31 October via his medium-term fiscal plan. We will ensure that we are responsible custodians of the public finances by sticking to the spending plan set out in spending review 2021. We will be disciplined about doing that. We will ensure that we generally exercise spending restraint, mindful of the fact that we cannot have public spending forever increasing at faster and faster rates. We will be disciplined about how we manage the public finances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also point to economic growth. If, or rather when, we are successful in delivering the growth plan’s mission to elevate trend growth from 1.5% to 2.5%, with an extra 1% per annum over a consistent period of time—for example, five years—by the fifth year that additional growth will deliver about £47 billion of extra tax revenue, as set out in the table on page 27 of the Blue Book that accompanied the growth plan. I hope that gives my hon. Friend a hint about our thinking, but really the medium-term financial plan on 31 October will provide the most complete answer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Hywel Williams**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chief Secretary is being generous with his time. I should say that the table on page 27 shows a target, rather than anything that will stand closer examination. However, in respect of the decision to increase national insurance to pay for social policy—in England, I might add—the Welsh Government had no say whatsoever, just as they had no say in the now paused policy of scrapping the additional rate of income tax. Does the Minister not think that the Welsh Government, who are, after all, responsible for social care in Wales, warrant consultation on a fundamental matter such as this?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not think that the Government in Wales complained too loudly when they were provided with extra money to fund social care in Wales. On the hon. Member’s point about page 27 of the growth plan, he is right that it is a target, but it is a target accompanied by a plan to deliver it. There is a clear path to how we will achieve the increase in growth that I referred to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me return to the repeal of the health and social care levy. To be clear, the Bill will repeal the legislation from last year, reversing the temporary increase in national insurance contributions from 6 November—in just a few weeks’ time. Additionally, it will ensure that no new levy comes into force in April 2023. Members will understand that it takes a little time for His Majesty’s Revenue and Customs and businesses to prepare their systems for such tax changes. That is why we chose 6 November as the date of implementation, but that will ensure that the extra money gets into people’s pockets as quickly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That brings me to the rationale for why we are repealing the levy. First, it is so that people can keep more of their own money, particularly at this time when that is so critical with the cost of living. In Treasury questions earlier today, many Members on both sides of the House referred to the cost of living challenges, most of which follow from Putin’s illegal invasion of Ukraine. By reducing this tax and urgently alleviating the tax burden on our constituents, that will immediately assist with cost of living pressures. I am not saying that it will solve them, but it will certainly assist with them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Glen (Salisbury) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I, too, congratulate my right hon. Friend on his new role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I acknowledge the narrative of growth and the therapeutic effect of the combination of supply-side reforms and tax cuts to generate growth. My concern is the interval between his assertions today and the medium-term fiscal strategy that will be announced on 31 October, and the markets’ confidence in that interval. Today we see a welcome announcement by the International Monetary Fund on the enhancement to growth, but we also see reference to the enduring effect of inflation. We have also seen in recent weeks the effect of interest rate changes on the cost of living challenges for families up and down this country. Will my right hon. Friend please take account of the interaction of those two conflicting realities?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his question. I pay tribute to him for his extraordinary service as City Minister. I think I am right in saying that he is the longest-serving City Minister ever—I think it was four years—and, I should say, he is the best to date. I pay tribute to him for his long and distinguished service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend raised a couple of points. One was the interaction between the announcements and the OBR’s scoring. There was a desire to get the growth plan done quickly and with a sense of urgency, and the energy price guarantee was something we wanted to do straight away. Families were genuinely worried. They had huge anxiety about the prospect of facing £6,000 or £7,000 bills this winter. We wanted to take that off the table immediately. We also wanted to alleviate the tax burden that we are discussing today as quickly as we could. By doing this so quickly, assuming the Bill passes, on 6 November—in just a few weeks’ time—our constituents will be alleviated of this burden at this time of cost of living challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As companies make decisions about where to invest—in the UK or elsewhere—they can do so in the knowledge that corporation tax in the UK will remain low. That is why we acted so quickly. I do, however, recognise my hon. Friend’s point about the need for market confidence, and that is why my right hon. Friend the Chancellor announced just yesterday that the medium-term fiscal plan would be brought forward from 23 November to 31 October. He recognised exactly the point that my hon. Friend made and similar points made by my right hon. Friend the Member for Central Devon (Mel Stride), the Chair of the Treasury Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The point about inflation came up repeatedly in Treasury questions earlier. We should be clear that we are in a global interest rate up cycle. In, for example, the United States of America, base rates set by the Federal Reserve have increased by three percentage points this year—from 0.25% in January to 3.25% now. The equivalent interest rate set by the Bank of England, the base rate, has also increased, but only by two percentage points from 0.25% to 2.25%. So we have seen higher base rate increases in the USA in the year to date than we have here. As a consequence, the base rate in the USA is a full percentage point higher than in the United Kingdom, and we should keep that international context firmly in mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I explained, we are repealing the levy so that people can keep more of their own money and so that we can help with the cost of living challenges at this time as a matter of urgency on 6 November and not delay any longer. I and the Chancellor think it is also important to boost incentives to work. We want to make sure that working is as attractive as possible and, by lowering the taxes on work, I believe that we will do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Steve Brine (Winchester) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I add my voice to those who have welcomed my right hon. Friend to his role. I think he will do a good job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here is what is worrying me. Yes, we want work to pay, but we also want work to be available. There are lots of vacancies in the labour market, but there are also labour shortages. Lots of people, as we have heard today, are economically inactive, many of them because they are on the NHS waiting list. As my right hon. Friend the Chief Secretary will know, the first part of the levy was to fund the catch-up programme. I was in my local hospital on Friday to see how we are getting on with the catch-up programme. We are still waiting for news of our elective hub at the Royal Hampshire County Hospital in Winchester, which would help with the catch-up and get people back into the workforce. Is that affected by my voting for this repeal today?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can categorically assure my hon. Friend that that is not affected. The £8 billion that was allocated over the spending review period to catch up on the elective backlog is completely unchanged by this measure, and the funding for social care—£5.4 billion over three years—is also unaffected. The rest of the money, because that is not all of it, will continue to be available to the Department of Health and Social Care to spend on the NHS and social care precisely as was intended. As a result of repealing the Health and Social Care Levy Act 2021, not a single penny less will go to social care or the NHS, or in particular the elective programme that he refers to. I cannot answer on Winchester hospital, but I am sure that the Health Secretary would be delighted to discuss that with him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend also made a good point about vacancies. We have a lot of vacancies in the economy. Earlier this year, I believe for the first time in history, there were more vacancies than there were people in unemployment. If we are keen to tackle poverty and help people into a more prosperous future, getting them off benefits and into work is clearly the answer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Karin Smyth (Bristol South) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To follow on from the former Health Minister, the hon. Member for Winchester (Steve Brine), if it is true that the levy was essentially not needed for the social care reforms and the catch-up, and that everything is still staying, will the Minister tell us what advice he has had from the DHSC about what it will not do now that, presumably, there is less money for the other things that it was going to do?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The funding provided by the Treasury to the DHSC is completely unchanged as a result of the reversal of the NIC increase. That applies both to the money that was essentially hypothecated to the DHSC and its other budget. It is completely unaffected, so we are not moving money from one part of the health service budget to backfill something else. The complete health service budget is unchanged. There is not a penny less for the health service in any way as a result of the changes, but we are changing the way we fund the expenditure. Instead of funding it from the health and social care levy, it will be funded differently, partly by general taxation and other means, which will be set out in the medium-term fiscal plan. However, not a single penny less will go to the health service as a result of this change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Several hon. Members rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am spoilt for choice; I will start with my hon. Friend the Member for South Suffolk (James Cartlidge).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Cartlidge**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am lucky to have a second intervention already. I know that as a former businessman, the Minister cares passionately about growth, and I respect that. However, as a businessman, he must also know that the single most important factor for business is confidence and stability. When we speak to businesses at the moment, we hear that they are worried about the lack of stability. They want certainty and confidence. He needs to explain the basic question about the £17 billion of revenue from the levy to fund social care and the NHS. If the levy is going, surely that implies that borrowing fills the gap or some other change fiscally. Is it the case that that will be confirmed on the 31st?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, it is. My hon. Friend is asking entirely reasonable questions, but we have to look at this issue in the round across the entirety of public expenditure. The Chancellor will set that out in detail on 31 October to the House, accompanied by the OBR scoring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Cunningham**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for South Suffolk (James Cartlidge) has made this point: if £17 billion is being removed from the Exchequer, how can we have all that extra spending on the NHS and on social care if there is no additional taxation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I pointed out, we will set that out on the 31st. The Chancellor has a number of measures in mind to make sure, over the medium term, that this is fully funded, and critically, so that we can do this and the other things in the growth plan—this is obviously only one measure among many—to make sure that we get debt falling as a proportion of GDP. Hon. Members are asking entirely reasonable questions, but the point of the medium-term fiscal plan, and the details that will accompany it on 31 October, is to answer precisely those questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me set out the benefits that the move will confer on employees earning more than £12,570 and self-employed people earning more than £11,909. The average saving for people in work who are earning more than those thresholds will be approximately £330 next year. Combined with the increase in the threshold that took effect last July, the saving for the average worker earning above those thresholds will be £500 next year. That will clearly be welcome at a time of economic challenge. Moreover, almost a million businesses—920,000—will get an average tax cut of just a shade under £10,000 next year: £9,600, to be precise. That will be very welcome indeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is worth being clear that the increase in the threshold that was put through a few months ago means that people on lower incomes pay very little in national insurance or income tax these days. I am sure that Members of this House who want to see the burden of taxation made as light as possible, particularly for those with lower incomes, will strongly welcome the increase in the threshold. It follows the very substantial increases in the income tax threshold over the past 12 years, from about £6,500 back in 2010 to £12,500 today, which have lifted people on the lowest incomes out of national insurance and out of income tax entirely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have already made the point that the reversal of the levy is part of a much wider plan. Over the coming days and weeks, my colleagues the Secretaries of State for various Departments will announce further supply-side measures to stimulate growth in our economy, including by making the planning system faster, making sure that business regulations are not unduly onerous, improving childcare, addressing questions concerned with immigration and agricultural productivity, and improving digital infrastructure. As I have said, we will do so in a way that makes sure that debt over GDP falls over the medium term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Cunningham**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Chief Secretary give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was about to finish, but as the hon. Member is an old friend, I will give way one last time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Cunningham**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful; I enjoyed my time dealing with justice issues opposite the right hon. Member. Twelve years ago, one of his predecessors—a Lib Dem, in fact—cancelled the new hospital for Stockton. The need for one is far greater than ever and the Chief Secretary seems very capable of splashing the cash, so will he finally approve funding for a new hospital in Stockton?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have a commitment, which we stand by, to build I think 40 new hospitals in the coming years. Of course, the details of that programme are in the hands of my right hon. Friend the Secretary of State for Health and Social Care. I am sure she would be happy to discuss a hospital for Stockton with the hon. Member, who is an eloquent advocate for his home town, as ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Making sure that we act in a fiscally responsible way is a responsibility that falls partly on me as Chief Secretary. I have already said that we intend to stick to the limits set out a year ago in the comprehensive spending review—a three-year spending review, of which we are in the first year. We will exercise restraint in public expenditure, because we simply cannot have a state that continues to consume ever larger proportions of national income. Of course we need to make sure that public services are properly funded, but we need to do so in a way that does not impose excessively onerous burdens on taxpayers—our constituents who work hard day in, day out to earn a living and pay their taxes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Growing our economy is our central and defining mission. The United Kingdom needs a Government who are wholeheartedly and unequivocally committed to economic growth. We stand committed to growth in a way that the anti-growth coalition arrayed against us does not. This Government have a very clear growth plan. The reversal of the levy and of the temporary national insurance increase is an important part of that growth plan, which is at the heart of this Government’s mission. I commend the Bill to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}