{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-online-safety-and-cyberflashing-offences/",
    "title": "Chris Philp – 2022 Statement on Online Safety and Cyberflashing Offences",
    "post_date": "March 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 14 March 2022.",
    "content": [
        "I wish to inform the House that the Government are legislating through the Online Safety Bill to create an offence related to the behaviour known as cyberflashing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important that we effectively criminalise this behaviour, which usually involves a person sending an unsolicited photograph or film of genitals—be it their own or another person’s—to another person or persons. Photographs and films can be sent in a variety of ways, including on peer-to-peer platforms, on dating or meeting apps, and social media. The recipients of such unsolicited images can experience significant humiliation, alarm, or distress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government plan to implement the Law Commission’s recommendation for how this offence should be constructed as laid out in the Law Commission’s “Modernising Communications Offences” report, published in July 2021. This will involve inserting a new section 66A into the Sexual Offences Act 2003 to create a new criminal offence of intentionally sending or giving a photograph or film of any person’s genitals to another person with the intention that that person will see the genitals and be caused alarm, distress or humiliation, or for the purpose of obtaining sexual gratification and reckless as to whether the recipient will be caused alarm, distress or humiliation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We hope it will address increasing public concern expressed about behaviour of non-consensual sending of images of genitals, especially over electronic networks, and the harms associated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to express my sincere thanks for all the work that the Commission has carried out as part of this review over the past four years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}