{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-the-uks-digital-strategy/",
    "title": "Chris Philp – 2022 Statement on the UK’s Digital Strategy",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 13 June 2022.",
    "content": [
        "I am pleased to lay before the House the UK’s Digital Strategy, a wide-reaching and inclusive statement of the Government’s vision for the future of the UK’s digital economy. The digital strategy harnesses our strengths in knowledge and R&D-intensive industries to further our position as a global science and technology superpower, and support the UK’s future prosperity and security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a cross-Government strategy which aims to bring cohesion to the various important digital policies being driven by different parts of Government. Bringing these initiatives together in one place enables us to take the Government’s vision of the digital economy and turn it into reality by exploring new technological frontiers and delivering tech innovation on a scale the country has not previously seen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government champion the UK as a global hub for digital talent and growth. Data suggests that, last year, a new UK unicorn was created every 11 and a half days, with £27.4 billion of private capital flowing into UK tech in 2021. That is more than any other European country. We are committed to continuing to support our fantastic venture capital investment initiatives such as the enterprise investment scheme and the seed investment scheme to ensure that UK companies continue to grow and raise capital to scale up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is presented with an important opportunity to draw on our position as a world leader in emerging fields such as AI, advanced semiconductor design and quantum computing to become a force for digital good on the global stage. The digital strategy makes clear our intention to work toward a global consensus with like-minded partners and allies to shape a system of digital standards and trade that enables UK businesses to innovate and thrive. We have the opportunity to build on our status as a science and technology superpower, to take advantage of our regulatory freedom, and to champion the dynamic businesses and start-ups that have helped make Britain a focal point for digital skills and innovation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as championing the UK as a global digital hub, the Government also recognise the power of digital technology to transform our own economy, boost jobs and help to level up regions across the UK. Britain’s digital might has given us the flexibility to adapt to unprecedented challenges, such as the covid-19 pandemic, and will be vital in our fight against climate change. Indeed, the UK’s economic future, our security, our standard of living and our place in the world are all reliant on our continued success in digital technology. We can take steps now to futureproof our economy, to invest in developing world-class expertise, to build our evidence base, to boost innovation, to grow employment opportunities across the UK and to strengthen transnational ties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The future of our economy, of UK jobs, of every region of the country, is digital. Over 80% of all jobs advertised require digital skills, and the rate of tech gross value added has grown on average by 7% per year since 2016. It is vital that we equip businesses and citizens with the skills and tools they need to navigate this rapid change. That means not only rolling out world-class digital infrastructure across the UK, but also ensuring that the benefits of the digital economy are felt by all members of society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A copy of the UK Digital Strategy will be placed in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}