{
    "url": "https://www.ukpol.co.uk/bridget-phillipson-2022-speech-on-the-future-of-the-uk/",
    "title": "Bridget Phillipson – 2022 Speech on the Future of the UK",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bridget Phillipson",
            "url": "/tag/bridget-phillipson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bridget Phillipson, the Labour MP for Houghton and Sunderland South, in the House of Commons on 16 May 2022.",
    "content": [
        "It is a pleasure to speak in today’s debate on behalf of the Opposition, and to set out the contrast between a Conservative Government who have spent 12 long years failing Britain and a Labour party determined to make our country the best place to grow up and grow old.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Leader of the Opposition set out last week, at the heart of the Government’s programme there is a poverty of ambition for our public services, entirely inadequate for the challenges we face. We see that in the Government’s ongoing refusal to commit to a children’s recovery plan to support children after the disruption of the pandemic on anything like the scale that either their adviser, Sir Kevan Collins, or the Labour party has set out. I remain disappointed but sadly not surprised. After all, this is the Government who reopened the pubs before they reopened schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Twelve years in and the Conservatives are out of ideas, out of touch and out of steam. The challenges we face as a country demand vision, leadership, energy, drive and determination. Of course there are the challenges that every country faces, and now there are the challenges bequeathed by the pandemic and its legacy. But there are also the challenges brought by 12 years of Conservative failure, and what they all have in common is that every single one of them is a challenge from which this Government flinch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A generation of children have been through the education system in this country under Conservative Governments since 2010. Their experience is the core narrative of this Government’s failure: not simply a failure to deliver, but a failure to think, a failure to plan, a failure to resource and a failure to learn. I think of what a child starting school in 2010 will have seen in that time: real-terms cuts to funding per pupil; secondary school classes at their largest for a generation; hundreds of thousands more children eligible for free school meals; school building repairs cancelled or postponed; hundreds of days lost to the pandemic; botched examinations not for one year, but two; and now this historic failure to invest in the children’s recovery plan that the Government’s own expert recommended and that our children desperately need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The only thing on the up under this Government is child poverty. Now, as that young person looks ahead to university and the years that follow, they can see higher costs than ever before, stretching almost to retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gary Sambrook (Birmingham, Northfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for drawing comparisons with what it is like to go to school under a Conservative Government. I went to school under a Labour Government. When I left my secondary school in 2005, it had a pass rate of 11% and one in three teachers were supply teachers. Was that not the real legacy of a Labour Government: a failed generation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bridget Phillipson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last Labour Government transformed the life chances of people across our country—child poverty down, investment in our schools, schools rebuilt, teachers properly supported. That is a record of which we are very proud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a generation of children let down from primary school right the way through to university, a generation of children failed by the Conservatives. I can tell you why they have been failed. The Government have stopped thinking in terms of children, people, parents and families. They have been too long in power, and they are mistaking changing institutions and regulations for improving the lives of our people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Look at the Schools Bill, published last week. I had genuinely hoped for better, but what did we find? It is narrow in scope, hollow in ambition and thin on policy. It has 32 clauses on the governance of academies and 15 on funding arrangements. On funding, what a sorry sight it is to see a Conservative Chancellor and Secretary of State seeking plaudits merely for aiming to restore, by 2024, a level of real-terms school funding achieved by the last Labour Government, when their Government have spent a decade slicing it away.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The newspapers this weekend made it all too clear that whichever children the Secretary of State cares about, they are not always the children in England’s state schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We learnt that he is concerned that the success of our young people in accessing their first choice universities from England’s state schools—the schools which the vast majority of children attend and for which he is primarily responsible—is evidence of “tilting the system” away from private schools, of which, he tells us, he is “so proud”. What an extraordinary remark by the Secretary of State for Education about the success of students in state schools in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If that were not enough, the next day brought further clarification. Not only does the Secretary of State appear concerned by the growing success of state-educated children in entering the universities of their choice, he is not bothered that their schools are crumbling around them. His own officials, within the last two months, have said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Some sites a risk-to-life, too many costly and energy-inefficient repairs rather than rebuilds, and rebuild demand three times supply”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Children are being educated in schools that are a risk to life, and the Government have not lifted a finger.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The children of this country are being failed by an Education Secretary more interested in appealing to Conservative party members than in ensuring the success of our young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Caroline Johnson (Sleaford and North Hykeham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady has made two points in the last few minutes about school funding for buildings and about children from private schools. May I address both? Does the hon. Lady welcome the more than £1 million given to Carre’s Grammar School in Sleaford to improve the school buildings and facilities? I went to a comprehensive school in Middlesbrough until I was 16. Just before I was 16 I was on a walk in the hills when I met somebody who went to Gordonstoun, a brilliant public school. They gave me, an ordinary working-class girl from Middlesbrough, a scholarship, for which I am eternally grateful. Were I to have applied for Oxford University, should I have been penalised for that scholarship?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I emphasise that interventions should be brief.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bridget Phillipson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am afraid that I did not catch most of that intervention—it was a bit hard to hear the hon. Lady—but I repeat that the last Labour Government rebuilt schools across our country. That has not been the record of the last 12 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next Labour Government will build a Britain where children come first, where we put children and growing up at the heart of how we think about the future of our country, where Britain is the best place to grow up and the best place to grow old, and where young people leave education ready for work and ready for life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Nadia Whittome (Nottingham East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since we are all talking about when we were at school, I should point out that I am probably the only Member of the House who grew up under a Tory Government and was at school in 2010. Does my hon. Friend agree that the reality of that was class sizes that were the biggest on record and school buildings that were falling apart, and, with education maintenance allowance having been cut, all we had to look forward to was the prospect of paying £9,000 a year in tuition fees if we went to university?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bridget Phillipson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. The last Labour Government transformed the life chances of a generation, and it will fall to the next Labour Government to do the same. Because, in a country where we think about children as both a society and an economy of the future, we build a better Britain for everyone: a Britain of children and families where the Government work to enable and empower success and, in particular, a Britain in which the Government see the soaring cost of childcare not as a statistic to be observed but a problem to be solved. That cost is crippling: families suffer financially; children suffer socially, and our country suffers economically. When the cost of childcare, not just for our two to four-year-olds, but the whole time from the end of maternity leave to the start of secondary school—from ensuring that parents can choose, and afford, to go back to work, to affordable breakfast clubs and afterschool activities so that parents do not always need to be at the school gate—is quite literally pricing people out of parenting, children and families are being failed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That failure is not just about the individual children and families whom the Government fail, though there are millions of them and that is bad enough; our whole country is failed when we let our children down. It is not just childcare. We see it too in the Government’s failure to face up to the damage that their mishandling of the pandemic did to the education of a generation. The Secretary of State’s failure to convince the Chancellor to invest properly in children’s recovery from the pandemic; his failure at the last spending round in the autumn; his failure in the spring statement, and his failure now—that series of failures—above all he does or says now or in the future, is what he will be remembered for. The Prime Minister’s own adviser had the dignity to resign rather than accept such failure, and Labour would have been very different from the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a plan where the Government have failure. On the very day that schools and nurseries closed to most children in March 2020, a Labour Government would have started work on three plans: an immediate plan to support children’s learning and development remotely and as fully as possible while lockdown went on; an urgent plan to reopen schools safely and quickly, and then to keep them open so children could learn together and play together; and, critically, a plan to ensure that when lockdown ended, children’s education and wellbeing did not suffer in the long run. Our children’s recovery plan put children and their futures at the heart of how we think about moving on from the pandemic because, after all, every child in Britain did more to follow the covid rules than our Prime Minister. The impact that had on their health and educational attainment needs addressing, not ignoring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We would introduce breakfast clubs so that every child starts their day with a proper meal; afterschool activities, so that every child gets to learn and experience art, music, drama and sport; mental health support because every report that we see tells us that children’s development has fallen behind in the pandemic; continued professional development for our teachers because every child deserves teachers second to none in support of their learning; and targeted extra investment right from the early years through to further education, to support the children at risk of falling behind, because attainment gaps open up early and need tackling early.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We would go further to lock in the gains of a recovery programme for the long term, with a national excellence programme to drive up standards in schools, because every child deserves to go to a school with high expectations and high achievements. There would be thousands upon thousands of new teachers in subjects that have shortages right now, because every child deserves to be taught maths and physics by people who love their subject and to be introduced to a love of sport, music, art and drama; a skills commission, because every young person needs to leave education ready for work and ready for life; careers guidance in every school and work experience for every child, because each of us deserves to succeed at work, and Labour believes that the Government have a role to play in making that happen; and a curriculum in which we teach our children not just the past that they will inherit, but the future they will build, and in which they learn about the challenge of net zero and the climate emergency that we face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is precisely because we have a plan that we would enable our education system to deliver it. It is why we want an approach to how our schools are run that focuses on how children achieve and thrive, not the name on the uniform or the hours that they are there. It is why we have a determination to see childcare not as a passing, costly phase in the lives of others, but as the foundation of opportunity in the lives of every child and every parent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As our children grow and as they interact more and more with my party’s proudest achievement to date, the national health service, it is sadly not the case that their experience of this Government’s record on public services improves. With health, as with education, there was a decade of failure even before the pandemic began. The national health service did not go into the pandemic strong, well-resourced and resilient. No, the NHS went into the pandemic with record waiting lists, 100,000 vacancies and 17,000 fewer beds than in 2010. As my hon. Friend the Member for Ilford North (Wes Streeting) has rightly said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“It is not just that the Government did not fix the roof while the sun was shining; they dismantled the roof and removed the floorboards.”—[Official Report, 14 December 2021; Vol. 705, c. 954.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last autumn, the Government announced that they would raise tax to fund clearing the backlog and improving social care. The tax rise is happening during a cost of living crisis, sure enough, but it is not clear how they will manage the rest. That is why today, in our health service as in childcare, we are paying more but getting less. The Government are raising taxes on working people in the middle of a cost of living crisis, yet patients are expected to wait longer for care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conservative Members would do well to remember that NHS waiting lists are at a record 6 million. Ministers cannot blame the pandemic, because the figure was already at over 4 million before covid struck. Let us think of those millions of people waiting—waiting longer than ever before, often waiting in pain and discomfort, waiting while working or trying to find work, waiting while walking their children to school, waiting while trying to find somewhere affordable to live, waiting while looking after their grandchildren. They are waiting at a cost to themselves, of course, but at an astronomical cost to our country that is not just financial, but economic and social. They are waiting for their Government to give our public services the priority they deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mental health services are on the brink of collapse. In 12 years of Conservative Governments, a quarter of mental health beds have been cut, and right now 1.6 million people are waiting for mental health treatment. How on earth can any Minister defend that record? The Government’s approach to social care is up there with their failure on childcare: it is not fair, and it will not work. The less people have, the more they will take. Those with homes worth £150,000 will lose almost everything, while the wealthiest are protected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It does not need to be this way. Labour will build an NHS fit for the future and get patients seen on time. We will provide the NHS with the staff, equipment and modern technology required so that the NHS is there for people when they need it. We will fix social care so that those in need do not go without. Our new deal for care workers will provide fair pay and secure contracts to plug the more than 100,000 vacancies in social care. We will transform training to improve standards of care. Across our public services, Labour will build a better Britain. We have done it before; we will do it again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember a previous Conservative Government who cared little for the challenges that my family faced—a Government keener on judging my family than on supporting it. Then I saw, growing up and as a young woman, the difference that an incoming Labour Government made. I saw a Government who acted decisively to tackle disadvantage, cut child poverty and support families and children. A generation grew up with Sure Start and with children’s centres. A generation like me were supported after 16 with the education maintenance allowance and a level of investment in our NHS unmatched in history, with waiting lists driven down from months and years to days and weeks. I saw then, in my own community, the difference those changes made, and I still see it now in the better lives of young people who grew up with that advantage and the support it unlocked.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For 12 long years, Conservative Ministers have failed a generation of our children. Labour in power will be different, because we see Britain as its people—our children, our families, our future—and we will never swerve from making this country the best place to grow up and the best place to grow old.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}