{
    "url": "https://www.ukpol.co.uk/chris-philp-2023-speech-on-reducing-unnecessary-red-tape/",
    "title": "Chris Philp – 2023 Speech on Reducing Unnecessary Red Tape",
    "post_date": "April 14, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Philp, the Minister for Crime and Policing, on 13 April 2023.",
    "content": [
        "Good morning everyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for attending today. It’s a great pleasure to see everyone here. Let me start by saying a huge thank you to everyone in policing, those here with us today and frontline officers up and down the country for the work they do on the daily basis to keep us and our families safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We rely on the police to protect us, support us, to enforce our laws and help secure justice when those laws are broken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Officers place themselves in the way of danger to discharge their duties. The work they do is extremely important. Without it the foundation of our society would crumble. We owe thanks to the men and women up and down the country devoted to their mission of fighting crime and keeping their communities safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And speaking of numbers, we’re going to have an announcement I think in a couple of weeks on the 26th of April, getting the results of the Police Uplift Programme – the plan to hire an extra 20,000 officers. While we don’t have the final figures yet, I am fairly confident when those figures are announced, we’ll have more police officers in England and Wales than we have at any time in our country’s history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that is something only we can be enormously proud of. All of us that have worked on that mission together, I think can be enormously proud of as well, so keep 26th April marked in your diaries. That will be a huge announcement for policing and the law enforcement community. I know the Prime Minister and Home Secretary will be doing lots of work around the announcement but keep an eye out because it’ll be fantastic culmination of what’s been an incredible programme between the Home Office and policing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now policing in a job like no other. Difficult, often dangerous, always pressurised. The work matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One minute officers could be racing to the scene of an emergency, the next visiting a victim of burglary. One of the great privileges of my role as policing minister is seeing first-hand the incredible work they do. As Gavin [Chief Constable Gavin Stephens] said in his opening comments, fantastic officers across the country go above and beyond the call of duty. Who run towards danger when others run away, who give everything to help others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My respect and admiration for these officers is unlimited.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also want to see those same officers use their time on the things they are good at and trained for, and indeed the things they want to do. Protecting the public, supporting victims and preventing crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First of all, as Policing Minister I want to make sure we clear away any obstacles that get in the way of police officers focusing on the things that matter to them and to our communities, which means cutting down on red tape which so often gets in the way of real police work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whatever their values, police officers are driven by a desire to protect the public and catch criminals. But they can’t do that if they are spending hours putting excessive information into computers. We have processes to ensure proper records are kept. But those can’t go too far, and I’ll say a little more about our plans in a moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, I’m also clear the police should not be a stopgap for other agencies. Police officers are of course often first responders, problem solvers and investigators, but they are not for example, mental health specialists. In my view the police should not be expected to fill in for other emergency services where there is no risk to life or safety and where no criminal offence has been committed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to talk about the plans we have to reform the way mental health cases are handled to ensure policing spend time protecting the public, not on work better done by other agencies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to take this opportunity to thank Alan Pughsley, former Chief Constable of Kent, who is leading piece of work on police productivity. The counting rules I will talk about, the mental health work is part of this, but there is more to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d like to thank Alan for this work to ensure the police will spend as much of their time as possible fighting crime and catching criminals affecting the public, not on other activity that is bureaucratic or a distraction. So, Alan thank you for your work leading on that area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now let me start substantively talking about the Home Office counting rules. This is an area of the criminal justice system, outside policing, not many people are familiar with, but they are rules which specify what the police have to record in detail as criminal offences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now clearly, it’s vital that accurate records are kept, but concerns have been brought to me as policing minister over the last few months that the rules developed over time have become excessively bureaucratic and compel the police to record the same reports of crime under multiple records, creating huge amounts of data entry duplication, which is preventing them being on the streets looking after the public where they belong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Chris Rowley, the Chief Constable of Lancashire very kindly agreed, well I assume he agreed rather than being compelled, to look into this and provide a series of recommendations. Chris came up with these recommendations a few weeks ago and we have accepted in full and this morning we are formally announcing that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of his recommendations is that we cease the requirement for police to create separate crime records when there is more than one crime in a particular report or account that a victim has passed to the police.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All of those other crimes will still get recorded on the incident record so we can prosecute and investigate them. We don’t really need to create multiple criminal records when there is only one report or incident. So, we’re going to revert the principal crime rule for all crime which was the case until relatively recently in 2017. We are also removing the requirement to record minor public order offences where no victim has been identified or when the police turn up, there is nothing to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, that will still be recorded as an incident, and used for intelligence purposes, but creating a whole new crime record where this is no victim and nothing when the police turn up is taking up a lot of time which could be better spent catching criminals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also making clear frivolous allegations of criminal offences should not be recorded as a criminal offence unless a criminal threshold has clearly been met. We don’t think being rude or insulting is a police matter. Officers are not the thought police. And where something is reported and it doesn’t meet that clear criminal threshold, we don’t want that being investigated or to be recorded as a crime, we don’t want to waste police time on that kind of thing. We will very shortly be publishing guidance clarifying where that threshold should sit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, what’s the impact of the changes I have described? What is the impact on policing? Well, the NPCC, the National Police Chiefs Council, have done some sums on this, and they have calculated that making the changes I have described will save 443,000 hours of police time each year. Almost half a million hours of police time. Instead of being spent filling in forms and bureaucracy, they will be spent catching criminals and supporting victims.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an enormous impact the public and policing will welcome. I want to see these changes implemented as soon as possible. Nothing annoys me more than government processes taking months and months or years and years. So, I have pressed colleagues to get this done fast. We should actually be able to get these changes rolled out next month. The changes I have described will take practical effect just a few weeks from today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re not going to stop there. I would like to go further and there will be a second phase to the work on counting rules which I hope Chris is willing to continue working on. We will look at various other things like the National Standards for Incident Recording for example and the way that the outcomes of investigations are recorded. I think currently there is 20 or 30 ways the outcomes of investigations are recorded. So, we are going to see if we can go further and lift the burden off the shoulders of policing, because we want to see police chasing criminals, not paperwork.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, Chris, Alan, thank you again for the work you’re doing on this over the last few months. As a return on a few months’ work, saving half a million hours of police time, every year, forever, is a pretty good return on investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, Chris I want to say thank you very much for everything you have done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now secondly one of the other areas brought to my attention shortly after being appointed Policing Minister a few months ago was the demand mental health places on police time. This was raised by people from Mark Rowley of the Met to frontline emergency response officers in Croydon, which is the borough I represent in Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Everyone was raising this as a concern. The concern was cases that were basically medical, a mental health crisis, where there was no threat to life or safety, either to the individual themselves or the public more widely, were getting passed to policing, rather than being dealt with as a medical or social services incident and taking up a huge amount of police time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turns out there has been some fantastic work done on this in Humberside to define more appropriately who deals with what incident, which also benefits the individual. If someone is having a mental health crisis, it’s not really that helpful to have a police officer turn up without medical support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Humberside, led by Chief Constable Lee Freeman – who I initially just discovered was initiated by Chris when he was Chief Constable beforehand. It’s called “Right Care Right Person”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Humberside Police estimated that just in their force area alone, it’s saving something like 15,000 hours a year, just in Humberside, which is actually a small police force.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They have done this in partnership with the local NHS, the local ambulance trust and local authorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The concept here is we will apply nationally across the whole country via a National Partnership Agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My colleagues at DHSC, the ministers over there, have embraced this concept enthusiastically which is good news and we are hoping the National Partnership Agreement between policing, the Home Office, the NHS, the Ambulance Trust and the Department of Health and Social Care will be in place and ready to be rolled out in the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, it says here in the coming months, but I’m hoping by the summer we’ll be in a position to get this done. Let’s show a sense of urgency. Because again, that’s going to really help the individuals suffering from mental health crises, as well as save enormous amounts of police time that could be better spent protecting the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So once again, thanks to Alan, to the NPCC, the APCC as well, for the work they’ve been doing in developing that model. I think it can make a real difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that is a good moment, I think, to also thank police and crime commissioners, who I know have been working extremely hard on these topics. I can see Donna Jones from Hampshire; I can see Roger, my good friend from Essex. I know you have been putting a lot into this as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this partnership between the Home Office, policing and police and crime commissioners I think makes these kind of reforms really work. So, a big thank you for what you’ve been doing as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now the third area, where I think there is an opportunity to do more is the way the wider criminal justice system functions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, I mean partly getting cases heard more quickly before the crown court, which is recovering still from COVID and the barristers’ strike last year, but it also means getting cases charged a lot more quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And there has been a very effective pilot run in I think Cheshire, Merseyside and Wales, where the most urgent cases have had charging decisions made by the Crown Prosecution Service (CPS) in a matter of a few hours. Which is a big step forward from where it’s been in the past. And I’m delighted to say the Director of Public Prosecutions, Max Hill, has agreed to roll that out nationally – I think by the end of the year. So that will give us a huge benefit in terms of getting charging done more quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I think there is a lot more we can do, in terms of getting our cases well prepared and sent to the CPS in good condition. I think we can probably improve a bit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some forces, like Cambridgeshire, have got a really good dedicated criminal justice unit, who help frontline officers get their cases prepared and sent to the CPS. They have got the highest case file success rate in the country. I think there may be a case to work with police forces to see if we can do a little bit more in that area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I also want to see changes made that will reduce some of the other burdens on policing, around for example redactions, where case files have to be redacted prior to sharing with the CPS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re looking at ways of making legislative amendments, via the Data Protection and Digital Information Bill, to either reduce or in some cases remove the redaction requirements on policing before case files are shared with the CPS, prior to a charge decision. And then perhaps reduce, but not eliminate, the redaction required before cases are then passed to barristers, solicitors and the courts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if we are successful in doing that, again that could save hundreds of thousands of hours of police time each year that could instead be spent chasing criminals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And all of those things, the mental health work I mentioned, the work we’re doing together with the Director of Public Prosecutions and the CPS, it is all in addition to the 443,000 hours of police time saved by the announcements being made today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, I think all of those initiatives have enormous potential to free up police time for the frontline. It is all very well hiring extra officers but we have got to make sure their time is well spent protecting the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now before I finish, I would like to say a word about ethics, integrity and standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have clearly had quite a lot of public commentary on this over the last few weeks and the last few months. We had the Casey Report into the Met just a few weeks ago, which makes for very sobering reading for those of us that are involved in policing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is quite clear we have more work to do to earn and retain the trust of the public, which is a critical prerequisite of protecting the public. As Robert Peel said 150 years ago, without public confidence policing cannot do its job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we’re working in the Home Office very closely with the policing community to make sure Her Majesty’s Inspectorate’s 43 recommendations on vetting are being implemented. And Andy Cooke, the chief inspector is going to make sure those are indeed being implemented in the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re making sure that police officers are being checked against the Police National Database to identify anyone else who should not be serving as an officer. And the College of Policing, I can see Andy Marsh is here I think – Andy’s there – is working with us on some new statutory guidelines on vetting. I think those are out for consultation, or the consultation may just have closed at the moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But in addition to that, we in the Home Office have committed to review the rules around police officer dismissal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because a point that Mark Rowley and others have made is that chief officers cannot run their forces well, effectively cannot root out misconduct, if they cannot control effectively who is in their force.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The rules around dismissals are quite a convoluted. Misconduct cases involve legally qualified chairs, who have the final say. And the process for poor performance is extremely convoluted. It is also very difficult to remove an officer who fails vetting once they have gone through their probationary period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we initiated a process to review those rules. That will conclude in the next few weeks. And I anticipate making announcements probably in middle to late May, where we will propose some changes to address the issues I have just referred to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that chief officers have the powers they need to run their forces and make sure that only officers who deserve to serve in uniform are able to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am very confident, you can take the steps I’ve described, if chiefs officers show the leadership I know they are committed to showing and if officers from the frontline to the top embrace the changes that are needed, I know we will earn the right to have the public’s confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has been shaken somewhat recently but I know it can be restored. I am completely confident that it will be restored. And by working together, I know that we’re going to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you to everyone here who has already made a contribution to that work. I think it is critical not just to restore and maintain policing’s reputation but it is also critical prerequisite of protecting the public as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me just finish by saying that I think the work we have done here on these issues, around the bureaucracy that we are getting rid of, the work on mental health, the work we are doing with the CPS, is a really good example of government working together with policing, working together with police and crime commissioners, to ensure the public are protected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have found it, just speaking personally, an enormously rewarding and highly motivating process these last few months. It shows that we can deliver, if we work together very quickly, in a matter of weeks or months, not years. None of us want to see these changes taking ages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I feel that we are really making a difference for the public in the work that we are doing. And if we continue to work together in this way, recruiting more police officers, getting rid of bureaucratic distractions, focusing on higher standards, getting back to common-sense policing, protecting the public, prosecuting criminals and supporting victims, I know we’re going to make a criminal justice system and a police force we can all be proud of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So let me just finish by saying again, a huge thank you to everybody here and in police forces up and down the country who do such incredible work to keep out communities safe. Thank you for what you’ve done so far and thank you for, more importantly, what we are going to do in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}