{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-the-national-security-vetting-policy/",
    "title": "Chris Philp – 2022 Statement on the National Security Vetting Policy",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for the Cabinet Office and the Paymaster General, in the House of Commons on 21 October 2022.",
    "content": [
        "I am pleased to announce the introduction of a new level of national security vetting on 31 October 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Level 1B will run alongside, and in due course replace, the existing counter-terrorism check (CTC), and will allow access to sensitive materials, assets and locations, or proximity to public figures assessed to be at particular risk from national security threats, and will provide a strengthened level of assurance against these threats. The launch of level 1B follows the successful launch of the accreditation check (level 1 A) for roles in the aviation industry on 1 January 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An updated statement of the HMG personnel security and national security vetting policy, which details level 1B and updates to the appeal process, will be published within the personnel security controls on gov.uk. I have requested that a copy of the updated personnel security controls be deposited in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}