{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-speech-on-monkey-dust-drug/",
    "title": "Chris Philp – 2022 Speech on Monkey Dust Drug",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Philp, the Minister of State at the Home Office, in Westminster Hall on 1 November 2022.",
    "content": [
        "It is a great pleasure to serve under your chairmanship, Dame Maria. I begin by congratulating my hon. Friend the Member for Stoke-on-Trent South (Jack Brereton) on securing this important debate, supported as always with enthusiasm, passion, conviction and ability by his colleagues, my hon. Friends the Members for Stoke-on-Trent North (Jonathan Gullis), for Newcastle-under-Lyme (Aaron Bell), and for Stoke-on-Trent Central (Jo Gideon). They are phenomenal advocates for their city and their part of Staffordshire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Stoke-on-Trent South has made an extremely moving and compelling case for the terrible effects that monkey dust, and in particular the forms of monkey dust known in Stoke-on-Trent as either fluff or tan, has on his constituents—not just those who are taking it but those affected by their behaviour. I was struck by the eloquent description towards the end of his excellent speech where he described the shocking activities of people under the influence of the drug, and the impact that that has on their partners and innocent members of the public going about their daily business or even asleep at home late at night. It is very clear the drug can have a devastating impact, both on those who use it and on law-abiding members of society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my hon. Friend the Member for Stoke-on-Trent South set out, monkey dust is the street name for drugs that form part of a family called cathinones, which are central-nervous-system stimulants that act in a similar way to amphetamines. My hon. Friend has raised concerns about that previously, including in a 2018 Westminster Hall debate on synthetic cannabinoids. He has at least a four-year track record of raising the issue in the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As he set out, drugs, including monkey dust, are a corrosive and destructive force in society. This Government are very focused on preventing drug misuse through the criminal justice system and policing, as well as through treatment and recovery. The Government have a 10-year drugs strategy. We want to force down drug supply though the criminal justice system. That is one of the reasons why we are recruiting 20,000 extra police officers—a key focus for them will be combating drugs. Of those officers, over 15,000 have already been recruited, I think. As of 30 September this year, 265 extra officers are now policing the streets of Staffordshire, and part of their focus is on the drug problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to ensure that people who are suffering from drug addiction are treated. There is a whole programme of expenditure that the Government have set out in our 10-year strategy published last December. In the current three-year period, £780 million has been allocated specifically for treatment and recovery to cure people’s addiction. That is on top of the existing public health grant expenditure. Stoke-on-Trent is in the first wave of authorities receiving that extra money; the funding this year specifically for Stoke-on-Trent is approximately an additional £1 million, over and above the existing public health grant, to try and treat addiction. If we can stop people becoming addicted it removes the market from the people who are supplying those drugs, and it stops members of the public being harassed and intimidated in the way that has been described.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jonathan Gullis**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are, of course, delighted with the 265 brand-new police officers in Staffordshire, which has been welcomed by the commanders of Staffordshire police. Sadly, our former chief constable was an abomination. That meant we had a really poor neighbourhood policing plan, which sadly led to a tough inspectorate report of Staffordshire police by His Majesty’s inspectors. That is why any additional support that can be given to enable our fantastic new chief constable, Chris Noble, and our police and fire commissioner, Ben Adams, to get the technology and to get the officers and police community support officers time in the community to build intelligence on where criminal gangs and county lines are organising would be of great help. Will the Minister ensure that he takes that case of additional funding back to the Home Office?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will look at police funding in the relatively near future. Next year’s settlement will be published in draft form for consultation in December and then finalised, typically, in late January or early February. I will certainly take on board that representation for Staffordshire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to hear from my hon. Friend the Member for Stoke-on-Trent North that his new chief constable is taking a good approach to policing, including by focusing on neighbourhood policing, getting police visible on the streets and spending time tackling criminals, rather than anything else. It is that focus on protecting the public and being visible that has worked in the Greater Manchester force, which has just come out of what is sometimes called special measures, because its chief constable took a similar approach to frontline policing and getting the basics of policing right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend also mentioned time and ensuring that police spend time fighting crime, catching criminals and patrolling the streets, instead of being tied up in what can be counterproductive or wasteful bureaucracy. A report is currently being conducted by Sir Stephen House, a former senior Metropolitan police officer who is now working with the National Police Chiefs Council, to look at ways of reducing and stripping back bureaucracy and burdens on police time, such as administration and reporting of non-crime matters. I will work closely with Sir Stephen on that to try to ensure that police officer time is spent on the streets protecting our constituents, not doing counterproductive administration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Aaron Bell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To reiterate what my hon. Friend the Member for Stoke-on-Trent North (Jonathan Gullis) has just said, there really needs to be a focus on our town centres. In lots of the so-called red wall seats, our town centres have been hollowed out, with people on drugs on the streets. I am very pleased not only with our new chief constable, Chris Noble, but with my new borough commander in Newcastle, John Owen, both of whom are really focusing on antisocial behaviour in the town centre. We have so much money coming into Newcastle from the town deal and the future high streets fund, but it will not go for anything if people do not feel safe in the town centre.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I completely agree about the importance of visible, active town-centre policing. In fact, I have seen it in my own town centre in Croydon. I met our borough commander, or basic command unit commander —the chief superintendent—only last Friday, and he made exactly the same point. The police uplift programme has delivered officers to police Croydon town centre, which does make a difference. We want to see that replicated in towns and cities across the country. The police uplift programme provides the numbers of officers to do exactly that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should probably turn to the central ask of the debate—I am not trying to avoid the question or obfuscate in any way—which is the question of how this family of drugs, cathinones, is classified. It may be worth reminding colleagues of the maximum prison sentences available for those convicted of the supply and possession of class A, B and C drugs. These are the maximum sentences, which courts often do not use because sentencing guidelines set out the sentence that should be used in practice, having regard to the circumstances of each case. These are the current maximum sentences that the courts have at their disposal for supply: for class A drugs, it is life in prison; for class B drugs, 14 years; and for class C drugs, a maximum, again, of 14 years. For possession, the maximum sentences are: for class A drugs, a maximum of seven years; for class B drugs, a maximum of five years; and for class C drugs, a maximum of two years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I stress that those are maximum sentences and a court will very often sentence a long way below the maximum, depending on the circumstances of the case. Increasing the classification obviously increases the maximum, but it will also increase the likely actual sentence, because courts will look at the maximum when they sentence in each individual case. The sentencing guidelines are pegged off the maximum sentence. I thought it was worth setting that out as a little bit of background.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the classification of drugs under the Misuse of Drugs Act 1971, the Government have a statutory obligation to consult the Advisory Council on the Misuse of Drugs before making any change to the classification. That was last looked at in relation to cathinones in 2010, when the ACMD advised the Government to maintain the class B classification. From what I have heard from my hon. Friends the Members for Stoke-on-Trent South, for Stoke-on-Trent North, and for Newcastle-under-Lyme, what has been happening in those places since 2010 represents a significant escalation, or deterioration, in what has been happening on the ground. Indeed, it sounds like a phenomenon that has been happening in the last three, four or five years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In response to the debate, I intend to commission Home Office officials to advise on whether we should submit the cathinone family of drugs to the ACMD for an updated evaluation to see whether reclassification is needed. We need to make sure that does not displace some other drug from the pipeline, but I will ask for that advice today and I am happy to revert to my hon. Friends the Members for Stoke-on-Trent South, for Stoke-on-Trent North, and for Newcastle-under-Lyme once that advice has been received and considered. I hope that that shows that this Westminster Hall debate has prompted action which otherwise would not have taken place. We will start the process of considering whether to submit this to the ACMD, while taking into account whether there is space in the pipeline. That demonstrates the value of these debates. I have only been in this job for three working days, but were it not for this debate the matter would not have come to my attention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jack Brereton**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for his efforts and words. That will make a huge difference. I recognise that there is an independent process, but I hope the decision ultimately results in the reclassification of the drug. I thank the Minister for all his efforts in just three days; I am sure he will continue in that regard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for his comments. There are three steps in the process. First, we need internal Home Office advice on whether we should submit this to the ACMD, which I will commission today. Secondly, having analysed the situation, if the advice concurs with what my hon. Friend said, we will make the submission. However, it depends on what the advice says. Thirdly, after submission, the ACMD will then have to do its work. I should be honest and say that none of those steps are guaranteed, but I will initiate the first step today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are almost out of time, so on that note, I thank my hon. Friend the Member for Stoke-on-Trent South for initiating the debate, my hon. Friends the Members for Stoke-on-Trent North and for Newcastle-under-Lyme for their extremely valuable contributions and the passionate eloquence that, as always, they show, and Home Office officials who have been supporting work in this area. I look forward to further debates on topics of importance in this new role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}