{
    "url": "https://www.ukpol.co.uk/chris-philp-2021-statement-on-gambling-regulation/",
    "title": "Chris Philp – 2021 Statement on Gambling Regulation",
    "post_date": "September 23, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Parliamentary Under-Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 22 September 2021.",
    "content": [
        "On 7 June the Government announced that Malcolm Sheehan QC had been appointed to lead an independent review into the regulation of the Football Index gambling product and its operator, BetIndex Ltd. The terms of reference set out that the review was to provide an expert account of the actions taken by the Gambling Commission and other regulatory bodies throughout the period in which BetIndex held a gambling licence, provide recommendations as needed, and to inform the Government’s ongoing review of the 2005 Gambling Act. The independent review has now concluded, and the report has today been published on gov.uk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to Mr Sheehan and his team for their extensive investigation, thorough report and clear recommendations. I am also grateful to the Gambling Commission, Financial Conduct Authority and others for their co-operation with the review and their provision of evidence to support Mr Sheehan’s deliberations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This independent expert report has been completed in such a way as to avoid prejudicing a number of ongoing processes and investigations into BetIndex Ltd. First, administration proceedings are continuing, looking at the assets and liabilities of the firm and what is owed to customers. It is likely that this process will result in some amounts being reimbursed to creditors. Secondly, the Gambling Commission is completing its separate regulatory investigation into BetIndex on which it will report in due course. Thirdly, the Gambling Commission has referred the company to the Insolvency Service to ask that it consider whether the actions of the directors prior to administration breached insolvency or fraud laws. Any comment on this matter needs to carefully avoid prejudicing any future legal proceedings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Football Index was a novel and boundary-pushing product, and its business was materially impacted by covid-19 and the suspension of football. While the independent review focused on the actions of regulatory bodies, it did find that BetIndex did not properly notify the Gambling Commission of the nature of the product in its licence application, nor did it inform the regulator of changes to the product after launch as it was required to. This made scrutiny harder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nonetheless, the report identifies areas where the Gambling Commission could have been more effective in responding to the challenges raised by the novel product from its licensing to eventual collapse, including in early scrutiny, speed of decision making and action, and escalation of issues when barriers arose. By 2019 it was aware of concerns about the product and launched an investigation, but by that time Football Index had grown to such an extent that large amounts of customer money were already involved. The report helps us understand why certain decisions were made at the time and what we can learn from that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While BetIndex Ltd was never regulated by the Financial Conduct Authority, the report also looked at its role in working with the commission, identifying some areas of improvement including in speed of response to requests from the commission and consistency of messaging on regulatory responsibilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is now essential that we learn the lessons from this case and ensure a similar situation does not happen again. I am pleased that the Gambling Commission is carrying out an action plan to address the issues identified. In the weeks since the draft report was shared the commission has:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Updated the frameworks for risk based regulation so that product novelty is properly considered alongside other factors in determining the level of scrutiny an operator is placed under.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Committed to consulting on tighter rules for the terminology used to describe gambling products, putting beyond doubt that gambling must be clearly described as gambling and not an investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Commenced a review of all remote licensees to check for issues relating to boundary pushing products.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Agreed to provide formal advice to the Government on the issue of protecting customer funds as part of the Gambling Act review. This is in addition to their current business plan’s commitment to review the existing three-tiered approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The commission and the FCA have also worked together to strengthen their memorandum of understanding in response to Mr Sheehan’s recommendations, including with new escalation routes and commitments on timeliness of responses to ensure regulatory impasses cannot remain unsolved. The FCA has additionally:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nominated an Executive Director to oversee the relationship with the commission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Continued to pursue the programme of change as set out in its July Business Plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report has also raised some important questions for the Government’s ongoing review of the Gambling Act 2005 which is already taking a comprehensive and evidence-led look at gambling in this country, including a close examination of the Gambling Commission’s powers and resources. The Gambling Commission is not required to monitor the financial viability of companies on an ongoing basis. However, our Act review will consider whether the commission should require gambling companies to do more to demonstrate their ability to cover liabilities arising from long-term bets, especially if they make up a large proportion of their business. The gambling White Paper which we will publish in due course will answer this question and set out the Government vision for the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A copy of Mr Sheehan’s final report will be placed in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}