{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-the-provisional-police-grant-report-england-and-wales-2023-24/",
    "title": "Chris Philp – 2022 Statement on the Provisional Police Grant Report (England and Wales) 2023-24",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 14 December 2022.",
    "content": [
        "My right hon. Friend the Home Secretary has today published the Provisional Police Grant Report (England and Wales) 2023-24. The report sets out the Home Secretary’s determination for 2023-24 of the aggregate amount of grants that she proposes to pay under section 46(2) of the Police Act 1996. A copy of the report will be placed in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today the Government are setting out the provisional police funding settlement in Parliament for the 2023-24 financial year. Overall funding for policing will rise by up to £287 million compared to the 2022-23 funding settlement, bringing the total up to £17.2 billion for the policing system. Within this, funding to police and crime commissioners (PCCs) will increase by up to an additional £523 million, assuming full take-up of precept flexibility. This would represent an increase to PCC funding in cash terms of 3.6% on top of the 2022-23 police funding settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor confirmed at the autumn statement that departmental budgets set out at spending review 2021 will be maintained to 2024-25. This confirms that, despite the pressures faced by all public services, we are still increasing funding into 2023-24 by providing forces with an increase to Government grants of £174 million, £74 million more than announced at spending review 2021 (SR21), reflecting the commitments made earlier this year to support the 2022-23 pay award. By delivering on this promise, we are making sure that the police receive the funding they need to achieve and maintain their overall officer headcount, comprised of their agreed police uplift baseline plus their allocation of the 20,000 additional officers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To ensure that policing is able to balance budgets and deliver on key priorities, we have gone even further by providing an additional £5 on top of the £10 precept limit agreed at SR21, which could raise up to an additional £349 million when compared to 2022-23. This means that PCCs will be receiving up to £15.1 billion of funding in 2023-24, an increase of over half a billion pounds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government have provided significant investment into policing over the previous four years, and so now it is only right that we hold forces to account on delivery. We therefore expect policing to approach the 2023-24 financial year with a focus on this Government’s key priorities:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ensuring overall police officer numbers are maintained at the agreed police uplift baseline plus force level allocations of the 20,000 additional officers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Deploying these additional officers to reduce crime and honour this Government’s commitment to keep the public safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delivering improvements in productivity and driving forward efficiencies, maximising the value of the Government’s investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Police Uplift Programme**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 2019, this Government have invested over £3 billion, including additional funding each year and that rolled into Government grants, to enable the recruitment of 20,000 additional officers, a Government priority and manifesto commitment. Forces have worked hard and are delivering at pace, having recruited 15,343 additional officers in England and Wales as of the end of September 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is critical, however, that beyond March 2023 officer numbers are maintained to ensure the benefits of the additional 20,000 officers can be realised. Forces will need to retain both new and more experienced officers as we move into a new phase of the maintenance of officer numbers in 2023-24. We will look to forces to invest in their officers, striving to be efficient and conscientious with their own budgets. Many officers recruited since 2019 will be reaching the end of their probationary period, and we expect forces to deploy new and experienced officers effectively to ensure local communities benefit from the investment now and in years to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reflecting the importance of reaching this milestone and maintaining the additional officers, in 2023-24 £275 million will be ringfenced and allocated in line with funding formula shares. As in previous years, PCCs will be able to access this by demonstrating that they have maintained their overall officer headcount, comprised of their agreed police uplift baseline plus their allocation of the 20,000 additional officers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Precept**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Spending review 2021 confirmed that PCCs in England will be empowered to raise additional funding through increased precept flexibility of up to £10 per year to 2024-25. However, recognising the financial pressures police forces are facing, we propose to enable PCCs in England in 2023-24 to increase their precept by up to £15 for a typical band D property, subject to a period of consultation and approval from the House of Commons through the local government finance settlement. This would equate to an additional £349 million should all PCCs maximise this flexibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Using this precept flexibility is a decision that must be taken by each locally elected PCC. Local taxation should not be in place of sound financial management, and therefore I expect PCCs to exhaust all other options to reprioritise their budgets, seek efficiencies and maximise productivity of their existing resources before looking to local taxpayers for additional funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Efficiency and productivity**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Police, like all public services, must ensure that they make best use of public money. This means reducing inefficiencies and maximising productivity. As part of the spending review 2021, we expect to see at least £100 million of cashable efficiency savings delivered from force budgets by 2024- 25, achieved through areas such as:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working with BlueLight Commercial to maximise financial and commercial benefits related to procurement, through use of the organisation’s commercial expertise, leveraging the purchasing power available across the sector, and developing the capacity to implement a full commercial life-cycle approach to procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Corporate functions, where the Home Office and BlueLight Commercial are conducting ongoing work with the sector to understand the opportunities around the management of corporate functions for example implementation of shared service models.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "BlueLight Commercial is itself a sector-owned company, set up to provide commercial expertise and assistance to policing and assist forces in identifying and making efficiency savings. In 2021-22 the company assisted policing in making efficiency savings of almost £40 million (including cashable savings of £25 million and non-cashable savings of £15 million). The organisation has been funded by the Home Office for the last three years and we will continue to support the company in 2023-24 whilst they work towards establishing and implementing a sustainable funding model.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the continuing significant investment into policing that the Government have made in recent years it is crucial that we are delivering the best possible value for the public. This includes ensuring that the police are meeting the needs of their community and the public are receiving the highest possible quality of service. We have therefore commissioned the National Police Chiefs’ Council to conduct a review of operational productivity in policing. We expect the review, led by Sir Stephen House, to deliver clear, practical, and deliverable recommendations to improve the productivity of policing, with the review team having already considered how the police respond to individuals experiencing acute mental health distress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**National priorities**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This settlement provides £1.1 billion for national policing priorities (as set out at tables 1 and 4) to support PCCs and forces, and to support the strategic vision outlined in the beating crime plan to cut crime, increase confidence in the criminal justice system, and put victims first.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For 2023-24, we will maintain settlement funding for programmes that prevent crime and help keep communities safe, including:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This settlement provides funding to combat serious violence, including violence reduction units and the grip “hotspot policing” programme. Funding arrangements for specific crime reduction programmes will be confirmed in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delivering on the commitments made in the 10-year drug strategy by prioritising funding to clamp down on drugs and county lines activity which has already achieved over 2,900 county line closures since 2019.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Continuing to invest in tackling exploitation and abuse, including child sexual exploitation and modern slavery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prioritising regional organised crime units, ensuring they are equipped with the specialist capabilities and dedicated resource needed to support law enforcement in confronting serious and organised crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Funding arrangements for specific crime reduction programmes will be confirmed in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Going further, this settlement provides funding to improve the criminal justice system, victim care, and investigation outcomes including:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Prioritising funding for commitments made through the rape review, ensuring the right support is in place to support police forces in implementing the national operating model for rape investigations and improving their digital capability, crucial for improving timeliness and reducing victim attrition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Investing in a new victim satisfaction survey to drive improvements in the support police forces provide to victims, and gain new insights into why victims withhold or withdraw support for investigations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Continuing to invest in the development of forensics tools and services for police forces, and the forensic capability network as a central resource supporting the national network of over 4,000 forensic specialists in police forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is crucial that police forces and law enforcement partners have effective technology systems to support frontline officers. Therefore, we are:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Providing funding for major programmes of work which are already under way to replace and improve systems, such the national law enforcement data programme and emergency services mobile communications programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Continuing to invest in critical national police and law enforcement IT capabilities to transform the way that the police engage with the public and unlock more efficient working practices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Counter-terrorism policing**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will continue to provide vital support for counter-terrorism (CT) policing, ensuring they have the resources they need to meet and deal with the threats we face. CT police funding will continue to total over £1 billion in 2023-24. This investment will support ongoing CT policing investigations to keep the country safe and includes funding for both armed policing and the CT operations centre. PCCs will be notified separately of force-level funding allocations for CT policing, which will not be made public for security reasons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This settlement will support the police to do their vital job to cut crime and keep people safe. I would like to express my gratitude and pay tribute to our dedicated police officers and staff for their exceptional commitment and bravery. I have set out in a separate document, available online, the tables illustrating how we propose to allocate the police funding settlement between the different funding streams and between police and crime commissioners for 2023-24. These documents are intended to be read together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "1 Calculated using the latest forecasts. Council tax in Wales is devolved and PCCs in Wales are not bound by the council tax referendum principles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Attachments can be viewed online at: http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2022-12-14/HCWS443/.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}