{
    "url": "https://www.ukpol.co.uk/chris-philp-2023-speech-on-police-stations/",
    "title": "Chris Philp – 2023 Speech on Police Stations",
    "post_date": "July 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 10 July 2023.",
    "content": [
        "Let me start by congratulating my right hon. Friend the Member for Chipping Barnet (Theresa Villiers) on securing this important debate and for speaking with such passion and eloquence on this topic. I agree with her sentiments about how important police stations are for our constituencies and our local communities. I say that having visited Chorley police station just a few days ago, Mr Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my right hon. Friend said, police stations in our local communities are close to the people they serve. They help officers stay in touch with the local community and connected to it. Their ears and eyes are on the ground picking up information, and they can serve local residents. They are also visible and reassure the public that the police are close to where crimes may be committed. It shows that police are available and accessible, and they can often respond to crimes a lot more quickly if they are deploying from a police station close to the local community, rather than one miles and miles away. My right hon. Friend set out a whole number of reasons why police stations as a physical location are so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In relation to police stations in London, I completely agree with my right hon. Friend that Mayor Sadiq Khan should look again at the closure plan he set out in 2017—I think it was for a total of 37 police stations—and reverse it. Some of those closures have happened already; others have not. He demonstrated with his rather opportunistic and cynical U-turn on Uxbridge just a few days ago that he could look at this issue again, and he should. We should keep in mind that decisions on opening and closing police stations are for police and crime commissioners—in London, that is Sadiq Khan—not for the Government. I join my right hon. Friend in calling on the Mayor to reconsider and reverse the swingeing cuts that he announced back in 2017.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is worth reminding ourselves as we make that call that plenty of resources are available. The Metropolitan police have the highest funding per capita of any police force in the country by some margin, and that is excluding the national and international capital city grant and the counter-terrorism money they receive. On a straightforward territorial policing basis, the Met gets more per capita than any other police force. It receives some £3.3 billion a year. That figure went up by £102 million this compared to last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also worth reminding ourselves that the whole policing system across the country gets £17.2 billion a year, and the part of that spent by police and crime commissioners on local policing—the vast majority of it—went up by £550 million this year compared to last year. So the resources are there, and we expect police and crime commissioners to use them wisely—unlike Mayor Sadiq Khan, who is not doing so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This might be a good moment to congratulate my hon. Friend the Member for West Bromwich West (Shaun Bailey), who is in the Chamber this evening. His tireless campaign has saved his local police station in Tipton from the planned cuts. I am sure the whole House will want to congratulate him on his successful campaign to overturn a decision originally announced by the police and crime commissioner in the west midlands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Member for Chipping Barnet made excellent points about why police stations are so important and why the Met’s decision should be reversed, one of which was about the extra police officers that we have recruited across England and Wales. Across the jurisdiction as a whole, we now have record police numbers—149,572 to be precise, which is 3,500 more than at any other time in the history of policing. The Metropolitan police also have record numbers—about 35,000 more than ever before—and, as she said, they need to be accommodated somewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is worth mentioning that the Metropolitan police could have had even more officers—an extra 1,000 officers —if Mayor Sadiq Khan had used all the money that was available. It is a great shame and a great disappointment to me as a London MP, as I am sure it is to colleagues, that he failed to do so. I therefore completely endorse the points my right hon. Friend made about police stations in our community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are some things that can be done to try to mitigate Sadiq Khan’s terrible police station closure plans. In my constituency of Croydon South, we have a fire station in Purley—there is no police station in my constituency—and following some work between the local police and the London Fire Brigade, we have managed to move local patrolling neighbourhood officers into the fire station. They now patrol from the fire station around the neighbouring area, which helps a little towards faster response times. It is also more convenient for officers, and they can share information with the firefighters based there. That is helpful, but it is not as good as having a police station.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the lateness of the hour, I will conclude. I thank my right hon. Friend again for her tireless campaign to save Barnet police station. The Mayor of London has record levels of funding; I only wish that he would use that funding a little more wisely and reverse his shocking closure plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}