{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-speech-on-the-hmi-report-into-the-police-service/",
    "title": "Chris Philp – 2022 Speech on the HMI Report into the Police Service",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Chris Philp, the Minister of State at the Home Department, in the House of Commons on 3 November 2022.",
    "content": [
        "I thank my constituency neighbour, the hon. Member for Croydon Central (Sarah Jones), the shadow Minister, for her question on this extremely important topic. The report published yesterday by His Majesty’s inspectorate of constabulary and fire and rescue services makes for deeply troubling reading. The inspection was commissioned by the previous Home Secretary, my right hon. Friend the Member for Witham (Priti Patel), following the horrific murder of Sarah Everard by a then serving officer, as well as the emergence of wider concerns about policing culture.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report concludes that it has been far\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“too easy for the wrong people both to join and to stay in the police.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The inspectorate found that on too many occasions vetting was not thorough enough and that in some cases it was inadequate. The Government take the view, as I am sure Members from across the House do, that that is unacceptable. It is particularly unacceptable and disappointing to hear about these vetting failures given that the Government have provided very substantial additional funding to fund the extra 20,000 police officers and additional resources for the police more widely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The inspectorate concluded that, although the culture has improved in recent years, misogyny, sexism and predatory behaviour towards female officers and staff members “still exists” and is too high in many forces. That is shameful and must act as a wake-up call. That sort of disgraceful conduct undermines the work of the thousands—the vast majority—of decent, hard-working police officers who perform their duties with the utmost professionalism. More damagingly, it undermines public trust. This matters a great deal to all of us, which is why my right hon. and learned Friend the Home Secretary has made it clear that things must change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the report was published yesterday, we have been studying it carefully; this has been my first week in this position, but I have been studying it carefully. It contains 43 recommendations: three for the National Police Chiefs’ Council; nine for the College of Policing; 28 for chief constables and three for the Home Office. The Home Office will most certainly be implementing those three recommendations. The NPCC said in a statement yesterday that it expects police to act on their recommendations urgently. That is most certainly my expectation as well: all of these recommendations will be acted on as a matter of urgency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should keep it in mind that the vast majority of police officers are hard-working and dedicated. They put themselves at risk to keep us safe, and we should pay tribute to the work that the vast majority of officers do on our behalf. The report has uncovered obviously unacceptable behaviour and we expect the recommendations to be implemented urgently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sarah Jones**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the Minister to his place. However, I have to say that I am disappointed that the Government are not taking more responsibility and leading from the front following such a grim report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday’s report is 160 pages of failure—failure to bar the wrong people from joining the police; failure to get rid of them; failure to protect female staff and officers, and failure to protect the public. A lack of proper action to root out racism, misogyny and serious misconduct means that some communities do not trust the police.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is by no means the first time that serious failings and horrific examples of unacceptable behaviour have been exposed. After the murder of Sarah Everard by a serving officer, the Opposition came to this place and called for change. After the horrific murders of Bibaa Henry and Nicole Smallman, we came to this place and called for leadership. After the shameful case of Child Q, we came to this place and called for reform. After the shocking Charing Cross station report, we came to this place and demanded action. After the Stephen Port inquiry, we came to this place and called for reform. If the Government had acted and led from the front, we could have stopped people being harmed. Leadership must come from the top.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday, we learned that Metropolitan police officers had been sentenced to prison after sharing racist, homo- phobic and misogynistic WhatsApp messages. For years, there had been warnings—for example, from the independent inspectorate—about serious problems in the police misconduct system, including long delays, lack of disciplinary action, disturbing and systematic racial disparities and lack of monitoring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have heard anecdotal evidence of forces expediting the vetting process to meet the Government’s recruitment targets. What does the Minister know about that? What is he doing to ensure that it does not happen? Will the Minister confirm that the roles of police staff, who do a lot of the vetting work and have been subject to cuts, will be protected so that forces can introduce the right systems? Will the Minister follow Labour’s lead and introduce mandatory safeguards and professional standards, led from the top, into every police force in the country to keep everybody safe?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Philp**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for her initial remarks and for her questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have taken action. Indeed, the report we are debating was commissioned by the former Home Secretary directly in response to the issues that were raised. The fact that those issues have seen the light of day is thanks to that Government response. The Angiolini inquiry is also under way for exactly the same reason. We work closely with operational policing colleagues to ensure that the issues are properly addressed. I discussed the issues with Mark Rowley, the Metropolitan Police Commissioner, a few days ago, before the report was published.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for ensuring that there are adequate resources for vetting and related purposes, the spending review settlement that the police currently receive has meant an additional £3.5 billion since 2019 over the three years of the police uplift programme, not just to pay the salaries of extra police officers but to provide the support and resources required to ensure that they are properly trained and integrated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady was right to ask about professional standards, which are extremely important. In 2017, national vetting standards were set out in statutory guidance, which the College of Policing published. The report recommends updating some elements of that. Misconduct procedures are set out in statute. We expect the recommendations about improving those areas to be implemented, and we expect police forces around the country to ensure that the report’s recommendations are fully implemented.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}