{
    "url": "https://www.ukpol.co.uk/chris-philp-2023-statement-on-policing-the-coronation-protests/",
    "title": "Chris Philp – 2023 Statement on Policing the Coronation Protests",
    "post_date": "May 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 9 May 2023.",
    "content": [
        "The coronation was a once-in-a-generation moment, a moment of national pride and a moment when the eyes of the world were upon us. It was a ceremony with roots over a millennium old, marking a renewed dedication to service by His Majesty the King in this new reign. The coronation went smoothly and without disruption. I thank the 11,500 police officers who were on duty alongside 6,500 military personnel and many civilians.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, Commissioner Mark Rowley has outlined the intelligence picture in the hours leading up to the coronation. It included more than one plot to cause severe disruption by placing activated rape alarms in the path of horses to induce a stampede and a separate plot to douse participants in the procession with paint. That was the context: a once in a generation national moment facing specific intelligence threats about multiple, well-organised plots to disrupt it. The focus of the police was, rightly, on ensuring that the momentous occasion passed safely and without major disruption. That was successful. All plots to disrupt the coronation were foiled by a combination of intelligence work and proactive vigilant policing on the ground. I would like to thank the police and congratulate them on that success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the same time, extensive—[Interruption.] Wait for it. At the same time, extensive planning ensured that protests could take place. That was also successful. Hundreds of protesters exercised their right to peaceful protest, including a large group numbering in the hundreds in and around Trafalgar Square. Where the police reasonably believed they had grounds for arrest, they acted. The latest information is that 64 arrests were made. I will not comment on individual cases or specific decisions, but the arrests included a person wanted for sexual offences, people equipped to commit criminal damage with large quantities of paint, and arrests on suspicion of conspiracy to cause public nuisance, often backed by intelligence. The Met’s update last night included regret—to use its word—that six people arrested could not join the hundreds protesting in Trafalgar Square and nearby. The Met confirmed that those six people have now had their bail cancelled with no further action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The police are operationally independent and it is primarily for the Mayor of London to hold the Met to account, but let us be clear: at the weekend officers had to make difficult judgments in fast time, in a highly pressured situation against a threatening intelligence picture. I thank the police for doing that, for delivering a successful a coronation and for enabling safe, peaceful protests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}