{
    "url": "https://www.ukpol.co.uk/stephen-phillips-2016-speech-on-great-northern-great-eastern-upgrade/",
    "title": "Stephen Phillips – 2016 Speech on Great Northern Great Eastern Upgrade",
    "post_date": "May 5, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Phillips",
            "url": "/tag/stephen-phillips/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Phillips, the Conservative MP for Sleaford and North Hykeham, in Westminster Hall on 5 May 2016.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered the matter of compensation for residents affected by the upgrade of the Great Northern Great Eastern railway line.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to serve under your chairmanship, Ms Vaz, for what I think is the first time. Let me begin by defining what we are dealing with. The Great Northern Great Eastern line runs through my constituency, as well as those of many right hon. and hon. Members, on its way from Peterborough to Doncaster. Self-evidently, it passes close to the homes of many of my constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The line has, of course, been in daily use for a long time and those who move next to railways lines know—it is not unreasonable—that some noise and vibration can be generated and is expected. However, decisions about where people live and where their homes should be are based on existing use and what is at issue here is the increase in frequency and speed of traffic along the line, following Network Rail’s recent upgrade, and the measures that should be taken to ameliorate the effects of that, which is something that to date Network Rail has been intransigent on with regards to both measures to deal with increased noise and vibration, and compensation for those affected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Under-Secretary of State for Transport, my hon. Friend the Member for Devizes (Claire Perry), formally opened the upgraded line in March last year. That huge project was a substantial investment in the infrastructure of Lincolnshire and the east midlands. Network Rail apparently spent £280 million on improving the line, including the upgrading of 61 level crossings and 57 bridges and the renewing of more than 80 miles of track to increase line speed to 75 mph for passenger trains and 60 mph for freight trains.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New electronic modular signalling systems mean that the line can be kept open 24 hours a day, which is obviously a problem for residents given that that was not previously the case. Moreover, the upgrade has increased the number of freight trains as part of plans to free up slots for more passenger trains on the east coast main line route between Peterborough and Doncaster.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Everyone appreciates the need for investment in our railways and I understand the benefits of the upgrade: better and faster services, reduction in the need for heavy maintenance over the next decade and a decrease in delays owing to infrastructure faults. Moving freight traffic on our railways also reduces the number of polluting heavy goods vehicles, which helps us all with congestion and is a welcome move for anyone who has been stuck behind a goods lorry on a Lincolnshire A road, as I all too frequently am.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However—here is the thing—since the upgraded line came into full use, serious problems have become apparent that Network Rail is at present failing to address. In particular the Minister should be aware that, as a result of the upgrade, my constituents and those of other right hon. and hon. Members who live beside the line are now subjected to a level of traffic that they never could have reasonably anticipated when they moved into their homes. These trains—both passenger and freight—are now more frequent, faster and heavier than before. There are more trains during the evening, night and early morning. As one of my constituents, Mr Scrutton, pointed out to me in an email late last night, Network Rail told those who live along the line that the use of continuous rail would improve noise disruption, but the experience of those who actually live along the line is different. Noise and vibration have got worse and, of course, far more frequent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those issues were first drawn to my attention some time ago by the Surfleet and Joiner families who live in the beautiful village of Helpringham and who are watching this debate keenly. They are neighbours, and their properties both lie alongside the line. They have been subjected to increased noise and vibration from the upgrade and they have been assiduous in trying to find an amicable solution with Network Rail to the concerns they have expressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over recent months, I have also been contacted by more and more constituents from Helpringham and from other affected villages who tell me of sleepless nights, structural damage to their homes and an inability to sell their properties. One mother wrote to tell me that her young daughter now cannot sleep through the night, which is affecting her school work. However beneficial to the nation’s infrastructure the upgrade is, it should not, I venture to suggest, have come at the cost that it has to those families, with few or no ameliorative measures put in place. The parish council in another village, Metheringham, one of the worst affected, held a public meeting last year. Residents expressed serious concern about the noise and speed of the trains along the line, and the council pleaded with Network Rail at least to reduce the speed of trains as they go through the village, all to no avail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have to tell the Minister that we have come up against the same point again and again. In renewing the track, Network Rail has used continuous welded rail, which it says reduces the noise and vibration and lessens the old clickety-clack noise that could be so infuriating to residents. That is cold or no comfort, because even if it is correct, it simply does not address the additional noise, vibration and nuisance that result from more trains, faster trains and heavier trains.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To show the House just how arrogant the unaccountable Network Rail is, I can do no better than offer its own words to one of my local newspapers last year:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The line was already in daily use for both passenger and freight rail services and there is therefore no automatic obligation to introduce noise or particulate mitigation measures for increases in service levels.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That not only displays the attitude that I have faced in trying to raise this issue but neatly summarises the problem: there is seemingly no obligation for Network Rail to mitigate those problems or to deal with me or local residents. If it were a new line or if the line had been substantially changed, there would have been such an obligation and residents would have been able either to claim compensation or to get noise mitigation measures installed to improve their individual circumstances. However, we are repeatedly told that in this situation there is no such obligation, so nothing is being done. “Deal with it and get lost” is the clear message that I am receiving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I well appreciate that Network Rail cannot provide compensation to everyone who lives alongside a railway line, but its response when I have raised individual cases has been that residents can apply for compensation on an individual basis, but the burden of proof falls on them to show that they are suffering from increased noise and vibration. Network Rail seems to think that everyone affected should have to pay for noise monitoring, structural surveys and so on, which are frankly beyond the means of most of those people. Worse still, even if they are successful in claiming compensation, those costs are not covered or taken into account. Although I am not asking Network Rail to pay for a survey every time someone comes along with a complaint, it is surely right, given the volume of people who were misled into thinking that the upgrade would actually improve their lives, that Network Rail should take up the burden and either pay compensation or take steps to improve the lives of those people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister will know that I have raised this issue in the House before with the Under-Secretary of State for Transport, my hon. Friend the Member for Devizes, who has responsibility for this area, and she has met me to discuss it. She kindly promised to write to Network Rail to encourage it to engage with me and the problems and to do what it can. I have yet to see a copy of that letter, but perhaps he will in due course tell me and the whole House the current state of play.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In truth, despite their welcome sympathy for my constituents, I suspect that the Department and the Government have not yet given this issue the focus it demands in their dealings with Network Rail, which seems unaccountable to Members of Parliament and Ministers without some sort of adverse publicity, which I hope this short debate will provoke. We can push, we can plead and we can shame, all of which I have sought to do, but in the end it simply seems that none of us can push past the brick wall and make Network Rail address problems if it does not want to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Colleagues across the House will know how difficult it can be to engage with Network Rail on difficult issues, but the problems that I have experienced in communicating with it pale in comparison with those faced by members of the public, parish councils and others. I would like to hear from the Minister about what more he can do to improve the responsiveness and accountability of Network Rail on this issue. I appreciate that he may say that his power and that of the Department to intervene in this case is limited, but I would say that is precisely the problem. It is a problem that needs to be addressed and one that I intend to keep pressing on behalf of all my affected constituents. It simply must be dealt with.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}