{
    "url": "https://www.ukpol.co.uk/jess-phillips-2021-comments-on-ons-figures-on-domestic-abuse/",
    "title": "Jess Phillips – 2021 Comments on ONS Figures on Domestic Abuse",
    "post_date": "November 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Jess Phillips",
            "url": "/tag/jess-phillips/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Jess Phillips, the Shadow Minister for Domestic Violence and Safeguarding, on 24 November 2021.",
    "content": [
        "Staggeringly, this Government has overseen yet another rise in the number of victims experiencing domestic abuse. Police recorded cases have doubled in the last five years and yet prosecutions for this crime continue to plummet. We are seeing women and girls being failed at every step of their journey by this Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These figures are a damning indictment of the inaction by this Conservative Government which show that while the number of victims rise, fewer perpetrators are being brought to justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government must stop making excuses and immediately implement the measures in Labour’s Violence Against Women and Girls Green Paper including making misogyny a hate crime, increasing the minimum sentence for rape and stalking, and introduce a new law on street harassment – as well as implementing the urgent recommendations of the recent HMICFRS inspection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}