{
    "url": "https://www.ukpol.co.uk/chris-philp-2023-statement-on-actions-to-improve-police-standards-and-culture/",
    "title": "Chris Philp – 2023 Statement on Actions to Improve Police Standards and Culture",
    "post_date": "March 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 1 March 2023.",
    "content": [
        "Recent reports from His Majesty’s inspectorate of constabulary and fire and rescue services (HMICFRS) and significant high-profile incidents of police criminality and misconduct, such as the horrific crimes of David Carrick, have rightly raised concerns regarding police standards and culture.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In January, the Home Secretary announced a series of actions being undertaken by the Home Office and the police to ensure that police vetting is fit for purpose, that officers who fall short of the standards expected of them are identified and dealt with appropriately, and that concerns around policing cultures are being addressed to rebuild public confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Monday 27 February I convened a roundtable with senior leaders from across the policing sector to review progress on these commitments and to ensure that activity is being co-ordinated to drive up police standards and improve culture.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In relation to police vetting, the Home Secretary has commissioned His Majesty’s inspectorate of fire and rescue services to undertake a rapid review of progress being made against the 43 recommendations in their 2 November 2022 assessment of police vetting and counter-corruption capability. The National Police Chiefs Council (NPCC) are co-ordinating the forces’ responses to the inspectorate’s report and, at the roundtable, reported significant progress in implementing a suite of changes to ensure that police vetting is more robust and consistent. HMICFRS will publish its rapid review in April.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, the Home Secretary asked the College of Policing to refresh its statutory vetting code of practice to strengthen legal obligations on Chief Officers and provide clarity to forces across England and Wales. The college has published the revised statutory code yesterday for a three-week public consultation (available on the College of Policing’s website). Following consideration of that feedback and Home Secretary approval, the revised code will be in force by the summer. I also welcome the work being undertaken by the College of Policing to overhaul the police code of ethics which is expected to be published for public consultation next month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Across police forces, significant activity is underway to identify individuals who fall short of the high standards the public expect of them and to deal with those individuals appropriately. This includes the work being co-ordinated by the NPCC, under the leadership of Chief Constable Serena Kennedy, to check all police officers and staff against the police national database (PND) to ensure that no actionable intelligence in relation to potential police misconduct or criminality has been missed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As of this date, all force HR records have been prepared for the data wash which will conclude by the end of March, cross-checking over 326,000 officers and staff against relevant PND records. Forces will then interrogate this data and take action to investigate where necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where officers are found to have potentially breached standards of professional behaviour, it is of vital importance that those who are not fit to serve the public are swiftly dismissed. On 18 January, the Home Office launched a review of the effectiveness of the police dismissal process to determine how improvements can be made. The call for evidence has now ended and the Home Office have received submissions from a wide range of stakeholders. These will now be analysed, with the output from a new data collection, to inform proposals for change. This work will be complete by the end of April and the Government are committed to implementing reforms, including via legislation, as soon as practicable thereafter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside this, it is essential for public confidence in policing that we have an effective independent process for investigating the most serious complaints about the police. That is why I am announcing today the start of an independent review of the Independent Office for Police Conduct (IOPC) led by Dr. Gillian Fairfield (Chair of the Disclosure and Barring Service), whom the Home Secretary has charged with considering the IOPC’s effectiveness, efficiency, governance and accountability. The review’s remit is tightly defined to avoid infringing upon or impacting ongoing investigations, which are rightly independent from Government, the police and complainants. A summary of the review’s terms of reference will be published on gov.uk and a copy will be placed in the Libraries of both Houses. Dr Fairfield has been asked to submit her final report and recommendations for internal review in autumn 2023. I shall inform the House of the outcome of the review at its conclusion and a summary of its key findings will subsequently be published.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as driving up standards in police vetting and dealing with misconduct, the Home Secretary has been clear that policing needs to address the root causes of poor, and in some cases toxic, cultures. This will be a key focus of part 2 of the independent Angiolini inquiry that was established in the wake of the murder of Sarah Everard to understand how a serving police officer was able to carry out such a horrendous crime. Part 2, which will look at broader issues for policing, will start later this spring, following a public consultation on the terms of reference that ended last week. The Inquiry will also look at the appalling case of David Carrick, in terms of reference published on 7 February 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government and our policing partners are determined to deliver on these commitments to help rebuild confidence and trust in policing. This is what the public expect and the decent, hardworking majority of officers deserve. I will update the National Policing Board, chaired by the Home Secretary, on 8 March on progress and provide the House with updates in due course.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}