{
    "url": "https://www.ukpol.co.uk/chris-philp-2020-statement-on-support-and-accommodation-for-asylum-seekers/",
    "title": "Chris Philp – 2020 Statement on Support and Accommodation for Asylum Seekers",
    "post_date": "June 29, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Chris Philp, the Parliamentary Under-Secretary of State for the Home Department, on 29 June 2020.",
    "content": [
        "My thoughts and those of the Home Secretary and, I am sure, the entire House are with the victims of the appalling knife attack that happened in Glasgow on Friday afternoon. I would like to pay tribute to the brave first responders who, as always, ran towards danger to protect the public. They include Police Scotland hero David Whyte, who was very sadly seriously wounded. The suspect has been named as Badreddin Abadlla Adam, a 28-year-old asylum seeker originally from Sudan. The House will appreciate that I am able to provide only limited information on this case while the investigation is under way, but I can talk about the United Kingdom’s proud history of supporting asylum seekers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, the United Kingdom made 20,000 grants of protection or asylum, one of the highest numbers of any country in Europe. We welcomed more than 3,000 unaccompanied asylum-seeking children, the highest number of any country in Europe. Indeed, it made up 20% of Europe’s UASC intake.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK has a statutory obligation to provide destitute asylum seekers with support while their case is being considered. While asylum cases are being considered, asylum seekers who would otherwise be destitute are provided with free accommodation. The utilities are paid for, council tax is paid for and free healthcare on the NHS is available. Free education is available for those with children, and there is a cash allowance to cover other essential living needs, which recently increased by 5%, considerably more than inflation. The package needs to be viewed as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the coronavirus pandemic, we have stepped up the help available to go beyond the statutory requirements that I have just laid out. We have paused the usual practice of asking people to move on from supported accommodation when their asylum claim is decided either positively or negatively, so that they can remain in supported asylum accommodation. As a consequence of that decision, which was implemented on 27 March, around 4,000 more people are in supported accommodation than was the case at the end of March, because people are still coming into the system, but nobody is moving on. We have therefore been frantically procuring additional accommodation around the country to meet that additional need. The circumstances in Glasgow are slightly different, but I suspect we will come on to the specifics of Glasgow, so I will answer those questions in due course. That is the principal measure we have taken to ensure that people seeking asylum have been looked after and protected during the coronavirus epidemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where we have procured additional hotels, we provide full-board accommodation, including laundry services, personal hygiene products and feminine hygiene products. Wrap-around services are also provided, including welfare support, healthcare and access to mental health services. Asylum seekers also have 24-hour-a-day access to assistance via Migrant Help through a freephone number.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are working at pace to increase the available accommodation so that we can move asylum seekers from hotels into more permanent accommodation as quickly as possible, which I think we would all agree is more suitable. Efforts are currently under way to do exactly that. Over time and in due course, we will be returning to a business-as-usual approach in a phased, proportionate and careful way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are committed to ensuring that vulnerable asylum seekers are provided with all the support they require. As our nation has been battling coronavirus, we have continued and will continue to look after asylum seekers. We will continue to drive forward the reforms required to support those asylum seekers who are in genuine need. I commend this statement to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}