{
    "url": "https://www.ukpol.co.uk/chris-philp-2022-statement-on-the-independent-cultural-review-of-london-fire-brigade/",
    "title": "Chris Philp – 2022 Statement on the Independent Cultural Review of London Fire Brigade",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Chris Philp",
            "url": "/tag/chris-philp/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Chris Philp, the Minister for Crime, Policing and Fire, in the House of Commons on 28 November 2022.",
    "content": [
        "Let me start by thanking the hon. Member for Brent Central (Dawn Butler) for her question. The report written by Nazir Afzal OBE makes for deeply troubling reading. The behaviour uncovered is totally unacceptable. The London fire commissioner, Andy Roe, commissioned this review due to his significant concerns about the culture in his own service. The review also followed the tragic suicide of Jaden Matthew Francois-Esprit, a trainee firefighter. I know that colleagues will share my sadness and shock at the testimony of those who shared their experiences, as outlined in the review. I pay tribute to them for their courage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to assure the House that the Government have taken, and continue to drive, action in this area. Through the introduction of the independent inspection of fire and rescue services, we have highlighted issues with the culture in the fire service, and it is clear that these are not confined to the London Fire Brigade. That is why we published the fire reform White Paper in May, which set out proposals to reform the way that fire services support and value their people. At the heart of the White Paper are plans to improve culture and professionalism, and put ethics at the heart of the service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore, the Government have funded a number of important change programmes in the fire sector. We have supported the creation of a new code of ethics for fire and rescue services, setting out clear national expectations for standards of behaviour. The fire standards board, which the Home Office funds, has produced a fire standards code to support the code of ethics, as well as a specific safeguarding standard, supported by guidance from the National Fire Chiefs Council. It will shortly publish new fire standards on leadership, addressing issues such as those raised by this deeply disturbing report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the fact that the London fire commissioner has committed to addressing and implementing all 23 recommendations in full and note that the National Fire Chiefs Council has also committed to considering the report carefully. Through the White Paper and otherwise, the Government will continue to press to eliminate the appalling behaviour that this shocking report uncovered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}