{
    "url": "https://www.ukpol.co.uk/bridget-phillipson-2023-speech-on-higher-education/",
    "title": "Bridget Phillipson – 2023 Speech on Higher Education",
    "post_date": "July 26, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bridget Phillipson",
            "url": "/tag/bridget-phillipson/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bridget Phillipson, the Shadow Secretary of State for Education, in the House of Commons on 17 July 2023.",
    "content": [
        "I thank the Secretary of State for [advance sight of her statement](https://www.ukpol.co.uk/gillian-keegan-2023-statement-on-higher-education/).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s statement tells us several stories about this Government. It tells a story about their priorities: why universities, and why now? It tells a story about their analysis: what they think is wrong and what they think is not. It tells a story about their competence: why these changes, when their own regulator has used a different approach for so long? It tells a story about their prejudice, about why they continue to reinforce a binary choice for young people: either academic or vocational, university or apprenticeship. Above all, it tells a story about values—about the choice to put caps on the aspirations and ambitions of our young people; about Ministers for whom opportunity is for their children, but not for other people’s children; about a Government whose only big idea for our world-leading universities is to put up fresh barriers to opportunity, anxious to keep young people in their place. It tells you everything you need to know about the Tories that this is their priority for our young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the Tories’ priority when we are in the middle of an urgent crisis in this country; when families are struggling to make ends meet; when patients are facing the biggest waiting lists in NHS history; when children are going to school in buildings that Ministers themselves acknowledge are “very likely” to collapse; and when a spiral of low productivity, low growth, and low wages under the Tories is holding Britain back. It is because the Prime Minister is weak and he is in hock to his Back Benchers that we are not seeing action on those important priorities. Instead, after more than 13 years in power, the Government have shown what they really think of our universities, which are famous across the world, are core to so many of our regional economies and were essential to our pandemic response: that they are not a public good, but a political battleground.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s concept of a successful university course, based on earnings, is not just narrow but limiting. I ask the Secretary of State briefly to consider the case of the right hon. Member for Richmond (Yorks) (Rishi Sunak). The Prime Minister has a degree in politics from one of our leading universities, yet his Government lost control of almost 50 councils this year, he was the second choice of his own party, and now he is on track to fail to deliver on the pledges he set himself publicly. Does the Secretary of State believe that the Prime Minister’s degree was in any sense a high-value course?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us be clear what today’s announcement is really about. Many of our most successful newer universities—the fruits of the determination of successive Governments, Labour and Conservative, to spread opportunity in this country—often draw more students from their local communities. Many of those areas are far from London, far from existing concentrations of graduate jobs. Many of those students come from backgrounds where few in their family, if any, will have had the chance to go to university. Many of those young people benefit from extra support when they arrive at university to ensure they succeed. We on the Labour Benches welcome the success of those universities in widening participation and welcoming more young people into higher education, yet today, the Secretary of State is telling those young people—including those excited to be finishing their studies this year—that this Government believe their hard work counts for nothing. Can the Secretary of State be absolutely clear with the House, and tell us which of those universities’ courses she considers to be of low value?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State is keen to trumpet her party’s record on apprenticeships, but let me set out what this Government’s record really is. Since 2015-16, apprenticeship starts among under-19s have dropped by 41%, and apprentice achievements in that age group are down by 57%. Since the Secretary of State entered this place, the number of young people achieving an apprenticeship at any level has more than halved, failing a generation of young people desperate to take on an apprenticeship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lastly and most importantly, the values that this Government have set out today are clear: the Conservatives are saying to England’s young people that opportunity is not for them and that choice is not for them. The bizarre irony of a Conservative Government seeking to restrict freedom and restrict choices seems entirely lost on them. Labour will shatter the class ceiling. We will ensure that young people believe that opportunity is for them. Labour is the party of opportunity, aspiration and freedom. Let us be clear, too, that young people want to go to university not merely to get on financially, but for the chance to join the pursuit of learning, to explore ideas and undertake research that benefits us all. That chance and that opportunity matter too. Our children deserve better. They deserve a Government whose most important mission will be to break down the barriers to opportunity and to build a country where background is no barrier. They deserve a Labour Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Gillian Keegan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As usual, the hon. Lady has more words than actions. None of those actions was put in place either in Wales, where Labour is running the education system, or in the UK when it was running it in England. We have always made the deliberate choice of quality over quantity, and this is a story of a consistent drive for quality, whether that is through my right hon. Friend the Schools Minister having driven up school standards, so that we are the best in the west for reading and fourth best in the world, or through childcare, revolutionising the apprenticeship system—none of that existed before we put it in place—and technical education and higher education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was an other people’s child: I was that kid who left school at 16, who went to a failing comprehensive school in Knowsley. I relied on the business, and the college and the university that I went to. I did not know their brand images and I knew absolutely nobody who had ever been there. I put my trust in that company, and luckily it did me very well. Not all universities and not all courses have the trusted brand image of Oxford and Cambridge, which I think is where the hon. Lady went, along with my right hon. Friend the Prime Minister. I have worked with many leaders all over the world in my many years in business, and the Prime Minister is a world-class leader.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On apprenticeships, it is a case of quality always over quantity. What we found, and this is why I introduced the quality standards, is that, yes, the numbers were higher, but many of the people did not realise they were on an apprenticeship, many of the apprenticeships lasted less than 12 months and for many of them there was zero off-the-job training. They were apprenticeships in name only, which is what the Labour party will be when it comes to standards for education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}