{
    "url": "https://www.ukpol.co.uk/colin-phipps-1974-maiden-speech-in-the-house-of-commons/",
    "title": "Colin Phipps – 1974 Maiden Speech in the House of Commons",
    "post_date": "February 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Colin Phipps",
            "url": "/tag/colin-phipps/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Colin Phipps, the then Labour MP for Dudley West, in the House of Commons on 13 March 1974.",
    "content": [
        "I hope that the hon. Member for Colne Valley (Mr. Wainwright) will forgive me if, on the occasion of my maiden speech, I do not comment on his excellent remarks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that in a maiden speech it is customary to pay tribute to one’s predecessor and one’s constituents and to speak for not more than 10 minutes. Because of boundary redistribution I have two predecessors, and I hope that to do them justice the House will allow me a little more time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of my predecessors is, happily, still a Member of the House. I refer to my hon. Friend the Member for Wolverhampton, South-East (Mr. Edwards) part of whose old constituency of Bilston is now in my constituency of Dudley, West. It ​ will hardly be necessary for me to extol my hon. Friend’s virtues, as the House will have a continuing opportunity to observe them. However, I pay my personal tribute to him for the help he has already given me and the help he has promised to me for the future. Indeed, he has already gone so far as to pass to me a large file containing his most intractable constituency problems. I am extremely pleased that he is still a Member of this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am equally pleased that my other predecessor is no longer a Member—not because of any shortcomings on his part but because his absence is the necessary condition for my presence. Mr. Fergus Montgomery, the former Member for Brierley Hill, was, I understand, a well-liked and effective Member of this House, and on behalf of his former constituents I should like to wish him every future success, preferably in a Liberal seat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am happy to give my unqualified approval to the wisdom and judgment of my constituents. Dudley, West, centred on the town of Brierley Hill, is famous for the manufacture of the finest cut crystal, steel, bricks and pork pies in Great Britain. It will be my continuing pleasure in the coming years to make this House more familiar with these products.  \nMy reason for wishing to speak at this early stage of the debate is that I am by profession an oil geologist and am therefore particularly concerned with energy matters. However, before addressing the House on the subject, I must declare my interest in the North Sea. I am a director of two companies engaged in exploration in the North Sea, a director of a company engaged in supplying services to drilling rigs in the North Sea, and a director of a consultant company advising several other companies engaged in exploration and other activities in the North Sea—all, I am glad to say, British.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I must also declare an interest in the formation of a national hydrocarbons corporation. I was a member of the Labour Party’s study group which first proposed such a body in 1967, a proposal which was adopted by the Labour Party conference that same year. The previous Labour Government, I regret to say, did not implement it and I am disappointed that there is no specific mention of such a corporation in the Gracious Speech. However, I understand ​ that its formation is being considered and I should like to make some points in its favour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The formation of a national hydrocarbons corporation directly involved in the North Sea would provide us with a body of practical expertise at the national call. The staff of such a corporation would always be more expert than that of a Government Department, and it is essential that this country’s technical representatives should be as expert and as informed as those of the oil companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Oil differs from other minerals such as coal in that the rate of extraction actually affects the ultimate recovery. I will not go into the technical reasons for this, but it means that the maximum ultimate recovery of oil is always different from the maximum profitable recovery of oil, and it is this difference which causes the greater part of the disagreements and arguments between oil companies and the Governments of producing countries. Having represented both sides in these arguments, I assure the House of the extreme importance of expert technical representation for the sake of the national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that a direct national working interest in the North Sea is more acceptable to the industry and of greater benefit to this country than some purely fiscal interest. By vesting all future licences in such a corporation, whereby the oil companies become contractual partners with the corporation in all future explorations, we can ensure that we control which companies are invited to become involved, and in particular we can make sure that many of the one-man promotional outfits, never intending to drill but which have done so well out of trading their interests in the past two years, will be excluded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In saying that, I do not wish to make the point that small companies do not play an important rôle in the industry. They do. By taking some doubtful blocks and doing initial exploration on them before inviting a larger company to become involved, they often get exploration moving where it otherwise would not take place. However, many of the companies which received licences in the last two rounds never had any intention of spending any money at all. In the sense that they have bartered their interests to other companies, they ​ are robbing the national Exchequer. A national hydrocarbons corporation could also insist on a proper British participation, and thereby of Scottish and Welsh participation, in any licences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such a corporation would also ensure that contractors—that is, companies contracted to it—used British goods and services and helped to develop an indigenous British industry, again with special reference to Scotland and Wales. The corporation could insist on such things as joint pipeline networks which would enable fields of marginal economics to be exploited. It could also control unitisation and secondary recovery projects and the offtake and depletion policies best for the national interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, such a corporation would be the obvious vehicle to promote British interests in the international oil industry. Existing licences, which may be subject to renegotiation, would also come under its control. As a piece of positive national enterprise, I believe that a national hydrocarbons corporation would yield great benefits to the community. I have pursued its creation since 1966 and I hope to be in this House this Session when it is born. I thank the House for its attention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}