{
    "url": "https://www.ukpol.co.uk/eric-pickles-1992-maiden-speech-in-the-house-of-commons/",
    "title": "Eric Pickles – 1992 Maiden Speech in the House of Commons",
    "post_date": "August 15, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1992",
            "url": "/tag/1992/"
        },
        {
            "text": "Eric Pickles",
            "url": "/tag/eric-pickles/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Eric Pickles, the then Conservative MP for Brentwood and Ongar, in the House of Commons on 5 June 1992.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles-1-300x280.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles-1.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "thank you, Madam Deputy Speaker, for this opportunity to address the House for the first time. It is a pleasure to follow the hon. Member for Greenwich (Mr. Raynsford). I have read many of his articles, always with pleasure. However, having reached the end of an article, I have often, regretfully, had to disagree with him.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I pay tribute to my predecessor, Sir Robert McCrindle, who served with great distinction the people of Brentwood and Ongar, and its predecessor constituencies, in the House. He was rightly regarded by his constituents with great affection. He spoke with great authority in many debates, particularly those on financial services and aviation. His first speech was typically a battle on behalf of his constituents with regard to compulsory purchase. His last speech was, again typically, a battle on behalf of Brentwood and Ongar. He told the Government in no uncertain terms that the people of Brentwood and Ongar do not want the M12, which is blighting my constituency. As you may know, Madam Deputy Speaker, Sir Robert did not enjoy the best of health during his last few years as a Member of Parliament. Therefore, I am sure that the whole House will be pleased to know that Sir Robert is now in very good health. I am confident that both he and his wife Myra will enjoy many happy and healthy years of retirement from politics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Brentwood and Ongar is situated about 20 miles to the north-east of this House, in the county of Essex. Since my adoption of Essex, it has become clear to me that the people of the country are divided into two—those who come from Essex and those who wish they came from Essex. For a Yorkshireman to say that is true praise indeed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituency straddles the two main conurbations of Abridge and West Horndon. It has played a curious and significant part in the nation’s history. According to Robert Graves, it was the scene where a singular battle over sovereignty was fought—not over the treaty of Rome but over the treaty of the Roman legions. It was the place where the Emperor Claudius met the ancient Britons. The residents of Brentwood and Ongar were the first to see elephants on these shores. Our association with elephants continued for 2,000 years. The East India Company decided to set up its training school for elephants in Brentwood. It was there that the first, second or even third sons of the landed gentry met those huge quadrupeds for the first time. Stories still abound among my constituents about these bewildered members of the aristocracy losing themselves in Brentwood and Ongar.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The site of that elephant training school is now the headquarters of Ford UK and Ford Europe. Many international and national companies are to be found in my constituency. Rhone Poulenc, a French pharmaceutical company, has based its research facility in Brentwood and Ongar. It is also the headquarters of Amstrad, the computer company which has done so much to ensure that ordinary people have the opportunity to own personal computers. While retaining its traditions, therefore, Brentwood and Ongar is a constituency which looks to the future. I am proud to represent it here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "About 80 per cent. of Brentwood and Ongar’s housing stock is now in owner-occupation. The two district councils are the largest providers of rented housing for the remaining 20 per cent. In Brentwood there has been a decline of about 3 per cent. a year in the public rented sector, largely as a result of right-to-buy. There have been more than 2,000 sales since the scheme began. That is a remarkable achievement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Public housing was largely responsible for the forming of my own political views, contrary to the political tradition of my family. I was brought up on a council estate in the West Riding of Yorkshire where my parents ran a small corner shop. As I looked at the style and condition of the houses occupied by my friends and neighbours, my conviction grew that they deserved a better landlord. I served for many years on a local authority and do not want to paint all local authorities black, but, even when they are at their most benign, they do not make good landlords. They are cumbersome and bureaucratic. Pavements remain cracked for want of inspection; window frames remain unpainted for want of a form. Brave is a tenant who decides to take matters into his own hands. To me, there is no such thing as a golden age of public housing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Any reasonable housing policy must be based on quality, diversity and choice. Above all, it must be based on what people want. People simply want to own their own homes. According to the Council of Mortgage Lenders and a recent BBC survey, 77 per cent. of the population believe that to own their own homes is the ideal tenure. I have heard hon. Members on both sides of the Chamber argue that the British obsession with wanting to own one’s home is wrong. That message is particularly hard to swallow when it is given by people who come from families who are second, third or even fourth generation owner-occupiers. Perhaps my socialist ancestors would approve of what I think about those sentiments: what is good enough for the toffs is good enough for the workers. People have the right to own their own homes. We have an obligation to ensure that they can do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the Minister’s reference to the rents-to-mortgages scheme. I understand and fully appreciate that it will not have the same impact as right-to-buy, but it will enable people, just one or two steps down the housing ladder, to own their own homes. I expect more people thereby to achieve their goal of home ownership. Nevertheless, I recognise that, for reasons of mobility and disposable income, some people may not want to buy. To offer diversity and choice represents a great challenge to both the Government and local government. It is a reflection of the greater challenge that faces the Government, which is to ensure that choice, freedom and opportunity are taken further down the social and economic ladder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am especially pleased that my hon. Friend the Minister mentioned the concept of empowerment, which is the key to tenants’ rights. We need to ensure that there are methods other than purchase by which tenants can exercise choice and enjoy freedom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The more tenants are involved in the running of estates, the better those estates will be. And the more officials are removed from their air-conditioned towers and work and manage from estates, the better the estates will be. When I talk to housing officials, I sometimes feel that they regard estates as distant colonies—that there is a new form of colonialism, with the inspector going round once a month. If people have to drive past graffiti, cracked paving stones and holes in the road, those problems suddenly assume the importance that they should and suddenly the council gets round to doing something about them. I believe that the area management of estates is vital—just as important as the tenants charter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the promise that, in the autumn, the right to repair will be improved, because at present the provisions are a little cumbersome and difficult to understand. Will my hon. Friend the Minister give his attention to, and perhaps also give us some further details on, the right of improvement? If people are to have the opportunity to use their own homes as their own homes, we must ensure that, when they decide to leave them, they are financially compensated for the improvements that they have made. If anything, the present right of improvement poses more difficulties than the right of repair and I should welcome a commitment to improve that right in the legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that council housing is now moving into a different age. Too much energy has been wasted on trying to find ways round regulations, on trying to prevent tenants from buying their own homes and on trying to stop housing action trusts coming into being. If just a quarter of that effort and vitality had been put into ensuring that tenants had a better deal and more opportunity to decide the way in which their homes, environment and estates were managed, the stock of public housing would be materially better than it is today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}