{
    "url": "https://www.ukpol.co.uk/eric-pickles-2022-tribute-to-hm-queen-elizabeth-ii-lord-pickles/",
    "title": "Eric Pickles – 2022 Tribute to HM Queen Elizabeth II (Lord Pickles)",
    "post_date": "October 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Eric Pickles",
            "url": "/tag/eric-pickles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Eric Pickles, Lord Pickles, in the House of Lords on 10 September 2022.",
    "content": [
        "My Lords, as a schoolboy, I read The Queens and the Hive by Dame Edith Sitwell. The book describes the court of Queen Elizabeth I. There is a description of her Privy Council, towards the end of her reign, facing fear and confusion over what a change of sovereign would mean. Even the oldest counsellor on the Privy Council had known only one monarch. The Privy Council of Good Queen Bess was much smaller than the one I joined in 2010, but I can sympathise with the dilemma. I have just celebrated my 70th birthday but on the day I was born, the Queen was already on the Throne. She is the only monarch I have ever known; my grandparents’ generation would live through six different sovereigns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The late Queen was born into a turbulent world. Britain was recovering from the First World War, the Russian civil war was barely over, European royal families were dropping like ninepins and revolution was everywhere. We know that this story ends happily, but it was not preordained. Our country could easily have slipped into becoming a republic. It did not because of the way the monarchy adapted to the modern world. Admittedly, the modern monarchy was built on her grandfather’s good sense and her father’s example of public service, but the modern monarchy is now built around her late Majesty’s sense of duty and service; it is in her image.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her late Majesty led by example and was keen to push good causes along. I have had personal experience of this latter point. In 2005 she became the patron of the Holocaust Memorial Day Trust and stayed for a full 10 years. His Majesty King Charles III replaced her as patron when he was the Prince of Wales. He has proved to be equally enthusiastic and generous with his time. I should declare I am the vice-president of the Holocaust Memorial Day Trust.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her late Majesty learned about the horrors of the Nazis as a teenager. She had a deep appreciation of the importance of survivors. In 2015, 70 years after the liberation of Auschwitz, she reminded us:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Many refugees and survivors of the camps and ghettoes found a home in the United Kingdom and have given us their energy and commitment.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To the surprise of many at a Holocaust memorial event in 2005 at St James’s Palace, she broke with royal protocol to mingle with survivors. We have a description of what happened from a friend of many in this Chamber, the late Rabbi Lord Sacks:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“One of her attendants said that he had never known her to linger so long after her scheduled departure. She gave each survivor—it was a large group—her focused, unhurried attention. She stood with each until they had finished telling their personal story.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this reception, the Roma and Sinti were included for the first time; two Romany survivors were presented to Her Majesty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2015, Her late Majesty visited Bergen-Belsen, where 50,000 prisoners were murdered by violence and neglect. She was accompanied by her beloved husband the Duke of Edinburgh. They walked together among the mounds of the mass graves. There was no pomp or ceremony of any kind. The BBC movingly described them as\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“just a couple from the wartime generation taking their time to reflect and to pay their respects.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the visit, the royal pair met one of the liberators of the camp, the former pilot Captain Eric Brown. The Queen asked him what sorts of scenes greeted the British troops when he arrived. He said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I told her this was just a field of corpses … She was listening very carefully. I would say she was quite affected by the atmosphere here.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For many survivors, the Queen and the Royal Family are synonymous with the welcome they received in the UK. Let one of them speak for them all. Joan Salter MBE said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I came to the UK as a child survivor of the Holocaust in 1947 and I remember the excitement surrounding the Queen’s coronation. For someone who came from so much upheaval and trauma, the Queen has been an important symbol of wisdom and stability for me.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of us could say the same thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our late Queen now rests in the arms of the Almighty. She may do so with the certainty that her legacy of duty and service is safe and secure. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}