{
    "url": "https://www.ukpol.co.uk/eric-pickles-2014-speech-on-rwanda/",
    "title": "Eric Pickles – 2014 Speech on Rwanda",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Eric Pickles",
            "url": "/tag/eric-pickles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Eric Pickles, the Secretary of State for Local Government and Communities, in Birmingham on 12th April 2014.",
    "content": [
        "[![ericpickles](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles-300x280.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For many, 1994 was a year of progress and inspiration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The world saw the final end of apartheid, with the election of Nelson Mandela.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here at home we saw the opening of the Euro-Tunnel, so it would take only around two hours to get from London to Paris. Israel and Jordan ended a 40 year war – and the IRA formally announced they would cease their military operations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, a modern world does not necessarily mean a humane one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we celebrated hope, others experienced hatred, and none as dreadful as the genocide experienced by Rwandans. To all those Tutsi’s who died and moderate Hutu’s who died, this month in 1994 marked the beginning of 100 days of hell.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "100 days of rape, of torture, and of murder. 100 days which took nearly a million lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For those who bore witness to Rwanda’s genocide, it was a time that humanity seemed to forget. And as we saw at Kigali’s official commemoration last week, 20 years doesn’t seem so long ago. I am sure that there are memories here in this room today that have been replayed time and time again, as though they were yesterday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As quickly as day turned to night, wives became widows, and children became orphans. Leaving three quarters of the Tutsi population eliminated, and a nation with a great gaping hole at the centre of it .\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So how could this country reconcile to such a loss?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well we first need to remember.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just the first step to honouring survivors, and the memory of their families, but it is how we ensure that we retain constant vigilance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My colleague Andrew Mitchell talked about this never happening again, and we know that something like this in some part of the world can happen again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It requires constant vigilance, it requires prompt action at the first sign of hatred. We have a tradition in the UK of remembrance. We have remembered the Jewish people lost to the Holocaust, the Cambodians that died in the Killing Fields, and we have a duty to remember our Rwandan friends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Amongst so many experiences of loss and violence, there are always examples of true heroism, tales that are important to tell in the face of such malice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Stories like that of Senagalese peacekeeper Mbaye Diagne. It was his sense of humour that got him through so many road blocks, and with him hundreds of Tutsi’s stowed in trucks, who would have otherwise been killed,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mbaye was a good man within a sea of evil. When he lost his life, a small candle, a small flickering light against the darkness went out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today we remember all he did for Rwandans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or Romeo Dallaire, a Canadian commander and now a member of the Canadian Senate. He was one of the first to warn of the trouble brewing. He urged action. But his words fell on deaf ears.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite this, Romeo spoke up after the genocide, and went on to set up both a foundation in Rwanda and the Child Soldiers Initiative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today we also remember what Romeo did for Rwandans. And we echo his comments of worry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are just two examples, of how the spirit of one person can overcome a world of inaction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have often heard survivors of the genocide call themselves the ‘unlucky ones.’ Because they have been left to face a seemingly dark and bleak future. But it is in these times that we must remember that whilst world governments slept, individuals shone through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our collective responsibility shapes a new future of telling these stories. Looking past the statistics, which can be so overwhelming, and recalling the stories of survival and determination of the need to carry on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We remind ourselves of the other side of humanity, the selfless and determined characteristics, that shape the Rwanda we see today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a country to be immensely proud of. Rwanda has the highest number of female parliamentarians of anywhere in the world. Girls are given the same access to education as boys. Less Rwandans are going hungry, more are finding work, and the economic fortune of the country continues to improve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rwanda has a future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a future that perpetrators of the genocide could not imagine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But changing does not mean forgetting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "1994 was not that long ago. The twenty-first century was on the horizon, and we looked towards it expectantly. The era of genocides and mass-killing seemed a distant memory. But for as long as people are judged by the colour of their skin, the religion they worship, or the roots of their ethnicity, our achievements will forever be dwarfed by the callousness of mankind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sparks of intolerance can only exist, at the will of our own complacency. And no matter how many years pass – one, twenty, or two hundred, we owe it to Rwanda, and all victims of genocide – to remain vigilant, and to always remember the sacrifice you never deserved to make.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}