{
    "url": "https://www.ukpol.co.uk/eric-pickles-2002-speech-to-the-chartered-institute-of-housing/",
    "title": "Eric Pickles – 2002 Speech to the Chartered Institute of Housing",
    "post_date": "August 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Eric Pickles",
            "url": "/tag/eric-pickles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Eric Pickles to the Chartered Institute of Housing on 12 June 2002.",
    "content": [
        "Ten years ago this month, I made my maiden speech to the House of Commons as the newly elected MP for the constituency of Brentwood & Ongar.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My contribution was made during a housing debate sponsored by the then Conservative Government. The debate was entitled Tenants’ Rights.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What you have to understand is that a maiden speech is an intensely personal thing to an MP. It sets out what motivates the Member of Parliament, it lays down what he or she wants to achieve, puts markers down to the Party Whips office about areas of interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What you have to understand about the Whips office of all parties is that it is run with the cold efficiency of the armed forces during a period of national conscription. So that professional cooks will find themselves assigned to transport, and painters and decorators to the kitchen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So you will understand my emotion in making my second public speech on housing in ten years, and my first speech as the new Shadow Secretary of State for Local Government and the Regions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much as I have enjoyed the past few months chasing Stephen Byers, I am pleased now to be given the opportunity to focus on serious issues such as housing, which concern real people every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking back over what I said ten years ago in the House of Commons, I recognise that much of it is just as relevant here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you will forgive a politician the ultimate vanity of quoting himself, in 1992 I said: ‘Any reasonable housing policy must be based on quality, diversity and choice’. The same is true today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But now I am acutely aware – perhaps more than in many other areas – the boundaries and the language of the debate have moved on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The old arguments about public versus private provision have largely been won. Today, there is some unity about providing good quality, affordable housing and reversing the migration from our inner cities, and about building stronger communities\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I hope today, to outline to you my approach to housing policy and to try and explain what we will be considering in our policy review process, which is currently underway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my speech in the House of Commons, I explained how public housing was largely responsible for forming my political views.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I looked around me on the council estate in West Riding in Yorkshire where my parents ran a small corner shop, I began to despair at some of the conditions in which my friends and neighbours lived. I realised that the fundamental problem was that they deserved a better landlord than they had.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of them lived in properties owned and managed by the local authority. As a former councillor, I know that even when they are trying their hardest, they do not necessarily make good landlords.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There never was a golden age of public housing. The fact is that most people wanted to own their own homes. This is what the Conservative Governments of the 80s and 90s recognised – and I’m pleased to say that so successful was the policy, that even most Labour politicians accept today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conservatives believe in home-ownership. The importance of property ownership is marked out throughout the history of political thought. You may even say that it is at the heart of Conservatism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are rightly proud of policies such as right-to-buy which empowered a new range of people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are pleased to have introduced the notion of stock transfer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were right to break down the barriers between the public and the private sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The principles that drove those policies will drive our future policies also. They are the principles I was elected on in 1992, and I hold true to them today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I also recognise the new challenges and priorities we now face. Too often in the past, we have allowed ourselves to be portrayed as only caring about property and money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conservatives may have been the party of property, but we recognised the obligations to the community that property brought with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The priorities now must be to encourage more people to live in our cities to stop them from becoming lifeless ghettos and to look into ways of providing more affordable housing, particularly to young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we need too, to give greater focus to the war on homelessness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was David Willetts’ deputy at social security for a couple of years; I have talked to him about his experience of seeing for himself the plight of people living on the streets. Something neglected by politicians for far too long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Remember what the Prime Minister promised? He said his Government would: ‘do everything in our power to end the scandal of homelessness’. But as we know, homelessness in England has soared since 1997.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Worse still, the number of children who are living on the streets is rising. What chance does the child without a home have?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the number of people living in bed and breakfast accommodation has risen dramatically under this Government – up by as much as 200 per cent in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I don’t pretend that things were perfect under Conservative Governments. We all need to give much greater thought to how we help these people out of their dire situation to give them a greater chance in life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not as if we have to look far to see the problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "David told me of visiting people sleeping in doorways and people seeking warmth in homeless shelters; he came across one group huddled by the side of Westminster Cathedral – less than a mile from the House of Commons and directly opposite the offices of the Government’s Rough Sleeper Unit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From where they lie they can see a sign that should mean something to them, but as often is the way: politicians try to help but it is remote and useless.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Part of the problem is that we always look at the short-term. We just want to get people off the streets. We don’t think enough about them as individuals and families – we only think about them as statistics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s not a problem that can be solved simply by throwing more money at it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to be more innovative in how we address the problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure you understand better than me why some homeless people reject the offer of a one-bedroom flat. On the streets sometimes the only family you have are those who sleep next to you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It may seem hard for us to comprehend, but some people would rather stay where they are instead of being sent off on their own to a flat somewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a social dimension to homelessness, and we cannot ignore it. We must address the street culture that exists, and consider making greater use of things like communal housing, so that groups of homeless people can be housed together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Successive governments have failed to grasp this nettle, but we are now in a position to do so because we are listening, learning and taking our time to get our policies right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I also spoke earlier about the need to reverse the migration from our inner cities that is leading to increasing degrees of deprivation in urban areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People are the lifeblood of cities, and encouraging people to live in urban areas is both a social necessity and also common sense.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a social necessity because if we are to build communities in inner city areas we need to provide stability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is common sense because if we are to improve the way we run our public services we need to build communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The teacher, doctor or policeman who lives in the community they serve is naturally better able to deal with the needs of the area. When local residents witness the evening flight of influential people it reduces the sense of community. It signals that success lies elsewhere, and stigmatises those that remain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All areas need constancy, commitment and stability. Building communities will be the priority of the next Conservative Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So housing policies, which force people to leave inner city areas, are simply wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The decrease in the amount of social housing constructed under this Government is a problem of Labour’s own making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So there are fewer houses to live in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the houses that do exist are also less affordable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The decision to cut the right-to-buy discounts has resulted in many young people being unable to take their first step on the housing ladder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour has also made home ownership less affordable by increasing taxes on homeowners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course the huge increases in council tax we have seen under this Government – an additional £212 for a Band D property over four years – are hitting households on lower incomes the most. Particularly those just above entitlement to some form of income support in its general sense\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my own constituency, I have seen the problems this last issue causes. An example of the law of unintended consequences\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In one area where people are living in social housing they have seen the value of their property rise. What would be a band A or B in West Yorkshire is much higher in the South East. The increased valuation with the higher Council Tax is the margin between being able to afford to live locally or not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The result of these policies is that the average deposit needed for a first time buyer in the UK has risen by £6,700 to £13,300 – and the average age of a first time buyer is now 34.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the Conservative Party’s policy review is considering how to address these problems. The answers are not easy, but by taking our time and talking to the people who matter – people such as your good selves – we aim to bring forward policies which answer these difficult questions, and which help to build strong communities\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And Conservatives know that good quality, affordable housing is inextricably linked to good public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is where the title of this session – ‘Is the Government delivering better public services’ – comes in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The evidence is clear. There is a clear linkage between the home environment and the reliance on public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But of course there are more basic issues to consider.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We simply can’t talk about improving the health service if we are not simultaneously considering what to do about housing. If we acknowledge that one of the major problems in the NHS today is the issue of so-called bed-blocking we have to realise that it is also linked to the need to provide good quality, warm and comfortable housing for elderly people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if I may be so bold as to agree with a former Labour Health Minister, ‘anyone with a shred of common sense knows that housing affects people’s health’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Housing policy cannot exist in isolation. It is inter-connected with our policies on improving public services. And nowhere more so than when we think about who works in the public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government has announced many new targets on teacher, nurse and police recruitment. They hope that throwing more money at the public services will help them to be achieved. But these people all need somewhere to live.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour’s ‘Starter Homes Initiative’, while perhaps laudable in its intention, seems to be having little effect – no matter how many times the department re-announces it. Restricting it to ‘key’ workers hasn’t helped. Who decides what is and isn’t a ‘key’ worker? It seems that if you exist on some whimsical government target then you are ‘key’, but if not, you are on your own.  \nAnd of course, subsidised loans do nothing to tackle the lack of available affordable housing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are the issues I have to consider, and events such as this will help me in my task. But I hope also to be able to discuss them at greater length over the coming years on a more individual basis. No doubt, there will be things I have not mentioned today, but I hope you appreciate that for me and for my Party, the important thing is to develop our policies properly rather than quickly. Don’t be under any doubt that this is a serious undertaking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am quite conscious that housing policy is complex and challenging. I know that you are calling on the Government to provide more money to housing in the forthcoming spending review. I watch with interest as to whether, to quote David Butler ‘John Prescott will add his voice to the increased case for increase housing investment’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But more than that, we need to think radically about the social aspects of housing policy – not just the economic aspects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I said at the start that the housing debate has moved on since my maiden speech in 1992. Certainly it has. Today we are not arguing about public or private provision. But this unfortunately does not mean that we have answered all the important questions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are faced with new challenges. My Party’s focus is changing. We recognise those challenges and we plan to offer solutions to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But our principles have not changed. In the debate ten years ago, the Minister wound up the exchanges by emphasising the Conservative watchwords: quality, diversity, choice, freedom, opportunity and empowerment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now as we are engaged in our policy review, they continue to be at the forefront of our minds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to have the opportunity to put them into practice, and I hope in the years ahead to return to you and outline precisely how Conservatives will apply them to today’s problems to make stronger communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}