{
    "url": "https://www.ukpol.co.uk/eric-pickles-2014-speech-at-bahai-faith-festival/",
    "title": "Eric Pickles – 2014 Speech at Baha’i Faith Festival",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Eric Pickles",
            "url": "/tag/eric-pickles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Eric Pickles, the Secretary of State for Local Government and Communities, at the Baha’i Faith Festival Celebration held at the House of Commons on 30th April 2014.",
    "content": [
        "[![ericpickles](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles-300x280.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am an enormous admirer of the Baha’i faith.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All faiths in this country put a lot back into their communitiy, but none more so than Baha’i.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In terms of looking out for the vulnerable, in terms of wanting to make friends with people of different faiths, there is always a Baha’i in the mix.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we all have in common is our basic humanity which binds us. It is this commonality, this ‘oneness’ of the human race, that inspires the Baha’i faith.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst the Baha’i religion is relatively young, your message of harmony and unity ripples down through the ages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It creates an opportunity for all, rejecting all forms of prejudice, and bringing all faiths together to celebrate what we have in common, rather than focusing on our differences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are the qualities we strive to promote in the UK, and luckily for us, there are over 10,000 members of the Baha’i faith in this country, each with the same message of optimism and hope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst you may not be huge in number, you have an enormous impact. You threw yourselves behind projects like A Year of Service, got yourselves involved in the Big Iftar, and continue to be a shining presence in inter-faith projects around the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Your knack of reaching out to people of all faiths, and frankly, those of no faith, and promoting ‘one-ness’ is very inspiring, and a little humbling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This one-ness in the human race, the one-ness of religion – through your Divine Plan, I know will continue to inspire and motivate young people, and ensure the Baha’i Faith will go from strength to strength, continuing to bring people together here and around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you celebrate this day of divine felicity, I want to say thank you for making the UK a more tolerant, a more cohesive, and a more cheerful place. I want to wish you all a very happy Rizwan!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}