{
    "url": "https://www.ukpol.co.uk/eric-pickles-2014-speech-at-naz-legacy-foundation/",
    "title": "Eric Pickles – 2014 Speech at Naz Legacy Foundation",
    "post_date": "November 25, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "Eric Pickles",
            "url": "/tag/eric-pickles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Eric Pickles, the Secretary of State for Local Government and Communities, to the Naz Legacy Foundation annual reception held in the Churchill Dining Room of the House of Commons, in London, on 30th April 2014.",
    "content": [
        "[![ericpickles](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles-300x280.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This very sad week we have thought a lot about teachers and their dedication to our country, given the tragic news of Anne Maguire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think Naz knew that classrooms are a place to bring people of different backgrounds together and pursue common goals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the messages that the foundation established in his name and continues to promote today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Being a kind citizen, a helping hand, or a friendly face shouldn’t just fall to the Naz’s of this world, but to each of us who care about our community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a government, we cannot force cohesion, or compel people to spend time together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as Naz did, and what we can all do, is create the right conditions to break down barriers and encourage communities to come together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A particular focus for me has been encouraging faith communities to work together, rather than concentrating on their own communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together in Service has not only funded some great projects, but I think it has sent out the right kind of message.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We achieve more by working together than by doing things separately, and we are offering small grants to ramp up their impact and create closer ties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Near Neighbours scheme is all about building relationships across faith boundaries, and it has seen a fantastic response. Almost everyone taking part has said that they feel more connected to their community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As supporters of Mosaic, the Naz Legacy Foundation are enabling youngsters across the country to find inspiration in enterprise. To discover, and achieve their true potential, no matter what their background.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s great to hear the Foundation’s next project, the Diversity Programme, to introduce culture and arts to kids who may not otherwise have the chance or that experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is something Naz did for children in his own classroom, and now thousands of others will benefit from this too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It can be daunting to take on a role in communities. You might not know where to start.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But by opening up a discussion about the sort of communities we want to live in, or simply by encouraging folk just to come together, we are helping to reduce that fear of taking on a new role in society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we have great role models in the Naz Legacy Foundation, enablers of education, mentoring, and training. You take the memory of a great man and remind us of the lengths we should all go to to make our communities thrive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted this evening that the Prime Minister has asked me to present a Big Society Award.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is in recognition of the Foundation’s hard work, to inspire young people to strive for excellence, and to play a full part in their community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is well deserved, and it is my pleasure to present it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}