{
    "url": "https://www.ukpol.co.uk/eric-pickles-2013-speech-on-united-in-britishness/",
    "title": "Eric Pickles – 2013 Speech on United in Britishness",
    "post_date": "February 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Eric Pickles",
            "url": "/tag/eric-pickles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Eric Pickles, the then Secretary of State for Communities and Local Government, at the Queen Elizabeth II Conference Centre in London on 5 September 2013.",
    "content": [
        "[![ericpickles](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles-300x280.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to start by thanking you for work most conscientiously done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a unique group to be addressing – as senior officers and senior councillors many of you have direct experience of walking the streets of your city or town, not knowing if you would be there the next day. Or whether it would have gone up in flames. Whether just one careless incident would undermine years of painstaking work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you’ve experienced that I don’t think it ever leaves you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As councillors you instinctively understand the importance of the clean up operation: sweeping up the glass and cleaning up the graffiti to minimise the impact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But you also understand the effect such incidents have on individuals and the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are attacks on our very way of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are fighting something entirely un-British – something utterly alien – and for me there is a fundamental test. If a woman cannot pop down to the shops for a pint of milk or a bag of rice because she’s worried about getting lewd threats; because she’s afraid she might be jostled and jeered; because she’s scared she might be spat on – no matter how many committees we set up or programmes we run or reports we write, if there are people in our communities too frightened to venture beyond the doorstep, hesitating simply because they are wearing a headscarf, then we have failed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before the election I had great pleasure in going to Paris with Caroline Flint, Vince Cable and Rita Chakrabati to address a conference of European students.It was around the time the French were debating banning face veils in public. I said to the students that this was an absurd thing to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can see circumstances in which covering the face might be unsuitable to the situation, but people going about their private business should be left to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have to say that many of these young people including the French were rather shocked by my view and wanted me to justify it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can be a little blunt sometimes and I simply said, look, we’re not far from the Champs-Elysees and it’s not so long ago that the Gestapo strode through the streets of Paris seeking out Jewish people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How can the nation of liberty, equality and fraternity have forgotten where intolerance leads and be prepared to contemplate such a restrictive view?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here in Britain tolerance, decency and respect for others are embedded deep within our psyche.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our warmth and hospitality, our willingness to welcome other views and embrace other ways of life are what has made Britain a beacon of hope around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now a few voices from the fringes try and challenge those values:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– whether Islamist preachers of hate peddling a twisted and distorted version of a peaceful faith\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– or whether malicious trouble makers on the far left – a rent-a-mob only interested in stirring up trouble\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– or those on the far-right who try and claim that being a Muslim and being British are incompatible\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Each in their own way attempting to corrode and destroy from within with lies, aggression and violence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These purveyors of hatred are anti-British.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We try in various ways to counteract their efforts and I think the work of this group has been very helpful in trying out new ideas:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– going online to challenge the myths being spread on social media\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– using the legal powers you’ve got to stop marches disrupting people’s lawful business\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– and on a couple of occasions rightly sending the EDL a bill to clean up the mess they make\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also undermine them by encouraging communities to come together around solemn occasions such as Remembrance Sunday or what we’re about to do to commemorate next year, and honour those from around what was then the Empire who fought and died for our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Or to work together to tackle local social problems as in the near neighbours programme or Together in Service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because when people work collectively together the emphasis is on what we have in common – shared values and shared goals – not on difference or division. And we also undermine the extremists by encouraging our fellow Muslim citizens to engage in the wider community, ensuring that everyone has the English they need to play a full part in their community. And through initiatives like the Big Iftar where mosques threw open their doors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After the horrific murder of Drummer Lee Rigby in Woolwich – a young man in the prime of life wearing a ‘Help for Heroes’ t-shirt – Muslim communities were united in revulsion and shouted the loudest of all of us to say not in my name.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the wake of this senseless death there were a number of attacks on mosques, but still the community was resilient. Still they refused to be cowed or put in the corner – instead they said firmly: we will open our doors, we will welcome in our neighbours and we will work with our community to build a better nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We saw that in York where the Muslim community responded to EDL provocation as any Yorkshireman would do – with a cup of tea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Showing compassion and courage and generosity – a very English gesture and an act of pure genius.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Meeting hatred and anger with friendship – completely defusing the situation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What a gesture of sincerity, which did so much more good than the self indulgent and pompous posturing of groups like the UAF who are more interested in stirring up further trouble than in actually solving problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Muswell Hill you will recall that their community centre had been burned down, but when I went to take part in the Big Iftar with the local Somali community, there they were inviting in their neighbours to show what Ramadan is all about and showing true British grit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not just integrated but an integral part of the community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I also saw it in Gillingham when after another grotesque attack on a mosque other community leaders including councillors all came out not only to condemn those actions entirely, but also to support the Muslim community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I went to share in their Eid celebrations. It was a true privilege to see people of different faiths standing shoulder to shoulder together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is where we gain strength – by working together to solve common problems and including everyone so that the faces of our neighbours become familiar and their customs become understood.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s especially important for young people – so they grow up open-minded with a strong sense of personal accountability and social responsibility. This is why we are backing the work of Youth United – giving young people a positive place to belong and creating more places in our great British institutions whether the scouts, the sea cadets or the St John Ambulance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work we are doing together – the work that each of you do, every day, wherever you live will lead us on the path to a stronger society. But the alternative route – the route offered by the extremists – ultimately ends in the villages of Srebrenicia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The old century was riven by discord – scarred and despoiled by the Holocaust – but we have a chance in this century. We can be determined to learn the lessons, to set aside hatred and ensure all people of goodwill work together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That instead of those who preach hate, or those who shout slogans, we will listen to the voices of peace and hope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of a people comfortable with differences – accepting of others and united in Britishness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}