{
    "url": "https://www.ukpol.co.uk/eric-pickles-2002-speech-to-conservative-spring-forum/",
    "title": "Eric Pickles – 2002 Speech to Conservative Spring Forum",
    "post_date": "August 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Eric Pickles",
            "url": "/tag/eric-pickles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Eric Pickles to Conservative Spring Forum on 24 March 2002.",
    "content": [
        "Stephen Byers is a misunderstood man.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some think that stands for whatever is perceived to be fashionable in left wing politics, that he has betrayed his Marxist past. This is to misunderstand the man completely. I have known him a good many years and I can say he is utterly consistent in his devotion to Marxism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course it is not Karl Marx his principles are based on. It is Groucho Marx.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Specifically Groucho’s attitude to ethics: ‘These are my principles. If you don’t like them I’ve got some others.’\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why Mr Byers can move from 80’s rabble-rouser, to 90’s smoothy-moderniser, from millennium-man advocate of the third way, to pronouncing the death of the third way, with the ease and the speed that the Department of Transport change their press officers.  \nAs Secretary of State, if your idea of long term planning is to survive the censure motion after next, it is little wonder that the Government’s transport policy is so directionless.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was recently asked what enthusiasm I had for the Government’s ten-year transport plan. I replied that I was so enthusiastic I was seriously thinking of ways I could enter year three onwards for the Whitbread prize for fiction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour had the opportunity to consolidate the gains made from the privatisation of Railtrack under the Conservatives. We reversed the long-standing decline in passenger numbers, investment poured in and our railways had a better safety record. Instead Byers blew it with a botched renationalisation. That will cost the travelling public dear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Remember a third of the promised railway investment is meant to come from private sector funding. It is frankly ridiculous for the Government to argue that that the private sector investment has not been affected following their decision to confiscate a company from its legal owners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Any lingering doubts remaining over future relations between private finance and Government were dispelled by the letter to the Chancellor written by over twenty top fund managers saying that Labour’s handling of Railtrack has damaged relations between the Government and the City, increased the cost to the taxpayer of public private partnerships and discouraged people from saving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In other words on every length of road, stretch of track, new hospital or school building – anything that needs private finance there will be a Byers premium. We will all pay more to get less\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Anybody who cares about our Railways will tell you what we need to do to make life better: get Railtrack out of administration, stop dithering over the approval of rail franchise renewal, because if you don’t there will be no new trains after 2004. Do that and we can deal with the number one problem facing our railways a lack of capacity to meet any significant increase in demand.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Transport is full of acronyms: SPV’s, Infroco’s, NATS and, of course, PPP. Rarely does the acronym meet the reality. This is true with the PPP for the Tube. Forget Public-Private Partnership, in London PPP stands for Poor Prospects for Passengers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Poor prospects of seeing a new train in ten years. There are only 12 new trains in service on Tube by 2008.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Poor prospects for projects due to start ten years into the thirty year project, with the Government offering no stability for funding.  \nPoor prospects for the taxpayer: despite promises we still don’t know whether the PPP is value for money, and we still don’t know when things go wrong who will pick up the tab.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Poor prospects for overcrowding: the PPP will make no significant improvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If over Easter you decide to visit London and decide to join Londoners on a sweaty, smelly overstuffed tube carriage, ten years from now were you to repeat the journey chances are it will be the same. Chances are it is likely to be the same carriage; the only difference will be the carriage will be ten years older.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will inherit a terrible mess on the London Underground. To make life better we will seek to develop a series of quality contracts with Transport for London on: punctuality, reliability, cleanliness and safety (personal and public). We will ensure a no strike agreement operates on the tube. The closing down of the network has no place in the resolving of industrial and sometimes petty disputes in modern Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now rapidly approaching an important milestone to judge this Labour Government, laid down by no less a person than the gentle and serene Deputy Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After the 1997 general election, John Prescott said, ‘I will have failed if in five years time there are not … far fewer journeys by car. It’s a tall order but I urge you to hold me to it.’\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 1997 traffic on all roads has consistently increased. Estimated traffic levels rose by 3% between the fourth quarter of 2000 and the same quarter of 2001 alone – according to official DTLR figures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will be looking for volunteers to break this news to Mr Prescott. A fast car and an ability to duck will be an asset\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour and their “me too” lackeys the Liberal Democrats see the car driver as the enemy. Someone to be despised pilloried and above all taxed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fuel tax is still the highest in Europe. At the last count the average UK retail price of diesel was over 20 pence per litre more expensive than any other EU country. It is worth re-emphasising that the pre-tax price of both fuels was among the cheapest in Europe, but the total amount of tax per litre was the highest of these countries\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New taxes are introduced on company cars, but ministerial cars are of course exempt. Nothing must disturb the air conditioned splendour of the New Labour elite, free from the care of the day to day bustle the rest of us face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recently in a debate, I asked a Minister when was the last time he travelled on the tube during peak time and whether he enjoyed it? The question was so unexpected in its impertinence that I got the shocked response that he ” could not remember.” That would be a sad admission from any Minister, but from the Minister of Transport it was shameful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much needed relief roads lie abandoned. Motorways that would take traffic away from chocked towns are neglected. The number of miles of motorway opened each year has significantly declined under the Labour Government. In 1997, the last year Conservatives were in government, Britain’s motorway network increased by 42.3 miles. In 2001, it increased by a paltry 6.1 miles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Talk to any of New Labour’s advocates of congestion charging after a few polite pleasantries about inter-model shift from car to public transport and they go onto the real agenda. For the truth is this: if there was even a modest shift away from the car towards buses or trains, our public transport system could not cope. There is not sufficient capacity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, what Labour’s transport gurus want is a reduction of journeys, principally by people on low incomes. According to them poor people can’t have cars.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To make life better on our roads there needs to be a bigger dose of reality and recognition that the car and the lorry are a help, and not a hindrance, to an integrated transport policy. Indeed they are vital to many people in rural areas, many elderly, disabled and parents with young children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the coming months we will look at getting the best out of our road space. At getting the best out of better lane management, better repair management, better use of technology. We will look at innovative ways of providing public transport with some of the flexibility that private transport has.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We understand that people will not leave their car at home until personal safety is improve on buses and trains, pupils will not return to school transport until better supervision and safety provided.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Above all we understand that we have to integrate our transport policy into the way people live their life, rather than how some cloistered transport boffin thinks they should. Our policy will be firmly grounded in reality, with a determination to repair the damage inflicted by Byers and to make our transport system better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}