{
    "url": "https://www.ukpol.co.uk/eric-pickles-2016-speech-on-anti-semitism/",
    "title": "Eric Pickles – 2016 Speech on Anti-Semitism",
    "post_date": "March 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Eric Pickles",
            "url": "/tag/eric-pickles/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Eric Pickles, the United Kingdom Special Envoy for post-Holocaust issues, in Berlin on 21 March 2016.",
    "content": [
        "[![ericpickles](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles-300x280.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/11/ericpickles.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a great pleasure to be here. It was a great honour to be at the Bundestag yesterday when Chancellor Merkel delivered a very important speech. I’d like to thank the organisers for putting together such a good programme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are just about to build a new monument to the Holocaust in the United Kingdom, it’s going to go next to the House of Commons, right next to Victoria Tower. And there’s going to be a learning centre.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of trying to understand what’s necessary for this, the Imperial War Museum invited me to look around their exhibition, which they are about to revamp. I was looking around, and there are various objects there relating to the build up to the Shoah, and I came across something, about the size of a drinks coaster. It would be handed to somebody, and it said this: ‘You have been seen going in to a Jewish shop. No true German would support a Jewish shop’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In other words, a boycott on Jewish goods. So what’s the difference between that, and the BDS campaign?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The answer is very straight forward – time. There’s nothing complicated to it, it’s the same thing happening 70 years later. It’s the same ideology, it’s the same language, it’s the same threats. After all the BDS picket and threaten people who are trading with Israel – it’s the same thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The only difference between now and 70 years ago, is that bigots don’t have to get out of bed. Seventy years ago, they had to buy themselves some whitewash and a bucket, they had to go down the street and paint all this anti-Jewish language. Now, they can do it from the comfort of their own home. They don’t even have to move the duvet to do it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If Twitter and Facebook had been available in Nazi Germany, Goebbels would have been an enormous hit. This guy exploited film, he exploited newly-invented radio, you bet he would have worked hard at Facebook and Twitter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When you go to the darker fringes of those websites, Joeseph Goebbels’ spirit lives on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is unacceptable, for citizens of any European country not to be able to walk the streets without fearing abuse or something more serious. And it is a dereliction of duty by Governments to allow this to go on unchecked.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s clear to me that the broader problem of tackling extremism in our society cannot be advanced without integrating antisemitism into that policy. Antisemitism and extremism are like DNA, they run together. You can’t come up with a coherent policy relating to one, without tackling the other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now Michael Gove spoke earlier about the number of incidents in Britain, 924 last year, a drop from almost 1,200 the year before. Absolutely we need to understand that these incidents are not often violent – we understand that – but there is a coarseness, there is a nastiness, that didn’t exist in the United Kingdom twenty years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a conference for our political parties, we all have conferences – the last one was in Manchester, a beautiful town in the north of England. We had outside a group of privileged and expensively dressed left-wing activists. They used this occasion to spit and shout abuse at delegates going into the conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One young lad came past, very smart, wearing a Kippur, and the chant went up: ‘Hey you not-very-nice-description-of-a-Jew, why don’t you go back to Auschwitz, why don’t you go up the chimney?’\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is Britain! I couldn’t believe it. And there were our policemen, just standing by. That is unacceptable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When a Jewish person can’t walk in to a political conference, without fear of being spat at and abused, then there is something deeply wrong in society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know from attacks elsewhere – be it in Paris or Denmark – that there are more serious threats, and it’s only natural that we want to ensure our population should be safe. The first duty of a Government is to ensure the safety of its citizens, and of course British Jews are a vital part of the British identity. If British Jews were to leave the United Kingdom, part of our identity would go with that process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government funds the security of Jewish institutions, including schools both private and public. This year this that commitment is worth 17.2 million Euros. Children deserve to go to school without fear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government is also preventing those who profess antisemitic views from entering the country, like the self-described comedian Dieudonne M’Bala M’Bala. My view is that a comedian should make people laugh, it should be a joyful thing. I can’t see how anyone can describe themselves as a comedian when they peddle hate and encourage others to despise their fellow man.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Obviously tougher security only helps to tackle the symptoms, and not the causes of antisemitism. It can’t be right in the long term that children have to go to school guarded by police. We need to work for other solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Importantly the Government works with the community to build trust and shows that we are on the same side. You heard from colleagues this morning about the various working parties on antisemitism, and my colleague Luciana [Berger] also talked about the publication of this new pamphlet, and she said that I would talk to you about it. I must confess that at that point I hadn’t read it!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I now have, it takes fifteen minutes, it makes ten recommendations, it tells you how to get organised in dealing with antisemitism, it will be on the web, and I urge to read it, I urge you to use it – it’s only got twenty two pages, you can read it between here and the airport! By the time you return home, you can get yourself organised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The antisemites are organised, and we’ve got to be better organised. And it’s free!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s important that communities not only see Government tackling antisemitism, but that the community can also raise concerns. We have a very high level of data sharing, between community organisations and the police, who take issues extremely seriously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve been talking about the working definition, relating to the state of Israel, but our police have already adopted that working definition, and we’ve found it extremely useful in order to be able to define incidents of antisemitism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve taken those lessons that we’ve learnt in terms of fighting antisemitism, to also apply them to those seeking to persecute Muslim groups. We’ve used the same techniques, the same definitions, and we’ve found it was very easily transferable, and all this would have been very difficult to set up without the active work of the British Jewish community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fundamentally our efforts to tackle antisemitism need to be building more integrated communities, one where antisemitic views, and prejudiced views of all kinds, are shunned. It starts by having zero tolerance to discrimination. For example the United Kingdom is privileged to have one of the best football leagues in the world, but we need to make sure that their fans behave reasonably.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some clubs’ fans have a reputation for using antisemitic slogans. We had a law that said that if you had a process of due diligence, you weren’t responsible for your fans. We changed that. There is now no defence, even if you have been diligent. You are responsible for the way in which your fans behave, and that has made a big difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also means breaking down barriers, and helping people to get to know one another, because when people work together they realise that their preconceptions were totally wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government sponsors the Anne Frank Trust, which uses the story of Anne Frank to teach the dangers of prejudice while also encouraging aspiration and achievement in many deprived areas of the United Kingdom. We have a Near Neighbours fund, a programme that offers grants to local faith organisations to carry out small projects that reach across faith boundaries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we’ve got to do a lot more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With 900 reports of antisemitic incidents in a single year, antisemitism continues to present a real problem, particularly on our university campuses, often under the cover of opposition to Israel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we need to preserve freedom of speech, but we also need to ensure that Jewish students can get an education without fear. The internet is too often a place where bigots can give free rein to their dreadful and abhorrent opinions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to redouble our work with internet companies to make sure they deal with prejudiced views on their sites.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to continually work to combat antisemitism, and its new disguises and means of expression. In the UK we’re determined never to let our guard down and to be ever-vigilant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve had some really fine speeches over the last couple of days. You’re not going to remember everything. So I want you to make a special effort with me, and remember just one thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is it: do not be seduced with the idea that education is the cure to antisemitism. If it was, there wouldn’t be a problem. There has been lots of very good education in dealing with antisemitism over the last 70 years. The lesson of Auschwitz itself is a brutal piece of education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But antisemities are completely immune to education, to facts and to tolerance. They live by bigotry, so while education can be a good foundation, constant vigilance is required. Antisemitism is like the cockroaches that creep out from under the oven after Armageddon. It will always be with us. We must always be vigilant, and we must not allow free speech to masquerade as a defence to this wicked, evil, doctrine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}