{
    "url": "https://www.ukpol.co.uk/peter-pike-1986-speech-on-hospital-and-ambulance-services/",
    "title": "Peter Pike – 1986 Speech on Hospital and Ambulance Services",
    "post_date": "August 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Peter Pike",
            "url": "/tag/peter-pike/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Peter Pike, the then Labour MP for Burnley, in the House of Commons on 13 March 1986.",
    "content": [
        "I intend to change slightly the content of my speech because of the time of the morning; I wish to give the Minister an opportunity to reply to the debate. Although I had intended to refer in some detail to other parts, I shall restrict my comments to my own constituency and to my own area of the Burnley, Pendle and Rossendale district health authority; concentrating on the problems of hospital closures and reductions in the ambulance service caused by Health Service cuts in that area. This, of course, does not mean that I have failed to recognise that these problems affect the whole country, as all parts have been forced to cut services because of Government restrictions of the finance available for the Health Service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my own constituency it was recently announced that two hospitals are to close, Marsden hospital and Bank Hall hospital. It was originally envisaged that the role of both these hospitals would change because of developments taking place at Burnley general hospital. When the 10-year plan for the district health authority was introduced, I welcomed the developments that were taking place at Burnley general hospital and never for one moment imagined that the two hospitals which are due to close would keep their current format.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having said that, however, until it can be shown that in the area that I represent and in the country as a whole we have eliminated the long lists of people waiting for medical and surgical treatment, and have provided all the necessary geriatric accommodation, I cannot support the closure of a single hospital, and I think that the step that we are taking is a retrograde one. This is especially so in an area like mine, based on the two traditional industries of coalmining, now completely gone, and textiles, both of which give rise to health problems for those working in them, particularly chest problems. Many have underestimated the effect of cotton dust in the air and of the artificially damp atmosphere that was created for the benefit of the cotton rather than that of the people working in the industry. So we have many people with chest problems, and a corresponding need for accommodation and facilities to deal with them. In addition, areas such as north-east Lancashire and Burnley, in particular, have a growing number of elderly people; we certainly need much more geriatric accommodation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A big campaign is already being mounted by the borough council, the Labour party and the trades council, to fight to save the hospitals and to provide the Health Service facilities that we believe the people of our towns are entitled to. We shall be supporting the prospective candidates in Pendle, Sylvia Renilson, and in Rossendale, Janet Anderson, and the many people who are fighting to preserve the hospitals due for closure, and opposing the cut-backs in the hospital services in their areas. Indeed, the Pendle borough council, which has no overall political control—Labour controls the largest party but does not have overall control—is mounting a massive campaign with all-party support to save the Hartley hospital. When I am arguing for the two hospitals in Burnley—Marsden and Bank Hall—I am not arguing for them at the expense of either Pendle or Rossendale. I would not wish to see Marsden or Bank Hall saved at the cost of losing one in Pendle or Rossendale.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister should look at the medical report of the district medical officer, Dr. Grime, which shows clearly that there is a great demand for more resources for the Health Service, rather than less, in north-east Lancashire in the Burnley, Pendle and Rossendale health authority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The closures are clearly being made to save money—£1·5 million. But when I returned to my constituency yesterday, I was informed that at the meeting of the district health authority, held only the previous night, cuts of a further £1 million had been requested and further drastic action had to be considered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It must be said that even moderate people on that committee—Mr. Ashworth, who is a registrar at the county court—were talking of allowing the Government to call in the commissioners to do the dirty work because enough was enough and further cuts could not be countenanced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even Muriel Jobling, the chairman of the district health authority, because she has tried to resist some of the proposals—and I do not know her political party—and has not toed the Government line, has had it suggested to her by the chairman of the regional health authority that she might say that she did not want to seek another term as chairman of the district health authority. She did not choose to do that and so she has been told that she is not being reappointed. Yet she has fought to try to preserve the Health Service for the community. The protest of people from all political parties and all parts of the Burnley, Pendle and Rossendale district health authority has shown the amazed outrage at the decision that she should not be reappointed.  \nThe second aspect of the debate is the restriction of ambulance services and the cutting of that service within Lancashire. That is causing people throughout Lancashire grave concern. Indeed the Burnley Express and News and in particular the Lancashire Evening Telegraph have run a big campaign attacking the new proposals and policy changes that were introduced on 6 January when a quota system was introduced to try to avoid an overspend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A letter from the Lancashire family practitioner committee dated 4 February to the regional general manager of the North-Western regional health authority said that it had considered a report at its committee meeting on 29 January on the current situation in the Lancashire ambulance service. The letter went on to express the concern of general practitioners at the effects of the introduction on 6 January, without prior notice, of a quota system for outpatients as a result of an anticipated overspend of £250,000 in the current financial year by the Preston health authority, the managing body for ambulances for the seven Lancashire districts. Preston health authority has, on a number of occasions, sought additional resources from the regional health authority to offset the continued effects of repeated efficiency savings and cost improvement programmes. The Lancashire family practitioner committee registered its gravest concern at the present situation and rejected completely the interim solutions which had been introduced. It called on the regional health authority to provide further resources to cover the projected overspending until the results of the review of Lancashire ambulance services, which has been commissioned by the regional health authority, are available. Similar views have been expressed by Burnley, Pendle and Rossendale community health council. It wrote to Preston district health authority on 11 February and sent a copy to the hon. Members ​ representing the three constituencies within its area. It expressed concern at the authority’s failure to consult the community health council regarding what it viewed as a “substantial variation in service” and concern at the distress caused to patients by this action. The letter said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“my members are amazed to have read a statement in the press from yourself and officers that as a consequence of reducing the workload in regard to transporting out-patients to hospital by some 35 per cent., some inconvenience will be caused to patients.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That view was being expressed to the chairman of the Preston district health authority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The letter attaches a schedule of cases where seriously ill patients have failed to keep their out-patient appointments. It is a long list and it is being added to all the time. It gives an example of a 43-year-old lady who was thought by her general practitioner to have suffered a stroke. She was refused an ambulance by control staff because the daily quota had been reached, despite the fact that she needed to attend the hospital x-ray department for a brain scan. It was eventually discovered that the lady had a brain tumour. I can give many examples, but time is short. It is a nonsense to run an ambulance service on a quota system which says that if the quota is used up during the first three days of the week no ambulances will be available on the next two days. As I have said, I have a long list and if the Minister wishes to look at it I will provide him with a copy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The change has also resulted in wasting the time of professional Health Service personnel, particularly physiotherapists. It has increased the work load for hospital administrators, who are now continually having to change patients’ appointments because the quota system means that patients cannot attend on the date or time for which the appointment was originally made. Disruption has been caused to the work of outpatient clinics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ambulance men allege that the time and capacity of ambulances has been wasted because they do not always carry a full load and additional spaces have been available. There was a manpower shortage in 1984 and at that time transport was hired and hospital car volunteer drivers were used, mainly for day care cases, at a cost of £300,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, because I want to allow time for the Minister to reply, I want to deal with the important aspect of people who have had their training blocked and are not being allowed to do emergency work or anything else, or complete their training in the ambulance service. That is a matter of great concern. As I understand it, the reason for that is to save money. Once people are fully trained they will have to be paid slightly more. I know that the National Union of Public Employees is taking legal advice on that and is fighting on behalf of its members and is trying to ensure that they are able to provide the services necessary for running outpatient and emergency services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has to be said that emergency services have now been so cut to the bone that in times of major emergency, or two incidents happening at the same time during certain stages of the night, ambulances would not be able to provide the much-needed service to the people of North-east Lancashire. These issues, at this early hour of the morning, are crucial to the people of north-east Lancashire, Burnley and Lancashire as a whole. I believe that the cases I have illustrated are examples of what is going on, not only in my part of the country but throughout the length and breadth of this country because of the cuts being imposed by the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}