{
    "url": "https://www.ukpol.co.uk/christopher-pincher-2020-speech-on-evictions/",
    "title": "Christopher Pincher – 2020 Speech on Evictions",
    "post_date": "September 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Christopher Pincher",
            "url": "/tag/christopher-pincher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Christopher Pincher, the Minister for Housing, in the House of Commons on 23 September 2020.",
    "content": [
        "I congratulate the hon. Member for Westmorland and Lonsdale (Tim Farron) on securing this urgent question. The Government have taken unprecedented action to support renters by banning evictions for six months, preventing people from getting into financial hardship and helping businesses to pay salaries. We have boosted the welfare safety net and increased the local housing allowance rates to cover the lowest 30% of market rents. We have made available £180 million for the discretionary housing payments this year, for local councils to distribute to support those renters who require additional support. We have now introduced comprehensive measures to ensure that renters continue to be protected over the autumn and winter, following the resumption of possession proceedings on Monday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, we must strike a balance so that landlords are able to access justice alongside measures to protect the vulnerable. That is vital to the long-term health of the private rented sector. We have worked with the judiciary to put in place new court arrangements that seek to ensure appropriate support to all parties within the current statutory framework. The judiciary will look to prioritise the most serious cases, including antisocial behaviour, fraud and egregious rent arrears. New court rules also require landlords to reactivate any claim they have made before 3 August and to provide information to the court on the effect of the covid-19 pandemic on the tenant and their dependants. A court would be likely to take a very dim view of any landlord who tried to circumvent this requirement or mislead the court by not disclosing relevant information where known.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To help to keep people in their homes over the winter, we have changed the law, increasing notice periods to six months in all but the most serious cases. Tenants now served notice will not be required to move over winter, while landlords will be empowered to take action where necessary—for example, where a tenant’s antisocial behaviour severely affects their neighbours’ quality of life. To further support renters, guidance has been issued to bailiffs by my right hon. and learned Friend the Lord Chancellor to ensure that possession orders are not enforced in areas where lockdown restrictions are in place or over the Christmas period, except in the most serious circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our package strikes a fair balance, supporting landlords to act in the most serious cases while keeping the public, including renters, safe. Comprehensive guidance has been published for landlords and tenants to explain these new arrangements and the possession process in courts. The Government are clear that all these measures are to protect renters over this period. They are kept under constant review in the light of evidence on public health, and we are prepared to take further measures as they are needed to protect landlords and tenants alike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}