{
    "url": "https://www.ukpol.co.uk/christopher-pincher-2020-speech-at-the-insider-midlands-residential-property-conference/",
    "title": "Christopher Pincher – 2020 Speech at the Insider Midlands Residential Property Conference",
    "post_date": "December 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Christopher Pincher",
            "url": "/tag/christopher-pincher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Christopher Pincher, the Minister of State for Housing, on 11 December 2020.",
    "content": [
        "Good morning and a very warm welcome to everyone attending today’s Insider Midlands Residential Property Conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a real pleasure to be joining you, albeit remotely, which as we all know is the way of the world at the moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can I begin by thanking you, the housing professionals, business owners and executives – those based in the Midlands, a part of the world well-known to me, and those of you further afield – for all of the resilience, perseverance and hard work that you have put in throughout this extraordinary period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think all of us today recognise the unique role which the housing sector plays in our economy, working in close partnership with the government. We’ve sought to do everything that we can to keep the sector running as smoothly as possible during this pandemic crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From the Safe Working Charter launched with the Home Builders Federation back in May when the sector reopened, to the Business and Planning Act in July, we’ve worked to make sure the sector has remained open and has been able to work safely and effectively to keep our construction and housing economy on track.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now with the Pfizer vaccine being rolled out, we have a post-Covid world in sight. We also have in sight the greatest economic comeback the country has ever known. The housing industry has been leading that charge and is pivotal in that process of reconstruction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the Midlands, that starts with meaningful investment in growth-spurring projects which support regeneration and new development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That includes over £100 million of investment from our Land Fund for the West Midlands Combined Authority to deliver 8,000 homes across the region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is in addition to the significant funding package announced by the Prime Minister on a visit to Dudley earlier this year with Mayor Andy Street, which saw £84 million from the government’s Brownfield Fund supporting the West Midlands Combined Authority to build thousands of new homes on former industrial land.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this is not just about building new homes – important as we all know that is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also investing in shovel-ready, job-creating infrastructure projects which will be key to helping businesses get back on their feet and for the Midlands Engine economy roar back into life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local Enterprise Partnerships across the Midlands are receiving in the region of £214 million from our Getting Building Fund to support innovative, growth-spurring projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Initiatives like the Warwickshire Green Recovery Project, which is rapidly expanding on-street charging points for electric vehicles, all the way through to a new Digital Advanced Manufacturing Centre in Chesterfield which is pushing the envelope in 3D prototyping and modular construction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, government cash, however useful and significant and however targeted, can only go so far in our national mission to build back better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need regulatory reform as well, and as many of you will know, the government has published its ambitious ‘Planning for the Future’ White Paper with proposals for a reformed planning system to make it simpler, quicker and more accessible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local Plans still need to be prepared by local councils, but will be more map-based, more visual, and more digital – to that extent they will be much more easy to use.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Land will be put into one of three categories: areas for growth, for renewal, or for protection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to make sure we get the houses we need, we’re proposing a new measure for calculating a housing requirement figure for each local planning authority, which will still be the building block for planning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will also be a new time limited statutory timetable for preparation, rather than the average 7 years it presently takes to adopt a plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you look around the Midlands, something like 40% of local authorities have a plan which was adopted more than 5 years ago – our reforms will mandate everyone to have up-to-date local plans to benefit their communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Together, these reforms will inject much-needed agility into the planning system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the greatest overhaul we have proposed in planning in over 70 years since the Town and Country Planning Act was introduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is fair to say the proposals have conjured up some spirited debate. We have had 44,000 submissions to our consultation, which is the beginning of the process of refining our proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although the consultation is now closed, I am very keen that we maintain connection with all the people and parties that have contributed to the consultation – that we continue to work with professionals across the sector to ensure we approach those reforms on a consensual basis and that we get them right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because we know that it is incumbent upon government to equip the housing industry with the right tools, the right regulations and the right resources and funding to build the homes the country needs at pace and at scale.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That also means accelerating delivery of Modern Methods of Construction (MMC), including offsite and smart techniques, to encourage a more innovative, diverse, competitive market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think you will be hearing from a host of speakers later today about MMC – we certainly believe in government that MMC could be revolutionary for the industry in terms of improved productivity, build speed, and economies of scale.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we are committed to tackling the barriers to increasing use of MMC – the most common one being a lack of standardisation in components and designs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those difficulties add unnecessary costs to the MMC process and hampers the sector from being able to compete with traditional methods of building.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will shortly engage with industry on this very issue to drive efficiencies and create a more resilient MMC pipeline.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that Modern Methods of Construction are thriving in the Midlands too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are investing £30 million in a landmark deal between Sekisui House and Urban Splash to build thousands of homes using the latest modular construction techniques from Japan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I think MMC can be a tremendously powerful tool for us and can also help us build out those greener, more sustainable homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Industry research shows homes built using MMC techniques can have up to 80% fewer defects whilst reducing heating bills by up to 70 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s not just important when it comes to fuel poverty, but is important when we consider that housing accounts for around 15% of the UK’s greenhouse gas emissions through their use of oil and gas for heating and hot water.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Making homes greener, cleaner and better insulated is integral to combatting climate change and is one of the reasons why we have introduced the Future Homes Standard, which by the middle of this decade will see new houses producing at least 75% fewer emissions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Homes built to those new standards will be future-proofed, with low carbon heating and high levels of energy efficiency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Crucially, they will be ‘zero carbon ready’ – so there will be no costly retrofits. MMC has a crucial role to play in the development of those homes and in the Future Homes Standard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That, I think, is what lies ahead – a modern housing industry truly empowered to build cleaner, greener, more sustainable homes for the communities around the country and around the Midlands that need them – and build those homes faster than ever before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And you are the integral players in making that vision a local reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Midlands – I was born there, brought up there, have a constituency in the Midlands – was the cradle of the industrial revolution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s where the nail makers came together to “gi’it some ‘ommer”, as we used to say in Wolverhampton.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, with its unrivalled expertise, with its skills and its innovation, I think it is perfectly placed to lead Britain’s green revolution – to be the new green workshop and tech chamber of the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a ‘once in a generation’ opportunity to grasp – to build back greener, to build back faster, and build back better from this pandemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I know you in the Midlands will grasp it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope you enjoy your conference. Thank you for listening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}