{
    "url": "https://www.ukpol.co.uk/christopher-pincher-2021-statement-on-local-plans/",
    "title": "Christopher Pincher – 2021 Statement on Local Plans",
    "post_date": "January 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Christopher Pincher",
            "url": "/tag/christopher-pincher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Christopher Pincher, the Minister for Housing, in the House of Commons on 19 January 2021.",
    "content": [
        "The country needs more, better and greener homes in the right places.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government’s ambition is to deliver 300,000 homes per year by the mid-2020s and one million homes over this Parliament. Increasing the number of up-to-date local plans across England is central to achieving that goal. Local plans not only unlock land for development and ensure that the right number of new homes are being built in the right places, they also provide local communities with an opportunity to have their say on how their local areas will change over the coming years, and how the local environment can be protected and enhanced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some 91% of local planning authorities have now adopted a local plan, but we know that many of them are not being kept up to date. In March 2020, the Government set a clear deadline of December 2023 for all authorities to have up-to-date local plans in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is critical that work should continue to advance local plans through to adoption by the end of 2023 to help ensure that the economy can rebound strongly from the covid-19 pandemic. Completing local plans will help to ensure that we can build back better and continue to deliver the homes that are needed across England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To support this, we recently rolled forward temporary changes that we made over the summer to ensure the planning system continues to operate effectively during the pandemic. In addition, we announced changes to the methodology for assessing local housing need and published the 2020 housing delivery test measurement. This should help to provide greater certainty for authorities who are currently preparing local plans. The Government recently issued a formal direction in relation to South Oxfordshire District Council’s local plan to ensure it continued to adoption. Where necessary, we remain committed to using all powers available to Government in order to ensure that progress on plan making is maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also want to see neighbourhood plans continue to make progress with the support of local planning authorities, to give more communities a greater role in shaping the development and growth of their local areas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The “Planning for the future” White Paper consultation closed in October. The White Paper sets out proposals to deliver a significantly simpler, faster and more predictable system. These proposals will need further development. Authorities should not use this period as a reason to delay plan-making activities. Authorities who have an up-to-date plan in place will be in the best possible position to adapt to the new plan-making system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will consider contacting those authorities where delays to plan-making have occurred to discuss the reasons why this has happened and actions to be undertaken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This written ministerial statement only covers England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}