{
    "url": "https://www.ukpol.co.uk/christopher-pincher-2021-speech-on-public-landmarks-review/",
    "title": "Christopher Pincher – 2021 Speech on Public Landmarks Review",
    "post_date": "March 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Christopher Pincher",
            "url": "/tag/christopher-pincher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Christopher Pincher, the Minister for Housing, in the House of Commons on 18 March 2021.",
    "content": [
        "May I begin by congratulating both [my hon. Friend the Member for Orpington (Gareth Bacon)](https://www.ukpol.co.uk/gareth-bacon-2021-speech-on-public-landmarks-review/) on securing this debate and the other Members who have spoken on their excellent, sincere and considered contributions? I always listen with great care and attention to my right hon. Friend the Member for South Holland and The Deepings (Sir John Hayes) and, as far as I am able, I always do what I can to achieve his objects. No one, either, would ever question my hon. Friend the Member for Ipswich (Tom Hunt) for being anything other than punchy and patriotic in the pursuit of his constituents’ interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The starting point, and the end point, for this Government is that it is our duty to protect our nation’s history, traditions and heritage. We believe that our history shapes us, that we are poorer if we seek to deny that history, and that the right approach to statues and other public landmarks, as the hon. Member for Strangford (Jim Shannon) attested, however contentious they may be to some, is to retain and, if it is appropriate, to explain them to enable better public understanding and respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many Members, today and in previous debates in the House, have spoken proudly of the tradition that we have in this country of commemorating individuals with statues to acknowledge their contributions to society, whether at local or national level. Those erected by local communities can be a lasting and shared source of local pride. Frank Whittle, the inventor of the jet engine, is commemorated in Coventry, where he is from, and in Lutterworth, Rugby and a number of other places around our country. Edith Cavell’s memorial near Trafalgar Square was erected by public subscription, as was the statue in my own town, Tamworth, to Sir Robert Peel, a man who repealed the corn laws, emancipated the Catholics, founded the police—a force for liberal good in our country, even though last year there was a flurry on social media to pull him down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Orpington spoke about his concerns at the action of the Mayor of London in setting up his commission for diversity in the public realm, with the purported intention of increasing the representation of London’s great and diverse communities in its built environment, but the real aim of which seems to be to airbrush the past and demolish public monuments to our history. Certainly, its composition is concerning—as my hon. Friend suggested, one member has already been forced to resign—and although I have written to the Mayor about its true cost and its true intentions, he has yet to reply to me, so I share my hon. Friend’s concerns.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Marco Longhi**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Minister therefore agree that the £1.1 million that the Mayor purportedly intends to spend on his commission for statues should be spent on better supporting Londoners at this very difficult time, and that the Leader of the Opposition should direct the Mayor to do exactly that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christopher Pincher**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I entirely agree with my hon. Friend, who of course has a statue to the Earl of Dudley looking over his town in the west midlands. The Leader of the Opposition should take his Mayor in hand, but I am afraid that I must borrow from Euripides, who famously said that those whom the gods wish to destroy they first make mad. If Euripides were with us today, he would probably say that those whom the gods wish to destroy they first make members and leaders of the Labour party, because the leader of the Labour party has gone mad. He has been captured. He is a POW—a prisoner of woke. I trust that he will be released so that he can direct his friend the Mayor of London to pay greater attention to Londoners, because it will be for them, ultimately, to judge whether that £1.1 million of public expenditure is spent on statue destruction, or whether the Mayor might better spend his time and the public’s money trying to put up more homes for Londoners rather than pull down their statues in public parks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I suspect that the Mayor’s real interest is to distract us and draw our attention away from his lamentable failure to build a better future for Londoners. To borrow from Churchill—by the way, his statues are going nowhere—Sadiq Khan is a very modest Mayor with much to be modest about. Let me be quite clear: his lopsided commission has no mandate to advocate for the removal of existing statues. The Government’s policy is that historic statues should be retained and explained rather than removed, and any such proposed removal of an historic statue should rightly be, and will be, subject to planning permission or listed building consent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir John Hayes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, I hope, to acclaim. In congratulating my hon. Friend the Member for Orpington (Gareth Bacon) on securing the debate, may I ask my right hon. Friend the Minister to support the idea that I advanced of more plaques and statues, particularly for winners of the VC and GC, who, by the way, are drawn from all ethnicities?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christopher Pincher**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am always prepared to recognise the honour done for us by those great men who won the Victoria Cross, from wherever they hailed, and I certainly hope that more plaques to their memory are forthcoming.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By doing the things that we are proposing to do, we will give the whole community—not simply the self-loathing, Britain-hating perpetual revolutionaries who seem to have captured the commanding heights of the Labour party, but the whole community—the opportunity to engage and to give their views. Additionally, my right hon. Friend the Secretary of State has the power to call in planning applications, and he has set out his intention to exercise that power if appropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear from the contributions in this debate and in the wider public discourse that, with the passing of time and changing values in society, there will be examples of those who have had statues erected to them whose own story—and perhaps their family’s—is complex. Many statues and other historical objects were created by generations with different perspectives on right and wrong from our own. Some of what they believed to be virtues, we now believe to be vices. But it is better—far better—to remember that history, reflect that not everyone in the past was perfect, and retain that history and its monuments, so that we can all better understand it, not destroy it as the Marxist, wokeist ideologues would insist on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a proud and rich history. Britain led the way in the abolition of slavery; we were foremost in abolishing it. The Royal Navy was one of the seminal forces sweeping it from the seas. So when we hear of those who argue that some public memorials are an abomination and that statues of people who profited from the transatlantic slave trade should be taken down, this Government’s clear view is that doing so is quite misguided. As my hon. Friend the Member for Orpington asked, where does that misguided logic end? Are we to take down the statue of Julius Caesar from Tower Hill, for we can be pretty sure that he brought slaves with him in 54 BC and doubtless carried away a few enslaved ancient Britons when he left? Do we want the Elgin marbles taken down and hidden away because they appear to deny the existence of slavery in ancient Greece? That is where that logic leads, but where does it end?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our view of retaining and, where right, explaining is shared by Historic England, the Government’s advisory body on the historic environment. If we remove difficult and contentious parts of our heritage, we risk harming our own understanding of our collective past; yet that is where some of these book burners of the internet age are set on going. Ours is a great country with a proud and illustrious heritage of democracy, freedom and rule of law, and that is why we do not gloss over any failures in our past, nor seek to destroy the historic heritage that can help us understand those failures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to update the House on the changes that the Government are bringing forward to ensure the protection of our heritage. The planning system plays a crucial part in conserving and enhancing our heritage. I am pleased to tell the House that under the changes coming into effect in the spring, any proposals to remove an unlisted public landmark will require an application for planning permission, giving communities the right to be consulted. We are also introducing notification requirements to ensure that the Secretary of State is made aware of any contentious applications and has the opportunity to exercise his call-in powers if he considers that appropriate\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "History, by its nature, can be contentious. But rest assured: the Government will act to ensure that our national heritage is protected from those who would seek to remove or deface it. The Spanish philosopher, Jorge Santayana, wrote in his “The Life of Reason”—and Churchill often quoted him—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Those who cannot remember the past are condemned to repeat it”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For the sake of our remembered history, so that we do not repeat it—and, please, for the sanity of the Labour party—let us agree to remember and explain our past, not seek to destroy it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}