{
    "url": "https://www.ukpol.co.uk/christopher-pincher-2020-statement-on-the-foreign-affairs-council/",
    "title": "Christopher Pincher – 2020 Statement on the Foreign Affairs Council",
    "post_date": "February 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Christopher Pincher",
            "url": "/tag/christopher-pincher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Christopher Pincher, the Minister for Europe and the Americas, in the House of Commons on 28 January 2020.",
    "content": [
        "The High Representative of the European Union (EU) for Foreign Affairs and Security Policy (HRVP), Josep Borrell, chaired the Foreign Affairs Council (FAC) in Brussels on 20 January. The United Kingdom’s permanent representative to the EU (Sir Tim Barrow) represented the United Kingdom.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Current affairs**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The HRVP and Foreign Ministers had an exchange of views on a number of pressing issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The German Foreign Minister Heiko Maas briefed on the outcome of the 19 January Berlin conference on Libya. Ministers discussed EU engagement towards a political solution, in particular in helping to implement the agreed ceasefire and enforce the UN arms embargo.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "HRVP Borrell discussed the situation in Bolivia and set out EU support towards the general election on 3 May 2020. He also touched on Venezuela and concern about recent escalations following the events in the National Assembly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The HRVP debriefed on his recent trip to New Delhi, India, where he participated in the Raisina dialogue and he discussed preparations for the upcoming 15th EU-India summit, scheduled for 13 March.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cyprus raised Turkey’s hydrocarbon exploration activity in the eastern Mediterranean, following Turkey’s announcement on 18 January that it would engage in further drilling.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sahel**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following France’s and the G5 Sahel (Burkina Faso, Chad, Mali, Mauritania, and Niger) leaders’ summit that took place in Pau on 13 January, Ministers exchanged views on the deteriorating security and humanitarian situation in the Sahel and the role the EU could play as an important partner and donor in the region. They expressed support for renewing the existing Sahel strategy to try to increase the impact of the EU’s security, stability and development engagement. Ministers emphasised the importance of an integrated approach between the different actors involved and resources deployed. Ministers also welcomed the planned EU-G5 Sahel summit in March, noting it would be an opportunity to identify joint priorities and ensure G5 ownership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Climate diplomacy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Council adopted conclusions on climate diplomacy and agreed to focus diplomatic outreach to third countries to encourage key partners and emitters to implement concrete actions and achieve the best results ahead of COP26. There was support for a proposal that all new EU international agreements, including all trade agreements, contain a clause to hold partners to ambitious climate standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom underlined that success in Glasgow would rely on concerted diplomatic efforts and the importance of ensuring tangible outcomes when updating nationally defined contributions (NDCs).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Middle east peace process and the wider region**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over lunch, Foreign Ministers discussed the middle east peace process and restated their national positions on the recognition of Palestine. The United Kingdom underlined the importance of firmly rejecting illegal annexation but made clear that our position on recognition was unchanged and reiterated our commitment to a two-state solution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers touched on the future of the joint comprehensive plan of action (JCPoA) and the importance of continuing efforts to de-escalate tensions in the region. The United Kingdom, France and Germany underlined the importance of the E3’s work to find a diplomatic path through the JCPOA’s dispute resolution mechanism to bring Iran back into compliance and preserve the deal.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Council conclusions**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Council agreed a number of further measures:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Council approved the terms of reference for the EU-Ecuador dialogue on human rights. Since 2014, the EU and Ecuador meet at least once a year to review the state of their relationship and discuss issues of common interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Council adopted conclusions on the continued presence of Operation Althea in Bosnia and Herzegovina to support authorities in maintaining a safe and secure environment for its citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Council adopted a decision on the conclusion of the enhanced partnership and co-operation agreement between the EU and the Republic of Kazakhstan (12409/16). The decision will be published in the Official Journal of the European Union in accordance with Article 17 (1)(a) of the Council’s rules of procedure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Council appointed 120 members and 114 alternate members to the European Committee of the Regions (CoR) for its new five-year term running from 26 January 2020 to 25 January 2025 (14986/19).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Regarding public access to documents, the European Council approved on 15 January 2020 the reply to confirmatory application No. 39/c/01/19 (doc. EUCO 35/19). On 20 January 2020, the Council adopted by written procedure the reply to confirmatory application No. 38/C/01/19 (doc. 14533/19).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}