{
    "url": "https://www.ukpol.co.uk/christopher-pincher-2020-speech-at-savills-annual-housing-seminar/",
    "title": "Christopher Pincher – 2020 Speech at Savills Annual Housing Seminar",
    "post_date": "November 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Christopher Pincher",
            "url": "/tag/christopher-pincher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Christopher Pincher, the Minister of State for Housing, on 23 November 2020.",
    "content": [
        "Thank you for that warm introduction, Mark. It’s a great pleasure for me to join you today, all be it virtually, given that Savills brought together such a diverse mix of key players such as housing associations, councils, developers and groups from right across the housing industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can I first of all begin by saying how grateful I am to everyone in the sector for the tremendous support that you have given and the forbearance that you have undertaken during what has been some of the most difficult years in our lifetime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know it’s been very challenging for you all professionally. I expect it will have been very challenging for some of you personally. So I just want to say firstly thank you for all that you have been doing, will be doing and will continue to do for the sector, for the industry, and for your clients and customers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know the imposition of this second national lockdown has been especially challenging with many businesses, once again, seeing jobs and people’s wellbeing on the line and certainly for many smaller businesses it is a very challenging time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But with the arrival of the new vaccines onto the scene and into the pipeline and given the resilience the housing market has shown in the last few months since it reopened in the middle of May, I think that there are glimmers of light for the recovery to come – to begin to reclaim our way of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pandemic has, undoubtedly, made us think about the way we live our lives at every level. You, in the housing sector are at the forefront of these profound changes as we attempt to build back the economy, build back our lives, and build both back better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Keeping the housing market open**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the pandemic, since it began in February and we began our first lockdown in March, we have done everything that we can, not just to protect people’s lives, but also to protect their livelihoods. That includes the package of measures that we have launched, and refined, and continued to roll out to support jobs and businesses across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister and the Chancellor have both said that we will do whatever it takes to keep businesses and their employees afloat – through tax cuts, tax deferrals, direct grants and the Furlough Scheme – we will do whatever it takes to protect our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tough national measures that we have taken are part of that approach, but they are also, I think we’ll all agree, distinctly different from those we took in the Spring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we all recognise that the housing sector is a bellwether of confidence in our wider economy – what General Motors is in the United States, what Birmingham Yardley constituency used to be in terms of bellwethers in politics. The housing sector is a bellwether in the United Kingdom for our economy. And that is why – more than with any sector – we have done all we can to keep the industry open. Working closely with the CLC, the HPF, the Federation of Master Builders, to allow flexible working hours, to allow planning permissions are extended to ensure that safe working practices are baked into work onsite to keep the economy working and to keep workers safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That really is exemplified in the Safe Working Charter which the HBF developed way back in March, and which was a signal to the reopening of the housing economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mark said we haven’t been furloughed in MHCLG – that’s absolutely right. We’ve been doing our bit to provide both financial support and stimulus to the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have the £450m Home Building Fund which we announced before the summer, supporting the delivery of 7,200 new homes, right through to our Private Rented Sector Guarantee Scheme which has green-lighted £415m in loans to help the industry bounce back from this pandemic stronger and more resilient than before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With so many of us spending so much more time in our homes right now, the pandemic reinforced the need to double our efforts to build more quality homes with strong and sustainable communities, which we need now more urgently than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means keeping up the pace on supply. We need to make up for ground lost – the emergency and the challenges to the economy notwithstanding we must meet our target of building 300,000 new homes of all types and tenures each year by the middle of this decade so that people can afford to buy or afford to rent the sorts of homes that they want to be able to provide them with the security and the opportunity that they want and need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Building Safety**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To that end, we are delivering the biggest improvements to the building safety regime that we have seen for a generation and pressing ahead with remediation work, which is absolutely critical to safety. I am absolutely clear that remediation must continue through these lockdowns where it is safe to do so. We’ve set aside £600 million for the remediation of ACM-clad high-rise buildings to make those homes safe. I want to thank everybody involved in the sector for their work on that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor made available £1 billion at the budget for the remediation of non-ACM type cladding in tall buildings to make those safe as well, and work is advancing to make sure that that money is distributed and dispersed effectively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also introducing some of the biggest improvements in regulation ever seen through our Building Safety Bill which was published in draft in July and which will be introduced shortly to Parliament. That Bill complements very significant work that has been done over the last three or four years – the Fire Safety Act for example, building on the Fire Safety Order Act 2002 – to make sure that everybody, irrespective of who they are, where they are from, where they live, feels safe and secure in their home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that you will be hearing from Dame Judith Hackitt later on and I would like to take this opportunity to thank her for her tireless efforts to support out work, and we want to support her work as well. The good news is that now almost 80% of buildings with ACM cladding have either been fully remediated or are close to completion – and that rises to above 95% of those buildings in the social housing sector. It’s good news that progress has been made, but clearly there is much more to do. We are determined that we must do it and also the building owners, developers and warrantee holders much play their part as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Building Greener**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So many people have spent so much time living at home for the past several months, and for many people the pandemic has been made tolerable at least by a good home and a garden shared with the people that they care about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But for too many people – people in tiny accommodation, substandard accommodation, people unable to walk to shops or green spaces or services – their homes are less like castles and are more like prisons. We have learned that spacious, well-equipped homes which offer green spaces in plentiful supply, with access to vital amenities and vibrant neighbourhoods that surround those amenities and those services – must be the standard if we are to recover from the social effects and the economic effects of Covid-19.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s just what our planning reforms are aimed at delivering – greener, cleaner, more beautiful homes and neighbourhoods that we can be proud to live in, but also, more importantly, we can be proud to call a legacy for future generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reforms we’ve set in train mandate for more parks, more playing fields and greener spaces in new developments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They encourage developers, with the Environment Bill currently going through parliament, to think much more creatively about biodiversity. About the way bee bricks, green roofs and even community orchards can be used.  \nThey ensure that all new streets will be tree-lined, contributing not just to a neighbourhood’s aesthetic but also to its air quality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are some really good examples of this sort of design around the world: Marina One in Singapore; Bosco Verticale in Milan which boasts, I’m told, a vertical forest which removes something like 44,000 pounds of carbon from the atmosphere each year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If they can be bold, we can be bold and daring the new developments that we envisage. And through our Home of 2030 Competition we launched earlier this year – in fact I think it was the first thing that I did when I became Housing Minister back in the middle of February – the Government is incentivising designers, architects and developers to do exactly that. Think like Milan, think like Singapore.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have six very impressive finalists who have developed their cutting-edge designs for the Homes of 2030 competition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to thank particularly Nick Walkley, the CEO of Homes England, and I think he’s going to join us today. He has provided ready-to-go sites in which the winners can make their visions a reality. The Prime Minister has made very clear that he wants more technologically sophisticated, sustainable housing to be developed, and that is what we are going to do. We’re going to meet Net Zero targets and we are, through the Future Homes Standard, going to reduce the emissions of carbon dioxide from buildings by the middle of this decade by at least 75% compared with today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Building Beautiful**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As much as we want to build greener and more sustainably, we also want to build more beautifully. In championing innovation and encouraging the industry to respond to the changing needs of residents, it is also right that we celebrate beautiful design and provide trailblazing design that others can follow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was lucky enough at the end of last week to go on a virtual tour of the Barking Riverside development on the site of the former power station, which is delivering something like 10,000 new homes of mixed tenures, it also offers fantastic views of the River Thames, there is a clipper service as well as a rail station going in, and making best use of an innovative new waste disposing technology called ‘Envac’, and all of this is encapsulated within a well-designed, beautiful and sustainable housing district which is in-keeping with the history, the identity of the community in which it is built.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have other great examples of that too – Marmalade Lane in Cambridge; Goldsmith Street in Norwich, which thank to lockdown restrictions I’ve had to cancel two visits to, but I’m rather hoping that 2021 will be a better time to visit that 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But still we know some developers pay too little attention to the character of the houses they are creating and the character of the environment in which they are creating those houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Only six per cent of new homes in our country are designed by architects. Cutting back on the time and attention spent on architectural design may be a good way to save some money… But I also think that it is definitely short-sighted and, ultimately, more costly… Because building better, building more beautifully, in-keeping with an area and its aesthetic, builds in and buys in local communities’ support for those buildings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that can save expensive delays, save on legal challenges and feed that developers have to pay out, and then they can focus on what really matters – building homes that community needs, building them really well, not building the sort of identikit ‘Anywheresville’ housing that perhaps we have seen too often. And that’s why we want to introduce the National Model Design Code, which will advise councils on how they can set clear expectations for the design of new development and give residents a genuine say in the future of their area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At their heart, these reforms are about letting communities have greater say and have more power over what is built for them and around them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Planning White Paper which launched in August, with 84 pages of proposals – we’ve had 44,000 consultation responses as a result which we are working through and which we will share the results of as soon as we can and then kick off more work to refine our proposals on the back of that consultation feedback – fundamentally those reforms are designed to make our 73 year old planning system more speedy so that decisions and results can be made much more quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So that it is less opaque so that more people can navigate it more effectively which is good for local communities as well as good for SMEs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we want it to be much more engaging by having strategic, upfront planning using map-based systems which zone areas, allowing people to see what is proposed for their communities and have a say on what goes where, how it’s going to look, the sorts of infrastructure that should be provided for the community. It’s much more strategic and far less tactical. It’s much more up front and far less reactive. Therefore, I think it’s much more empowering and much more democratic, and I believe that communities will see that and that they will appreciate the power that we are placing in their hands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**‘Build, Build, Build’**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because fundamentally we need to build more homes. More homes around the country in places that they are needed because demand is high, in places that they are needed because the level of stock is poor, in places that they are needed because we need to reimagine our town centres and our city centres as we emerge through the Covid epidemic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have travelled quite some way in the last 10 years. We have built hundreds of thousands of new homes – 241,000 in the last year alone before Covid struck.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is much more to do. Whether it be building new homes for people to buy or get a stake in through shared ownership, whether it be building more affordable homes for rent or socially rented homes – and our £12.2bn affordable homes programme, the biggest cash injection to affordable homes since the 2006-2011 cycle is aimed to do just that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope it demonstrates that the government is absolutely steadfast in our determination to help communities pull through what remains an extremely challenging time, but to emerge into a post-Covid world where we can look forward with optimism and determination and confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to overhaul a planning system which is 70 years old and which needs to change, to become steadier and more transparent and more democratic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to build more homes in the places that they are needed. We want those homes to be built sustainably. We want them to be built beautifully. We want the infrastructure around them to be provided quickly and to be right, and we want to make sure that the build environment around those communities is attractive for people today and for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are going to work in close collaboration with councils, planners, designers, and the construction industry to make sure that the reforms we proposed are right and to make sure that they work. We are prepared to investment time and money to make sure that all these things happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because if we do that, we can build a built environment, we can build communities which people are proud to call their homes, build communities and environments that developers can be proud to say ‘we designed and built out’, which planners can be proud to say ‘we planned’, and which the future will be able to say thank you to us for doing what we did to give them the legacy that they deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very grateful for the time that you have given me to speak to you today. I trust that you have a great conference. That you’re able to meet up, albeit virtually, with old friends. Pick up new ideas. Be reminded of important concepts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And before too long we’ll all be able to do this all over again in a much more physical and friendly format. I’m sure whatever changes in that future, there will be the next Savills conference and I look very much to seeing everyone else then again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}