{
    "url": "https://www.ukpol.co.uk/christopher-pincher-2021-statement-on-fire-safety-in-retirement-communities/",
    "title": "Christopher Pincher – 2021 Statement on Fire Safety in Retirement Communities",
    "post_date": "November 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Christopher Pincher",
            "url": "/tag/christopher-pincher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Christopher Pincher, the Minister for Housing, in the House of Commons on 9 November 2021.",
    "content": [
        "I commend and congratulate the right hon. Member for North Durham (Mr Jones) on securing this debate, and on bringing this important topic before the House. It is a matter that we all believe to be of grave concern.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me begin by saying how important I and the Government believe it is that we further develop the later living and retirement housing sector. Many people in our country live in very large homes. That is fine for the many people who are happy to live in those homes, but we know full well that many people would like to downsize. It is economically sensible for them to do so, as well as good for their health and welfare. Unfortunately, however, there are not enough retirement and later living properties in our country in the right places, and with the right quality, care levels and social networks to provide that opportunity. We want to do more to help with that, but it is disappointing and concerning to hear the story that the right hon. Gentleman has presented to the House, so I am very happy to look at the specifics that he has raised and work with him to ensure that the challenges that he has brought to our attention are addressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have, however, introduced substantial reforms through the Building Safety Bill, which, with the Regulatory Reform (Fire Safety) Order 2005, will strengthen our building safety regime. We have also taken action to ensure that care homes and residential places are safe, because we all want those living and working in retirement communities to feel safe. We have listened to concerns about fire safety in care homes and specialised housing, and we are currently exploring the evidence surrounding risks that may exist in buildings occupied by vulnerable individuals. We are also conducting a full technical review of Approved Document B, which is the statutory guidance to building regulations, where we will look at the fire safety provisions in care homes and specialised housing. As I say, I will also consider the points that the right hon. Gentleman has raised about Cestrian Court and other places.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While we have already made important changes, we fundamentally need to change the culture so that residents’ concerns are listened to and, where problems arise, they are dealt with swiftly and efficiently. The Building Safety Bill is bringing forward the biggest reforms in nearly 40 years and will establish a building safety regulator. That means that in the future, later-living homes and specialised housing that are in scope will be covered by the new, more stringent building control regulatory regime during design and construction. This will ensure that corners are not being cut and buildings are built to a high standard. The new regime will strengthen regulatory oversight before building work commences; throughout construction, including before major changes are made; and when building work is complete.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Importantly, the Bill also paves the way for a national regulator for construction products to oversee a stronger and clearer construction products regulatory regime, which will apply to all four nations—both Great Britain and Northern Ireland. That national regulator, which will be established in the Office for Product Safety and Standards, will have robust market surveillance enforcement capability to take action against companies found to be breaking the rules, including removing unsafe construction products from the market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Kevan Jones**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome what the Minister is saying about the future. I just wonder what can be done to ensure that not just Cestrian Court but other properties are safe. If Cestrian Court was built by McCarthy and Stone to the shoddy standards that left my constituents in peril, is there any way that McCarthy and Stone could be made to check—or that the Government could perhaps check, through the fire authorities—that the other facilities that it has built meet standards? I would hate to think that one of its other homes might go up in smoke, leading to the tragedy that we have, I think, very narrowly avoided at Cestrian Court.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christopher Pincher**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman raises an important point. We certainly want, through the changes that we are making, to improve the building control regime in local authorities around the country, and that is what we will achieve through the Building Safety Bill. I also draw his attention to the changes that we are making in the Bill to amend the Defective Premises Act 1972 to extend the period of retrospective action that people can take if they find their property to be defective. We are also including in that Bill a clause that will ensure that building owners or freeholders must take all reasonable steps to find ways of dealing with remediation, and exhaust those steps, before they pass on costs to the residents and leaseholders. I think those are two important steps in the Bill, which I hope will find support across the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our package of reforms will help to make sure that construction products placed on the market are safe and that the public can be confident that products, including those used in the construction of care homes, will perform as they are intended to. The safety of retirement homes under 18 metres will be overseen by the building safety regulator, as part of its responsibility to oversee the safety and performance of all buildings. The regulator will work with the construction industry and technical experts, commissioning research and conducting consultations where necessary to make recommendations to the Government for improving building regulations. By doing so, it will drive both a culture change in the sector, and improve the safety and performance of all buildings. It will also drive improvements in building safety by overseeing the performance of building control bodies, as I said to the right hon. Gentleman, through a robust professional and regulatory regime for both registered building control approvers and local authority building control departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is vital that the fire safety regime for these buildings is comprehensive and is working as it should. The Regulatory Reform (Fire Safety) Order 2005 requires those responsible to ensure that they regularly assess risks from fire to ensure they can take mitigating action to reduce the risk, so it is as low as reasonably practicable. This is not a one-off process or tick-box exercise, but one that requires the ongoing, day-to-day consideration and management of fire risks. That is especially important for the safety and wellbeing of residents of care homes, and other later life and specialised premises. The duties placed on building owners and responsible persons under the fire safety order will be further strengthened by clause 136 of the Building Safety Bill, which takes forward proposals to place a small number of additional duties on them. They include improving co-operation and information sharing, providing residents with relevant fire safety information and enforcing compliance through strengthening the standing of guidance. That will help with compliance and more effective enforcement action in the future—the sort of thing the right hon. Gentleman was talking about.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Home Office also intends to bring forward new regulations that will implement the majority of the recommendations made by the Grenfell Tower inquiry in the phase 1 report, which require changes in the law. The measures will help to make all residential buildings safer by placing new duties on responsible persons, which will improve fire safety for their residents and assist fire and rescue services in planning for, and responding to, a fire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to support people to stay safe in their homes. Fire and rescue services visit homes and offer person-centred fire safety advice, providing smoke alarms and other fire safety equipment where necessary. To support those physical visits, the National Fire Chiefs Council has created an online tool to allow residents to make informed self-assessment choices and be guided on any other steps they can take to improve their fire safety. The Government are also playing their part, working closely with the National Fire Chiefs Council and local fire and rescue services to deliver the long-running “Fire Kills” campaign. Through a mix of media advertising, partnership working and promotional activity, the campaign has helped to drive down the number of fires and fire- related fatalities to its current historic low levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that there is a united desire across the House to ensure that those living in retirement communities feel safe in their homes, and I am genuinely grateful to the right hon. Gentleman for bringing these issues to our attention tonight. Debates such as this are incredibly important as we work together to protect all residents. I assure him and Members across the House that the Government remain committed to helping residents in what we know is a most challenging situation, because in doing so, we will ensure that there is public confidence in the sector—a sector that we are determined to grow, and we have a mutual interest in doing so—and bring about lasting change in an industry that will put its residents’ welfare first. I am grateful to him and I thank him for his attention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}