{
    "url": "https://www.ukpol.co.uk/christopher-pincher-2021-statement-on-the-delivery-supply-chain/",
    "title": "Christopher Pincher – 2021 Statement on the Delivery Supply Chain",
    "post_date": "December 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Christopher Pincher",
            "url": "/tag/christopher-pincher/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Christopher Pincher, the Minister for Housing, in the House of Commons on 10 December 2021.",
    "content": [
        "I wish to update the House on the measures the Government are taking to facilitate flexibility within the delivery supply chain and mitigate challenges faced by construction sites.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Due to the covid pandemic, the logistics sector is facing an exceptional challenge resulting from the acute shortage of HGV drivers across the distribution network. This has resulted in missed deliveries which have the potential to lead to significant shortages and hinder economic growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through a previous written ministerial statement made by the former Secretary of State, dated 15 July 2021, the Government responded to these pressures proactively by ensuring the industry had the tools available to adapt effectively and minimise any disruption to the public. The statement made it clear that local planning authorities should take a positive approach to their engagement with food retailers and distributors, as well as the freight industry, to ensure planning controls are not a barrier to deliveries of food, sanitary and other essential goods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am now expanding the scope of these measures. The purpose of this written ministerial statement, which comes into effect immediately, is to make it clear that local planning authorities should take a positive approach to their engagement with all supply chain stakeholders to ensure planning controls are not a barrier to the supply of all goods and services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many commercial activities in England are subject to controls which restrict the time and number of deliveries from lorries and other delivery vehicles, particularly during evenings and at night. These restrictions may be imposed by planning conditions, which are necessary to make the development acceptable to local residents who might otherwise suffer from traffic, noise and other local amenity issues. However, this needs to be balanced with the public interest, for all residents, to have access to shops which are well stocked.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The National Planning Policy Framework already emphasises that planning enforcement is a discretionary activity, and local planning authorities should act proportionately in responding to suspected breaches of planning control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Local planning authorities should not seek to undertake planning enforcement action which would result in unnecessarily restricting deliveries, having regard to their legal obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Construction output has also been inconsistent in recent months and not returned to pre-February 2020 levels. Construction sites in England may also be subject to controls which restrict the hours within which they can operate. Wherever possible, local planning authorities should respond positively to requests for flexibility for operation of construction sites to support the sector’s recovery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise that it may be necessary for action to be taken in relation to the impacts on neighbours of sustained disturbance due to deliveries and construction outside of conditioned hours, particularly where this affects sleep. In this case a local planning authority should consider any efforts made to manage and mitigate such disturbance, taking into account the degree and longevity of amenity impacts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This statement will replace all the previous statements on these matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This written ministerial statement only covers England and will expire on 30 September 2022, giving direction to the industry and local planning authorities over the next 10 months. We will keep the need for this statement under review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}