{
    "url": "https://www.ukpol.co.uk/james-plaskitt-2007-speech-on-public-perceptions-of-welfare/",
    "title": "James Plaskitt – 2007 Speech on Public Perceptions of Welfare",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "James Plaskitt",
            "url": "/tag/james-plaskitt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Plaskitt, the then Parliamentary Under Secretary of State at the Department of Work and Pensions, on 7th February 2007 to the Institute of Revenues, Rating and Valuation Benefits Conference in Harrogate.",
    "content": [
        "Good Morning. I am delighted to be invited back to speak at your conference today. This is actually my fifth speech to one of your conferences and my second visit to your Harrogate venue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So you might be thinking why does he keep coming back? Hasn’t he said it all before? Well actually no he hasn’t. But some things do bear repeating. Coming back allows me to thank you again personally for all the work you have done in recent years to turn the HB service round. And it allows me to set out just what an important role I think you have in helping us shape a new approach to welfare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many local authorities who are setting the pace already. I can see from your agenda that you will be hearing from Stockport and East Riding later on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand that Stockport and East Riding were joint winners of the IRRV benefits team of the year in 2006.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both authorities have shown that they can provide an excellent service through effective management, streamlined processes, and genuine innovation. They have achieved something to be proud of.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to develop some ideas on shaping a modern welfare state later in my speech today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But first I want to talk to you about security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Security in the Housing Benefit system. Security in welfare delivery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And how we can all contribute to building a better system – where you have the right tools for the job, where customers act more responsibly, and where the public recognise we are running highly effective and efficient services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I want to turn to our attention to tackling fraud and error in Housing Benefit. This is very much a live issue – I am sure many of you will have seen the latest figures we released only a week ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of these figures show significant improvements. An overall reduction in fraud and error in Income Support and Jobseeker’s Allowance is welcome news.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As is the success you have had in reducing levels of fraud in Housing Benefit – now half of previous levels at the lowest ever recorded figure of 1.4% of expenditure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, yes – you’ve guessed it, there is still a lot to be done here. Customer error has increased by nearly two thirds and now it accounts for more than both fraud and official error combined.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know there are many reasons for this. A fundamental issue is that customers are simply not reporting changes in their circumstances as they used to do. And, as I understand it, there are three major contributing factors to this:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, there is evidence that some customers are confused by different reporting regimes in different benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, the arrangements for reporting changes in both Pension Credit and tax credits are different from Housing Benefit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, both Pension Credit and tax credits are major welfare reforms this Government pioneered in order to direct more support to those who need it most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those over pension age who deserve a long and dignified retirement. And those people who are getting on in work to provide better lives for themselves and their families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it has meant that some Housing Benefit customers are now less clear about their responsibilities. We need to put this right and that is what I intend to see happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we abolished benefit periods. This was undoubtedly the right decision. Not all customers should be required to restate and re-verify their circumstances annually.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This was overly intrusive for the vast majority of genuine customers, and administratively both complex and costly. But it may have contributed to a culture amongst some of not reporting changes at the right time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, the risk-based reviews we introduced to replace benefit periods have not reduced error as much as we expected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why we are introducing a more holistic performance measure in April that focuses on reductions – so the measure will be more about overall outcomes than specific tasks and activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You may be aware that my Department launched an overall strategy for tackling error recently, which followed a similar strategy for reducing fraud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I know that Housing Benefit has its own particular challenges. So today I’m presenting to you our action plan for tackling fraud and error in HB document aims to build on the overarching DWP strategies and puts them into the local authority context.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The principles are the same but the details are specific to Housing and Council Tax Benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be no surprise to you that a central element of the strategy is to reduce customer error.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can feel some of you tensing up!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not a matter of asking you to do more of the same. I am not seeking to do that. But clearly, we need to get to those root causes of the problems as I have identified them and deal with them head on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why the strategy identifies four areas we should tackle, and sets out an action plan for achieving specific goals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we must ensure that you have direct access to all of the information we have available. It is why for example we are working hard to get you online access to tax credits data as an upmost priority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, I firmly believe that we can radically reduce customers’ genuine errors by encouraging them to take more responsibility for reporting changes in their circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the vast majority of our customers want to keep their benefit levels right – and it is our job to make sure they know what they need to tell us, and when they need to tell us. And, it is essential that we back this up fully by detecting mistakes when this doesn’t happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last month, I launched an important ‘Something to Declare – Nothing to Declare’ campaign targeted at customer compliance in Peterborough. With promising early results.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, we need to improve the efficiency of IT and business processes to the fullest extent that we can. We won’t be able to do everything overnight, but we can – and we will -make significant improvements as rapidly as we can. For example establishing secure e-mail links to support data-matching.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the fourth point is, I believe, most important. It is about empowerment. We want to build on your evident commitment to reduce fraud and error. And move away from the prescriptive measures that frankly I have never been comfortable with, such as asking you to review 50% of your caseload each year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "From next April, we will implement the new performance measure that will allow you to choose the most appropriate activities to reduce fraud and error in your authority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is fully in line with our overall approach – to set fewer targets and to focus on outcomes built on the needs of the citizen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will introduce a simpler, less burdensome performance framework for local government from April 2008, which responds to concerns I know you have raised with us in the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our fraud and error action plan sets out a framework for a more secure delivery of Housing and Council Tax Benefit. And I have no doubt this is something we can deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Essentially what we should be aiming for here is the same level of success we have seen in improving processing times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I really believe that this is a success that we don’t celebrate enough. There have been some quite staggering improvements over the last four or so years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, since 2002/03, you have improved the average time to process new Housing Benefit and Council Tax Benefit claims by three weeks – 21 days!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The poorest performers have made the greatest improvements, with the bottom 15% improving the average time to process new claims from 99 days in 2002/03 to 54 days in 2005/06.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2002/03, the average time to process a new claim was 56 days; and the number of authorities taking over 48 days was 169! That was over 40 per cent of authorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But by 2005/06 the average time to process a claim had improved 36 days; and the number of authorities taking over 48 days had reduced to just 40.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recently saw something of this for myself when I visited the London Borough of Hackney.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2001, Hackney took 234 days to process new claims; in the first half this financial year they took just 28 days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a clear example of what can be achieved by local authorities through political will, good management, and the commitment of staff.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased that we have been able to give support to Hackney through our Performance Standards Fund and the free consultancy provided by the Department’s Performance Development Team.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And in Liverpool City Council, Housing Benefit claims were being processed in an average of 95 days in 2002 – but by the second quarter of this year this had been reduced to just 33 days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lambeth too have seen substantial reductions in processing times from 89 to 37 days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if I may just give an example of an authority who have shown consistently good service, Guildford Council have been processing Housing Benefit claims in an average of under 30 days for a number of years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And these are just a few cases. I could name many authorities who are represented here today, and forgive me if I don’t do so! All across the country we have seen, time after time, authorities who have turned their Housing Benefit service around.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So you have already proved beyond doubt that you can make substantial and lasting change. Well I am asking you to do the same thing again in reducing the amount of error in the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know we in the Department need to play a full and active role in supporting you in doing this. And I hope this new action plan assures you that we have every intention of providing you with this support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am certain we can join together to deliver a faster, more secure and more streamlined service for the customer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I think that, as well as building partnerships across government and voluntary bodies, we will undoubtedly see more sharing of services between and within local authorities. This is key to the way we need to work in future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of you may have read the report by Sir David Varney that the Chancellor published towards the end of last year. I certainly recommend that you have a look at it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is all about joining-up services for the benefit of the citizen – and many of the best examples Sir David quotes are from local authorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It sets out a vision we can all share for a more integrated approach to public services. And I firmly believe we need a new approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should not expect the customer to navigate their way around our services – we should do it for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Customers should have to give information to us only once, not repeat it to countless different organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In DWP we have accepted the challenge David Varney set for us. We are beginning now to consider how we can develop a new way for customers to report changes in their circumstances to just one place and then pass it to others who need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Service transformation is about delivering efficiencies by improving performance, reducing waste and duplication, more intelligent use of front-line e-services, and business process improvements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is about looking for new, and better, ways of working. It is about not being afraid to try out new ideas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I know many local authorities have, or are seeking to find ways of exploiting new technology and of finding ways of meeting the needs of a modern society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to hearing more about of these ideas, of shared solutions to common problems in the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This matters so much because it has such a central role in helping us meet our objectives for reforming welfare in its entirety.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Providing a safety net so that people have enough money to pay their rent is a fundamental pillar to ensuring everyone has the opportunity to live in a decent home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, more than this, I believe Housing Benefit can encourage and empower people to live independent lives, and to contribute to the transformation of the welfare state.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will do this if we can make it a more active and responsive benefit. And a secure benefit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you know, the Welfare Reform Bill will enable national implementation of the Local Housing Allowance for tenants in the private rented sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe the Local Housing Allowance will be liberating – it offers more choice and it encourages more responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to have had the opportunity to visit some of the pathfinder authorities. To listen to what the staff have to say about the new scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I have read with interest the evaluation reports we have published. Whilst of course there remain some concerns, there are real positives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Payments to tenants have remained at very high levels. Rent arrears have not rocketed, homelessness has not increased.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Local Housing Allowance is certainly a lever for getting people back into the financial mainstream and for providing support for people moving into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very grateful to the 18 authorities who have already implemented the Local Housing Allowance. It is a groundbreaking reform and they have implemented it very successfully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Going on to implement the LHA nationally will be a huge task. All authorities will take on LHA at the same time, from April next year, starting with new customers and those existing tenants who move house or break their claim.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A lot of thorough preparation will be needed. Talking to stakeholders. Making as many payments as possible direct to bank accounts. We will help of course with guidance and funding. And we will build on the experience of the authorities who have led the way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know the hard work will reap rewards. Because the Local Housing Allowance will really contribute to changing people’s lives by taking them out of benefit dependency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this is not our only area of reform – there are other things we need to do as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear from our research that most people think that Housing Benefit is for people out of work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is essential that we must change this perception. We will bury this myth and do all we can to promote access to Housing Benefit as an in-work benefit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is why over the next few months we will develop and implement, a programme of work designed specifically to promote awareness of Housing Benefit as in-work support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is where we have an opportunity to see partnership working at its very best – local authorities, Jobcentre Plus, and voluntary organisations working together to help people back into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Local Housing Allowance is clearly the way forward for the private rented sector. But the social sector is also crying out for reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With 80% of those receiving Housing Benefit living in social housing – and a very high percentage of these people not in work – it is clear there’s a strong case for reforming Housing Benefit for social tenants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, I realise there are significant differences between the private rental market and social housing – but we do need to find a way of enabling social tenants to exercise a greater degree of personal responsibility in managing their finances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we will work with you, and with other expert organisations, to find the best ways of tackling worklessness in the social sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to ensure that the same opportunities, the same rights, the same security is available to all of our customers, regardless of their tenure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I firmly believe that, as the Welfare Reform Bill completes its passage through Parliament, we are entering a new stage in the development of the welfare state in this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building on the secure foundations of Beveridge over fifty years ago, we now move towards welfare delivery that fits with a modern society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We face big changes and big challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is increasing competition from the economies of China and India. All the developed economies of the world are facing unprecedented economic migration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In these circumstances, the modern, active welfare state we are building is crucial in tackling child poverty, supporting the family and promoting social justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need above all a thriving labour market in this country to meet the challenges of technological, social, economic and demographic change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we have set ourselves the ambitious aspiration of achieving an 80% employment rate for people of working age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This means 2 million more of our people moving into the workforce – and many of them moving off benefit. Tall order? Unrealistic? I don’t think so. Its exactly what we’ve achieved over the last ten years. We can do it again over the next ten.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will do it by reforming Incapacity Benefit, by getting more lone parents into work, and by encouraging older people into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the new Employment and Support Allowance increased responsibility will be matched by increased support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The emphasis will be on what people are capable of doing, not what they are incapable of doing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for older people, we are building a society where security in retirement is a right for pensioners now and in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In our paper Security in retirement: towards a new pensions system we havepublished proposals for pensions that will see us into the next fifty years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Clearly the world is changing – people are living longer, men and women work throughout their lives and social changes must be reflected in the way we, as a society, prepare for retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I believe our plans for pensioners do just that by reforming the state pensions system, supporting people in saving for their retirement and really making a difference for future generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this country we have a tradition of providing for those people who need our support the most. That’s what a civilised society does.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it is only right that we continue with this tradition. But it is equally important that we develop a social security system that continues to do much more than this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To ensure that we have an active system that encourages people into work and then supports them in staying in work;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– that we allow older people to work for as long as they want to but then to enjoy a long and fruitful retirement;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– that we lay down secure foundations for the future and eradicate child poverty within a generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And of course, to provide a secure and safe system that delivers the very best service to our customers. And a system that enjoys public confidence because we have all but eliminated fraud and error whatever the source.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where we utilise modern techniques and modern technology to be the very best in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And if we are to deliver a world-class system that can compete on the international stage, we all have a part to play.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to see our striving to deliver this together. We can only deliver this vision if we all pull in the same direction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People are at the heart of any organisation. And if we work together, to strive to be the very best, I know we will succeed in achieving our common goals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I know you are all wrestling with this day in day out. Actually, so am I. Sometimes it all looks up-hill. More change. More challenges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another gruelling day on the welfare assault course!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hear that – sometimes – when I’m out talking to staff on the frontline. But more often I come across other responses. People who see the opportunities. Understand the challenges – but want to rise to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And people who understand that making it better still isn’t a chore. Its an obligation. And a source of some pride in what we can all achieve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s what you can feel when you know you’re getting welfare right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for helping us do that. And thanks for your continuing commitment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}