{
    "url": "https://www.ukpol.co.uk/lyon-playfair-1886-parliamentary-answer-on-water-colours-at-south-kensington-museum/",
    "title": "Lyon Playfair – 1886 Parliamentary Answer on Water Colours at South Kensington Museum",
    "post_date": "November 29, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "1886",
            "url": "/tag/1886/"
        },
        {
            "text": "Lyon Playfair",
            "url": "/tag/lyon-playfair/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The Parliamentary answer given by Lyon Playfair, the then Liberal MP for South Leeds, in the House of Commons on 10 May 1886.",
    "content": [
        "We have already made arrangements to enable Dr. Russell, F.R.S., and Captain Abney, F.R.S., to carry out an exhaustive series of experiments on the action of sunlight, diffused light, and electric light on the various pigments used by painters in water colours. When these are complete, we shall be in a position to determine whether a more extended inquiry is necessary, and a scientific basis will be furnished for such further inquiry. At the same time, I may inform the hon. Member (Mr. Agnew) that from the statements made by the officers who have had charge of the Water Colour Collections at South Kensington, I have reason to believe that the works there exhibited have undergone little, if any, change since they were received. The skylights are made of rolled glass, so as to break and diffuse the light, and have blinds under the glass. Every care is, and will be, taken of the pictures, compatible with that exhibition to, and use by, the public for which they were acquired, whether by purchase or gift. The conditions of bequest frequently enjoin that the water colours shall be exhibited as freely and openly to the public as the oil paintings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}