{
    "url": "https://www.ukpol.co.uk/stuart-polak-lord-polak-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Stuart Polak (Lord Polak) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stuart Polak",
            "url": "/tag/stuart-polak/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Stuart Polak, Lord Polak, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I pay tribute to all the speakers before me, particularly the noble Lord, Lord True, who is not in his place. On an occasion like today, I think I speak on behalf of the whole House when I say we miss the late Lord Sacks, who would have known exactly what to say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On hearing of someone’s passing, the Jewish tradition is to say “Baruch dayan ha’emet”, which means “Blessed is the true judge”. In my earliest memories of going to synagogue on a Saturday morning, there was only one prayer that was said in English, and that prayer will be said tomorrow in synagogues up and down the country. I will read it as it was done last week: “He who giveth salvation unto kings and dominion unto princes, whose kingdom is an everlasting kingdom, may he bless our sovereign Lady Queen Elizabeth and all the Royal Family. May the supreme King of kings, in his mercy, preserve the Queen in life, guard her and deliver her from all trouble and sorrow.” In synagogues up and down the country tomorrow we will say it as usual for His Majesty King Charles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been listening to so many personal stories of how Her Majesty touched the lives of so many, even just for a fleeting moment, and that will forever be etched on the memory of those people. In 1971 my mother and my late grandmother were at Royal Ascot. My grandmother at the time thought she was part of the Royal Family and we did not tell her that she was not. On the way back from the paddock to the enclosure, my grandma Leah touched the back of the Queen Mother and said, “Ma’am, you look beautiful.” As the heavies suddenly came round to where my mum—who was deeply embarrassed—was, the Queen Mother said, “Hang on”, and turned to my grandmother and said, “And, if I may say so, you look beautiful too.” At this point both embarrassed daughters, Her Majesty the Queen and my mother, turned round at the same moment and said, “Oh mummy.” This moment, this 10-second encounter, stayed with my late grandmother her whole life, and has stayed with my mother to this day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tributes to Her Majesty have all been magnificent, but I listened particularly carefully to Sir John Major, the former Prime Minister, whose tribute included the line, “There was almost no part of the world she had not visited.” Sir John was right. I will concentrate for a moment on the word “almost”. On 22 June 2016, the night before the EU referendum, I was at a small dinner with a few people raising a little bit of money for Gordonstoun at the home of the Princess Royal. As I was leaving, I said to the headmaster that I would happily come up to the school and speak to the students about politics. Princess Anne turned round and said, “I think they’d be more interested in your previous work.” We had a conversation and discussed how the Royal Family were prohibited by the Foreign Office from visiting Israel. We agreed that it was and is sad that the Queen, as someone who was deeply religious and God-fearing, never walked down the Via Dolorosa into the Church of the Holy Sepulchre, visited the Church of the Nativity in Bethlehem or experienced the peace and tranquillity on the shores of the Sea of Galilee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At a Jewish funeral, Psalm 16 is often recited in Hebrew. In translation, it ends:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“You will make known to me the path of life;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In your presence is fullness of joy,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "at your right hand bliss for ever more.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yehi zichra baruch—may Her Majesty’s memory be for a blessing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}