{
    "url": "https://www.ukpol.co.uk/luke-pollard-2021-comments-on-trade-and-agriculture-commission-report/",
    "title": "Luke Pollard – 2021 Comments on Trade and Agriculture Commission Report",
    "post_date": "March 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Luke Pollard, the Shadow Environment and Rural Affairs Secretary, on 2 March 2021.",
    "content": [
        "Ministers need to take note of this report and ensure that they deliver more transparency over what future trade deals will mean for our farmers. Labour campaigned with our farmers for the Government to make good on their manifesto promise on food import standards which they still refuse to put into law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers need to take the challenges on the climate crisis and labour standards in this report seriously. Above all they must not use future trade deals to undercut our farmers and allow cheaper food produced to lower environmental and animal welfare standards to be sold in Britain. It would put our farmers out of business and encourage a race to the bottom in standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They must also act to encourage more people to buy British food. The Government could spend more of the £2.4bn public sector catering budget on British producers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}