{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-speech-on-ofwat/",
    "title": "Luke Pollard – 2022 Speech on Ofwat",
    "post_date": "June 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Labour MP for Plymouth, Sutton and Devonport, in the House of Commons on 9 June 2022.",
    "content": [
        "It is a pleasure to follow so many people who are passionate when it comes to talking about water. As someone who worked for South West Water a very long time ago, I say that we need more people who are passionate about water, but we need more people who are passionate not just about sewage but the other aspects of water today. Many of those present have heard me rant about sewage for quite some time from both the Front Bench and Back Benches, and I will come on to that, but first, as we correctly focus on sewage, I want to talk about some of the other issues in the Ofwat strategic policy statement that I do not want this debate to neglect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Water matters: every drop matters, but every drop is carbon-intensive, and we must not forget that every drop we use—every drop we waste—has been pumped and purified and treated at enormous cost, not just financial but also environmental. Water companies are tightly regulated, and what goes in their business plans is what they will be doing in the next price review period. It is therefore important that the SPS guidance is not only strict, clear and ambitious but accountable so that we can see where progress has been made and put pressure on Ofwat and the water companies to up their game if they are missing those targets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The SPS that the Minister has released has many of the right words. I have a lot of time for the Minister not only because she is a fellow south-west MP—that automatically gets her some bonus points in my mind—but because she has fought hard on it. I must say that good progress has been made. I just want to ensure that the words in the SPS have teeth and that Ofwat has the powers to ensure that they are not just good words in a document and that we will see the transformative change that we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to talk about four areas. First, there is the absence of a strategy in the SPS to decarbonise our water industry. I would like us to have a clearer sense of what that looks like. Secondly, we need to strengthen the nature restoration part of the proposals in the SPS. I have seen in previous price review negotiations how many innovative nature-based solutions—the upstream thinking—have been squeezed out in those negotiations, especially for those companies who did not get their price review approved the first time round. We need to ensure that nature-based schemes are protected, encouraged and grown rather than squeezed out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, I agree with the Chair of the Select Committee, the right hon. Member for Ludlow (Philip Dunne), that we need a new approach to water sector regulation. I have some proposals to pitch to the Minister. Finally, I will echo concerns from across the House on sewage. It is simply unacceptable in 2022 that water companies routinely discharge tonnes and tonnes of sewage into our water courses, our rivers and our seas. It is not just about human effluent; we must equally be concerned about plastic pollution and the chemicals contained in that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a south-west MP, and I think the only MP in the Chamber whose water company is South West Water, I have a specific question for the Minister. We are in a cost of living crisis, but South West Water has had the highest water bills in the country since privatisation because that part of the water industry was privatised with 3% of the population and 30% of England’s coastline. That meant that 3% of the population were paying for the coastal clean-up of nearly a third of our country. The dowry given to South West Water did not pay for it, so south-west bill payers have been paying through the nose for a long time to have a cleaner environment—which we do value. The high water bills in the west country have been recognised by the Government, and that is why they provide a £50 contribution to bills in two £25 payments. However, I understand from proposals published at the last general election that the £50 payment will end during this Parliament. Will the Minister confirm whether that is still the plan? As we face a huge cost of living crisis, can we focus not only on energy bills—gas and electricity—important as they may be, but recognise how high water bills, especially in a region that has the highest water bills in the country and some of the lowest wages, are a significant accelerator of that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Twist**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Has my hon. Friend considered the proposals for a social tariff to address some of those problems?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend for raising social tariffs. We need the proper legislative framework and nationwide approach for which I think she has been arguing for some time. We must look at how social tariff versions vary between water companies, which affects people who move between different water companies. We must also ensure that water poverty is properly understood as a key part of the cost of living crisis. Far too frequently, I find that this type of poverty, which belongs to DEFRA, is separated in Government thinking and leadership from those types that belong to the Department for Work and Pensions or the Department for Business, Energy and Industrial Strategy. We need to ensure that the Government look at this area holistically across all Departments and do not allow a silo-based approach. There is merit in what she suggests, and I would like to see further action on it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of those points which, joined up, could make a big difference is on housing retrofit. The Government’s record on housing retrofit is appalling—I think on both sides of the House we need Ministers to consistently go further—but when BEIS proposed measures to insulate homes, they related only to energy and gas reduction, not reducing water usage. Every single drop of water is expensive environmentally and financially, so that is very important. I would like the next iteration of housing retrofit policy proposed by Government to include water with the gas and electricity measures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On decarbonisation, the SPS misses a trick. It could have gone further by insisting that water is genuinely decarbonised, rather than relying on an incredibly large amount of offset to hit the 2030 net zero target. I would like the 2030 target to be more commonly adopted, but simply buying offset and loading the cost on to bill payers does not actually deliver the carbon reduction we need. I want every water company to be an energy company, using its land to install solar, onshore wind and other types of energy to reduce the energy intensity and carbon intensity of its own operations. That should have been in the SPS and it should be in business plans, but it seems to have fallen between those. Indeed, the language on pushing or challenging water companies to, as the SPS suggests, invest more in decarbonising the sector could be a bit tighter. I would like to see in the proposals what it actually means in practice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposal to halve leakage by 2050 is welcome, but the problem is that 2050 is a very long time away. I would like to see how much leakage reduction will be in the next price review period and how it can be accountable to others. The target of 110 litres a day is not enough. I would like to see us aim at 100 litres a day. Water companies around the country are achieving that, but we do not have enough water to go slow and we need to achieve that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nature restoration needs to go further. I want the policies in the SPS to integrate with the policies proposed for environmental land management and farm management. At the moment, they do not seem to have joined up in the way we need them to. If we are to have the bolder change we need, we need a greater level of joined-up thinking on that issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Environment Agency has been raised by colleagues on the Government Benches. I am not a fan of the Environment Agency. I would like to see it go further. In the middle of an environmental crisis as we are, all too frequently it is too passive, too pastel shade. I would like to see it being a bit more “Grrr”—good luck, Hansard, in writing that one down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Daisy Cooper**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have had huge frustrations with the Environment Agency in my constituency of St Albans, but I was very alarmed to receive an email from it not too long ago explaining that cuts to its budget meant that it would not be responding to a number of urgent reports from residents about various environmental issues. Is the hon. Gentleman concerned about that as well?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am indeed, and I thank the hon. Lady for that intervention. We need to ensure that powers go with responsibilities and that funding, which is not there, follows. I am very mindful of the time limit you suggested, Mr Deputy Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On sewage, we need stronger, bolder measures. What customers can expect in the next price review period needs to be clearer. I would like that commitment on the bills that are sent to consumers. What is the priority? What is the transparency, so people can look into that? Without a clear timetable and a priority list for closures, I am afraid that we are not going to see the urgency we really need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, as a keen wild swimmer—I wear my wetsuit with pride when I go swimming in Plymouth Sound—we need more action on bathing water quality. Devil’s Point and Firestone Bay is a brilliant area of swim water in Plymouth, but it is not currently recognised as an official bathing water. At this very moment, there are beach volunteers on Devil’s Point and Firestone Bay recording how many swimmers, kayakers, paddle boarders and dog walkers we have on the beach and in the sea. That is a part of our campaign to have the water designated as official bathing water, meaning that there is water testing throughout the year, but especially in the key summer period, with the results published. That will give us a sense of what is in the water. I suspect we will have excellent bathing water, but when we have high levels of rain and raw sewage comes down the River Plym and the River Tamar, we will be able to understand what is in it. Is it human or is it agricultural? Then we can target raw sewage outlets for closure. That is the type of proactive measure I would like to see right around the country. That is why I want the SPS to go a little bit further. It is a good start, but I think there is more in there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}