{
    "url": "https://www.ukpol.co.uk/luke-pollard-2023-speech-on-bee-killing-pesticides-in-agriculture/",
    "title": "Luke Pollard – 2023 Speech on Bee-killing Pesticides in Agriculture",
    "post_date": "February 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Labour MP for Plymouth Sutton and Devonport, in Westminster Hall, the House of Commons on 1 February 2023.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House has considered the use of bee-killing pesticides in agriculture.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to serve under your chairship, Ms Nokes. It is good to see so many parliamentary petitions attached to this debate, showing the true breadth of concern about the health of these essential pollinators. I am grateful to all the petitioners, who share my passion for bees. I hope that the debate does their concerns justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before we start, I declare an interest: my family keep bees on their farm in Cornwall, and I am a patron of Pollenize, a fantastic community interest company in Plymouth that champions pollinator conservation. I also thank Buglife, the Royal Society for the Protection of Birds, the Wildlife Trusts, Green Alliance and the all-party parliamentary groups on bees and pollinators and on the environment for their help in my preparation for the debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although my remarks today will focus on bees, we should remember that moths, butterflies, wasps and beetles are also pollinators, but as I said, I will confine my remarks to bees. I bloody love bees. They might be small creatures, but a lot rests on them. Today, up to three quarters of crops globally are pollinated by bees. The decline in bee populations has led to concerns about food security as well as the impact on biodiversity and ecosystems, but just last Monday the Government issued yet another so-called emergency authorisation for the use of Cruiser SB, which contains a bee-killing neonicotinoid pesticide, thiamethoxam, for the treatment of sugar beet seed for the remainder of this year. This is the third time that the Government have granted emergency permissions for that bee-killing pesticide to be used.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Member on securing this debate. The European Court of Justice, Europe’s highest court, ruled that the use of bee-killing pesticides was not acceptable, even under emergency exemptions to protect sugar beet crops, which he mentioned. France has this year decided not to grant the exemption, but the UK Government have. Does he share my concern that the Government may be allowing our environmental standards to slip?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for that intervention on a point that I will come to. We are in the middle of a climate and nature emergency; we need all our policies, not just some of them, to reflect that, and authorising the use of bee-killing pesticides is not consistent with the declaration that this House has agreed to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this debate, I want to do three things. First, I will argue that the decision to authorise bee-killing pesticides for 2023 was wrong and should be reversed. Bee-killing pesticides are environmental vandalism. Secondly, I want to back our British farmers, so I challenge the Government and industry to do more to help sugar beet farmers, some of whom face financial losses and real difficulties because of an aphid-spread disease, the beet yellows virus. Thirdly, I propose again that future authorisations of bee-killing pesticides be subject to a parliamentary vote, rather than being quietly snuck out by Ministers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not believe that there has been an emergency three years in a row; this is a plan to allow bee-killing pesticides to be used, with authorisations given annually. I sense some déjà vu here, because this time last year, the Government authorised the use of bee-killing pesticides for 2022. I held a parliamentary debate on bee-killing pesticides in this very room a year ago and was told by the Minister at the time that the authorisation was “temporary” and “exceptional”, but here we are again. It is a new year, but the same bee-killing pesticides have been greenlighted by the Conservatives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is four years since this became the first Parliament in the world to declare a climate and nature emergency. I want all of us, regardless of party, to focus on nature recovery, rather than on having to prevent Ministers from issuing death warrants for bees and other pollinators. One third of the UK bee population has disappeared in the last decade, and since 1900 the UK has lost 13 out of 35 native bee species. Habitat loss, land-use changes and other human factors are partly to blame, but so is the widespread use of neonicotinoids in agriculture and across food production. We know that the Department for Environment, Food and Rural Affairs authorisation of neonics will accelerate that decline.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thiamethoxam, or TMX, has been found to reduce colony health by harming worker-bee locomotion and potentially altering the division of labour if bees move outside or remain outdoors. It can cause hyperactivity in bees and affect their ability to fly. It is not just killing bees; it is depriving bees of the ability to function. One teaspoon is powerful enough to kill 1.25 billion honey bees, according to Dave Goulson, a professor of biology at the University of Sussex, who is also an expert book writer on the subject of bees. I encourage colleagues to look him up in the Library. Indeed, the former Minister at the Department for Environment, Food and Rural Affairs, the right hon. and learned Member for Banbury (Victoria Prentis), told the Commons in December 2021 that there is a\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“growing weight of scientific evidence that neonicotinoids are harmful to bees and other pollinators.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore, the former Environment Secretary, the right hon. Member for Surrey Heath (Michael Gove), has said, “The evidence points in one direction—we must ban neonicotinoids”. It is rare that I agree with the right hon. Gentleman, but I do here, and I imagine most colleagues in the Chamber do as well. When we left the EU, the Government promised to follow the science.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Duncan Baker (North Norfolk) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should protect our wildlife wherever we possibly can, but I urge the hon. Gentleman to listen to the Minister on the science behind the derogation, given that East Anglia and my constituency of North Norfolk have a large and growing population farming sugar beet. We need to bring glyphosate into the argument. That is another product that we must look to ban, particularly because we know it has harmful effects for humans—it is carcinogenic—and is poor for our biodiversity. The EU is banning glyphosate later this year. What does the hon. Gentleman think about bringing the ban forward from 2025? I certainly want to hear the Minister’s response to that question. We must move to a far more natural solution than glyphosate, which is extremely harmful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his intervention. I will come to the science and the process for approval based on scientific decisions in a moment, so I hope he will hold his horses on that point. He makes a strong point on glyphosate. Last year, I held a roundtable with environmental charities, farming representatives and scientists, including representatives of Cancer Research UK, to consider the impact not only of neonicotinoids, but of glyphosate. There are real concerns here, and if we are to make progress in achieving a more nature-based form of agriculture relying on fewer chemicals and pesticides, we need to consider the impact of these chemicals not only on nature, but on human health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The issue is not only food production in the UK. Now that we have signed trade deals with countries that use neonicotinoids, glyphosate and other chemicals on a greater, more industrial scale in their food production, and we allow that food to be imported to the UK, we are seeing those chemicals in the UK food chain, and we might see even more of them in future, even though we might be taking positive steps to address them. That is an important issue, and I am glad the hon. Gentleman raised it. I look forward to the Minister’s response on that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kerry McCarthy (Bristol East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is making an excellent speech, as he does every year on this topic. I hope he does not have to do so next year. We are focused on agricultural use today, but there is an issue with the use of glyphosate in cities. Does he agree that we ought to create pollinator corridors in our cities and prevent the use of pesticides, so we do not damage the health of our pollinators, and that councils need to be supported to go down that route?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for that intervention, and I agree. Bee corridors and pollinator corridors offer an incredible opportunity to green many of our urban environments, and provide habitats not only for bees, but for other insects. Insect health might not be the sexiest of topics, but it is essential if we are to reverse climate decline and biodiversity loss.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are superb examples across the south-west—in Bristol and in Plymouth—of bee corridors. I encourage everyone to support their local council in establishing bee corridors, especially at the point in the year when bee corridors do not look their best and plants start to brown; that is precisely when the biodiversity boost is greatest. How can we explain that to residents?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Foster (Torbay) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Gentleman on securing the debate. He has referred to the benefits of pollinator corridors, but in Torbay we have the wild flower garden, which used to be very formal planting right on the seafront. The wild flower garden was extremely popular with tourists and visitors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a great loss to Government that the hon. Gentleman is no longer a Minister, but a great benefit to these debates that we have double the west country Members from Devon speaking on such matters. Wild flower meadows, however we brand them, are a really important part of restoring ecosystems. They demonstrate that the interventions needed to support biodiversity recovery are not always large or expensive. They can be in every single community where there is a patch of ground that can be planted with wild flowers, and are a good way of signalling intent, especially as regards the recovery of pollinators.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Caroline Lucas (Brighton, Pavilion) (Green)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate the hon. Member on securing this debate. Brighton also has lots of lovely bee-friendly verges and so forth. Are we not just asking the Government to implement their own approach? Yesterday in their environmental improvement plan, they said that they wanted to put nature friendliness at the heart of all their policies. How is that coherent with the decision taken a few days ago? If the Government want to be consistent, they need to look again at the decision on bee-killing pesticides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is exactly right. If we are to have a proper nature-based recovery, and if the Government are to achieve their ambitions as set out in not only the Environment Act 2021 but the associated piece of legislation that this House has passed, we need them to follow their own procedures, and I do not think that they have in relation to the authorisation. I will explain why.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we left the European Union, the Government promised to follow the science on bee-killing pesticides. How is that going? On 6 September 2021, the right hon. and learned Member for Banbury, then a DEFRA Minister, told the Commons:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Decisions on pesticide authorisation are based on expert assessment by the Health and Safety Executive.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another DEFRA Minister, Lord Goldsmith, gave the same commitment, word for word, in the Lords that month. That surely means that bee-killing pesticides will be used only when the science shows that it is safe to do so. Right? Wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government’s own expert committee on pesticides concluded on 30 January this year, in a report that can be found on the Government’s website, that the requirements for an emergency authorisation of bee-killing pesticides had not been met. It stated:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“On the basis of the evidence presented, the Committee agreed it supports the Health and Safety Executive’s Chemical Regulation Division’s assessment that it is unable to support an emergency authorisation, as potential adverse effects to honeybees and other pollinators outweigh the likely benefits.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How can the decision have been made through expert assessment—on the science—as Ministers claim, if those very same experts say no to bee-killing pesticides? The decision to authorise bee-killing pesticide use is not supported by the science, the politics or the public, so why are Ministers allowing bee-killing pesticides to be used again this year?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If Ministers are serious about neonic use being temporary and exceptional, I want the Government to provide more support for sugar beet farmers, so that they can invest in other reasonable control measures, such as the greater use of integrated pest management. I back our British farmers, and I know my colleague on the Front Bench, my hon. Friend the Member for Cambridge (Daniel Zeichner), will say something similar. They have had enormous upheaval over the past few years. The withdrawal from the European Union, the change in subsidy regimes, and the fact that it is now harder to export have hit our farmers hard, so we need to find support for them. While critiquing the Government’s authorisation of bee-killing pesticides, I want to lend my support to those beet farmers, who, I recognise, face financial hardship if there is an aphid-spread infection in their crops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How is best practice on crop hygiene, establishment and monitoring being shared with beet farmers? What investment are the Government making in the development of pest-resistant varieties of sugar beet and other crops? Why did Ministers previously say that the use of bee-killing pesticides would be temporary as new crop varieties would be coming up? What steps is the Minister taking to encourage industry to pay its fair share of the cost of transitioning away from neonic use? Sugar is big business and it is a high-value crop. We have heard before of funds designed to help farmers affected by aphid crop loss, so why grant authorisation again now if there are resources available for the farmers who are suffering from it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The public will find it hard to believe that this granulated money-making machine is unable to give the sugar beet farmers that it relies on a fairer deal, so as to help them with crop failures, and so that they can develop a robust system of integrated pest management. It is welcome, and perhaps slightly curious, that although DEFRA last week gave a green light to the use of bee-killing pesticides, it simultaneously announced a new subsidy for farmers—the sustainable farming incentive—to encourage them not to use bee-killing pesticides. There is an easier way of preventing the use of bee-killing pesticides: instead of paying farmers not to use them, we could ban them, as Ministers promised to do, as we should be doing, and as other nations are doing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we have stumbled on a new political truth: as long as the Conservatives are in power, whatever the science and their approval process says, they will approve the use of bee-killing pesticides. I challenge the Minister to prove me wrong on that. I did so last year in this very Chamber, and here we are again; bee-killing pesticides have again been authorised for use. More bees will die, and I predict we will be here again in 2024 unless Ministers have a change of heart. Each and every year until we get rid of that political truth, more bees will die. This is not temporary or exceptional; it is now a firmly established annual authorisation of bee-killing pesticides. This is my challenge to Ministers: prove me wrong by not authorising them next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers need to provide more evidence of the impacts to inform the science. The reports from the Health and Safety Executive and the Government’s own pesticides committee—the UK Expert Committee on Pesticides— highlight a number of science holes in the evidence that they require in order to understand the impact of this authorisation on bees. Will the Minister respond to that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister report how much of the sustainable farming incentive has been used to lower the use of neonicotinoids? Will he ensure that there is not only catchment area science for any use of neonicotinoids, but field-edge studies for every field they are used in? At the moment, the evidence relates to selected fields and catchment areas, which are often too large. Will he ensure that there are catchment and field-edge water studies for every field that neonics are used in? Will he ensure that the cost of science is billed directly to any farmer using Cruiser SB, so that the taxpayer does not lose out?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Expert Committee on Pesticides said that it would be beneficial to have an assessment of the quantity of active substances deployed in the environment as part of the suite of information used to determine whether the benefits of insecticide use outweigh the environmental risks. Will the Minister agree to do that?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Margaret Ferrier**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The economic value of pollination to UK crop production is approximately £500 million a year. Does the hon. Gentleman think that the use of these toxic pesticides is short-sighted, particularly as bee numbers rapidly decline?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The use of bee-killing pesticides is short-sighted. It is designed to be a quick fix to help farmers who are in a real pickle. I do not doubt the seriousness of the problem, but the longer bee-killing pesticides are authorised annually, the easier it will be to authorise them annually for evermore, and the easier it will be to extend their use to other crops, because the precedent has been set. That is why this House must be firm that bee-killing pesticides should not be used and should be banned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also like the Minister to look at the datasets available for the monitoring of the use of Cruiser SB. The UK Expert Committee on Pesticides highlighted that it can see evidence and data only from selected months, not for the whole year. Will he commit to providing data for the whole year to the experts scrutinising this policy? Will he update the House on the development of alternative resistant varieties of crops before any future authorisations are made?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister publish in written form whether the Conservative party has received any donations from sugar companies that want to use Cruiser SB? I do not believe the accusation sometimes levelled at Ministers that there is a link between this decision and donations, but the accusation is made in debate on the subject, and the matter would benefit from the full glare of public scrutiny.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not want bee-killing pesticides to be used. I do not think they carry public support or confidence, and I want the Minister to explain why he has overruled the scientific bodies that the Government previously relied on for the rigour and relevance of their evidence on the use of bee-killing pesticides. The gap between green rhetoric and green delivery is now a gaping chasm when it comes to bee health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My final ask is for a parliamentary vote on the use of bee-killing pesticides. I believe the Government do not have the public support for bee-killing pesticides. The majority of beekeepers and farmers, and all MPs, want greater scrutiny of that decision. My proposal to the Minister is that future authorisations of bee-killing pesticides should be subject to a parliamentary vote, in which MPs should have the genuine opportunity to weigh up the pros and cons of using neonicotinoids. If the Government want to continue the use of neonicotinoids—I believe that Ministers have now set out an automatic annual approval process—we need to make it politically impossible for that to happen without Parliament approving it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last year, I warned Ministers that, just as decisions to approve bee-killing pesticides are annual, this debate will also be annual. This is now the annual bee debate; it might not always be called by me but, as long we have Ministers in power who believe that bee-killing pesticides have a place in agriculture, it must be part of the annual political calendar, and it must be a day of shame for Ministers who authorise bee-killing pesticides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "MPs from all parties have received correspondence from constituents, asking them to speak in this debate. Lots of colleagues in all parties wanted to speak but are unable to be here. The message about saving bees is cross-party, and it needs to be one that the Government hear loud and clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are to tackle the climate and ecological emergency, we need more than words—we need action. We need an annual moment of action: a vote to determine whether bee-killing pesticides can and should be used. If we do not have that, it will make securing a net zero, nature-positive future so much harder. Bee health is non-negotiable; our planet depends on it. We must ban the use of bee- killing pesticides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}