{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-speech-on-voter-id-at-elections/",
    "title": "Luke Pollard – 2022 Speech on Voter ID at Elections",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Labour MP for Plymouth Sutton and Devonport, in the House of Commons on 12 December 2022.",
    "content": [
        "The proposal will result in voter suppression, and I want to raise a number of concerns about its implementation, based on feedback from colleagues on Plymouth City Council, which represents one of the poorest communities in the country. Being in the south-west of England, surrounded by lovely beaches and gorgeous countryside, we are often not considered to be one of the poorest communities, but many of the problems experienced by some of the poorest communities in the north and the midlands are also present in the south-west.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I greatly fear that this proposal will not increase turnout, and I think that any Government who seek to introduce electoral reforms with the objective of not increasing turnout should look again at why they are doing it. What is their motivation? The proposal will cut turnout; in certain target demographics, the Conservative party will have a partisan advantage over other parties, which should also make us look again at the reasons for the proposal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of the concerns were expressed during a group discussion between Councillor Tudor Evans, the leader of the Labour opposition on Plymouth City Council, and his councillors. I think they are genuinely meaningful, and I should be grateful if the Minister responded to them when he sums up the debate. One of them relates to the number of people who might be unable to obtain voter ID. On the basis of Government figures, the council estimates that about 4% of voters—8,000 people in Plymouth—will not have access to the photo ID that will be required for them to vote, which means that a great many people will not be able to cast their ballot without embarking on a bureaucratic process to secure it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The concern in this regard is that councils will not be able, in the time that is allowed, to process the necessary number of applications. Councils are not full of staff twiddling their thumbs and looking idle, but they do not have the capacity to enable electoral officers to work flat out to process these IDs. Even if it were possible for that to be done on time—which it is not—resources would be diverted from jobs on which councils should be focusing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mike Amesbury (Weaver Vale) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is right to say that this is about the disenfranchisement of, in particular, young people and black and ethnic minorities. As he also said, it is impractical too. The Local Government Association has talked of delaying the timetable beyond the local elections. I am fundamentally against the proposal and will vote accordingly, but I hope my hon. Friend agrees that we need to look again at this unrealistic timetable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree that the timetable is important. Regardless of party, we should all be seeking to make good legislation, with a good outcome. Rushed legislation will not lead to a good outcome, and I fear that rushed legislation is exactly what we have before us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the concerns that many councils have is that the software required for them to produce valid certificates enabling people to vote if they do not have what legislation defines as legitimate forms of photo ID will not arrive until the start of next year, and has not been tested and integrated into other local IT systems that councils possess. Even councils that want to process the IDs for as many people as possible cannot yet do so. Plymouth City Council estimates that it will take eight minutes to process a single piece of voter ID for someone who does not have one, and 8,000 people in Plymouth do not have one. That means an awful lot of work: someone will be working their socks off to be able to deliver it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will also involve additional bureaucracy and cost. I asked a parliamentary question about the number of mirrors that would be required for the legislation to work, which produced some very puzzled faces. Why was I asking about mirrors? The answer is that the legislation will require 40,000 mirrors to be purchased by local councils to enable people in polling stations to readjust their masks or religious garments after taking them off to demonstrate that they are who they are, should they be asked to do so. It will also require the purchase of 40,000 privacy screens so that people can do that outside the public gaze, particularly for religious reasons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Furthermore, the legislation will require a woman to be present as one of the polling clerk staff throughout the day. I think we should be seeking more women to be polling clerks, but we know that many polling stations do not have female coverage across the entirety of the day. That would now be required, under these regulations, so we are asking councils that are deeply in debt and struggling to afford social care for some of our poorest people to go on to eBay and buy mirrors. We would need one mirror for every polling station and we would probably need some spares in case one got smashed along the way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a warped priority for councils to be buying mirrors, so can the Minister say whether the Government will be providing privacy screens and mirrors for every single polling station, or whether that cost will be put on to hard-pressed council taxpayers? I suspect that if the parties were in opposite positions and we were introducing this, Conservative Members would be saying, “Look at this Labour Government waste, buying mirrors and privacy screens.” Why is that not being said here? The £180 million cost is a significant amount of money that should be being spent on social care. The Tory-run Plymouth City Council is £37 million in deficit at the moment, and I want it to spend every single penny on essential public services, not on this type of bureaucracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another concern I would like the Minister to address is the safety of polling clerks at the polling stations. We have to assume that refusing people or asking them for ID will generate a certain level of friction among some of the people seeking to cast their vote. Plymouth has 105 polling stations and there is real concern about what advice has been and will be given to those polling clerks about what happens if that friction turns into violence. Will there be adequate policing resources available on polling day to ensure that those polling clerks are safe when they ask people for ID or when they have to refuse them? What about the people who do not return when they have been refused? Our SNP colleague, the hon. Member for Inverclyde (Ronnie Cowan), estimated that this would involve nearly a third of the people. That is an enormous number of people who might be in possession of the correct form of identification but do not have it with them when they go to vote. That is an awful lot of people who simply will not return, and not just for that election, because it will damage their voting experience for the rest of their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to put on record a concern about the rural impact of the proposal. People who live in an urban area who are refused because they have left their ID at home might be able to walk back to their polling station easily, but those who live in a rural area and must travel large distances to get to their polling station are less likely to return. There is an urban-rural divide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How will the Minister judge the success or failure of this measure? We know that there has been only one conviction, so in the Minister’s eyes, how many people being refused their right to vote will class the proposal a success, and what is the level at which it tips over to be a failure? I think that a single person being denied the right to vote is a failure, but I understand that the Government have taken a different view, and I would like to understand how many people must be turned away for this not to be successful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not a piece of legislation of which the House can be proud. More importantly, it is not a piece of legislation of which the Minister should be proud. After this piece of voter suppression delivers partisan advantage in May and turns out to be a failure because people are refused their right to vote on a widespread basis—heaven help us if there is violence or if a poll clerk gets injured because of this—what do the Government think success looks like? Denying people their vote is never a success; it is always a failure, and I think that is what this piece of legislation will be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}