{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-speech-on-ukraine/",
    "title": "Luke Pollard – 2022 Speech on Ukraine",
    "post_date": "September 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Labour MP for Plymouth Sutton and Devonport, in the House of Commons on 22 September 2022.",
    "content": [
        "I start by welcoming the wonderful news of the release of British prisoners of war overnight. It is welcome that they are returning home, but we recognise the pain and hurt of all the families involved, because not everyone is returning safely.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also welcome the Minister’s new job in the Cabinet. Before the last reshuffle, the shadow Front Bench team said to the Front Bench team that we were hoping that he and the Defence Secretary would stay in their positions, and they have. I also welcome the new Minister, the Under-Secretary of State for Defence, the hon. Member for Wrexham (Sarah Atherton), to her place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Seven months on from Russia’s criminal invasion of Ukraine, we have reached a new and critical phase of the ongoing conflict. We should all be inspired by the remarkable resilience of the people of Ukraine, who have refused to bow to Russia’s oppression. I recognise the extraordinary Ukrainian counter-offensives that have taken place in recent weeks, which the Minister set out in such detail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our argument has never been with the Russian people but with the dictator in the Kremlin. Overnight, we have seen brave Russian civilians stand up to the authoritarian state that curbs their freedom, restricts their voice and keeps the people in poverty while the oligarchs count their yachts and villas. Today, possibly thousands of Russian civilians are in jail, arrested simply for exercising their human right to protest. As we have stood with the Ukrainian people against aggression, I make special mention in the House of the courage of those protesters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The horrors of war that we have seen in the newly liberated areas remind us of the atrocities and the pain that many Ukrainians have suffered in the past weeks. I join the Minister in setting out a clear determination that those responsible must be prosecuted and brought to justice for the hideous war crimes that we are seeing unfolding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Murrison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is welcome news that a load of generals and colonels have been sanctioned and placed in The Hague’s waiting room, as it were, but does the hon. Gentleman agree that we need to go much further down the food chain than that? Each and every one of the individuals involved in those atrocities needs to have their card marked. They have dishonoured the profession of bearing arms and need to be dealt with sooner or later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the right hon. Gentleman. Anyone who perpetrates war crimes against civilians must know that, in the 21st century, they will be prosecuted and followed in the pursuit of justice from the day they commit that atrocity to the day they die. We must not leave any space, justification or excuse for war crimes— at all, anywhere, ever. That is a message that will be sent from hon. Members on both sides of the House to those people, regardless of rank, who have persecuted civilians and committed war crimes against them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alicia Kearns**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of my grave concerns is the prosecution of sexual violence in conflict. The issue is that, often, we cannot get the evidence, because by the time the prosecution has come—once the shame has been allowed to pass and there has been discussion—it is too late to collect that evidence. I would welcome the hon. Gentleman’s thoughts on a special tribunal formed to collect evidence and prosecute sexual crimes to ensure that, in all conflicts, evidence is collected at the start to ensure prosecutions at a later stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for that intervention. The shadow Minister for Foreign and Commonwealth Affairs and International Development, my hon. Friend the Member for Cardiff South and Penarth (Stephen Doughty), and I were in Kosovo only a few months ago, where we witnessed the effects of the horrible sexual violence that was used as a weapon of war. The determination of the international community then was that it would never be repeated, but it has been in conflicts ever since. We need to make sure that not only is the evidence collected, but the victims are given the support that they will need, in many cases, for the rest of their lives. As we made it clear that killing civilians will not be countenanced, so we make it clear that using rape and sexual assault as a weapon of war will not be countenanced. We will come after those people as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Seely**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the Syrian war, the Russians and their Syrian allies targeted hospitals as primary targets. Does the hon. Member agree it is regrettable that at the time we did not say and do more and that the international community did not say and do more to hold responsible those senior army officers who were responsible for the deliberate targeting of hospitals, which is one of the most basic breaches of the Geneva conventions?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for the hon. Member’s intervention, and I do tend to agree with him. As a country, we need to take stock of the freedom that Putin has been given over many years—not just in Syria or parts of the countries bordering his country, but in Crimea—because the tactics the Russians are using in Ukraine now have been perfected over many years and the space the international community has given him to do that has encouraged the use of many of those tactics. We need to look carefully at how we stand up for such individuals in the future, but we will do that by standing firmly with the people of Ukraine at this time. I will make some progress before I give way again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear that Vladimir Putin is a bully. His partial mobilisation announcements along with his sham referendums to illegally annex large swathes of Ukraine are shameless. They are a cynical attempt to justify a war that has gone badly wrong for Russia. We should view partial mobilisation as weakness—an attempt to hide the fact that, so far, Russian strategy has failed, weapons have failed, command and control has failed, and none of Russia’s war objectives has been met. Putin’s latest miscalculation will lead to more Russian families losing their sons, more Ukrainians being killed and more suffering. The mobilised forces sent to Ukraine will be on the receiving end of high-end western weaponry, and a determined and morally just Ukrainian military defending every inch of its country. In these circumstances, with the poorly equipped Russian conscripts facing cold weather, it is perhaps not surprising that we are seeing so many reports of desertion and troops being unwilling to fight. That means Putin will, I regret, resort to more and more fear to try to achieve his objectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Richard Graham (Gloucester) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think the cross-party support we are hearing today for Ukraine and for the victims of murder and sexual violence sends a very powerful message. Does the hon. Member agree that the next challenge, even though it feels early to be thinking this yet, is to be preparing to win the peace? Quite often in the past, when we have left military successes—Iraq would be the outstanding example—we have not laid strong foundations to win the peace. Does he agree that we could use our soft power and places such as Wilton Park to hold conferences with the Ukrainians about what sort of democracy and peace we can help them create after this is all over.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his intervention, and I agree with him that our commitment to the people of Ukraine has to be long term—ensuring not only that they win and Putin fails, but that they can rebuild a nation that is proudly sovereign, proudly independent, safe and secure, and able to stand tall on the international stage, which is precisely what Vladimir Putin would fear the most. That is what our commitment must be, and I share the hon. Gentleman’s view that that commitment and determination is cross-party—from every single party in this place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The actions and rhetoric we are seeing from Vladimir Putin are not new, sadly. I agree with the Minister when he says that Putin’s words on the use of nuclear weapons is sabre rattling, and it is a weakness of his argument that he is resorting to it. These are the actions of a desperate man clinging to power at the helm of a pariah state. His threats should not only be condemned by every party in our Parliament, as they are, but by every country—every peace-loving country—on this planet. His actions show how desperate he is, how weak he is and how much he has miscalculated, and those actions show that he must fail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must not downplay the seriousness of the situation. People at home and abroad, having heard those words, are understandably worried about the gravity of the threats that have been made by Russia. In this House, however, we must be careful not to fan the flames of Putin’s information war of fake news. I think I speak for everyone in this place when I say that now is not the time for the UK to weaken or dilute our resolve for Ukraine, but to remember that at heart Putin is a bully and the only way of standing up to a bully is by making sure that we do so firmly and determinedly, and that such a commitment is long lasting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I completely agree with what my hon. Friend is saying about Ukraine now, but we could have been saying it back in 2014. One problem is that we did not take this issue seriously enough in 2014, because that emboldened Putin and now we see what we see. I worry that sometimes we focus exclusively on things that Putin says about nuclear weapons, and not enough on the warfare in which he has already engaged with this country through cyber, targeting many Members of the House and the political establishment. Do we need to do far more to ensure that we are protecting ourselves?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with my hon. Friend. His has been a siren voice that has been warning this House and the public about Putin’s actions for a great many years, and we must ensure that those lessons are learned. Putin has been telling the international community what he wants to do for many years, and he has been engaging in economic warfare, cyber-warfare, disinformation and political interference for many years. We need to strengthen all our fronts if we are to deter that type of behaviour, not only from Russia but from other states that wish to do us harm in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Sobel (Leeds North West) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To follow on from the point made by my hon. Friend the Member for Rhondda (Chris Bryant), my hon. Friend the Member for Plymouth, Sutton and Devonport (Luke Pollard) was with me in Kosovo a couple of months ago where we heard about a Russian disinformation, misinformation, and hacking centre that employs thousands of personnel in Serbia. Do we also need to take this fight to third countries that are facilitating Russian misinformation, disinformation and hacking, including in Ukraine, the Balkans, the Baltic states and around the world?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is right. The cyber-campaigns against the west and against freedom and democracy are not contained only to bot factories in St Petersburg; they are deliberately being deployed around the world through, in many cases attempts of deniable cyber-warfare. We know that is coming, and we must ensure that we strengthen our own defences—political, military, economic and cyber—against that. At this very moment there are probably enormous numbers of posts on social media feeds across Britain that are seeking to spread misinformation. We must be alive to the reasons why they are there, to why Russia is investing in that capability, to what effect they are seeking to create in our society, and we must counter that. That is a job not only for ourselves, but we must also support our allies in doing so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need a long-term joined-up strategy. We know that despite Putin’s strategic miscalculation, Russian aggression will continue. The Government have had Labour’s full backing to provide military support to Ukrainian troops, and they will continue to have that. We welcome the new Prime Minister’s confirmation that this year’s military funding for Ukraine will, as a minimum, be matched over the next year. However, we now need to set out a clear strategy for what military, economic and diplomatic support for Ukraine will be. In summer the Government said that they would set out a roadmap for that, and I would be grateful if, when he responds to the debate, the Minister said when he expects that to be published.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Christine Jardine (Edinburgh West) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Gentleman agree that one important aspect of that is that a great many other eastern European countries and former Soviet states along the Russian border have been carefully watching what happens in Ukraine with some trepidation? It is as important to have a long-term strategy for Ukraine as it is to reassure those countries of NATO’s commitment to their future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the hon. Lady. Our commitment to our allies in eastern Europe must be concrete and long-term, and we must also consider the tactics and strategies used by Russia in Ukraine to update how we plan to defend and deter any aggression. We have seen with the development of pinpoint accuracy artillery fire and loitering munitions that some of the tactics we once thought we would deploy may need to be updated to ensure that we can deter any threat and, if a threat moves to actual military conflict, that we can win in those circumstances. I am grateful for the hon. Lady’s intervention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The strategy that I hope the Minister will outline should set up long-term, politically broad support for Ukraine in the future, because only a long-term strategy will reassure the Ukrainians, and also the British people, that we will stand unwaveringly with their country. It will also send a clear, unmistakable message to the Kremlin that Britain will continue to stand with Ukraine and our NATO allies for as long as it takes to see off Russian aggression, not just in Ukraine, but in the Baltic states, in Bosnia and Kosovo, in the Mediterranean and the middle east, in the north Atlantic and the high north, and on social media as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means that we need to look at the Prime Minister’s announcement in updating the integrated review. The Prime Minister’s commitment to match the funding for military assistance to Ukraine next year is welcome, but we are yet to see the action plan that will give us the detail. We need to see that in the context of the UK’s wider defence arrangements. A few weeks ago, the Leader of the Opposition and the shadow Defence Secretary visited the British Army’s outstanding training program for Ukrainian forces, meeting the brave Ukrainian troops who are by now on the frontline, fighting in the Donbas, having been armed with British skill on that training program. This is a vital training program for the Ukrainians, which should be expanded and extended throughout next year and beyond, if the Ukrainians need it, and should also include cold weather training.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This week the Prime Minister also confirmed that the Government will update the integrated review of foreign and defence policy in response to the ongoing situation in Ukraine. I welcome this U-turn, which is good news. While Labour has been arguing for months for the need to update our defence plans, 20 of our NATO allies have already rebooted their defence plans and their spending since the invasion of Ukraine started in February. The decision that has now been taken should have been based on national security, not the Conservative leadership contest, but it is a welcome U-turn. Labour is ready to contribute and happy to support the Government in making sure that the next integrated review corrects the mistakes of the current one. However, if we want to pursue the persistent global engagement that was so present in the last integrated review, we must not cut 10,000 troops from our Army, and should look again at scrapping Hercules military transport planes, the plans to cut 10% of the reserves and our failure to have a war-fighting division able to be contributed to NATO until 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An updated integrated review must also make British industry and our peacetime defence procurement systems a major priority. We cannot support Ukraine in the long term or ensure our own UK security when, on day 211 of this conflict, the MOD has still not proved capable of signing the contract to produce replacement stocks for the highly valued NLAW—next generation light anti-tank weapon—missiles that the Ukrainians are using to defend against the Russians. I would be grateful if, in summing up, the Minister set out when the Government expect that contract to be signed and when those missiles will be delivered, because depleting our stockpile is not a good strategic answer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Wayne David**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I very much agree with my hon. Friend. Does he also agree that it is essential that, at this crucial time especially, the Government do not make snide remarks about our European partners? It is very important to have the maximum unity in opposing what Russia is doing in Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rebuilding our European relations is a key part of making any integrated foreign policy review work. Those of us on the Opposition Benches can say very clearly that our friends across the channel are our friends. They are not our foes—there is not a question mark about it—and we stand with them in the face of Russian aggression. This is not a political game to be played. When the Kremlin can find division between the allies of the west, it will exploit it. We must stand firmly with our allies against this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be remiss of me not to mention the armed forces’ incredible contribution on display last week during the late Queen’s state funeral. As a Plymouth MP, I am especially proud of the contribution of forces based across the south-west of England. I would like to put on record Labour’s thanks for the armed forces’ steadfast dedication to our country. They really have shown the best of Britain, and we are incredibly grateful for the part they played and continue to play in supporting Ukraine against Russian oppression. It was an honour to meet today, on a cross-party basis, some of the pallbearers who carried the Queen’s coffin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, on the Labour Benches, we are taught, as part of the trade union movement, that unity is strength—that we stand together and we are not divided. I say to the Minister that this is now a cross-party sentiment in this place, because it is the strength of Westminster when the party that I represent, the party now in government and every other party stand together in the face of such aggression, and we will continue to do so until Ukraine is free.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}