{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-speech-on-religious-education-in-modern-britain/",
    "title": "Luke Pollard – 2022 Speech on Religious Education in Modern Britain",
    "post_date": "November 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Labour MP for Plymouth Sutton and Devonport, in Westminster Hall on 1 November 2022.",
    "content": [
        "It is good to see you in the Chair, Dame Maria. I thank the hon. Member for Cleethorpes (Martin Vickers) for introducing the debate so well and for clearly setting out his asks, which are shared cross-party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as the proud son of a theologian. My mum taught me from an early age the importance of not just understanding difference but celebrating it. That is at the heart of the utility of religious education—the teaching of religions in modern Britain. If a cause can unite a fabulously camp lefty MP such as me and Government Members, I have to say to the Minister—it is good to see him back—that it is a cause worth listening to, because it unites the entire stretch of parliamentary debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "RE is often valued for its contribution to values education—the teaching of values, which are the foundational building blocks of our society. Our diverse society provides an opportunity for students to examine values from a variety of religious and secular points of view. That is at the heart of what teaching religious education can provide as an output. Although the west is increasingly secular, it is worth saying that we are an outlier globally. The vast majority of people on our planet lead a religious life in some way, and we are setting our children up to fail if we do not teach them the value of understanding different societies, so that they can draw on the benefits of that diversity in their own lives and in a way that benefits our culture as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "British culture would not be where it is today if it were not for religion. Regardless of whether someone is religious or not, understanding our culture, philosophy and politics matters, and that will be so much harder unless we equip our young people from an early age with an understanding of religion, the different values within religion, the tensions between religions and the fact that, at the heart of every major world faith, is a similar principle: to love each other and to do good to one another. However it is formed, in whatever book it is written, and however people worship, it is the same human principle of looking after one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Religious education matters, and it should matter to more of us more often today. Teaching a child to engage in the differences in the sensitive area of religion equips them with the skills of critical thought and listening to others and with the attitudes of empathy and discernment, expressed with courtesy. Those words matter because that is the type of person I want to see leaving our school system: someone who has strongly held, thoughtful views of their own, but who can also listen to someone else, even if they disagree, and who can challenge their own views and help inform others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like dance, modern languages and drama, RE is an endangered species in our school curriculum; it is being squeezed out by an attempt to focus on a smaller number of subjects. That is not to say that the subjects the Government have focused on in recent years are not worthy of focus—maths and English are important for everyone—but our education system should deliver well-rounded young people to the world. Without an understanding of RE, there is a hole in their education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "RE is vital to being not only a good global citizen but a good British citizen, which is what we should seek to create. That is why this debate is about not just faith but politics. At the next general election, I would like every major political party to include a simple line in their manifesto stating that RE should be taught more in schools. Parties should say, “We recognise the value of this. We think there is importance in studying it.” We should therefore focus on how we train our teachers and ensure they are equipped with the deep knowledge to interrogate and communicate faith and share experiences with others. That is why the asks of the hon. Member for Cleethorpes were so powerful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The good folks at NATRE have done a great job in sharing briefing materials with Members—I am sure we will hear that a few times. In particular, I pay tribute to Katie Freeman, a brilliant young RE teacher from Plymouth, whom many hon. Members will have met. The way she expressed to me her calls for a national plan for RE made it human. It is not just a document to sit on a Department for Education shelf; it is a way of motivating RE teachers to see their own value and of saying to them, “What you teach our young people matters.” It is a way of saying that weak or invisible teaching should be challenged, whether by Ofsted, governing bodies, headteachers, parent governors or children themselves, with a focus on what has happened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the past five years, more and more teachers have come into our school system with zero hours of teaching in RE, so they lack a deep knowledge of religious education. Teacher training lasts five years, and 20% of teachers reported no RE training, and a further 20% reported less than three hours’ training. That is wholly insufficient if teachers are to understand the fabulous diversity of faith on our planet, let alone how to communicate it to our young people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I support the call for the Government to look again at reintroducing initial teacher training bursaries for RE. If we are to value RE in our school system, we must value the teaching of it and, therefore, the training of teachers in it. As mentioned, having a national standard for religious education to challenge Ofsted is really important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Worship is not religious education, but it is what many people come to this debate through. They are concerned that the values they were taught have somehow deteriorated or been eroded or removed. However, the same value that we come to the debate with should encourage us to ensure that every child has an understanding of the diversity of faith, the diversity of values and, importantly, the similarity of values. When hate is on the rise, we have a choice about what we do about it. We need to arrest the immediacy of rising hate—the hate crimes against people based on their religion, background or sexuality—but we do so best when we root out the causes of that hate. That is not just with a counter-terrorism strategy or increased policing; it is with education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish the Minister the best of luck in his role. I encourage him to look at how religious education can be not just a hallmark of the Department for Education’s approach to our young people, but part of our overall strategy to address rising hate in our society by working across Government to celebrate diversity and equip all our young people not just to understand the world they are going into but to thrive in it and benefit from the diversity in our communities and across our planet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}