{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-speech-on-royal-navy-conduct-towards-women/",
    "title": "Luke Pollard – 2022 Speech on Royal Navy Conduct Towards Women",
    "post_date": "October 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Shadow Defence Minister, in the House of Commons on 31 October 2022.",
    "content": [
        "I welcome the new Minister to his position. Those who serve in our armed forces should expect the highest standards of professionalism and personal conduct, which must be supported and reinforced by the Government. As the son of a Royal Navy submariner, I know that the Submarine Service is on the frontline of our national defence. Every submariner must be confident that the people they serve alongside in the Royal Navy have their back. These claims of abuse are extremely serious and must be thoroughly investigated, and those responsible must be held accountable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These reports lift the lid on a culture of abuse and cover-up in our armed forces. In far too many cases, victims are unable to raise their experiences within the chain of command. Women account for 11% of our forces personnel but, between 2019 and last year, 81% of victims of sexual assault in the military were women, and almost half of them were at the start of their military career. Behind these statistics are hundreds of women who have been let down. This cannot be allowed to continue. Victims of sexual abuse serving in our armed forces must have confidence in the processes that allow them to report their experiences, and they must know that robust action will be taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I suggest that the Minister reads the Defence Committee’s report before coming back to the House to tell us how he will implement all of it. Will he make the investigation he has just announced a public investigation so we can see what action is needed? Can he explain why the Government continue to resist Labour’s proposal that the most serious cases, including murder, manslaughter and rape, should be tried in civilian courts instead of military courts? What progress has been made on the RAF’s review of allegations of sexual assault, which was announced in August? Will those findings be made public?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our armed forces are the very best in the world, and they deserve the very best, too. The Government must step up and protect those who protect us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Murrison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Gentleman for his points. I agree with him about external scrutiny. That is why the investigation that has been set up, which will report soon, to which I referred, will include an individual from outside Defence, who is currently being selected for his or her independence, probity and integrity, who will be alongside that investigation. I do not know where this is going to go. I suspect it is going to be complicated and may take a while. I want it to report quickly, but I do not want to put a time limit on it necessarily.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, it is going to report “soon”—that wonderful, plastic term. It will have within it an independent individual—the hon. Gentleman will understand that that is a divergence from the norm—because I am absolutely clear that there needs to be oversight of this that is outside the process. He will know full well that these investigations are conducted properly always—I have been involved with a number myself—but there has to be the appearance also of their being transparent. I hope that that will give him some reassurance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman refers to the Henriques report, most of which of course was accepted. He may also be aware of the joint protocol that will be drawn up for the very serious offences that he cites between the civilian and the service prosecuting authorities. I hope that that goes some way to addressing that outstanding concern that I know he has.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A parallel strand of work is being set up by the commander of the submarine flotilla to look into conduct and culture. That will be headed by Colonel Tony de Reya from the Royal Marines. That will report, I hope, by the end of the year. It is separate from the investigation on the specific that I have cited in my opening remarks, but, obviously, it will touch on much of the same material. I look forward to returning to the House to discuss that once Ministers have had a chance to examine its findings and conclusions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}