{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-speech-on-the-situation-in-ukraine-2/",
    "title": "Luke Pollard – 2022 Speech on the Situation in Ukraine",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Shadow Defence Minister, in the House of Commons on 14 November 2022.",
    "content": [
        "Before I make my remarks, I would like to pay tribute to our armed forces and veterans who came together on Remembrance Day yesterday. I was on Plymouth Hoe yesterday morning, but wherever we were we saw a nation pause, thank those who served and remember those who did not come back and those who were forever changed by war and conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now on day 264 of Vladimir Putin’s criminal invasion of Ukraine, and with each day it becomes clearer that he is failing in this misguided war. Putin has not achieved his objectives: indeed, he has strengthened the western alliance, and with each of his decisions he further strengthens our resolve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Ukrainian liberation of Kherson, a region Russia had illegally occupied for more than eight months, is a testament to the skill, bravery and fortitude of the Ukrainian military and is a significant blow to the Kremlin. The Ukrainian advance comes only weeks after a ceremony in Moscow in which Putin announced the “forever” annexation of Kherson along with the Russian-occupied areas of Donetsk, Luhansk and Zaporizhzhia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Russia’s retreat from Kherson is a significant moment in the war, and the withdrawal shines a light on how badly the invasion is going for Putin. He has already forcibly enlisted more than 200,000 new recruits into the Russian army, and with around 100,000 Russian soldiers having been killed or wounded since the war began in February, the casualty rate of poorly trained, poorly equipped troops with low morale remains catastrophic. Body bags and burnt-out tanks are all Putin can offer his people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Ukrainians continue to show incredible resilience in defending their homeland, we must continue to do all we can to support Ukraine both now and in the months ahead. The Minister will know that we on this side of the House fully support the help the Government are providing to our friends in Ukraine, and I want to put on record our thanks to the United Kingdom’s armed forces not only for their work supporting Ukraine and co-ordinating supplies of military aid and humanitarian support, but for reinforcing our allies on NATO’s eastern flank and training Ukrainian troops here in Britain through Operation Interflex.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Britain’s military help to Ukraine, the Government have had, and will continue to have, our fullest support. We welcome last week’s announcement on the provision of further surface to air missiles to Ukrainian forces and welcome the announcement of support to protect and upgrade Ukraine’s civilian infrastructure, but given the parameters of the support we want to provide I wish to press the Minister gently but seriously on some of the uncertainties in that. The UK must support Ukraine for the long term, and I believe that there is cross-party support on that, but that means that we must move beyond the ad hoc announcements made by Ministers about donating weapons to being clear about a long-term strategy for military, economic and diplomatic assistance through 2023 and beyond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sarah Champion (Rotherham) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And humanitarian.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And humanitarian support. In August, the Government announced that the UK and its allies would begin to establish a plan of action to support Ukraine into 2023, but we still have not seen one. Will the Minister say where it is and why there is a delay in producing the plan? We are running out of 2022—will the report and strategy be ready by the end of the year? What state is it in now, and is it a costed plan or just a set of ambitions? We ask those questions not to put the Minister on the hook or in a bad place but to press him, because we want to see the support gotten right, and scrutiny and clarity for the United Kingdom will help our allies to ensure that they are equally as robust in supporting Ukraine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even before the Russian tanks rolled into Ukraine, Labour had been making the case for an updated integrated review. The Defence Secretary previously argued against that, but now argues for it, which is a welcome U-turn from the Government. I know that the Minister has had a similar change of heart, and that is also welcome. However, the Government have given little signal as to what will be in the integrated review refresh and how it will be updated. I would be grateful if the Minister also set out what he believes needs to be updated in the integrated review. Does the review have clear terms of reference that can be scrutinised? Will he tell us which cuts to the armed forces he now wants to reverse and whether further Army cuts will be halted?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the last Defence questions, my hon. Friend the Member for Barnsley Central (Dan Jarvis) asked a fair question about why the Government are pressing ahead with cuts to our armed forces before the integrated review reports. What happens if the integrated review says that we should have kept the capabilities and equipment that the Ministry of Defence is scrambling to scrap now?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no secret that next-generation light anti-tank weapons have been vital to the defence of Ukraine, but the Secretary of State has yet to adequately explain whether a new contract to replenish UK NLAW stockpiles has been signed, and with whom. NLAW production will require old production lines to be rebuilt and restarted. If an order was placed today, how long would it be before a new NLAW rolled off the production line? Would it really be two years away? If that is true, that delay is dangerous and one that the UK can ill afford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to a technical but serious area that has not been addressed: dual-use technology, which is civilian technology that can have a military application. Last month, the United States imposed a set of new sanctions on Russia targeting a network accused of procuring military and dual-use technologies from US manufacturers and illegally supplying them to the Russian war machine. The Royal United Services Institute, the UK defence think-tank, confirmed in August that UK components are appearing in Russian weaponry. That can include oscillators and standard crystals. No UK-produced equipment should end up in the hands of Putin and his generals, but it is especially difficult to be sure of that when it comes to dual-use equipment. The House has already passed sanctions on such equipment, but the concern is that western electronics and technologies are still reaching Russian weapon manufacturers. That will be concerning to colleagues, so we need clarity that British firms are not, in good faith, making materials or contributing to the supply chain of western manufacturers whose end products could end up killing Ukrainian civilians.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What steps are the Government taking to identify dual-use technologies that could be used by Putin? What steps is the Minister taking to stop those technologies from getting into the hands of Russia or its agents? Does he feel that the current dual-use technology sanctions are sufficient? What steps can he take, working with our allies, to monitor and shut off possible purchasing routes for Russia of western dual-use equipment like gyroscopes, wi-fi technology, ceramic chips, resistors and semiconductors? This is a complex area, and I realise that I have put the Minister on the spot, with his colleague, the Under-Secretary of State for Foreign, Commonwealth and Development Affairs, the hon. Member for Aldershot (Leo Docherty), replying to the debate, so if he cannot set that out, I would be grateful if he put a letter in the House of Commons Library. It is a difficult area but one that we must ensure that we are getting right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the war began, Russian troops have been committing atrocities against Ukrainian civilians. Just as in Bucha, Izium and Mariupol, there is now evidence of Russian war crimes in the Kherson region. We will not know for some time how many civilians the Russians have butchered, but we must be unrelenting in our pursuit of those war criminals until each and every one of them has stood trial for their crimes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Ukrainians face the arrival of winter, it is becoming increasingly clear that Putin’s strategy is to target civilian infrastructure, including energy and water plants. The Minister set out some support that the UK Government are providing, but what additional missile defence is the UK providing to its allies to protect Ukrainian infrastructure from missile attacks by Russia? What plans does he have to deal with the potential for an additional flow of cold and hungry refugees this winter? The effect of Russian bombardment of civilian infrastructure is already degrading Ukraine’s ability to provide clean water and power to all of its population, and that will drive a further humanitarian crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to how we can afford the defence of the UK and our allies in Ukraine. The Government’s disastrous mini-Budget cost £30 billion—the equivalent of 60% of the UK’s current defence budget, which could have been better spent on hospitals, teachers and the cost of living crisis. That sheer amount of money—abused by the Government—is the cost of 23 brand-new Type 26 frigates. The MOD is the only Government Department in the current spending round with a real-terms revenue cut each year. New figures from the Institute for Fiscal Studies show that, adjusted for inflation, that is a £2.7 billion real-terms cut to defence spending. At the Defence Committee, the Secretary of State for Defence said that with additional defence inflation, he has £8 billion of additional costs on his budget. If we are to continue to provide support to Ukraine and ensure that we can afford an enhanced forward presence for our NATO allies and our other NATO commitments, we need certainty that funding will be available as required for our armed forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been re-reading the rather good “Shifting the goalposts?” Defence Committee report, which shows that Labour Governments have always spent more on our nation’s defence than Conservative Governments. Does the commitment to raise defence spending to 3% of GDP by 2030 still exist? Can the Minister see a point where Government defence spending will fall below the NATO 2% of GDP target? Given the Minister’s and Secretary of State’s previous comments on defence spending, can the Minister say whether he and the Secretary of State will still be in their places if Defence funding is cut in the Chancellor’s autumn statement on Thursday?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Catherine McKinnell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On defence spending—I do not believe that this has yet come up in the debate—Putin is clearly using propaganda as a serious weapon in this battle, and it is one that we all have an interest in countering. It would be helpful if the Minister, in summing up, could give some reassurance that the UK is committed to the counter-disinformation unit and working in collaboration with the Foreign, Commonwealth and Development Office to ensure that we play our part so that this propaganda does not win in Ukraine or elsewhere?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for her intervention. She is right. Putin has invested heavily in disinformation technologies and resources to spread misinformation and disinformation in social media news feeds right across the world, including here in the United Kingdom. That investment was not made on a whim. It was made against a clear strategy, with the wish being to divide, split and misinform western populations and use our democracy against us. To protect our democracy and our allies, we must be absolutely determined to tackle disinformation, misinformation and those dark cyber-activities online. We are talking about not just state-sponsored hacking and cyber-attacks—that is one end of the spectrum—but all our constituents seeing things on their Facebook news feeds that are deliberately deployed and shared to try to split and degrade public opinion and create the impression that the United Kingdom’s support for our friends in Ukraine is somehow coming from a dark place, when it is not. That means further action to strengthen our work on social media. It means looking at where Russia is investing in disinformation and how we can strengthen our civil society against that in future. I hope the Minister and his colleagues, for instance those looking after the Online Safety Bill, will take that seriously, too. It is not just military grade activity we need to look at; it is everything through to how each of us uses our social media.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude, let there be no doubt that Labour Members share the Government’s resolve to support Ukraine for as long as is necessary to defeat Putin. As the Ukrainian countryside turns to mud and then freezes over, we are about to enter an incredibly difficult winter, as military doctrine normally suggests, with frontlines frozen and civilian populations suffering further. The Ukrainians are showing incredible resolve in standing up to Russia, but they cannot do it without continued western support. How we use the winter months to prepare for the expected spring offensives—ensuring our supply lines, commitment, resolve and technologies are available to our friends in Ukraine—will be crucial in keeping the pressure firmly on the Kremlin and ensuring that Ukraine wins.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}