{
    "url": "https://www.ukpol.co.uk/luke-pollard-2020-speech-on-flooding-2/",
    "title": "Luke Pollard – 2020 Speech on Flooding",
    "post_date": "March 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Luke Pollard, the Labour MP for Plymouth Sutton and Devonport, in the House of Commons on 4 March 2020.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House notes the damage caused by Storms Ciara, Dennis and Jorge and expresses thanks to workers from the Environment Agency, emergency services, local councils and volunteers; and calls for Ministers to set up an independent review into the floods, including the Government’s response, the adequacy of the funding provided for flood defences and prevention, difficulties facing homes and businesses with getting insurance and what lessons need to be learnt in light of the climate emergency and the increased likelihood of flooding in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a pleasure to move this motion on flooding on behalf of Her Majesty’s Opposition. Flooding has devastated our communities after three successive storms—Ciara, Dennis and Jorge—each compounding and deepening the damage caused by the storm that preceded it. I start by paying my respects to those who lost their lives as a result of these storms. I also thank all those involved in mitigating and fighting the floods: our fire and rescue service, police, local councils, the Environment Agency, and all who have helped to protect homes and businesses, rescue people and animals from rising flood waters, and reinforce flood defences. The motion thanks them for their service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The motion also pays tribute to the work of the BBC in keeping communities informed about flooding incidents, diversions and emergency measures. BBC local radio, in particular, but BBC Online as well, have been invaluable lifelines to those communities under water. I hope the Secretary of State will add his voice to mine in thanking them when he gets to his feet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be very easy to dismiss the recent flooding as a freak accident, an act of God, and leave it at that, but we need to take a difficult step and recognise that more could have been done. As the climate crisis produces more severe weather more often, we will be having more flooding more often, so we need to learn the lessons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Wera Hobhouse (Bath) (LD)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the climate emergency produces more and more flooding, so flooding will become more frequent, and yet the resources for the Environment Agency have been severely cut over the last decade. Does the hon. Member agree we need long-term, not just short-term, funding for the Environment Agency?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member pre-empts my speech. It is important that we have a long-term plan for flooding with long-term funding attached to it so that we can protect communities at risk of flooding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that more could have been done to ensure that our fire and rescue services were fully equipped to deal with this national emergency; that more could have been done to put in place long-term flood defences; and that more could have been done to slow down the impact of the climate emergency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Robert Courts (Witney) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recently visited a natural flood management project in the Wychwoods, in my constituency, a partnership project with local councils, Wild England and many others, involving flood diversion, wildlife creation, habitat, leaky dams and so forth. It has been very valuable in protecting the villages of the Wychwoods. Is this something we could see much more of elsewhere?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having more natural solutions to flooding is part of the solution; it is not the sole solution, but it is a very important part, and I will come on to that in a moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our motion makes a very simple ask—one that I am amazed but not surprised that Ministers are running from: that we have an investigation to learn the lessons from the floods, an investigation that will seek to protect more homes and businesses in the future, an investigation that will look at the difficulties people encounter in buying affordable insurance for their homes and businesses and in receiving timely pay-outs, an investigation into what measures are required from Government to fund flood protections and upstream catchment management measures and to resource emergency responses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When choosing the wording of the motion, the Opposition had two choices: we could have chosen wording that went hard on a part-time Prime Minister who was missing in action throughout the floods, a part-time Prime Minister who refused to call a Cobra meeting and unlock the scale of funding necessary for flooded communities, a part-time Prime Minister who failed to show national leadership when it was required; or we could choose wording that could unify the House in a sensible effort to learn the lessons, calmly and sincerely, from this disastrous series of floods. Labour chose to rise above that partisan debate, which is why every single Member of the House should feel able to support our motion. How is learning the lessons from an incident—in a review of what actions took place, what actions did not work as well as was hoped and of where improvements could be made—not a sensible and proportionate step to take after a national emergency such as the recent floods?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Percy (Brigg and Goole) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I represent the most flood prone constituency in the country—my constituents are presently under 400 million cubic metres of water. How does the hon. Member envisage this inquiry working with the section 19 inquiries already commenced in my area and in many other flooded areas, given that their purpose is to determine exactly those things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There will be local inquiries and there will be different agencies looking at their own responses, but we need an overarching investigation into the whole response—the consequences of austerity, the flood prevention measures that could and should be taken, the fact that flooding will become more frequent, and so on. That is what is on the table in the motion today and what I hope hon. Members on both sides will vote for.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Craig Whittaker (Calder Valley) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In light of the fact that places such as the Calder Valley have had three 100-year floods in the last seven and a half years, ​does the hon. Member not think that another review would only cost more money and waste more time? We need action. We already have this information. We know exactly what happened in the floods. We had four times the monthly average rainfall in 24 hours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree we need action, but it was action we did not get during the floods. It was action we required from the Prime Minister to call a Cobra meeting that we did not get. It was action to unlock the necessary funding that we did not get. I agree we need action and hope he will support this motion so that we get a lessons learned review that helps Ministers to make better decisions next time and get the action he desperately wants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The review we are asking for would look at how we learn lessons as a country, how the Government learn lessons and how the work and innovations of local communities can be recognised, but the Government’s amendment seeks to do only one thing: not learn the lessons of the flooding. It would delete the lessons learned review and silence the voices of flooded communities. I want the voices of those communities under water heard in the review we are proposing. I want to hear from the small business owners in Telford whose shops have been flooded about the difficulties they face replacing stock when insurance companies refuse to insure them. I want to hear from the farmers next to the River Severn who fear that their crops will have been destroyed by the water damage in their fields. I want to hear from the homeowners in west Yorkshire who have yet again had to wash dirty water from their homes, wash the smell of sewage from their homes, replace their furniture and carpets and worry about whether the insurance will pay out and how much the premiums will be next year, if they are to be covered at all. I want to hear the voices of the emergency services who have had their numbers cut and cut again by years of Tory austerity. I want to hear from the Welsh coal mining communities who are now living in fear of a landslide from water-sodden spoil tips.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to hear from all of them in this review, and yet Ministers have proposed an amendment that says they will not have a lessons learned review, will not look at what worked well and what did not, and will not ask communities what works for them. Every Tory MP who votes against our motion will be doing something very simple: refusing to listen and learn the lessons of the flooding and refusing to improve their response to flooding in a calm and independent manner. Those under water communities, many of which are represented by Conservative MPs, will wonder what happened to their Members of Parliament. When given an opportunity to get the voice of those communities heard, they will have decided to turn against that—that is not leadership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Craig Tracey (North Warwickshire) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member talked about the role of insurance companies. I chair the all-party group on insurance and financial services and work quite closely with Flood Re. Since it was launched in 2016, Flood Re has been a great example of the Government and the insurance industry working together: 300,000 more properties have now been insured and four out of five properties with previous flood claims can now get insurance at half the price it ​was before. I am sure he will welcome that fact. It is a great example of the Government working with the industry to help solve this problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Flood Re has resulted in some improvements—the hon. Gentleman is right about that—but it does not insure homes or provide cover for homes built since 2009, and he will know that it does not include support for small businesses, so there are huge holes in the scheme that need to be filled. We need a scheme that works. At the moment, Flood Re is not delivering as was originally intended for all affected communities. The Government are carrying out a review of the Flood Re scheme, and I urge Ministers to encourage it to report quickly, because we need the Flood Re scheme to work properly to ensure that there are no gaps in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason that we are calling for a review today is that the flood waters will, we hope, soon subside and the camera crews will pack up, but as the media agenda moves on, the damage, disruption and destruction of the floods will remain for those communities that have been affected. It will take many months for those communities to recover, but we know from past floods that it will actually take many years for the damage to be undone, for payments to be received and for the mitigations to be put in place. That is why a lessons learned review is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that the Prime Minister was missing during the floods, but he now has an opportunity to create a lessons learned review to learn the lessons of what has happened. However, he has decided against doing that. We know that the Conservatives’ political choice to implement a programme of brutal austerity over the past 10 years has made the fight against the climate crisis so much harder. The Environment Agency has again and again asked for extra money—£1 billion a year just to mitigate the impacts of floods and defend our communities. We need long-term structural change if we are to combat future floods, including restoring nature in uplands, ending the rotational burning of peatlands, implementing proper catchment area management strategies and building proper flood defences where appropriate. All these changes need genuine funding and a long-term plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it is not just the Environment Agency that has been cut; our local councils have too, and our fire and rescue services. There is a regional disparity in the cuts for fire and rescue services as well. Across England, 23% of our firefighters have been lost in Tory cuts since 2010, but West Yorkshire, where some of the most severe flooding has happened, has lost over a third of its firefighters in austerity cuts. I know that my hon. Friend the Member for Easington (Grahame Morris) has raised this issue directly with Ministers before, but I would like to invite the Secretary of State to look again at whether fire and rescue services need a statutory duty around flooding, as they have in Scotland and Wales.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also important that we look at the effect of the flooding on our farmers. That includes considering short-term actions such as a derogation of crop diversification and a reinstatement of the farming recovery fund to mitigate the damage that flooding has caused. The Secretary of State came unstuck at the NFU conference and answered concerns about the three-crop rule very poorly, but there is now a genuine opportunity to help ​farmers by using the powers that he already has to support them. In the long term, we need to ensure that our farmland is used sensibly to prevent flooding and to restore the ability to keep more water upstream.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to recognise the need for change on match-funding. I have raised this matter before. Poorer communities should not be asked to match the same as wealthier communities, because we know that in that situation the wealthier communities have their flood defences funded and the poor ones do not. My hon. Friend the Member for Leeds West (Rachel Reeves) has raised this in relation to her city time and again, but she has still not had a satisfactory answer. The Budget next week is an opportunity for Ministers to fund flood defences properly. I would like to see the Budget used as a climate budget to recognise the true scale of the climate crisis and have funding directed accordingly. I suspect we will not have that, but I hope there will be some mention of flooding. I hope that funding will be directed at those communities that are currently under water and that a long-term plan is put in place in relation to this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have our criticisms of the Government, and the Prime Minister in particular, for failing to act with the seriousness that the climate emergency requires, but setting that aside, we have before us in this motion a modest proposal to learn the lessons of the three storms and to conduct an independent review into what happened. We owe it to those communities that are currently under water, those that have been flooded and those that are repairing the damage from the storms to listen to them and to do everything in our power to learn the lessons to ensure that it does not happen again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I say to every Tory MP whose communities are under water and who votes against this modest ask that I wish them well on their return to their flooded communities. I wish them well in explaining why a review into the lessons learned will not be happening and why they voted against it. I wish them well in explaining to the people whose homes and businesses were flooded why they are denying them a voice. I wish them well in that, because they have the chance today to vote for such an independent review, and for those flooded communities, that will be a very modest ask as they scrub their floors to clean up the sewage that has come through the pipes, as they repair their homes and as they work out how to restore the stock in their businesses that have been so damaged. For them, this is a modest ask, and it is something that should be supported by everyone in this House. I hope that Tory MPs will reflect on this before they back the Government’s amendment to not learn the lessons of the flooding incidents. I hope that, as a Parliament, we can come together on this. I hope that the warm words that will be no doubt come from the Secretary of State at the Dispatch Box in a moment can be added to with the action that is so desperately needed. I commend this Labour motion to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}