{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-speech-on-the-cost-of-food/",
    "title": "Luke Pollard – 2022 Speech on the Cost of Food",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Labour MP for Plymouth Sutton and Devonport, in Westminster Hall, the House of Commons, on 14 December 2022.",
    "content": [
        "We should call this what it is. This is about hunger, poverty and desperation. It is about kids going to bed hungry, waking up and not getting enough food to be able to study at school. This is Britain, one of the richest countries on the entire planet. In this debate, there is not a single Tory MP present who does not have to be here—[Interruption.] Forgive me, there is one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a political choice we have here. It is a political choice to keep wages down. It is a political choice not to match inflation. And It is a political choice to attack the people who are ringing the alarm bells. Tomorrow we will have the first nationwide nurses’ strike. In Plymouth we are seeing nurses using food banks. We are seeing teachers using food banks. We are seeing armed forces personnel using food banks and emergency food vouchers. These are people in good jobs—jobs they have had to study and learn skills for, and jobs that should provide a decent wage so that they can put food on their table for them and their kids. Yet they cannot. This is a reboot of Dickensian Britain. It is sickening. It is utterly sickening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I launched a campaign with our utterly brilliant food bank in Plymouth a month ago to buy electric blankets. An electric blanket or throw costs 20p a day and people can put their families underneath them to keep them warm, rather than spend £6 a day to heat their home using central heating. We have raised £3,500 to buy electric blankets. The people coming in to collect their food parcels need food that they do not have to heat, because they cannot afford the utilities. It is sickening that this is happening in one of the richest countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Brilliant charities such as Provide Devon, a relatively new charity, have seen their fresh food costs go up by a third. They have seen demand go up by a third. They have served an amazing number of people, especially children, but they are seeing their food and their monetary donations fall at the same time, because people are struggling to make ends meet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that when we look at the price of food, it is right for us to also look at the speculators and the supermarkets. I want to give a shout out to our farmers, because it is not the primary producers in this country who are profiteering from high food prices. Many of them are locked into contracts whereby they cannot get a decent price for the food that they grow. It is time that this changed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}