{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-question-on-the-safety-of-lgbtq-football-fans-at-the-qatar-world-cup/",
    "title": "Luke Pollard – 2022 Question on the Safety of LGBTQ+ Football Fans at the Qatar World Cup",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The question asked by Luke Pollard, the Labour MP for Plymouth Sutton and Devonport, in the House of Commons on 8 November 2022.",
    "content": [
        "What assessment his Department has made of the safety of LGBTQ+ football fans attending the World cup in Qatar.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Parliamentary Under-Secretary of State for Foreign, Commonwealth and Development Affairs (David Rutley)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers and senior officials have raised the concerns of LGBT+ visitors with Qatari authorities at all levels, and will continue to engage on this issue ahead of, and during, the World cup. Qatar has repeatedly committed that everybody is welcome to the tournament, and we will continue to encourage equal treatment and the respect of individual rights, and to identify what action the Qatari authorities are taking to match their commitment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I declare an interest as a massive gay. As an England-supporting homosexual, it is not safe for someone like me to watch the World cup in Qatar. Because of the human rights abuses of migrant workers and of Qatar’s LGBT population, I personally do not think Qatar should ever have been awarded a major sporting competition. Will the Minister back the home nations captains in wearing a rainbow armband when they play at the World cup? Will he also apologise for the Foreign Secretary’s remark that LGBT fans should somehow show compromise, because it is never acceptable for a Government Minister to force LGBT people back into the closet?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**David Rutley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I respect the hon. Gentleman’s comments. He and I have worked together on many issues in the past, and I understand his campaign on this issue. Our priority is, of course, the safety of all British nationals who travel to the World cup. The UK prioritises the issue of LGBT+ rights internationally, and we continue to engage with the Qatari authorities on this issue. Many sportsmen and women use their platforms to do important work across a range of issues, which is their personal choice. The UK Government stand by our values, and our team stands by the values of our home nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}