{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-speech-on-nuclear-weapons-and-vladimir-putin/",
    "title": "Luke Pollard – 2022 Speech on Nuclear Weapons and Vladimir Putin",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Labour MP for Plymouth Sutton and Devonport, in the House of Commons on 11 October 2022.",
    "content": [
        "I welcome the new Minister to his place. It is because Ukraine is winning that Putin’s behaviour is becoming so volatile. The sham referenda, the irresponsible nuclear sabre-rattling, the missile attacks on civilians—these are the hallmarks of a tyrant on the ropes and a tyrant who is losing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour stands with our friends in Ukraine. With our unshakeable commitment to NATO, the Minister knows that he has our full support for the actions the Government are taking to help Ukraine win. Yesterday’s missile attacks on civilians are a significant escalation. The NATO Secretary-General was right to describe the attacks as “horrific and indiscriminate”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers have Labour’s full support in countering Putin’s aggression. In that spirit, I ask the Minister when he will set out a long-term strategy of support for Ukraine, so that we can make sure that Putin’s war ends in failure. Can he confirm that the NLAW—next generation light anti-tank weapon—replacement orders have finally been placed? When does he expect to replenish our depleted weapons stockpiles? What assessment has he made of the worrying statements by Lukashenko and the continued presence of Russian troops and armour in Belarus?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would be grateful if the Minister addressed the concerning media reports of the withdrawal of almost 700 British troops currently deployed to our NATO ally Estonia, without any planned replacement. That risks sending the wrong message at the wrong time, and it has worried our international allies. We cannot walk away until the job is done. With that in mind, will he reassure the House that he will not withdraw any further UK troops from our allies, and that the UK will meet our NATO commitments?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, as more bodies are unearthed at the sites of war crimes, we remember them and we remember those killed yesterday in Putin’s criminal missile strikes. Does the Minister agree that the best justice for those killed is victory for Ukraine, a free and sovereign nation, and war crime tribunals for those responsible?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alec Shelbrooke**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Gentleman for his kind comments and I look forward to working across the Dispatch Boxes on these vital issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the hon. Gentleman’s comments about the horrific war crimes we have seen unfold every time there is a Russian retreat, I think that every decent human being is appalled. I am proud that the UK Government are funding the International Criminal Court, and we will do everything we can to support Ukraine in bringing the perpetrators of these horrific crimes to justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope the hon. Gentleman will forgive me if I come back to him with a written answer on the postures from Lukashenko.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Estonia, the overall capability of our commitment there is far more important than the number of troops alone. We have committed to strengthening that capability over the forthcoming years. I was in Estonia, and indeed Latvia and Lithuania, in my previous role in the NATO Parliamentary Assembly. I have seen at first hand the work that takes place there. All our NATO allies can be reassured that we are committed to making sure that the NATO frontline is secure. We work with colleagues and there will be variation in how that is done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With regard to support, the hon. Gentleman will have noticed that my right hon. Friend the Secretary of State for Defence has set up the international support fund. This country contributed £250 million to that, and I believe the total figure is now above €400 million. That is in place to help support Ukraine as this war moves forward and the conflict carries on, so that it can use that money not only in the conflict but to rebuild and, of course, ensure it has the ammunition supplies and things it needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With regard to NLAW and our weapons supply, we are working with industrial supply chains and are confident that we will have the ability to defend ourselves and to give support, but we do not comment on operational capability beyond that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}