{
    "url": "https://www.ukpol.co.uk/luke-pollard-2022-speech-on-nato-and-international-security/",
    "title": "Luke Pollard – 2022 Speech on NATO and International Security",
    "post_date": "May 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Labour MP for Plymouth Sutton and Devonport, in the House of Commons on 19 May 2022.",
    "content": [
        "Labour’s commitment to NATO is unshakable. Eighty-five days ago, when Russia illegally invaded Ukraine, we faced a choice as a Parliament, a country and an alliance—to let Putin divide us or to stand strong with our allies in Ukraine—and we chose well. Eighty-five days later, NATO is more united than ever before, with historic bids from Finland and Sweden and with member state after member state rebooting its defence plans. Let us say very clearly that Putin’s gamble to fracture us has backfired.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour is proud to be part of this united front, as we have heard today, just as we are proud of the men and women in Britain’s armed forces who are deployed across the NATO alliance and further afield. We are also proud that NATO and the principle of collective security are stitched into the history of the Labour party, thanks to the Attlee Government playing such a pivotal role in bringing the alliance into being in 1949.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just as we look to the history of NATO, we must look to its future, too. There are some big questions. How do we best support our Ukrainian friends through the new phases of this conflict? How should we approach NATO 2030, the new Strategic Concept for the alliance? How do we keep Britain a leader in international security and truly a force for good? As my right hon. Friend the Member for North Durham (Mr Jones) said, how do we protect the rules-based order? As my hon. Friend the Member for Caerphilly (Wayne David) and the hon. Member for Basildon and Billericay (Mr Baron) said, how do we make sure that there is renewed cross-party unity of purpose to make this case, free from the party political distractions that do the debate no service?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the hon. Member for Basildon and Billericay for his speech. I am interested in reading the 1922 defence committee’s report, but he may have summarised it so effectively that he does not need to leak a copy to the Opposition. He will find that, on both sides of the House, an awful lot of people were nodding during his speech, and I hope the Ministers heard what he said loud and clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday I attended the unveiling of the memorial to lost submariners. Since the Submarine Service came into existence, the United Kingdom has lost 5,960 submariners. The unveiling of the memorial at the National Memorial Arboretum in Staffordshire shows just how important their sacrifice has been, and it sits alongside memorials to fallen comrades in every single service, representing people from across our country and, indeed, across the world who made the sacrifice in support of the freedoms we enjoy today. It is worth remembering those who came before us and those who served.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the challenge before us, let us be in no doubt that NATO is the best way for western democracies to stand united and together in the face of renewed Russian aggression and an uncertain future. As the hon. Member for Wolverhampton South West (Stuart Anderson) and the Secretary of State both said, agility and flexibility are important to our alliance, but we now need to think carefully about how we shift from crisis management in the early stages of this war to medium-term military support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means the UK Government, NATO and our allies continuing to reinforce our Ukrainian friends with weapons and ammunition while also setting up the conditions for economic recovery and providing hope and determination to deliver the brighter future of a free, democratic and peaceful Ukraine, with Russian forces, defeated and withdrawn, unable to threaten that country and its people ever again. It means supplying more next-generation light anti-tank weaponry, loitering munitions, armour and artillery pieces, alongside defence equipment and medical packs—that is something we must do across the alliance—but it also means renewing our own strategic approach, as mentioned by Members on both sides of the House. I think it has been done without a partisan spirit, and in the best interests of our country and our collective defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Deputy Speaker, you and I will have had one thing in common: watching the TV last Saturday, because we are both fans of Eurovision. I echo the congratulations of the hon. Member for Glasgow South (Stewart Malcolm McDonald) to the Kalush Orchestra on Ukraine’s winning entry. I am not certain that President Putin is a fan of Eurovision or whether he was watching on Saturday, but if he was, he would have seen a great evening of costumes, song and solidarity. Uniting NATO against his criminal invasion is quite an achievement for the Russian President, but uniting Europe and Australia on Eurovision is an achievement equally worthy of song. I like the Secretary of State’s words, “One way or another, it will take place in Ukraine.” I look forward to watching it from Ukraine with him next year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to events closer to home, the NATO conference in Madrid next month will mark a crucial juncture in international security, establishing NATO’s vision for the next decade or so. As the shadow Defence Secretary says, it is important that the doors are not closed to civil society or to Opposition parties, because this is the moment to bring more players together in the solidarity and common endeavour that Members on both sides of the House have spoken about today. I would be grateful if the Minister for the Armed Forces set out how the Government plan to approach that conference, what the strategic concept will do and how it will fit with the integrated review, especially if it is such a departure from NATO’s current operating procedures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain must also put democratic resilience on the agenda in Madrid. Liberal democracies must be better attuned to non-conventional threats, from election meddling to the spreading of misinformation online. There is a new home front in our defence against hostile actors: it is a digital home front, and we must not ignore it. We also need strong UK leadership in NATO to pre-empt Putin’s next steps, including in the Baltic, the Balkans, Kaliningrad and the high north. A new strategic concept must also have a plan for the Arctic, as the climate means that new shipping routes are opened there and new threats exist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain must champion co-ordination and interoperability among NATO friends and allies, because as NATO members rightly raise their defence spending and invest in their inventory, there is a risk that that new investment will be nation-specific and will not have the interoperability that we are seeing across the alliance. That must mean weaponry, bullets, vehicles and communication. For instance, the US is moving its bullet calibre from a NATO standard to a new US standard. We need to be aware that this is already happening. How will that interoperability work in the next decade? We need to ensure that we all stand together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour places the highest priority on security in Europe, the north Atlantic and the Arctic. Before we tilt to the Indo-Pacific, we must first secure our own backyard. The illegal invasion of Ukraine reinforces NATO as our primary UK security obligation. We want Britain to be NATO’s leading European nation, but our place at the front of the pack is not automatic or guaranteed and we should not be complacent. As our allies reboot defence spending, the question must be why the UK Government have not done so and why the flaws in the integrated review are not being fixed. Ministers should rewrite defence plans, review defence spending, rethink cuts to the Army, reform defence procurement and renew our international friendships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, let us not forget what NATO represents. It is about peace over war, democracy over tyranny, collective security over individual vulnerability, and hope over fear. We derive our strength from those principles and values. As President Obama once said, it is not might that makes right. Quite the reverse: right makes might. NATO is Britain’s best option for defence. It is our best option for international security. It is our best option for collective defence. It is our best option for upholding our values. For those reasons, Labour’s commitment to NATO will remain unshakeable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}