{
    "url": "https://www.ukpol.co.uk/luke-pollard-2023-speech-on-the-afghan-resettlement-update/",
    "title": "Luke Pollard – 2023 Speech on the Afghan Resettlement Update",
    "post_date": "July 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Johnny Mercer",
            "url": "/tag/johnny-mercer/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Luke Pollard, the Shadow Defence Secretary, in the House of Commons on 18 July 2023.",
    "content": [
        "I thank the Minister for [advance sight of his statement](https://www.ukpol.co.uk/johnny-mercer-2023-statement-on-the-afghan-resettlement-update/). None the less, I have to say to him that this statement is not up to the quality that this House expects from a Minister on such an important issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister has been sent here to update the House, but in his statement he has given us no precise numbers of Afghans who are currently in bridging accommodation, no numbers of those he expects to stay in the time-limited contingency offer, and no estimates or details. Madam Deputy Speaker, this is really poor. This House deserves better than a statement that is light on delivery on such an important programme. We need to understand the detail of what the Minister is trying to explain. He is a Cabinet Office Minister coming to update the House when Defence Ministers should be here explaining why the Afghan relocations and assistance policy is failing to deliver, when Home Office Ministers should be here explaining why the Afghan citizens resettlement scheme is failing to deliver, and when Levelling Up, Housing and Communities Ministers should be here explaining why we do not have sufficient homes for those who are being moved out of bridging accommodation in the middle of a housing crisis. The Cabinet Office Minister in the Chamber is the bailiff serving the eviction notices. This is not good enough. I fear that he is a human shield for the failures across Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The statement today confirms what we already know: the Government are failing to support those people who served alongside our forces in Afghanistan. In a few weeks’ time, it will be two years since Operation Pitting began, but there is still a backlog of 60,000 ARAP applications. Operation Warm Welcome has become operation cold shoulder, with 8,000 Afghans being told that they will be forced out of temporary accommodation by the end of the summer. Can the Minister tell us on what date the notice period expires? What day will Afghans no longer be able to stay in bridging accommodation? We owe a debt of gratitude to all those Afghans who were loyal to Britain and who served British aims in Afghanistan, and failing to find them appropriate accommodation and then kicking them out on to the street is no way to repay that debt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reality is that the Government have failed to keep the promises made to our Afghan friends, and that is shameful. Since 1 December last year, just four ARAP eligible principals, along with 31 dependants, have been processed and arrived in the UK out of the thousands who are waiting. That leaves thousands of Afghans fleeing the Taliban stuck in hotels in Pakistan without hope or proper support. Can the Minister clarify the exact number of Afghans who have been rehoused into settled housing in the UK? How many homes are available for Afghans to move into? How many does he expect will be made homeless by the eviction notices that he has served on these Afghans?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that the Minister’s personal experience in Afghanistan must weigh heavily upon him as the Government evict so many Afghans from hotels, but we owe the people who are being evicted a debt of gratitude, and we owe it to them to keep the promises that we have made. Ministers must fix the broken ARAP scheme, which along with the ACRS has been plagued by failures. People in fear of their lives have been left in Afghanistan, housing promises have been broken, and processing staff have been cut. From the ballooning backlogs to the breaches of personal data, and even the Ministry of Defence telling applicants that they should get the Taliban to verify their ARAP application documents, the record is shameful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister for Veterans’ Affairs is being used as a human shield to deflect failures from the Ministry of Defence and across Government. How many ARAP eligible principals remain in Pakistan, and how many hotels are still being used as temporary bridging accommodation for Afghan families? Will he publish constituency data so that all Members can understand whether he is evicting people in their communities? He mentioned the Afghan housing portal. How many landlords have signed up to it, how many have used it to house Afghans, and what promises by the Ministry of Defence have been kept in speeding up and processing ARAP cases?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not doubt the Minister’s commitment to the people of Afghanistan, but this is not good enough. The promises that we made as a country were serious and solemn. Those who have fled from Afghanistan deserve our support and gratitude. Eviction notices are not good enough if there is nowhere for them to go, so can the Minister give us his solemn promise that not a single Afghan who is currently in bridging accommodation will be homeless when the date of the eviction notices that he has served upon them expires?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Johnny Mercer**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his remarks. Clearly, I do not think that I am a human shield for the Government. This is a particularly difficult issue. I pay tribute to my hon. Friend the Member for Louth and Horncastle (Victoria Atkins), who grappled with this extraordinarily difficult and complex problem before me. I have to say to the hon. Member for Plymouth, Sutton and Devonport (Luke Pollard) that this is one of the most generous offerings that this country has ever made to resettle nationals from a foreign country in the United Kingdom. Since 2015, under consecutive Conservative Governments, we have welcomed more than half a million people on country-specific and humanitarian safe and legal routes, so I just do not recognise his portrayal of the Government’s attitude towards those who are resettling here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have worked with around 350 local authorities across the United Kingdom to meet the demand for housing. As of data published on 25 May, around 10,500 people have been supported into settled accommodation —around 10,000 had moved into homes, with an additional 500 matched but not yet moved. The hon. Member is right that, from the end of April, families started to receive legal notices to move. That was accompanied by £35 million-worth of new funding to enable local authorities to provide the increased support for Afghan households to move from hotels into settled accommodation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member had many questions for me, and I will write to him on the ones that I have missed, but the truth is that this is an incredibly complex issue that the entire nation has a duty to fulfil. We can sling political remarks across the Dispatch Box on this issue, but we need all local authorities and political leaders in this country to pull together to challenge what is a very difficult situation and to try to encourage these Afghans to move, in what is an extremely generous offer from central Government, into private rented accommodation. We all have a duty not to use these individuals as political pawns, but to provide them with a life in the UK that we can be truly proud of. If we all work together, we can achieve that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}