{
    "url": "https://www.ukpol.co.uk/luke-pollard-2019-speech-on-the-royal-marines/",
    "title": "Luke Pollard – 2019 Speech on the Royal Marines",
    "post_date": "January 10, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Luke Pollard",
            "url": "/tag/luke-pollard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Luke Pollard, the Labour MP for Plymouth, Sutton and Devonport, in the House of Commons on 9 January 2019.",
    "content": [
        "t is time to put an end to the uncertainty over where our Royal Marines will be based in the future. At the outset, I pay tribute to all those who serve in the Royal Marines. As the UK’s high-readiness, elite amphibious fighting force, they offer the UK hard power options when diplomacy fails and when disasters strike. Their contribution to our country has been delivered in blood and sweat, and I want to thank the Royal Marines in uniform today; those veterans who have served for their contribution to our national security; and forces families for their support for those who have served.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tonight I want to focus specifically on the Royal Marines base in Stonehouse in Plymouth. In 2016 it was announced that this historic and spiritual home of the Royal Marines would close in 2023, but three years on we are still not certain where the Royal Marines will move to when Stonehouse barracks close.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not the first debate today about the Royal Marines. Earlier my fellow Devon MP, the hon. Member for North Devon (Peter Heaton-Jones), made the case to keep open the Royal Marines base at Chivenor. MPs with Royal Marines on their patches are not fighting among ourselves; indeed, there is agreement that we need certainty for the Royal Marines’ long-term future, wherever that may be. Certainty is required for 40 Commando in Taunton, as well as for those Royal Marines at Chivenor and those in Stonehouse. As the Member of Parliament for Plymouth, Sutton and Devonport, I am proud to make the case for the Royal Marines—the pride and joy of our armed forces—to continue to be based in Plymouth, their spiritual home for more than 300 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all know that the Royal Marines are the UK’s finest fighting force, with unique and valued capabilities. I have seen that for myself at the Commando training centre at Lympstone, with the commando obstacle course and at passing out parades. I have seen it in Plymouth, with the Royal Marines at Stonehouse, the Royal Marines band school in Portsmouth, and, on a rather blustery day, on the back of an offshore raiding craft on the River Tamar with Royal Marines from 1 Assault Group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is with great regret that I say that the morale of our Royal Marines is suffering, in part due to the uncertainty about their future basing. I know that from speaking to many of them off duty in bars around Plymouth and while door knocking in my city. The latest annual armed forces continuous attitude survey suggests there has been a significant fall in morale across the services. Two years ago, 62% of Royal Marines officers rated morale in the service as high; now, that figure is just 23%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 2010, Plymouth has been on the hard end of cuts to our Royal Navy and Royal Marines. With the cuts to 42 Commando, the loss of the Royal Citadel and the sale of our Royal Navy flagship, HMS Ocean, at a bargain price to Brazil, Ministers have cut more often than they have invested. That must not be the end of the story for the Royal Marines and their long and proud association with Plymouth.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Talk of further cuts continued last summer, when there was speculation that Devonport-based amphibious ships HMS Albion and HMS Bulwark could face the axe, too. If those cuts had gone ahead, there would have been a logical threat to the existence of the Royal Marines. Rumours last April that the Marines might be merged with the Paras only added to concerns that that was being lined up as a real possibility. Time after time, I have stood up in this place to demand answers but, unfortunately, Ministers have refused to rule out the loss of those capabilities. The petition I launched to preserve the amphibious ships and the Royal Marines attracted 30,000 names, the bulk of them from the far south-west.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to say, though, that in September, after a long, hard-fought campaign, we were relieved to hear that the Government had decided to save HMS Albion and HMS Bulwark. That was the right decision, and I thank the Minister for championing those ships and the Royal Marines.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Julian Lewis (New Forest East) (Con)** I pay tribute to the hon. Gentleman for his work on saving our amphibious capability; I think he would acknowledge the work the Select Committee on Defence did, too. Does he agree that we all should acknowledge the contribution of my hon. Friend the Member for Plymouth, Moor View (Johnny Mercer), who is another local MP, and the willingness of the Defence Secretary to take on board the message we were trying to relay? He even announced his decision ahead of the modernising defence programme announcement—at the Conservative party conference, no less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard** Sadly, I did not get an invitation to the Tory party conference this year. I appreciate the point that the Chair of the Defence Committee makes. Our campaigns as a city are best fought when they are cross-party, and I hope that in the future the hon. Member for Plymouth, Moor View (Johnny Mercer) will be here to make the case, too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Stonehouse barracks is the oldest operational military barracks in the country. Since the Corps of Royal Marines was formed in 1664, it has had a base in Plymouth, close to Devonport. Stonehouse barracks, which opened in 1756, was the Royal Marines’ first ever dedicated and purpose-built barracks. There were similar barracks in Chatham and Portsmouth, but Stonehouse is the only one remaining.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since world war two, Stonehouse has been home to elements of 41, 42 and 43 Commando, and it was home to 45 Commando until it moved to RM Condor in 1971, when Stonehouse became the headquarters of 3 Commando Brigade. I am pleased that the Minister confirmed yesterday that Condor is safe; I hope he will have similar good news in due course for the rest of the Royal Marines bases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The estate optimisation strategy, “A Better Defence Estate”, which was published in November 2016, announced the Ministry of Defence’s intent to\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“dispose of Stonehouse Barracks by 2023 and to reprovide for the Royal Marines units in either the Plymouth or Torpoint areas”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The promise to provide a “super-base” in Plymouth is much touted by Government Members, and I believe it is a good one, but we have seen little evidence of where that base will be built. As part of a major defence ​shake-up, the Army’s 29 Commando will also leave Plymouth’s Royal Citadel, which the MOD leases from the Crown Estate. In answer to a parliamentary question a few months ago, I was told:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Further assessment study work is being undertaken to inform the final decision.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is right that decisions about basing are taken on the grounds of military strategy by those in uniform rather than for party political reasons, but Ministers need to take a decision to address the uncertainty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Foster (Torbay) (Con)** I thank the hon. Gentleman for giving way—as Members know, I am a fellow Janner, having been born in his constituency. Does he agree that, much though many of us have great affection for places such as the citadel, which for historical reasons has more guns over the city than it has over Plymouth sound, we must ensure that modern facilities are provided? It will be sad to see these places with great histories go, but we want modern facilities for the Marines, who are a cutting-edge fighting force, rather than to defend a 300-year-old barracks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard** The hon. Gentleman pre-empts a piece of my speech, and he is exactly right. We need to make sure that the facilities for our Royal Marines and all our armed forces are up to scratch, and 300-year-old barracks are not providing the quality of accommodation required. It is right that in repurposing and reproviding those facilities in Plymouth we provide the Royal Marines with the finest facilities. I agree with him on that point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given the months and months of uncertainty, I was disappointed that a decision on basing the Royal Marines was not included in the recently published modernising defence programme. I said prior to its publication that if the MDP did not guarantee the future of the Royal Marines, it will have failed, and it did not even mention the words “Royal Marines”, let alone their future basing arrangements. That said, I am encouraged by the words of the Minister about news of their future coming soon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The lack of clarity is a cancer to morale. Falling morale hits the Royal Navy’s and the Royal Marines’ ability to recruit and retain the very best. It affects capability, and capabilities affect our strategic options in tough times. The logic of basing the Royal Marines in Plymouth, close to amphibious ships, Royal Marines Tamar and training grounds is sound, but if a base is to be operational by 2023, after Stonehouse barracks closes, work needs to begin this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is strategic importance in keeping the Royal Marines, Plymouth and Devonport together. When the defence review in 2010 reconfigured our defence capabilities, Plymouth was promised it would be the centre of amphibiosity for the Royal Navy. That is a promise that the Government must keep, and Royal Marines Tamar is a good sign that the MOD intends to keep that promise, but without a new home for the Royal Marines, it looks a hollow pledge. Plymouth and Devonport in particular must remain a centre of amphibiosity, in name as well as in strength, and that means not only having it set forth in a strategy but having the ships and the Royal Marines that make that capability what it is today: a world-leading capability that is a deterrent to our adversaries and a support to our allies.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In looking at what facilities can be reprovided for the Royal Marines after Stonehouse barracks closes, the Minister will know—because we have spoken about it several times—that I am also keen to look at the memorials in Stonehouse to Royal Marines who have died to make sure they are relocated sensitively or protected in their current location.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a proud Janner—someone born in Plymouth who lives in Plymouth—I feel I can say that Plymouth all too often hides its light under a bushel, and then hides the bushel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)** I congratulate the hon. Gentleman on securing this debate. Does he agree that it is essential that there remains a strong military presence that feeds into the local economy and community and that bases are not completely separate from but involved in and a help to the local area?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Luke Pollard** I agree entirely. Military bases might be surrounded by fences and razor wire, but they have bridges to the communities, connections to our economies and bonds deeper than any moat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Royal Marine bases, such as that at Stonehouse, are part of the social fabric of our city, and I think we should say loudly that we are proud of them, we value them and we want them to remain part of the vibrant fabric of our community, contributing economic activity, expertise and the commando spirit of cheerfulness in the face of adversity to all things Plymouth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A number of options have been or should be considered in the basing of this future super-base. Whether it is decamping 3 Commando Brigade to the Royal Citadel while Stonehouse barracks is refitted, building a new base at Devonport dockyard or Bull Point, expanding HMS Raleigh to accommodate the Royal Marines, building alongside Royal Marines Bickleigh or brownfield and greenfield options, Ministers must have a plan and make it public shortly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Plymouth City Council stands ready to work with the Ministry of Defence, especially in assisting in land purchase, if the suggested locations currently fall outside the 3% of the country the MOD already owns. I fear there is little logic in disposing of Stonehouse barracks if Ministers seek to make a profit from the land. It will not deliver any profit and will require a significant multi-million-pound dowry if any developer is to take it on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Royal William Yard, only a few hundred metres from Stonehouse, has shown that old military buildings can be repurposed beautifully but not without significant investment, ongoing capital support and massive public subsidy. I doubt the MOD is planning on such a scale of public subsidy for the Stonehouse site after it sells it. As a Grade II* listed building, it is not attractive to developers in its current form. Equally, the dated and historic facilities, lack of hot water, problems with heating and dormitory-based set up is not suitable for Royal Marines in the 21st century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, when does the Minister expect to have a long-term base for the Royal Marines announced, and what plans does he have for the Royal Citadel after the departure of 29 Commando? The Royal Marines dedicate their lives to the protection of our country and our national interests. The least we need to do is ensure they have certainty about where they will be based, be ​it at Plymouth, Taunton or Chivenor. I welcome the announcement that Ministers will make an oral statement about the better estates strategy in the coming weeks, and I encourage the Minister to use all the energies of his office to ensure that Brexit does not bounce or bump this statement. The Royal Marines and their families, be they in Taunton, Plymouth or north Devon, all deserve certainty about where the Royal Marines will be based in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}