{
    "url": "https://www.ukpol.co.uk/michael-portillo-1996-speech-on-security-in-europe-and-asia/",
    "title": "Michael Portillo – 1996 Speech on Security in Europe and Asia",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1996",
            "url": "/tag/1996/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the then Secretary of State for Defence, Michael Portillo, at the Australian Defence Force Academy on 9th September 1996.",
    "content": [
        "Rudyard Kipling, that most prolific of writers on Asia, once wrote:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“East is East and West is West and never the twain shall meet”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such a view could not be further from the UK’s position. The Asia-Pacific region is increasingly important both politically and in terms of global trade. One third of the world’s population lives here. It produces one quarter of the world’s gross product. Over the last decade the Western Pacific share of world trade has risen from 16% to nearly a quarter. The exports of the South East Asian countries have risen by over 200% since 1990. It has become a cliché to speak of the 21st century as being the Pacific century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is highly conscious of these trends and we have worked hard to engage ourselves in this strategic evolution. Contrastingly, some of our key interests and links are very long standing. We retain strong historic and Commonwealth ties in the area, not least with Australia, and are determined to maintain and enhance them. Another constant in the region is the relationship with the United States, particularly in the security context. I shall say more about that later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As in the rest of the world, disturbing security challenges face this region. Ethnic and territorial disputes, often fed by extremism. Creeping proliferation of Weapons of Mass Destruction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Earlier this year the situation between Taiwan and China threatened to escalate beyond the capacity of international community’s control. The stand- off between North and South Korea continues. The overlapping claims to islands in the South China Sea are another potential flashpoint.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain, like others, aims to contribute to the stability of the region. Confidence building is central to that stability. The countries of the region need to develop their dialogue with one another. This is above all true for China.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We wish to see a peaceful, stable Korean peninsula. We strongly support the US initiative announced on 16 April for four party talks. And we fully support the Korean Peninsula Energy Development Organisation, and were the first European country to make a financial contribution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Security is a much broader concept than defence. Security begins with democracies, since democratic countries rarely go to war with each other. We aim to develop ties between peoples and between their governments across the range of activities: in aid and assistance programmes; in trade relations; and in assistance provided to others in the resolution of conflicts and disputes, or the building of democratic systems based on the principles of liberal democracy and the rule of law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Military activities have a narrower focus but have a role to play in underpinning some of these efforts, with programmes to provide military training, personnel exchanges and higher level staff contacts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Regional confidence and stability can be bolstered by the implementation of, and strict adherence to, multilateral arms control and non-proliferation agreements. We are very grateful for the very positive role that Australia has played in working for chemical and toxic weapons bans and towards securing a Comprehensive Test Ban Treaty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We hope that the countries of Asia will support it and become early partners to that Treaty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Increased transparency in defence matters can help to break down suspicions that countries sometimes have about their neighbours’ intentions. Some have expressed concern about a new arms race starting in this region. Publishing Defence White Papers helps to allay some of those concerns. The more detailed and credible the White Paper is, the better. Australia has given a very positive lead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The signing of the border agreement between Russia and China and three Central Asian states in April this year is another example of the kind of steps that help countries feel more secure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We see a significant role for the ASEAN Regional Forum in contributing to security contacts in the region. It is progressing faster than many expected. Its membership is unique and, with the welcome inclusion of India, it now covers all the major powers in the area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will not list exhaustively the defence arrangements in the region that we consider essential to increasing stability. But I will mention three:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The US presence and engagement, which are fundamental to the region’s security. We strongly welcome their continued determination to play this key role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, the UK is firmly and enthusiastically committed to the Five Power Defence Arrangements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And thirdly, we welcome the recently established security agreement between Australia and Indonesia. I look forward to hearing more about that during my visit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In considering the security issues facing the Pacific region, there are some similarities to the scene in Europe. Similarities both of opportunity and of threat. The key opportunities are presented by the end of the Cold War. In Europe, the political landscape continues to be remodelled. In some areas, the dismantling of what stood before has had tragic results, as in Bosnia. But elsewhere, the picture is much more encouraging. Every day liberal democracy and the rule of law are consolidated in central and eastern Europe. Economic reforms are starting to bear fruit. Already we see growth of around 5% in some of the leading nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The end of the global confrontation between totalitarian communism and liberal democracy has unshackled human potential. Cambodia and Vietnam, as much as Romania and Bulgaria, are now enjoying an end to the straitjacket of opposing political blocks. In such openings there are opportunities for trading nations like Britain and Australia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But those opportunities go hand in hand with responsibilities. Neither of our countries has shrunk from them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were both involved along with military personnel from 32 other nations in Cambodia under the auspices of the United Nations Transition Authority between 1991 and 1993. The operation, led by Australian Lieutenant General John Sanderson, remains a fine example of international peacekeeping.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are clear that the continued engagement of the United States underpins security in both of our regions. The United States’ commitment is demonstrated by some 100,000 troops stationed across Europe and by the 100,000 or so in Asia. Britain and Australia have long been two of the United States’ staunchest allies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The intimate intelligence links between the 3 countries – perhaps the best sign of trust between nations – and the close relationship between our navies bear the best testament to this. The US engagement is not philanthropy: America has vital strategic interests in both Europe and the Asia/Pacific region. But we must all work to keep that relationship relevant and robust.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Europe, that means being part of a militarily effective and credible Atlantic Alliance. NATO is the most effective defensive alliance in history. In Bosnia, it has proved itself capable of meeting the challenges of the future. The integration of some 14 non-NATO nations into the peace implementation force – IFOR – demonstrates NATO’s ability to adapt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "IFOR and co-operation under the terms of the Partnership for Peace arrangement between NATO and 27 PfP countries in Europe have demonstrated the potential for meaningful co-operation in security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For some of those 27 countries, partnership will lead to membership. NATO will enlarge. The allies have a responsibility to respond to those democratic, sovereign states who wish to join. In some aspects, that will simply mean returning to the historical family ties interrupted by the accident of the Cold War.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "NATO will also change. Its military structures are already reduced from the days of the Cold War.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are changing those structures still, so as to be able to cope better with the new more complex challenges to security. The campaign in Bosnia has shown the way. It has demonstrated not only what may need to be done but also that tackling security requires the widest possible coalition. In that sense the operation in Bosnia will have significant implications, especially for relations with Russia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There can be no European or Asian security without taking Russia into account. Our links with Russia are increasing. Of course, we must expect to experience for some time the aftershocks of the collapse of the Soviet empire. Chechnya is an example. But nonetheless, I believe that reform and democracy are becoming entrenched. July’s Presidential elections in Russia was a clear milestone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our relationship with Russia must balance forthrightness and understanding We must be forthright about human rights and compliance with treaty commitments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But at the same time we must understand the peaks and troughs that will inevitably occur on Russia’s path to reform. And we must understand Russia’s real security concerns and perspectives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also mentioned threats. The removal of the Cold War shadow has exposed disturbing new challenges. We see ethnic, religious and territorial disputes, often fed by extremism and by the creeping proliferation of weapons of mass destruction. These are problems for civilised governments everywhere. North Korea and Iraq are just some of the obvious culprits. At the same time a number of longer-running problems also pose at least potential threats to security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tradition in the Pacific region is not of multilateral security organisations like NATO, but a web of bilateral relationships. However, I believe that part of the solution will be the development of broader security dialogues within and between our regions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is potentially a major role for the Organisation for Security and Co- operation in Europe and the ASEAN Regional Forum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need by all means to increase contact with China, a unique player in the strategic game. It stands alone in terms of size, economic and military potential and, arguably, its unreconstructed vision of its own future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What contribution can a European power make to security in this region? And why should it do so?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain’s interests are global – much more so than many of our European neighbours. We are more dependent than they on world trade and investment – Britain is the world’s fifth largest trading nation and its third largest overseas investor. We export more per head of population than Japan or the USA. Inward investment provides almost 25% of the UK’s net output, with around 40% of our manufactured exports now being produced in Britain by foreign-owned firms. Incidentally, Australia is currently the third largest foreign investor in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our economic relationship with the Asia-Pacific region is growing strongly. We are the biggest European investor in the region and by far the biggest European recipient of investment from it. We are the leading exporter of invisibles and number two in visibles. British visible exports to the region have increased by 70% since 1990 and now account for over a third of British exports outside the European Union. We fully expect our interests in the Asia- Pacific region to continue to grow strongly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Apart from our global trading interests, there are Britons living and working all over the world. There are around 6 million UK nationals in the Asia- Pacific region. For a country with a population of around 50 million at home, that represents a powerful interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Stability and freedom of trade worldwide are important considerations for the UK and directs our thinking in defence terms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our specific security links and responsibilities in the region are Hong Kong, the Five Power Defence Arrangements and Brunei. We also regularly train with our many friends in the region, and make periodic naval deployments to the area. The next – OCEAN WAVE 97 – will depart from the UK early next year. We shall transfer sovereignty in Hong Kong to China on 30 June next year. But our wider interest in regional security will not diminish. Our overall approach will remain very much the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Five Power Defence Arrangements will be the focus of our military presence in the region. The Arrangements are increasingly valuable as the scope of their trading and exercises develops. I am delighted that in the near future the Headquarters of the Integrated Air Defence System will be installed with the latest state of the art command, control and communications equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will see our Forces operating together when I visit the Five Power Defence Arrangements exercise – EXERCISE STARFISH – off Malaysia later this week. But I am particularly pleased that we shall be holding a combined joint air and maritime exercise, EXERCISE FLYING FISH, next year. We will be sending a sizeable contribution to this. It will include a Carrier, HMS ILLUSTRIOUS, which will act as the command platform for the maritime element of the exercise; 2 Frigates; a Destroyer; a nuclear powered Submarine; 5 Tornado F3s; 5 Tornado GR1s; an E3D AWACS Sentry; and 2 Nimrod Maritime Patrol Aircraft. That represents a sizeable commitment and contains some of our latest and most effective equipment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We aim to make a major contribution to military training in the region; in 1995/1996 alone we committed over £1.5 million in the form of courses in the United Kingdom and loan service personnel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have Defence memoranda of understanding with many countries in the region, including all the countries of ASEAN bar Vietnam. I spoke earlier about the ASEAN Regional Forum. As you know, we do not consider its membership to be quite complete. We believe that Britain has an important contribution to make. We already participate through our membership of the European Union. But we are keen to contribute more through a national seat. Three of the Permanent Members of the United Nations Security Council are already members of the ASEAN Regional Forum, and we would like to see all five.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain has a range of multilateral experience – through NATO, the Commonwealth, the European Union and the Organisation for Security and Co- operation in Europe – to offer to the ASEAN Regional Forum. Like Australia, we have extensive experience of peacekeeping. We are particularly encouraged by, and grateful for, the Australian government’s support of our request to join the Forum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps Britain’s experience of confidence-building measures in Europe, our involvement in conflict prevention globally and our long-standing ties in the Asia-Pacific region could contribute too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I cannot let this opportunity go by without saying a few words about the value we place upon the strong bilateral defence relationship between Britain and Australia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The ties between our Armed forces are long standing. Men and women from our armed forces have served together in both World Wars and share a common ethos, history and understanding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The ties remain close at all levels. The contacts between our senior staff are frequent and open. We regularly have exchanges of personnel on training courses. We have extremely valuable intelligence links.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain and Australia, with the United States, should take the lead in promoting interoperability in the region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, there will be many challenges to face over the coming months and years, both in Europe and Asia-Pacific. Contrary to Kipling’s belief, however, East and West are now inextricably intertwined. It is a time of great opportunity. Britain and Australia have a common interest in pursuing regional peace and security, working together, both bilaterally and in international fora, to find solutions to tomorrow’s problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}