{
    "url": "https://www.ukpol.co.uk/michael-portillo-1997-speech-to-centre-for-policy-studies/",
    "title": "Michael Portillo – 1997 Speech to Centre for Policy Studies",
    "post_date": "February 8, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1997",
            "url": "/tag/1997/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Portillo to the CPS at the 1997 Conservative Party Conference held in Blackpool on 9 October 1997.",
    "content": [
        "I was delighted to be asked by the Centre for Policy Studies to give this lecture. But as a member of the Cabinet which led the Conservative Party to its greatest ever defeat, and as a former Member of Parliament who lost to Labour on a 17 per cent swing, you will understand that I am not here to lecture anyone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the Friday morning, the day after the general election, even before Tony Blair had arrived in Downing Street, I received a telephone call of condolence from Lady Thatcher. But it was condolence delivered in her inimitable style. It was a call to arms and to renewal. She reminded me how after the defeat in 1974, the party had to rebuild, and in particular begin again its work on ideas and policy. That was when the Centre for Policy Studies was founded, and I for one hope that the CPS will be a source of new thinking in our present difficulties. But that process cannot be based on nostalgia for old ways of thought. An idea whose time has come can quickly become an idea whose time has gone. The value of the CPS’s work has always been its originality and its fitness for the day. Even the enduring principles upon which a party should be founded must be given contemporary forms of expression.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us begin by recognising the scale of our defeat and of our problem. Perhaps as one who went in an instant from being in the Cabinet to being a member of the general public, I am qualified to offer an opinion. I do not accept the view that the Conservatives lost the election of 1997 because we abandoned one-nation Toryism or split the nation. We did not. I will return to that point in a moment. The causes of our defeat were different. I would like to identify what I believe to have been the four principal factors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the party became associated increasingly with the most disagreeable messages and thoughts. Much of that linkage was unjustified, but since it is what people thought – what people still think – it must be appreciated as a deeply-felt distaste, rather than momentary irritation. We cannot dismiss it as mere false perception. Tories were linked to harshness: thought to be uncaring about unemployment, poverty, poor housing, disability and single parenthood; and considered indifferent to the moral arguments over landmines and arms sales. We were thought to favour greed and the unqualified pursuit of the free market, with a “devil take the hindmost” attitude.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we abandoned almost completely the qualities of loyalty and the bonds of party without which party effectively ceases to exist. Some of this was ideological. Passions about the future of our country rightly fired people up, but wrongly led them to attack and despise their colleagues. Part of it was egotistical. There were MPs anxious to oblige whenever the media came looking for dissent, seizing the opportunity to be famous for fifteen minutes. But now we are out of government, their views are sought more rarely, and their once-famous faces are fading in the public memory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must re-discover the old instincts that led Tories to support one another and to rally round. Loyalty was never a secret weapon: it was because it was so visible in public, and reinforced in private, that it was so effective. The impact of disunity upon us is clear to see. The party must in the very near future learn again to display the camaraderie and common purpose that are fundamental to a party’s prospects. Our new leader, William Hague, has every right to expect our loyalty publicly and privately. If he does not get it, we stand no chance of being re-elected. He has shown that he will lead. Now the party must show that it can be led.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, we were thought to be arrogant and out of touch. Much of it may have been no more than personal mannerisms that grated on the public after years in office. Some of it was insensitivity – using the language of economics and high finance when people’s jobs and self-esteem were at stake. And when people looked at the composition of our party, they thought it too elderly, or too vulgar, or too out of touch in vocabulary and perceptions, or in some other way, unfamiliar and unrepresentative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourth, there was sleaze. I did not believe all that Conservatives were accused of . Even today, I do not think that wrongdoing was any more prevalent in our party than in others, and I expect the rotten boroughs of the Labour Party to prove as much in coming months. But it was certainly bad enough. Sleaze disgraced us in the eyes of the public. Their perception was of corruption and unfitness for public service. Such distasteful perceptions can endure and do us damage for a long time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should face these issues head on and deal with them. The last years profoundly disappointed our supporters, and disgusted many others. Those of us who were in the parliamentary party, and those of us who were in the government, bear a particular responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But let us also be clear about our successes and achievements. The Labour Party is determined to create the myth that our eighteen years represented a period of misery and failure. So let me deal briefly with what really happened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative Government took a country that was on the brink of being ungovernable and restored the authority of government and the ability of management to manage. We replaced a debilitating corporatism with a climate of opportunity. We turned sullen nationalised industries into high quality public services fit for a modern economy. We pioneered the view that the job of government was not to create wealth itself, but to establish the conditions in which enterprise could flourish. That insight is today shared by virtually every government in the democratic world. In that context we talked about the benefits of the free market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we never argued that free markets were everything. We increased sharply spending on social security (not because of unemployment, but to help more people and pay higher benefits) and on health and education. We were determined to modernise our economy and to make Britain competitive, but we softened the effects of industrial change with policies to help the inner cities, with regional aid and training programmes for those without work. Ministers fought successfully to attract inward investment and to win contracts abroad. We were anything but laissez-faire. Above all we pursued policies that brought Britain success. At the end of the Tory period we had a greater proportion of our people in work than our European neighbours. We had growth and low inflation. The strength of the British economy is now recognised without any carping. Everyone knows that that was our work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nonetheless, at his conference last week, Mr Blair made the point that twenty years ago the IMF came to bury Britain, but now they praise us, claiming into the bargain that New Labour has friends everywhere. In fact, the IMF can praise Britain only because they believe socialism has been buried. It is the economic policy of the last government that has friends everywhere, but some of them in this country will yet prove to be false. I well remember the verdict of the IMF on the Labour government. I shared the feeling of national humiliation brought upon us all by the men who were Mr Blair’s role models at the time. I recall my own sense of despair for the unemployment and waste that would follow from Labour’s enslavement to the trade unions and their refusal to govern in the interests of all the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour’s new statements of policy are an accolade to our government. Labour says it has accepted our reforms. They signed up to privatisation, trade union legislation, free enterprise, low levels of income tax and even Conservative-set levels of public spending. The 1990s did not discredit Conservative party policies. They produced a humiliation for Labour as it gradually voiced support for all that it had once opposed. It could be elected with a huge majority only because it had come to sound like a Conservative party. Mr Blair’s great insight was that to avoid continuing electoral humiliation, his party had to accept intellectual humiliation. For many in the Labour party, winning power in that way has been a bitter and degrading experience. Those people cringe when they hear Gordon Brown lecturing fellow Europeans on the need for flexible labour markets, so validating Conservative thinking. They loathe his commitments on taxation, such as they are. No wonder that they now hate us so much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I emphasise this. There is much for the Conservative party to learn and to put right. We shall do it. But that is not to say that everything that we did in the past was wrong. Very far from it. We have many achievements of which we can be proud. The Conservatives did things in the last eighteen years that were imaginative, radical, and good for our people. They were copied by many abroad and by our opponents at home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important too that we maintain clear markers as we make changes in the party. It would be a great mistake for us to try to copy Labour’s techniques and style in the belief that that offers a recipe for future success. There is a phoneyness and insincerity that clings to Labour, as it must to a party that was willing to say anything to get elected. Labour is the party of fashion, bending day-by-day to catch the wind blowing from its market researchers. The Conservatives need to be attractive, but we will not become lifeless bodies borne on the changing tides of populism. If Labour remains wedded to fashion, then its time may be short indeed for nothing is so certain as that fashions change. When I see Mr Blair basking in the glow of Noel Gallagher, I remember Harold Wilson’s love of being pictured with the Beatles or Ena Sharples. But rubbing shoulders with idols does not guarantee that the star dust will stick, and infatuations with politicians pass quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our task is quite different from the one that Labour faced in opposition. They modernised in order to marginalise their core beliefs. We must rebuild our party on central Conservative principles applied to today’s new challenges. If we adhere to principles through changing times, we will win respect, at a time when Labour’s modishness will look as tired as Harold Wilson’s HP sauce and Gannex mac.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative message is attractive, and if properly explained it touches a chord with the majority. Its main elements can be summed up by the words choice, aspiration, opportunity, duty, and compassion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me take those words in turn. We believe that government, even where it plays a critical part in our lives, as it does for example in health and education, should organise things so that people have choice, and so that there is diversity in the sorts of service on offer. There is dignity in choice. It emphasises that no system can or should believe that it knows best. Everyone, even people in need, maybe especially people in need, have a right to choice. Choice is also the means to improvement in the service to all. There is always a better way to do things. We can adapt the ways in which we care for people, or the ways we teach children, according to evolving technology and changing ethos. Where there is choice, those providing services are free to adapt what they offer, and have the incentive to do so. Different teachers doing things differently, or different doctors, offer the public a comparison. It may be that one of them has hit upon something that is clearly better, at least in the general opinion. That means that other patients and parents will want to see the same method or approach adopted in their surgery or school. In that way choice leads to innovation and then to a widespread improvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But if government is unwilling to allow diversity, this process will be choked off. Labour still thinks in terms of uniformity. Its objection to fund-holding GPs is that some people may get a better service than others. The logical response to that should be to encourage all GPs to become fund-holders as soon as possible, so that the advantages of the system may be available to everyone, not put the system under threat. Labour’s attitude to grant-maintained schools is similar. Again, logically if those schools are offering something that others cannot, then the government should encourage parents to consider pushing their own school towards GM status. If the government really believes that GM schools are no better than others, then there is no reason to tamper with their independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Choice brings progress. We can walk only when we allow one foot to move in front of the other. The other foot then catches up and passes it. The government should not be resentful of, or hostile to, diversity. It is only by allowing those with good ideas to edge ahead, and helping others to catch them up and then pass them, that our country can move forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My next word was aspiration. We all hope in this life. We hope to make the most of the gifts we have been given. We hope to improve ourselves. We look forward to achieving the goals that we have set ourselves, or to winning the plaudits of those whose opinions matter, such as our parents and our teachers. We aspire to be part of an improving world, to play our part in making things better. We look to leave something behind: our reputation, an example to someone else, children who can remember us with love and pride.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is nothing wrong with aspiration. Indeed, without it we are certain to fail to achieve our potential. Of course there are materialistic aspirations too. Adam Smith considered that the urge to better oneself is the driving human impulse from which “public and national, as well as private opulence, is originally derived”. In the 1980s the Conservatives were associated with aspiration and we inspired people to believe in themselves. Labour sought to discredit both our policies and the notion of self-improvement, denouncing those who looked for something better as greedy and selfish. Some were, but many were not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, Labour has nothing to say to that majority who believe that, given the chance, they could make something of themselves. Labour is the leveller. Labour is the state. Millions of people in the public services are about to discover that Labour has nothing for them. No improvement in services, because they are suffocating the dynamic of creative change, no improvement in status and no advance in pay. People in business will discover that Labour is unsympathetic to profit, and ignorant of the struggle that is involved in running and building a business. Labour is ever on the lookout for an opportunity to launch a crude populist attack on the wealth creators. Those who look to do things better and to be something better, whether they work in the public or the private sector, are, as ever, a constituency that the Conservative party understands and must address.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has recently been argued by Ian Gilmour and Alan Clark that the Tories have been brought to their present state of affairs because, from the accession of Mrs Thatcher onwards, they abandoned one-nation Toryism. With due respect for two of the party’s most eminent historians, it is worth taking a moment to put the counter-argument.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For about a century, from the time of Disraeli, a Tory party that was led mainly by aristocrats, expressed its deep concern for social conditions in the country, and often played a distinguished role in improving them. That was much to the credit of our party, and brought great electoral success. But the form that it took was necessarily a product of its time. It is more than thirty years since we were led by an aristocrat, and the rise of Edward Heath, Margaret Thatcher and John Major each demonstrated that the Conservative party now believed in, and provided a model of, a modern form of one-nation Toryism. Gone was any hint of patronising attitudes towards “the poor man at his gate”. Britain had become a single nation in which people from the humblest backgrounds could rise to the highest offices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our task was to make such translations easy and progressively more unremarkable. It was a theme pursued by the Heath and Thatcher governments, and it was summed up by John Major’s aspiration to create a classless society. Through all three premierships, more money was spent on health, education and social security, and much work was done to increase opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the Thatcher years, we were accused of departing from one-nation politics in particular because of our economic policies and because of the riots.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Huge changes took place in British industry. It was brave to allow the modernisation of Britain to proceed at such a pace, but time has proved the wisdom of doing so. Britain’s economy is now well-placed to compete and create jobs. Countries like Japan, whose policies in the 1980s disguised growing inefficiencies in their companies, in fact merely postponed to today the problem of closing uncompetitive businesses. Britain by contrast has greatly improved job security today, because of the approach we took fifteen years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The worst strife of the period surrounded the miners’ strike. It was essential to stand up to industrial militancy and challenges to the rule of law. As it turned out, that important point could not be carried without conflict. Perhaps there is now a danger of forgetting how much was at stake. It may be that today’s Labour party has a clearer understanding even than we do about how much an end to militancy mattered to the conduct of democratic politics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But in any case, it does not make sense to me to argue that we lost in 1997 because of the alleged departure during the 1980s from a traditional concern for the unity of the nation. The voters in the elections of the 1980s and in 1992 seemed to recognise the case for our policies. John Major’s government, building on the successes already achieved, was different in tone and style from Mrs Thatcher’s. In no sense could John Major be mistaken for a “two-nation” politician, and his concern for social issues was palpable. It was shared throughout his government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I conclude both that the Tories never departed from a one-nation approach, but rather updated it for their times; and that even if we were portrayed by some as having abandoned our traditional position in the 1980s, it is plainly unhistorical to attribute the defeat of 1997 to that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My third word was opportunity. We can never rest from the labour of creating more opportunity. More opportunity for people to have the operation that brings them relief from pain. More opportunity to own your home and shares. More opportunity to enter further and higher education. More opportunity to work, in Europe’s most dynamic economy. Government has to be proactive to prevent sclerosis in the system that limits opportunity. Above all, opportunity is about education. It is the ladder by which our children can climb, leaving behind the disadvantages of birth and background and ascending to the heights of their potential. During all our eighteen years we battled against the so-called progressives whose educational theories had become remote from the world of real children in the classroom. The measure of our success is that David Blunkett now says that he expects parents to complain to his ministry if teachers refuse to adopt whole-classroom teaching or teach literacy by traditional means. Does he not blush when he says it or when he looks back to his days running Sheffield? Let us hope that what he says now signals a commitment by all in education to equip our children with the basic skills, and with the competence in the new technologies, that together lead them to self-fulfilment and success in the world of work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I come to duty, and to the most fundamental misunderstanding about the modern Tory party. It has always been the Conservative view that we all have duties. Those who are successful, powerful, or rich, have special duties. People who achieve in life should be willing to put something back, and to share with others the joy and the fruits of doing well. We are social animals and society is what we make it. We cannot pretend that society is a given state of affairs that we are powerless to influence or change, because it is we who are society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is what Mrs Thatcher meant when she said there is no such thing as society in the abstract. There is no unalterable Marxist structure which robs individuals of free will, or excuses any of us from the acts we undertake or from which we refrain. We must not try to escape our responsibilities by making something we call “society” the scapegoat for the evils and bad behaviour that we feel unable to alter. Each of us must, in our own way, in our families and in our communities, do what we can. None of us would wish to live in a grabbing and inhumane society made up of greedy and selfish people. Our enemies may have sought to attach such people to the Conservative party, but they have nothing in common with our beliefs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last word I used was compassion. It is an essential ingredient in Conservatism. We have never lost it, but the world does not believe that. Our reputation has suffered because Conservatives don’t wear their hearts on their sleeves. They don’t like humbug or display. Their compassion is largely of a practical sort: what can we actually do about the problems that we see around us? That is why Conservatives are to be found in such large numbers working for voluntary organisations. Conservatives have a scepticism about panaceas and about the possibility of government solving problems with a flourish of a pen. But that common sense approach must not mask the fact that concern for others and magnanimity are important qualities of Conservatism, and the instinct for social cohesion transcends the nation. The policies that we followed in government provided for a large-scale increase in prosperity and new opportunities for millions of people. To take just one example, the overall position of women was unrecognisably improved by the opportunity for so many to work and earn decent money. But not every one prospered from being in work, and we did not overlook that. Peter Lilley as Secretary of State for Social Security devoted much intelligent effort to improving the help that government could bring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conveying to the British people accurately and feelingly the true Conservative position on those five words will do much in itself to render us re-electable. The CPS will have a lot to contribute on those and other subjects. Caring about ideas and winning the battle of ideas, are important ingredients in our future success. Freed from the burdens of office, we can apply our Conservatism anew to the present circumstances of our country. I would like to give some examples. In the second half of this lecture I shall point out those areas where I believe the release from the responsibility of government also frees our party from the grooves in which we were travelling. I shall deal with the devolution of decision-making, employment policy, government regulation and government’s proper approach to people’s personal relationships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative party is committed to Britain, to British interests and to British commercial interests. Of course, I think that Britain’s relationship with Europe is a most important question. But I will not talk of it tonight. Europe is a word that tends to make people deaf to everything else you say, and I would rather be heard on other issues today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Britain we defend is undergoing huge constitutional change, to much of which we are opposed. But the Conservative party is not an organisation for the turning back of clocks. For example, the Scots are to have a parliament. That is their choice, and we must accept it, unless and until experience leads them to a change of mood. Our interest and duty is clear. We must offer effective participation in the new chamber. We must ensure as best we can that the government of Scotland is carried on well. In particular, since Labour is creating extra tiers of government we must ensure that the new body does not suck towards itself responsibility for decisions that should be taken at local level. We must conduct ourselves in such a way as to make unattractive the plans of the nationalists who wish to use the new institutions to promote separatism and the dissolution of the Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must re-assert our confidence in decision-making at the local level. Contrary to the general perception, it was a strong theme of our last government as we passed powers to hospitals and schools. But the extremism of some councils led us to limit the powers of local government. Nonetheless, the policies of partnership, put into practice by Michael Heseltine, led some of the worst Labour authorities to reform. Some of them were led by him to accept again the central role of commerce in the life of our cities. We re-awakened their civic pride. The Labour party promises the electorate that it will bring its remaining rotten boroughs into line. Let us hope so. In any case let us make clear our belief in the importance of local government and our willingness to trust the people. Our representatives in local government will provide the foundations of our recovery. We are already winning seats in local elections. But electoral considerations apart, Conservatives are de-centralisers by nature. It is one of the reasons we distrust the idea of centralising power in a federal European Union. Let us ensure that our policies are consistent across the piece and that at every level we defend the democratic right to decide political questions at the most local level that is practical.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reforms that our government made in industrial relations were some of the most important changes, enabling Britain to become modern and competitive. Labour has still not grasped what makes employment grow and I fear that their decision to sign the social chapter will cost our country many jobs. To judge by the energy with which Labour advocates flexibility in labour markets, I guess they fear it too. But they have given up the British veto and we can anticipate a steady flow of legislation, against which we have no protection, that will impose on Britain the job-destroying inflexibilities of our neighbours. Continental labour legislation is often highly prescriptive. Such legislation is ill-suited to our times. In an economy transformed by technological change, in which work patterns have changed so much, Labour’s employment policies contradict their claims to be economic modernisers. Compulsory union recognition and the social chapter are remnants of attitudes to the work place which have become anachronistic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must not blame only legislation at Community level. It makes me laugh to hear the last government portrayed as a mad worshipper at the shrine of the free market. We were rather notable regulators. We passed volumes of new rules and laws interfering with almost every aspect of business and social life. Some of it was thoroughly justified. Regulation has a proper role in protecting people as employees, investors and customers. But we should not believe that we made great advances in reducing the size of the state. Nor I hope will this government be complacent about the burden that it can impose on business and social activity if we are to compete effectively and if people are going to perform their duties of care towards one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There must be no confusion about what we want. We look for flexibility at work because it is the critical quality in a modern economy if we are to produce anything close to full employment in a world of rapid change and extraordinary competitive pressures. Flexibility is not a means to provide poor or basic conditions at work, but rather the key to enabling people to be in work and to improving their terms, conditions and perks. The better those terms are, the more contented people will be, and so better motivated and more effective at winning business. That in turn will underpin their job security and make possible further increases in their quality of life at work. The extraordinary feature of the last twenty years has been that an old economy like ours has adapted so well to change, providing opportunities to work for such a high proportion of our people. Conservative policy must both preserve the flexibility that has enabled us to do well, and encourage the development of increasingly enlightened policies in business to make work satisfying and enjoyable, and spread a feeling of security even in a world of change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative party needs to be as much of a pro-business party as ever before – indeed more so since Labour is now posturing on that ground. We must be willing to defend the role of incentives and profit. But we must be clearer in our advocacy of responsible and self-enlightened capitalism. In economic terms, that is a capitalism that derives the greatest possible benefit from human capital. In more everyday terms, it means that our best companies are also those who treat their employees best; consulting, informing and stimulating them. It remains the case that such arrangements are best achieved voluntarily. This government is on the wrong track in trying to force union recognition, and is having to backtrack on the minimum wage. Tories, however, must embrace the co-operative mood in business, not least since that new spirit has come about as more people have come to understand our message that we need constantly to improve our efficiency and competitiveness if we are to move forward and create more jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are a few neanderthals left today in the trade union movement. But the Conservatives will want to be part of a dialogue that can include all those who genuinely want to see our businesses succeed, excluding only those who still want merely to ossify British industry or defend vested interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you will see, I believe that it is extremely important for the Conservative party to deal with the world as it now is, rather than re-fight battles that we have already won, continuing to flog a dead dragon, as it were. This must apply also to our attitude to the personal relationships that people choose to enter. This is an area where we got into some bad scrapes when we were in office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, let us deal with sexual misdemeanours amongst MPs . William Hague is right to make a clear distinction between, on the one hand, misconduct of a financial nature or some other betrayal of public trust, and on the other hand, problems in personal life, such as marital breakdown. A betrayal of public trust must lead to resignation, and we shall watch carefully how thoroughly Labour does in fact clean out its Augean stables. But private problems and indiscretions should not normally lead to the end of a person’s career. A sense of proportion is, it seems, returning, as we see from the way that recent problems have been reported. You may think less highly of someone who exhibits weakness in his private life, you may choose not to support or re-elect him, but we should not require people to be driven from office in those circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative party has always voiced unreserved support for the family. We believe that children are best brought up in stable family arrangements with two parents. But we admire those many people who are doing an excellent job raising children on their own. The important thing is that people recognise the responsibility they have when they conceive children and do all they can to provide a warm, caring and balanced home for them. Our society has changed. For good or ill, many people nowadays do not marry and yet head stable families with children. For a younger generation, in particular, old taboos have given way to less judgemental attitudes to the span of human relationships. There remain many other people to whom the new norms seem all wrong. The Tory party is conservative and not given to political correctness. Still the party never rejects the world that is. Tolerance is a part of the Tory tradition. I believe that the Conservative party in its quiet way is as capable as any other of comprehending the diversity of human nature. That must go hand-in-hand with policies that reinforce the responsibilities that every parent has for his or her children. That is an area of proper concern for politicians representing the legitimate interests of our society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, a word about tactics. There are two things that the Conservative party needs very badly. One, I mentioned, is loyalty. If we cannot re-invent it we cannot govern. The other is patience. I read somewhere that there was frustration with William Hague for not yet coming up with the next big idea. I accord that remark the prize for the silliest thing said since the election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The public is not yet ready for such an innovation from us, even if a big idea were a thing to be conjured up at will. People need a rest from us, and we need time to reflect and listen and come to understand one another better than we have of late. We certainly need to do a lot about ourselves. We need better and different organisation. We need a broad and stable financial base. We need to spread our appeal and attract different sorts of people: different ages, social types, ethnic groups and cultures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As for policies, we should be in no great hurry. Get straight what are our core beliefs. Sort out the confusions and false signals that arose while we were in government. Take a fresh look in the new circumstances. But there is no call to rush headlong into inventing new approaches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our party will renew itself. The new intake of MPs is of extremely high quality. Just as happened with Labour, those new people will be the engine of our revival. Ministerial office will be theirs, but they must bide their time patiently too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the night of the election I wished our new government well, and I do so again. Conservatives are patriots and we wish to see our country succeed. You will not see us gloat over national reverses, nor talk down our successes, as Labour did when we were the government. We wish to see Britain behaving honourably, being an influence for good in Europe and the world. We wish to see the economy remain strong. We do not look to defeat Labour on the back of national failure. There will be sufficient grounds without that to argue for their removal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not underestimate Mr Blair or his achievements. In the years before the election he skilfully laid bare the areas of life and policy where the public felt dissatisfied and angry with the Conservatives. He did not win merely by default, but because of his talent for capturing the public mood. We will learn from that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today the Labour government looks very strong and confident. But problems lie ahead. They don’t know where they are headed, and that is dangerous. Mr Blair’s great achievement is directionless leadership: he appears to be in control, but no one knows to where he is leading. I have made many mistakes in my career. I suppose we all have. But few people have been consistently wrong on all the great issues that faced our nation over the last fifteen years, as Mr Blair was. Last week, in a speech which was much acclaimed, Mr Blair failed to define the purpose of his government . I perceive no ideological roots. I can detect no sense of direction. Labour has a strong sense that it cannot undo what we did. But they do not understand why it was right to do it. They do not accept the politics of freedom and choice that lay behind our agenda. Labour grasped that it had to adopt our rhetoric. But they will in the end be judged not on what they say but on what they do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour has been guided by the wish to destroy us; and by the determination to be re-elected. That is not a recipe for governing well. You cannot run an administration forever on the principle that you are unwilling to do anything that offends. You cannot substitute focus group government for cabinet government. Labour is a coalition brought about to win power. That will to win power is the one idea that the members of the government hold in common. But with the passage of time, that will prove an insubstantial glue. The signs of division may today be no bigger than a small crab in a jar, but they will grow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This government is too bossy, too contemptuous of parliament, too self-satisfied and too little criticised in the media for its own good or for ours. The wheel of fortune turns and that which once appeared fresh, with the passing of time goes to seed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have set out the many things that we must do to present ourselves again as attractive and suitable for government. But on top of all that, what the Tories need is patience. Principles we already have. Opportunities there will be. Our time will come again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}