{
    "url": "https://www.ukpol.co.uk/michael-portillo-1985-maiden-speech-to-the-house-of-commons/",
    "title": "Michael Portillo – 1985 Maiden Speech to the House of Commons",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Michael Portillo in the House of Commons on 4 March 1985.",
    "content": [
        "I am grateful to you, Mr. Speaker, for allowing me to catch your eye so that I can make my maiden speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I begin by paying tribute to my predecessor as the Member for Enfield, Southgate, Sir Anthony Berry. Sir Anthony was a popular member and his death in the bombing at Brighton last October was tragic. I had the privilege of hearing you, Mr. Speaker, outside the House deliver an address in which you recalled Sir Anthony’s life and his many fine qualities. I shall not attempt to repeat the well chosen words that you used on that occasion, but, from my constituency experience, I shall add a few words.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear that Sir Anthony was absolutely dedicated to the welfare of his constituents. He showed that dedication by his custom of visiting people in their homes to discuss their problems. That courtesy and kindness was typical of Sir Anthony. It is a stunning paradox that such a kind, courteous and gentle man should lose his life at the hands of men of violence. I know that the whole House joins me in remembering Sir Anthony, deploring his death and grieving for him. I am sure that all hon. Members also join me in paying tribute to Lady Berry, who has borne her bereavement with dignity and courage. **[HON. MEMBERS: “Hear, hear.”]**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir Anthony Berry made his maiden speech almost exactly 20 years ago in January 1965. He referred to the part of the North Circular road that runs through the constituency of Enfield, Southgate. He looked forward to that piece of road being widened shortly. Twenty years later we are still expecting the road to be widened. We often hear the Government say that not all public expenditure is necessarily desirable. Many of my constituents agree, because they are living in properties that are decaying, not because anything is wrong with them but because of planning blight. A number of my constituents would like the Government to save the money that they have in mind for the project and to allow them to continue to live in their homes rather than cause those homes to be destroyed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the other end of the constituency, far from the din of the north circular road, my constituency reaches the countryside. One can drive along the Hadley road and see nothing but green fields on either side. I imagine that I am one of the few London Members who has the privilege of having a number of farmers among his constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the middle of my constituency is Winchmore Hill. One of my history books says that about the year 1600 the people of Winchmore Hill were very primitive and much given to witchcraft. Recently, my right hon. Friend the Chancellor of the Exchequer referred to the belief that public expenditure could cure all our ills as \"an ancient form of witchcraft.\" I assure my right hon. Friend that nowadays the good people of Winchmore Hill are no more attracted to that practice than their near neighbours in Palmers Green or Cockfosters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Frequently, when discussion in the House turns to public expenditure, a number of hon. Members wonder whether they can improve on the traditional procedures by which they consider the revenue that the Government raise at one time of the year, in the Budget, and how that money is spent at another time of the year, in the autumn round of discussions. The Armstrong committee considered that matter in 1980 and came forward with a series of proposals for bringing the consideration of taxation and spending together. The proposal was considered by the Treasury and Civil Service Select Committee and the Select Committee on Procedure (Finance). The Government went some way towards meeting the point by devising the autumn statement in the form in which we now know it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In its present form, the autumn statement has given rise to a number of unforeseen difficulties. Public and press attention naturally focus on that part of the autumn statement in which the Government say how they view the prospective fiscal adjustment in the following Budget—whether they consider that taxation is likely to be increased or decreased. During the past two years we have seen that, whatever the Government say, the results can be unfortunate. In November 1983 the Government announced that the prospect was for a moderate increase in taxation in the following Budget. The Government were denounced for being too gloomy. People asked whether the Government were still committed to their policy of cutting taxation. In the event, all that gloom was unnecessary, because the Government were able to decrease taxes in the Budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last November, the Government said that the prospect was for a decrease in taxation in the Budget, but that statement brought denunciation on the Government. At first people said, “The Government have underestimated how much money there is to give away in the Budget.” People thought that the Government were being too cautious. Subsequently, the Government were denounced for having thrown caution to the wind. It appeared that the Government were more determined to cut taxation than to continue their fight against inflation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No one can reliably estimate in the autumn the leeway that the Government will have in the spring. Whatever figure is announced, it either increases or depresses expectations. More importantly, it creates confusion about the Government’s policy. Sometimes that can have serious consequences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our present arrangements are an uneasy halfway house between our traditional procedures and the radical proposals in the Armstrong report. This middle position does not satisfy those hon. Members who want a thoroughgoing reform. On the other hand, it sets a number of hares running about in a way that is not helpful to the Government or to the House. I cannot help thinking that the present position is likely to prove unstable and that we shall want to move either forward towards the Armstrong proposals or backward to the position in the old days when the Chancellor said very little in advance of his Budget statement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I use the opportunity of my maiden speech, Mr. Speaker, to make a point that concerns the relationship between public expenditure and unemployment? I am reminded of what happened to me last year at the Conservative party conference in Brighton. At about 2 am on what proved to be that terrible morning of 12 October, I was standing in the bar of the Grand hotel. Because the hour was late I got into a heated discussion with a journalist. He said, “The Government’s policies are designed to create unemployment.” Of course, I disagreed with that. The discussion became heated. To emphasise his point, the journalist beat the pillar beside us with his fist and said, “This is a pillar; that is a fact. Your policies are to create unemployment; that is a fact, too.” The discussion became even more acrimonious and the journalist rather abusive, so I left the Grand hotel and went safely to bed in my hotel down the road.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the morning I reflected on two things. First, I was grateful to that journalist for having been abusive towards me; otherwise I might have stayed in the Grand hotel and been there at the time the bomb went off. Secondly, I reflected on the fact that the pillar which he had thumped with his hand and which represented for him absolute certainty was probably a pile of rubble. I thought that, in the light of day, the journalist, too, was a little less certain about the motives of Government policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although I understand that the Opposition believe with absolute conviction that the way to reduce unemployment is to increase public spending, I ask them to understand the absolute sincerity with which Conservative Members say that to increase public spending is to increase taxation which would lead to fewer jobs and higher unemployment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}