{
    "url": "https://www.ukpol.co.uk/michael-portillo-2001-speech-on-taking-1-million-pensioners-out-of-taxation/",
    "title": "Michael Portillo – 2001 Speech on Taking 1 Million Pensioners Out of Taxation",
    "post_date": "August 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Portillo, the the Shadow Chancellor of the Exchequer, on 12 February 2001.",
    "content": [
        "Last week, we announced that the next Conservative Government would implement the most radical reform of the taxation on savings in a generation. Our proposals have since been widely welcomed. Those proposals help pensioners and we welcome that. But there are approximately 17 million savers, and about 4 million pensioners who pay tax, so actually the largest number of gainers from our savings tax change are younger people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today I will explain an important measure to be implemented by the next Conservative Government directed particularly at pensioners that will ensure that they pay less tax than under Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of the reasons for reducing tax on pensioners spring from the same ideas which inspire our proposals on savings. We want to simplify the system. We want to give pensioners back their dignity. And we want to encourage people to do the right thing during their working lives, and to feel when they retire that they were rewarded for doing the right thing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We think it is better if pensioners are left with more of their own money to spend as they wish, rather than rely on Gordon Brown’s complicated means-tested benefits and credits which are paid for by the stealth taxes he’s imposed on the poorest in society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to make it worth people’s while to save and build up a pension fund during their working lives, because they can be confident that they won’t be penalised for doing so when they retire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have already proposed to reform the rules governing the purchase of pension annuities, following the recommendations in the Oonagh McDonald Report. Once someone reaches 75, they currently have to use all of the money in their pension fund to purchase an annuity. For many pensioners, that represents a bad deal. So we think, instead, that they should just have to ensure that they have sufficient income to keep themselves independent of the state. They would be free to use the balance in their pension fund as they choose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we also want to make the tax system simpler and fairer for older people by taking hundreds of thousands of the poorest taxpaying pensioners out of tax altogether.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So today I can confirm that the next Conservative Government, at a cost of £350 million, will by 2003-04 take approximately 400,000 pensioners over the age of 75 out of tax, by increasing the Age-Related Personal Allowance by £2000. Pensioners who are over 75 and who have incomes between £9,570 and £17,000 will gain £440 a year from the plans.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No-one will lose out from these proposals, but because the Additional Age Allowance is gradually tapered away as you move up the income scale, over-75s with an income in excess of £24,330 will not gain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Helping the over-75s is a good start. But we want to go further than that. So today I can announce that the next Conservative Government will increase personal allowances for the over 65s by £2,000 as well. This measure will take a further 600,000 pensioners out of tax completely at an additional cost of £600 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In summary, therefore, we are proposing to take 1 million pensioners out of tax altogether at a cost of up to £ 950 million. Many more pensioners earning up to £24,000 will gain as much as £440 a year under our plans and pay about £8.50 a week less tax.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week we announced that the vast majority of the 17 million households with savings income will be taken out of tax on their savings. This week, we announce the release of a million people from income tax altogether. These measures will generate enormous savings in the cost of government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As with our proposals for the changes to savings tax, these measures will be implemented by the financial year 2003-04 and paid for out of the £8 billion of public expenditure savings compared to Labour’s plans which we have already identified. We have now spelt out tax cuts amounting to £4 billion of the £8 billion total.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I pointed out last week, in the short term Gordon Brown may have money to give away as tax cuts in the forthcoming budget. If he does have money to cut taxes, he should do so. But even so he would be giving back only a tiny part of what he has already taken in extra taxes. Our £8bn of tax cuts by 2003-04 is in addition to anything Labour can offer in the next few weeks. That is because we have created extra room by making £8bn of savings to Labour’s plans. That is scope for tax cutting above and beyond whatever can be afforded in the short term in the coming budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At present a million pensioners have to pay tax on small amounts of earnings. Their earnings do not justify Income Tax, considering that they are approaching the end of their opportunities to work and earn. Collecting these amounts involves pensioners and civil servants in pointless administration. It discourages savings and draws people into means testing quite unnecessarily.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a better way. Let people keep more of what is theirs. With the Conservatives people will keep more of their own money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}