{
    "url": "https://www.ukpol.co.uk/michael-portillo-2001-speech-to-conservative-spring-forum/",
    "title": "Michael Portillo – 2001 Speech to Conservative Spring Forum",
    "post_date": "December 11, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Portillo, the then Shadow Chancellor of the Exchequer, to the Conservative Spring Forum held on 3 March 2001.",
    "content": [
        "I joined the Conservative Party just after Margaret Thatcher had become leader. I had a burning sense that we had to change Britain. We were overtaxed. The state was taking over people’s lives, making them dependent on government for handouts. But we let them keep more of what they earned, to take on more personal responsibility and have more choices in life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After four years of Labour government, we’re headed back to square one. We have a meddling, nannying government, and Labour’s stealth taxes have reduced people’s independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gordon Brown’s taxes have fallen not on the rich, but on the people who have least. Families and pensioners are dismayed by the cost of petrol and the many sneaky ways he’s raised their income tax. He insulted pensioners with a miserly pension increase of just 75 pence. Having made them poorer with his taxes, he now forces more and more of them to rely on means-tested benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Gordon Brown’s Britain well over half our pensioners will face the indignity of revealing all their personal details to the state, in the hope of being granted an income sufficient to pay the Chancellor’s taxes. The form they must fill in even asks if they are pregnant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There’s one party that doesn’t forget what we owe to the older generation. One party respects them for their experience and for the sacrifices they made. That party is the Conservative Party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We think it crazy to tax people more than they can afford and then make them bow the knee to the state for their basic needs. There’s a better way. We’ll allow people to keep more of their own money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gordon Brown boasts of his surplus. It isn’t his. He’s got it because he’s taxed people so much that he’s outstripped even his own ability to spend our money. Even the government that brought us the Dome can’t waste money as fast as Gordon Brown taxes it. It isn’t Gordon’s surplus, it’s the people’s surplus. Government money is people’s money. And the Conservatives will render unto the people that which is the people’s.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Everywhere people are disappointed that Labour’s broken its promises. But having failed to deliver, Labour promise more and more and further and further into the future. They promise a spending splurge. As prudent countries around the world wisely cut taxes Gordon’s cut loose on his programme of tax and spend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Would it mean still higher taxes? Would there be more stealth taxes, more raids on your pension fund and lower living standards for those on low incomes? You bet your life there would.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve set out a different way. Each year on average our economy grows. The national cake gets bigger. So each year we can spend more on vital public services, but also allow people to keep more of their own money. But to do that we must plan increases in government spending that the nation can afford. Plans that don’t depend on never-ending growth, as Gordon Brown’s promises do. Plans that are robust and prudent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "William and I have established five disciplines that will govern the economic policy of a Hague Government. A Hague Government – I like the sound of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we’ll ensure that Britain keeps its own currency and that interest rates are set in Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we’ll increase the independence of the Bank of England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, we’ll set up an independent Committee of Economic Advisers to give open and public advice on our policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fourth, we’ll appoint a National Accounts Commission to lay down rules about the government’s accounts, bringing to an end Labour’s era of fiddling the books.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fifth, we’ll increase government spending only in line with what the country can afford.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can plan to spend as much as Labour on health and education. We don’t need to propose changes to spending on the police or defence. But we will make other changes, changes that improve the performance of government and of the economy and bring about social reform. We’ve set out the most detailed proposals on government spending ever drawn up by a party in opposition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ll tackle the reform of the welfare state that Labour has ducked. We’ll require single parents with children over eleven to seek work, because studies show that children brought up by a parent who works are much more likely later in life themselves to get jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ll cut programmes in the Department of Trade and Industry because what business needs isn’t more fiddly schemes but lower taxes and less regulation. We’ll transfer public housing to the private sector. We’ll revolutionise the system of student finance. We’ll implement the tough proposals to fight benefit fraud that this government rejected out of hand. And we’ll cut the cost of government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have set out our proposals in minute detail. After two years we’ll be able to save £8 billion compared with Labour’s plans. After two years we can make £8 billion of tax cuts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, in the next few days you’ll hear the Chancellor talk of tax cuts too. Strange that. He’s spent four years relentlessly putting taxes up, but now suddenly he talks of tax cuts. Could it be there’s an election coming? Could it be he’s afraid we’re winning the argument? Could it be that once again the political agenda is being set by the Conservatives?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor can make tax cuts now simply because he’s over-taxed us. Whatever he gives us back will be small by comparison with what he’s already taken. Because the stealth taxes he’s imposed so far, if they’d been raised honestly and openly, would have raised income tax by 10 pence in the pound. Suppose next week he knocks 2 pence off income tax. He’d still be the 10 pence on, 2 pence off Chancellor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we gave him the chance, once he’d won the election, he’d take back even that. So we’re not going to give him the chance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tax cuts that we offer don’t depend just on today’s surplus. Our tax cuts would be durable and they’d be on top of anything Labour offers us now. We’ll make the tax cuts that Labour can’t because we’ll make the spending changes that Labour won’t.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’ll take us the first two years to turn government spending away from Labour’s unsustainable course. But once we’ve done that, we can look forward to more room for manoeuvre – more room for tax cuts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We Conservatives haven’t merely set out how we’d cut taxes. We’ve mapped out a way to change Labour’s culture, to create a society that’s fairer and more responsible. We’ve laid out a different vision for our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ll abolish taxes on savings and shares. Most of the 17 million families that save will benefit and millions more will be encouraged to save for the first time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ll raise sharply the amount people over the age of 65 can earn before they pay income tax. Their allowance will rise by £2000 per year. A million pensioners will be taken out of income tax altogether. Most of the remaining 2.7 million will pay £8.50 per week less in income tax.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under our plans pensioners will be able to look back on a lifetime of saving and know they did the right thing and were rewarded for doing it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want families with children also to keep more of their money. We’ll reform the new children’s tax credit scheme which is hopelessly bureaucratic. And we’ll make it more generous. We believe that families face the greatest strains when their children are very young. So we’ll allow families with children under five to keep an extra £200 a year of their own money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ll bring help to widows. We’ll sweep away most income tax on the allowances paid to a widowed parent, leaving her or him about £1000 a year better off.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know many parents who aren’t married who make great parents. I’m also aware that statistically children whose parents are married do better in life on average, and their parents are less likely to split up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gordon Brown swept away support for marriage from the income tax system. But marriage is a civic institution: a contract with clear responsibilities. We believe the tax system should recognise it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ll give people who are married and have youngish children or disabled relatives an allowance worth £1000 a year. Parents will be relieved of some of the pressure to go out to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our plans help many different types of family. The Conservative Party believes in choice. We want parents – in particular we want women – to have more choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The way we’ve targeted these tax cuts says a lot about this party, our sense of priorities and our aspirations for the British people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ll encourage personal responsibility. Because people who take responsibility for themselves are more likely to accept it for their families and to recognise their obligations to society. We’ll replace Gordon Brown’s means-tested dependency Britain with William Hague’s responsible society. Britain will be different under the Conservatives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One thing won’t change. Under the Conservatives Britain will keep the pound. Britain will remain amongst the huge majority of nations in the world who believe that in a highly competitive world they’ll do best if they have their own currency and set their own interest rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By contrast, across Europe they’re trying to apply just one rate of interest to a wide variety of economies. The strains are beginning to show. Inflation in Ireland and Spain. Unemployment in Germany. Britain remembers only too well how we suffered under the ERM from an interest rate suited to Germany but not to Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re on the side of the moderate majority of the British people. During our Keep the Pound campaigns across the country, people have flocked to register their support. In particular they turned out to cheer a politician who took the campaign to high streets and market squares across Britain. One politician had the energy and guts to do it. His name is William Hague.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our job is not so much to convince people to keep the pound. The moderate majority agrees. Rather it’s to convince them that this election may be their last chance to vote to keep the pound.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The prime minister has rigged the referendum rules. If Labour won the general election, then come the referendum the parties wanting to kill off the pound would be allowed to spend twice as much as we Conservatives would be allowed to spend defending it. The government would soften up public opinion by spraying around taxpayers’ money. And does anyone think that Mr Blair would allow the British public to be asked a straightforward question on the euro? You have more reason to believe in Santa Claus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The question would be Do you authorise the government to negotiate the best terms for entry into monetary union when it judges the time and terms to be right? That’d be the question if we were lucky.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People know there’s more at stake than economics. I referred before to that moment in the New Testament, when Christ held up a coin and asked “Whose head and insignia are on this coin?” The answer was Caesar’s, so render unto Caesar that which is Caesar’s. My point is that right back to Biblical times people have known that there’s a very close connection between the currency and political power. The Queen’s head appears on Britain’s coins. There’s a reason for that. Her head wouldn’t appear on the euro. There’s a reason for that too. Just think about it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the pound matters to you, if you believe in keeping it, if you haven’t given up on Britain, the only way to be sure is to elect a Conservative government under William Hague.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think back to those early days of Margaret Thatcher. I remember our preparations for government then and I’m part of those preparations today. I believe that under William Hague we’re radical today, just as we were radical then.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re willing to show how we’d change the role and scope of the state in order to have lower taxes, to make Britain competitive and allow people more personal choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, we’ll set our universities free from state control. We’ll use future windfalls to the government to endow our great universities. They’ll no longer need to rely on a drip feed from the state. They’ll be free to attract Nobel Prize winners, to direct their research towards innovation and like a Stanford or a Harvard in the United States, provide the British economy with a huge dynamic stimulus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we want young people to have bigger pensions than pensioners have today. At present we all contribute to the national insurance fund throughout our working lives and we get a pension of £67 at the end of it. With the single exception of Robert Maxwell, this must be the greatest pension rip-off of all time. The national insurance fund isn’t a fund at all. The money paid in this year goes straight out to pay this year’s pensions. It’s never invested and never grows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should do better. If we allowed our young people the option of putting their contributions into a properly-funded pension, they could carry through their lives something of real and growing value. It would be the modern day equivalent of buying their council house. And that would gradually relieve the enormous liability that will fall on future generations of taxpayers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, we’re committed to increase spending sharply on the National Health Service. But we don’t pretend that’s going to get Britain up to the standards of health care that people rightly demand. Now what I’m about to say may come as a surprise from me; but in this area we need to become more like the rest of Europe. Yes, you heard it here first.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our European partners don’t try to meet all their health needs from taxation alone. They know it can’t be done. They recruit their trades unions and employers to help get their members and employees insured. That way more money pours into health care. We need to do the same, to create a better partnership between public and private sectors, allowing us to have more hospitals and train more doctors and nurses. It’s the only way Britain will have the health care it deserves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This party doesn’t rest easy with things as they are. We don’t shy away from far-reaching change. The Conservative Party of today has the courage to look ahead and be radical.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour believes after all these years that society can be made better by government, passing laws, centralising power, issuing directives and raising taxes. Conservatives don’t look to governments to make society better, we look to people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We look forward to winning people’s trust and to being in office. We’ll give responsibility back to people: we’ll put trust in our police officers, in our head teachers and our doctors and nurses; and return responsibility to people who save, to pensioners and to parents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve set out our policies. They’re Conservative through and through, but they’re Conservatism for our times. They reinforce our long held values, but they’re directed to this new century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our policies will give people choices, leave them with more of their own money and reward them for their efforts. Our policies point the way to a better Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}