{
    "url": "https://www.ukpol.co.uk/michael-portillo-2000-speech-to-conservative-party-conference/",
    "title": "Michael Portillo – 2000 Speech to Conservative Party Conference",
    "post_date": "February 4, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "2000 Conservative Party Conference",
            "url": "/tag/2000-conservative-party-conference/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Portillo, the then Shadow Chancellor of the Exchequer, to the Conservative Party Conference held on 3 October 2000.",
    "content": [
        "Four years ago Tony Blair promised us a new Britain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He promised taxes wouldn’t rise. But they have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He promised shorter waiting lists. But they’re longer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He promised smaller classes. But they’re larger.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He promised more police. But there are fewer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He promised his government would be purer than pure. What a joke.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel so sorry for the many people who put their hopes in that man. They are so bitterly disappointed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They were sold a dream and it’s just not there. And there hasn’t been a single word of apology.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, he did say the Dome hadn’t been a runaway success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not a runaway success? As I recall, that’s what people said to me after my defeat in Enfield Southgate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s four years since I could address a party conference from the platform. A lot of water has flowed under the bridge. We’ve travelled a long distance since then: I have, you have, the party has.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was devastated by my defeat at the time. It certainly didn’t feel like it at the time, but the British electorate did me a favour. My period out of parliament was a chance to connect with the Britain of today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, as Shadow Chancellor, I cannot forget those experiences. My job is not just about dry economics. The quality of British life cannot be measured in material terms alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are the party that understands how much the world has changed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our country would be stronger and its people more willing to take responsibility if we had fewer politicians passing fewer laws, raising fewer taxes and intruding less in our lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Young people reject the Labour Party’s bossiness, meddling, banning and regulating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain has changed and the Conservatives have changed with it. For new generations of British people, old prejudices have been swept away.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Conservative Party is a party for our times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are a party for people, not against people. We are for all Britons: black Britons, British Asians, white Britons. Britain is a country of rich diversity. That Britain was on display in Sydney. Athletes of every background united by a pride in Britain, and Britain united by its pride in them. Conservatives don’t look for uniformity, but for the qualities that mark people out as individual and exceptional.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are for people whatever their sexual orientation. The Conservative Party isn’t merely a party of tolerance: it’s a party willing to accord every one of our citizens respect. Why should people respect us if we withhold respect from them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We value people for what’s inside them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We heard last week Labour’s smears against our policy on asylum seekers. That policy will re-establish public confidence in our controls. That frees us to give a warm welcome to those who come to Britain in fear of their lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s how my father came. Britain’s willingness to take in refugees defines us as a generous and responsible people. It’s a tradition that will be upheld by the Conservative Party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want people to aspire, to reach the heights to which their qualities can lift them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While I was out of parliament I took a television camera into some housing estates. I saw a lot of poverty. But in a way what shocked me was not so much the absolute poverty – for many people had videos and their children wore Reebok trainers. What distressed me most was the poverty of expectation and ambition, the lack of hope for anything better in life to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But in a Saturday school organised by the black community in Sandwell, I found that aspiration: parents determined that their children should have a chance to fulfil their dreams. And education would be the ladder by which they’d climb.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many Labour politicians climbed that ladder. But now they want to kick it away from others. For reasons of pure dogma, they destroy good schools: grant-maintained schools and grammar schools.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But they send their own children to exclusive schools. That’s Labour’s real policy on education. One rule for themselves, another rule for those they govern.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "William Hague went to a state school. So did Theresa May. So did I. I had excellent teachers. We weren’t intimidated by public schools like Mr Blair’s. We thought we could do just as well as they did.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No state school should ever feel second class.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every parent knows that a school is only as good as its head teacher. The Conservative way is to trust the head teachers and give them the money to spend as they choose. We will give them the opportunity to create great schools, to lift the sights of their pupils, and to transform their young lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is our message to parents and teachers: we will set the schools free.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The next generation will want to be more independent in their retirement than pensioners are today. We will give them the chance to put their money into a properly-funded pension. We’ll enable future generations to accrue prosperity and share fully in the growth of our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We won’t fudge welfare reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gordon Brown promised pensioners change. They got it. Loose change. 75 pence. And when pensioners sent it back in disgust, Gordon cashed the cheques.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While I was enjoying my sabbatical, I worked for a few shifts as a hospital porter. I remember once wheeling a patient to the operating theatre on a trolley. He was motionless and I was awfully afraid he might be dead. But without warning, almost like Frankenstein’s monster he sat bolt upright and said, “What on earth are you doing here Mr Portillo?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was experiencing the sharp end of the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Everything was in short supply. There weren’t enough wheel chairs. So porters had to horde them. It reminded me of stories of the war, when there was rationing, but everyone mucked in and tried to be cheerful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was impressive. The doctors, nurses – and porters – are heroes. But things shouldn’t have to be like that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain spends too little on health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There’s a consensus amongst the parties that we should spend much more money on the NHS. But not on how to spend it, nor on how that money can be supplemented.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour impose politically motivated targets on our doctors and nurses. No wonder they’re demoralised. We would give doctors responsibility, and trust them to spend the money wisely, treating the sickest patients first.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Where Labour’s horizons end, ours begin.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our neighbours in Europe know that you cannot rely on taxes alone to finance health. They would think it silly that families in Britain are encouraged to spend money on their home, on their continued education and on their retirement, but are discouraged through dogma from spending their own money on their health. So other countries have schemes, for instance organised by trade unions and employers. We’ll want to encourage that in Britain too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well spend much more money on the Health Service. And attract extra money too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour are stuck in ancient ideology. As Ann Widdecombe once said, Labour have built a Berlin Wall between the public and private sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will tear down that wall.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Liberal Democrats have a policy for health and education too. It’s is to make doctors and teachers pay more tax. It’s not much of a gift for the NHS. But it’s a great gift for every Conservative candidate fighting a Liberal Democrat. Let’s hear a round of applause for my old pal Charles Kennedy, the Tory candidate’s friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While I was out of Parliament, I became a small business. The Inland Revenue and Customs and Excise sent me a pile of forms and books and tables that thick. I found it daunting and time-wasting. What a pity Gordon Brown doesn’t live in the real world where business people live.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We never forget that governments don’t create prosperity. Businesses do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tomorrow David Heathcoat Amory will tell you about our plans to cut red tape. We will make VAT simpler and fairer. Let’s stop punishing the people who create the jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All Labour Chancellors regulate more. All Labour Chancellors tax more. But Gordon Brown is no socialist hero. He hasn’t taxed the rich to give to the poor. He’s cynically chosen soft targets for his stealth taxes: hard-working families, people he thought who would never protest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour think high taxes give them the moral high ground. They talk of social justice. They believe that money that government spends is always more worthwhile than money that people spend for themselves on their families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I don’t.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe in allowing hardworking families to keep more of the money they have earned. I believe in allowing them to keep more of their dignity and responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recently, a man wrote to me, a member of the seamen’s union. The union’s told him Gordon Brown’s taxed the pension fund and he must pay out another £200 a year if he’s not to be worse off in his retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is that social justice?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another man told me he’s just retiring. Gordon Brown’s abolished the married couple’s allowance and age allowance. The man will have to pay £500 a year more in tax than his brother who retired last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is that social justice?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Suffolk last week a mother of four children, a beautician, told me she’s been driven out of business by Gordon Brown. She can’t afford to fill her tank with the most expensive petrol in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Call that social justice, Mr Brown?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no social justice in high taxation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Prime Minister devoted a large part of his Brighton speech to smearing the Conservatives. People long ago stopped believing Mr Blair when he spins his own policies let alone when he falsifies ours. People found his speech not only unbelievable but also disillusioning. Wasn’t he meant to bring a new honesty to politics? Why can’t he behave like a Prime Minister?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before the election Labour claimed it was no longer addicted to high public spending, that the amount we spend is less important than how well we spend it. They committed themselves to stick to Conservative spending plans, because they knew that our prudence was a foundation of economic stability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as the events of the last few weeks have shown, this is not a Chancellor whose word is his bond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our economy has been growing since 1992. That gives us an opportunity to increase public spending. I plan to spend more on public services in every year than Labour has spent in any year. But I don’t intend to spend money the country hasn’t earned. I will leave room for tax cuts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour taxes more and delivers less, and plans higher taxes year after year. Conservatives will tax less, spend better and deliver more. That will be the choice at the next election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will cut taxes on business, so that they can compete and create prosperity and jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will reform Labour’s taxes on entrepreneurs and on inward investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will encourage savings, to give people security and self-esteem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will help pensioners and hard-working families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will restore a married couple’s allowance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will cut the duty on fuel.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That gives you a flavour of my budgets!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will keep an independent Bank of England. We will make it more independent of government and more accountable to Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will establish a National Accounts Commission to show the world that under the Conservatives there will be no fiddled figures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we will have an independent committee of economists to give public advice to me on the proper level of surplus or deficit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These measures will ensure honesty, transparency and prudence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will ensure stable economic policies. They will protect the value of the pound in your pocket.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And when I say the pound I mean the pound. For our economic policy will be based on Britain having its own currency and setting its own interest rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gordon Brown wants to be the next Chancellor of the Exchequer and he can’t tell you whether he wants to control his own currency or not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour like to call us little Englanders. Is it likely a little Englander would be called Portillo? I am half Spanish, and proud of it. I am a true European, someone with a love of Europe’s different cultures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the Spanish proverb goes: Antes de que te cases, mira lo que haces. Before you get yourself hitched, watch what you’re doing. Look before you leap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The euro plan fails to respect Europe’s differences. It shoe horns all the economies of Europe, with their different qualities and cycles and stages of development, into just one currency, and just one interest rate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It threatens to take Europe back to boom and bust. The Irish now have high inflation. But there’s nothing they can do about it. When Ireland joined the euro it gave up the right to set its own interest rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Germany the economy seems to be faltering. For Germany the single European interest rate is too high.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not surprisingly, one interest rate for all of Europe is wrong for most places most of the time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And here’s the rub. Supposing the people of Ireland want to vote against the policies that are driving up their prices? They can’t do it. Their elected government doesn’t make the policy. The critical political decisions about growth and jobs in Ireland are being taken by the European Central Bank.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And who votes for the European Central Bank? No one. It’s wholly unaccountable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The most precious thing in Europe is democracy. Mr Blair hoped to bamboozle Britain into joining the euro. He hoped to scare us like children with tales of how frightening it would be to be left out. Denmark has shown that people cannot be fooled or bullied by arrogant politicians.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Blair please take note.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the election we will oppose the euro. British public opinion is suspicious of the euro as an unproven piece of political dogma. That is our view. That is the view of the moderate majority. We want to keep the pound.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And remember this. The euro is a bright idea recommended by the people who brought us the Dome!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour is leading Britain in the wrong direction. Compared with the United States we are under-performing. Labour is weighing us down with regulations and taxes. It’s making us uncompetitive. It’ll throw away our national goal of full employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week Tony Blair talked about Britain in his usual cool Britannia terms. In reality Labour lack confidence in Britain and seem ashamed of it. They are defeatist, thinking there’s no future for us unless we are more and more absorbed into Europe, less and less able to make choices for ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s amazing that the government of the world’s fourth largest economy should have given up the game.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conservatives recognise the need for Britain to be globally competitive and produce global companies. If we commit ourselves to maintain control of our own currency and taxes, to be agile and open to change, to cut regulation and make our taxes competitive with the world, we can make Britain the outstanding enterprise centre in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a vision that fits our times.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "William Hague has led this party out of dark days. I have never seen anyone face difficulty with such composure. He has real courage. The courage Britain needs in its next Prime Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The quality of British life cannot be measured in material terms alone. I will not forget the experiences I had while out of parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will be the party of tax cuts, and welfare reform. Of social justice and full employment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will use the months ahead to be ready for government, to win the trust of the people that Labour has betrayed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are a party that believes in Britain, a party for all our people, a party that offers them aspiration and hope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}