{
    "url": "https://www.ukpol.co.uk/michael-portillo-2001-speech-on-trusting-the-people/",
    "title": "Michael Portillo – 2001 Speech on Trusting the People",
    "post_date": "February 8, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Portillo, the then Shadow Chancellor of the Exchequer, on 6 June 2001.",
    "content": [
        "As a very young man I was attracted to the Labour Party. The idea of high tax and high government spending seemed socially responsible. But over time I saw that Labour’s way didn’t work. The combination of the government’s spending more than the nation could afford, high taxation and devaluation just dragged the country down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The greatest single difference between Labour and Conservatives is the same today as it has always been. Labour believes that society changes for the better because of what government does; we believe it is people themselves who bring about social improvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why Labour talk of how much Government will take from the people and spend, and all their recruitment targets, as though the Government always spent our money well, and as though extra people could be recruited to public service like turning on a tap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe in trusting people, their aspirations and instincts. Labour believes in government and bureaucrats, we believe in people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour believes it’s compassionate and socially responsible to take money away from the people who earned it and spend it on their behalf. Well it depends. Not when Labour takes it from the poorest people. Not when it comes from hitting their pension funds. And not when the government complacently tolerates waste and inefficiency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But worse than that, it’s not morally defensible if we weaken people’s resolve to take responsibility for themselves. We believe that our society is better if people believe that their first duty is to be independent if they can, and to build up their sense of self-worth. People who take responsibility for themselves are better able to take responsibilities for their families too, and more willing to recognise their responsibilities towards their neighbours and their community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those obligations to oneself, family, and community cannot be subcontracted to government. We believe that when a person has paid his taxes that is not the end of his obligations towards others, but the beginning. And indeed the greater your success in life, the greater is your personal obligation to put something back.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A society that overtaxes and penalises success, leads people to believe that once they’ve paid their taxes, they’ve done their bit. A society that overtaxes the poor leads them to believe they can never escape poverty by their own efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A society that forces too many into means-tested benefits deepens the poverty trap and embitters those who tried to be prudent and thrifty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether Britain can compete in the coming decades will depend on whether we free people from excessive tax and regulation. Whether we have a society of which we can be proud, depends on whether we can convince more people of their inalienable responsibilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under Labour we are headed in the wrong direction: away from the responsibility society towards the dependency society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our approach to public services also rests on trusting people. When we say that we want head teachers to control all the school budget, that’s not just because we think people close to the ground make better decisions than those in distant bureaucracies. It’s also because when you trust someone, when you give them the power of initiative and authority, you bring out the best in them. They flourish and exceed all expectations even their own. I saw what a head teacher in a grant-maintained school could achieve with children from underprivileged homes, who learnt self-esteem and the value of hard work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour has always believed in centralisation, but New Labour’s control fetish has made it still more intolerant of diversity. Uniformity is the enemy of improvement. We passionately believe freedom and diversity deliver progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Governments must not be resentful of, or hostile to diversity. We can only walk when we allow one foot to move in front of the other. The other foot then catches up and passes by. And it is only by allowing those with good ideas to edge ahead, and helping others to catch them up, that our country can move forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Governments without a deep-rooted commitment to freedom and diversity, are Governments wedded to mediocrity. Public services will never get better under Labour because they believe Government is the only engine of improvement. They are incapable of letting go: incapable of trusting people. Labour is intellectually timid, too bound up in ideology. Conservatives will be the party of progress and reform.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}