{
    "url": "https://www.ukpol.co.uk/michael-portillo-2001-speech-to-the-institute-of-directors-in-wales/",
    "title": "Michael Portillo – 2001 Speech to the Institute of Directors in Wales",
    "post_date": "August 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michael Portillo, the then Shadow Chancellor of the Exchequer, at the Institute of Directors conference in Wales on 20 April 2001.",
    "content": [
        "With economic uncertainty growing, with major companies issuing profit warnings and stock markets fluctuating across the world, Gordon Brown’s economic plans look imprudent. Events in the United States, the continuing chronic situation in Japan, and revised growth forecasts for \u0091euroland’ emphasise that the economic future is uncertain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We Conservatives have been right to argue that Gordon Brown’s economic policies of higher tax, higher regulation and higher government spending are making Britain less competitive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of us have come to think of Britain as being a good place from which to do business. We increasingly trade on a reputation, especially relative to our continental neighbours, for low taxes, a flexible labour market, and a healthy climate for enterprise. But every day under Labour it becomes less true. Step by step Britain is becoming a less enterprising economy. The need for reform is constant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The world has not stood still during the last four years. One of the very marks of success of the British economy over the last two decades – the fact that our reforms have been taken up all over the world – has, ironically, eroded our advantage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take tax. The 2001 Budget locked-in the higher tax burden \u0096 equivalent to 10p on the basic rate of income tax \u0096 that Gordon Brown has imposed in his first four years. Tax as a proportion of national income has risen three percentage points from 35.2 to 38.2 per cent or £30bn \u0096under Labour. At this rate, if we have another four years of Labour the 40 per cent barrier will be broken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Governments across the world, and increasingly across the political spectrum, share the view that high and rising levels of taxation are fatal to enterprise. Most people accept that high taxes crowd out the private sector and reduce incentives for success. Our competitors \u0096 in America certainly, but also in France, Germany and Spain \u0096 are all giving tax cuts a priority as a key to prosperity. I`m not sure that we in Britain have fully woken up to the significance of the ground that we are losing. When will \u0091Red Tape Tony’, as the US refers to our Prime Minister, begin genuinely to understand that the UK cannot afford to swim against the global tide of lower taxes and lighter regulations?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "PriceWaterhouseCoopers, in a recent study, showed that two-thirds of the tax advantage we enjoyed over our European competitors in the mid-1990s has now been eroded. And the gap between Britain and low-taxed United States is growing \u0096 by 2001/02 our tax burden will be around 8.5% above that of the US.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Business has borne much of the brunt of the Chancellor’s stealth taxes. Despite the emerging global consensus for tax cuts, Mr Blair and Mr Brown have chosen to increase the tax burden by £5 billion a year on business. This has involved increasing the tax on dividends, changing Corporation Tax so that more money is paid out to the Treasury now, increasing fuel tax and the tax on property purchases, and introducing new taxes like IR35 which threaten to decimate the IT contracting sector, and the Climate Change Levy which will do nothing to improve the environment but will hit manufacturing extremely hard. This year’s Budget contains another new tax on business \u0096 a construction tax which could cost thousands of jobs and which we will be opposing when it is debated in Parliament next week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government has also massively increased red tape. There is always pressure on governments to address political concerns by imposing new regulations on firms. But this Government seems to have let out all the stops, introducing 3,865 new regulations last year. The overall bill for red tape, according to an IoD survey has gone up by £5bn a year under Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Equally, with the labour market the Government has, without great fanfare, started giving trades unions significant new powers – reversing the trend of the last 20 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Chancellor is not just dragging the tax and regulatory systems in the wrong direction. Mr Brown’s welfare reforms, far from reducing cost and complexity and making work pay, actually increase bureaucracy and make working harder pay less. New figures reveal that 40 per cent \u0096 almost one in two \u0096 people in this country will soon be recipients of Gordon Brown’s means-tested benefits. What a damning indictment of a government which promised radically to reform and reduce the welfare state. Mr Brown has no long-term strategy for reducing dependency and the size and the scope of the welfare state.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government plans to increase government spending by 3.7% a year over the next three years, when the trend rate of growth of the economy assumed for the public finances is only 2.25%. The Chancellor’s path for public spending has been criticised by not just the IMF, but even by the EU. A high spend economy is not a high performance economy. His plans to grow the size of the government will crowd out private capital. Other countries are promoting real fiscal discipline to allow space for the private sector to flourish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taken together, these misguided policies are already having a negative impact. Even in the relatively benign economic conditions of recent years, the UK is losing ground under Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 1997, our economy has grown at a slower rate than that of the US or euroland. Productivity growth has slowed to just 1.4 per cent a year over the last four years. It grew, on average, 50 per cent more quickly during the previous five. Our share of world exports has fallen from 5.1 per cent in 1997 to 4.5 per cent in 2000 and manufacturing employment has fallen by over 350,000. Indeed, our overall level of unemployment, a source of great self-satisfaction for the government is in fact worse than 14 other members of the OECD. And our position in the World Competitiveness League has fallen from 4th to 9th under Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the benign economic conditions of the global economy of recent years are changing. We all hope the economic uncertainty which has infected certain parts of the world does not spread to Britain. But if the global slowdown does have an impact on growth in Britain, and if we still had a Labour Government, the inherent weaknesses of Gordon Brown’s economic approach would be exacerbated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "High taxes and regulations that are proving an impediment to growth now would have an even greater impact in those circumstances, when competition and the search for markets would be that much more intense. Government spending would be rising quicker than growth, (and indeed even quicker than currently planned because of the need for higher benefit spending when the economy slows). The economy \u0096 particularly the private sector \u0096 would need a boost. But Gordon Brown would be prevented from offering the tax cuts that could help to ease the problem because he’s committed to a path for government spending that outstrips trend growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour would be under pressure to raise taxes faster than they had planned. The only alternative to that would be for Labour’s spending plans themselves to be ripped up and cut back. That would be an another ignominious defeat for the Chancellor and would lead to turmoil in the public services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rather than plotting a course for stability, Gordon Brown is plotting an imprudent path in an uncertain world. This Labour Chancellor has no meaningful fiscal disciplines. The Treasury’s rules are so weak they offer no effective checks and balances on Gordon Brown’s old-style, socialist tax and spend instincts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the event of a UK slowdown and second Labour term the fiscal rules that the Chancellor talks about so much would be shown to be a sham, as they offer absolutely no constraint on the amount that a Labour Government can tax and spend. The Chancellor could meet his bogus rules even if current public spending rose to 50 or 60 per cent of GDP, so long as taxes rose equally rapidly to cover the gap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need a new approach if we are to keep Britain competitive. We need a better policy mix that will serve us in good times as well as bad. That approach needs to be based on discipline at the macroeconomic level, and freeing businesses from state interference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means, keeping our own currency so that Britain can retain the flexibility of having its own an autonomous monetary policy suited to domestic conditions, like the United States.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means making room for tax cuts by restricting the growth of government spending to within the trend rate of growth of the economy and reforming the role of the state.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It means cutting the burden of regulation on business year-on-year by setting regulatory budgets which departments have to cut.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it means increasing the incentives to work harder and get on, by floating people free of Labour’s means-tested benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In short, it means having an optimistic, outward-looking vision for a low taxed and lightly regulated Britain that can compete against the best economies in the world in the 21st Century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}