{
    "url": "https://www.ukpol.co.uk/michael-portillo-2000-welsh-conservative-party-conference-speech/",
    "title": "Michael Portillo – 2000 Welsh Conservative Party Conference Speech",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is a part of the speech made by the then Shadow Chancellor, Michael Portillo, to the Welsh Party Conference on 9th June 2000.",
    "content": [
        "A couple of weeks ago Peter Mandelson, the Northern Ireland Secretary, tried seize control of Government policy on the euro. Now that the Prime Minister has weakened his Chancellor, by failing to endorse his class war language, new ministerial minnows are coming forward to seize Gordon Brown`s territory.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fresh from his debacle in a South African suit Mr Byers dresses himself as the Cabinet’s greatest euro enthusiast. He makes plain that Gordon Brown’s five economic tests are mere decoys and are not to be taken seriously. The Government plans to join the euro irrespective of the economic conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plan to con voters into the euro has been carefully laid, and new dishonesties are being carefully crafted. While every European statesman says openly that the euro leads to creating a country called Europe, Mr Byers plans to tell us that British sovereignty is not at stake. Fortunately, his subtlety is no greater than his sincerity. We can see him coming.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The moderate majority want to keep the pound and will not be easily fooled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Gordon Brown seems to know nothing of enterprise. He talks of it like he has learnt a foreign language. It sounds okay, but it is devoid of meaning or understanding. Why else would he make extravagant claims to be creating an enterprise economy while piling new regulations on businesses, inventing new forms and slapping on extra stealth taxes?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour claim they are building an information society in Great Britain. In their dreams. We are lagging dangerously behind the US. We are beset by restrictions. The government keeps talking but their words mean nothing. Business is giving Gordon Brown a slow handclap.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Enterprise is actually open to all. It`s the university of life. It has no doors and no admissions policy. It is not a zero-sum game. One success does not block another or exhaust a quota.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact, one success stimulates the next. Enterprise feeds on freedom and starves under a system of control. Centralisation strangles it. Given the choice, Gordon Brown will regulate not liberate. Enterprise under Labour will always be sickly. And we are condemned to watch from the sidelines while the US shows us how things might be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}