{
    "url": "https://www.ukpol.co.uk/michael-portillo-1996-speech-on-european-security-and-nato/",
    "title": "Michael Portillo – 1996 Speech on European Security and NATO",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1996",
            "url": "/tag/1996/"
        },
        {
            "text": "Michael Portillo",
            "url": "/tag/michael-portillo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the then Secretary of State for Defence, Michael Portillo, in Brussels on 23rd October 1996.",
    "content": [
        "**The Credibility of NATO**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The North Atlantic Treaty Organisation came into existence nearly 50 years ago. It has proved to be one of the most durable military alliances in history, and the most successful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It has enhanced the security of all its members because its objectives are simple and credible. The Washington Treaty declared that an attack upon the territory of any member state would be regarded as an attack on all. To wage war on one is to wage war on all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The sombre significance of that Article 5 was underlined by three factors in particular.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, it was evident that the world’s first – and at that time the world’s only – nuclear power, the United States, was fully committed, and that was demonstrated by the presence in Europe of hundreds of thousands of GIs. Any adversary would calculate that, if American sons were placed in peril, then the American people would support a call to war, even in far off Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, two other member states became nuclear powers, and throughout the history of the Alliance, the United Kingdom’s nuclear deterrent has remained committed to NATO, that is it has been committed to the defence of the territory of our allies in Europe, offering to all of them the protection of the British nuclear umbrella.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third, NATO members in general were willing to find the money to maintain conventional forces at effective levels, and to commit them to the Alliance. Therefore any aggressor knew that the defence policy of NATO did not rest merely on the resort to the nuclear option. The credibility of the nuclear option might have been doubted despite the presence of US troops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason I describe the Alliance as the most successful in history is that its credibility has never been seriously doubted, and certainly it has never been put to the ultimate test.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course there were many, indeed there were continual, attempts to probe the outer limits of the Alliance’s commitment to collective defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The blockade of West Berlin for example, although it preceded NATO’s creation, provided the first opportunity to demonstrate western solidarity. The deployment by the Soviet Union of SS20 mobile nuclear missiles in the mid 1980s, which could clearly threaten Western Europe,represented one of the last such attempts to probe our determination by the Soviet Union.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the early 1980s, NATO allies sharply increased their defence spending. And that, added to other pressures on the Soviet system and on the Soviet economy, played a significant part in the collapse of that system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The New Era**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hundreds of millions of Europeans emerged from the shadow of tyranny to the sunlight of democracy and freedom. And, though many had perished within the communist regimes of Central and Eastern Europe, in the cause of human rights and in the cause of free expression, NATO itself had not had to fire a shot.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The boundary of liberty has been carried to the east and, with so many new democracies now in existence, we have greater security. Democracies rarely invade one another.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is our fervent hope that all the former tyrannies of the Warsaw Pact have taken an irrevocable step to become enduringly pluralistic, and permanent members of the family of liberal democratic nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After a 40 year nightmare of a divided Europe and Cold War tension, naturally our citizens, and our politicians, are anxious to believe that the new order will offer us tranquillity and assurance. They would like to believe that the very worst dangers that the modern world can offer might be a Bosnia, or a Gulf War: conflicts fought far from Western European homes, with low levels of Allied casualties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be nice to be able to agree. But, at the risk of appearing to be a killjoy, I urge NATO not to be carried away by such thoughts. Much talk today is of NATO adaptation and restructuring, of reforms intended to equip the Alliance for the post-Cold War world and direct it towards new missions. But let us remember too that NATO has been so successful because its members committed themselves to hard defence, to maintaining the military capabilities at the top end of the spectrum of warfighting, the capabilities essential to meet threats to national survival.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not the time for NATO to go soft, and certainly not to convert itself into an organisation mainly capable of peacekeeping operations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Importance of Being Prepared for High Intensity Conflict**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Neither Bosnia nor the Gulf are reliable models for all likely future operations. There are lessons to be learnt from both, but there is also a danger of learning the wrong lessons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course Bosnia has been a great success for NATO, and of course it could have turned out differently and it could have proved dangerous. There were significant risks for our troops. We deployed into a cauldron of political instability and ethnic hatred, where all the factions were armed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the event, however, we have not so far faced an all out attack on our forces. Our higher military capabilities successfully deterred the factions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We might have faced something much worse, but we were in any event not going to confront modern armed forces. There are many armies in the world which are more capable than the Bosnian factions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we must not allow the Bosnian experience to dominate our plans for the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Iraq’s capabilities in 1991 should not be our yardstick either. It is true that the Gulf conflict did demonstrate the need for first- rate military capabilities. It was precisely because the coalition had superiority in weaponry, and in intelligence and in command and control, that we prevailed with mercifully few allied casualties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the sophistication of weapon systems is evolving fast. The most developed countries of America and Europe have lost their monopoly in modern weaponry. We need to be prepared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Future high intensity conflicts may be short and sharp. There will be no opportunity for us to generate conscript reserves or to manufacture new weaponry. Today’s equipment is too sophisticated. You cannot build it fast or quickly train people to use it. We must plan on the basis that what you start with is what you’ll get.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Intelligence and Deployable Forces**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do have the edge in one vital respect. Our intelligence systems give us control of the battlefield. That is why America gives such priority to that capability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should also improve the deployability of our forces. Experience in Bosnia and Iraq shook a number of the countries that contributed forces as they realised how hollow those forces had become. Even quite simple deployments stretched their resources to breaking point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rapid deployment can be the key to containment: to checking adventurism by dictators before it escalates into all-out conflict. It is therefore also a highly cost-effective deterrent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "NATO is developing the Combined Joint Task Force Headquarters to plan for such missions. As you would expect in such an important new capability, those headquarters will require substantial investment in logistics and communications to make them effective.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain is working on similar lines. We have established a Joint Rapid Deployment Force and a Permanent Joint Headquarters to give us the means of effective rapid response to a threat to our interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Flexibility**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But each of us, each nation, must maintain our national commitments and invest in highly trained forces and the equipment that makes them capable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our successes in Bosnia and the Gulf were hard-earned. They were made possible because we retained our hard defence capabilities. Our forces were trained and equipped for all forms of conflict, from low to high intensity warfare. Forces that have been trained for high intensity warfare can undertake other, lesser, military tasks if called upon. But forces that have been trained as a gendarmerie cannot fight a war.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When Britain fought to recover the Falkland Islands, our armed services had not been trained to fight 8,000 miles from home. It was a far cry from the German plains or the North Atlantic. But they were ready and equipped for war, and they therefore adjusted successfully to a very different sort of conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And even in Bosnia I do not believe that our soldiers would be able to show the restraint required for peacekeeping if they had not experienced the demands for self-discipline and for trust which are imposed by training them for the most intense warfighting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Threats to Peace**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must assess very carefully the risks and challenges that we may face. Outside NATO, there are about 35 countries which are equipped with up-to-date tanks and artillery. Many have armies that are numbered in hundreds of thousands. Forty air forces outside NATO can be said to have modern offensive aircraft. Thirty countries have submarine forces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Twenty countries outside NATO possess ballistic missiles now. Crude technology in some cases, maybe. But it’s improving. Some NATO territory is already within the arc of threat from the Middle East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If North Korea exports its more advanced systems, other nations could be threatened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a risk that, despite our best efforts, stockpiles of weapons of mass destruction will grow and they will spread. Over a dozen countries have either the capability either to deploy chemical or biological weapons, or they have development programmes already at an advanced stage. A few of those countries can already produce chemical or biological warheads for ballistic missiles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The likelihood of conflict is if anything increasing. We have seen how the end of superpower tension has emboldened others to push their territorial and ideological ambitions. We have seen overt aggression and we have seen the covert export of terrorism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nor can we relax our vigilance in the nuclear field. The international community was surprised to discover the progress which Iraq had made with its nuclear weapons programme. We will need to sustain in Iraq an intrusive monitoring regime to prevent it from reviving that programme. We will need to monitor North Korea’s compliance with the commitments that it has entered into. And we have to be concerned about reports from Iran that it may be seeking to develop nuclear weapons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Russia’s Armed Forces are not those that we faced during the Cold War. They clearly have grave problems. But they are very large, with a considerable quantity of sophisticated weapons – both conventional and nuclear. Russian capability in strategic nuclear missile submarines has not diminished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That, alongside the reform process, is one of the factors that we must take into account in assessing the potential security needs of Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our planning must take account of potential crisis points around the world. The last assessment I read had 53 entries, including the Balkans, the Transcaucasus, Algeria, Libya, Iraq. 17 of those potential troublespots are within 200 miles of NATO’s borders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no reason to believe that territorial or ethnic disputes are on the decline. Quite the contrary. And we must add to that potential disputes about natural resources: oil, minerals and even water.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A common feature where such regional tensions exist is arms proliferation. Dictators impress and intimidate both their populations and their neighbours by acquiring weapons of mass destruction. The more responsible nations respond by matching them if they can, so as to build up their deterrence. And even where governments are currently well-disposed to us, we need to consider the potential impact of political instability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With the end of superpower tension and the spread of democracy there is the potential for a better world. But it has not become good overnight, and it is presently no less dangerous. For as the risk of global catastrophe has reduced, the risk of geographically limited conflict has increased.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We cannot abolish extremism, greed and intolerance. But we can deter them. And we can stop them winning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Preserving what Matters in NATO**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "NATO faces a bigger intellectual challenge today than ever before. It has to adapt, restructure, welcome France and Spain to its new military structures, embrace the new democracies, plan for new types of mission, build a relationship with Russia. It must do all of that and still maintain the integrity of the things that have made it successful. It has to change and not to change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Most importantly, it must remain an Atlantic alliance. I am confident that America will remain involved, but I’m not complacent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United States recognises the importance to her own vital interests of European security. Warren Christopher gave a ringing affirmation of United State’s commitment in his speech in Stuttgart last month. Europe is a continent where dangerous things happen. It is crisscrossed by fault lines of ethnic and religious division. America keeps 100,000 troops in Europe. And neither Presidential candidate is proposing that they should be withdrawn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the past differences between European countries and America over Bosnia were not healthy. Europe was criticised for not dealing effectively with the crisis. But I do not subscribe to the view that Europe failed because it did not have a European Security and Defence Identity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You can only have as much identity as you have capability. It is not a question of institutions, but of what European nations can – and will – take on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is evident that Bosnia was too much for Europe alone. The NATO force has relied on the United States for nearly half its troops, much of its strategic transport into theatre, and nearly all its satellite- borne command and control. Those hard facts have injected a welcome realism into the debate about identity and reinforced the importance of the US commitment to our continent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**What Europe must do**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proper European attitude to America should be to reinforce America’s involvement by building the European identity within NATO, and developing the ability of European nations to contribute more to the Alliance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But real defence budgets across Europe have fallen by almost a third since 1985. Money is not everything, but other things being equal, that means less capability. European nations typically spend a lower proportion of their GDP on defence than does America. Also there is not much sign that European countries recognise that the peace dividend, such as it is, can only be taken once. The cutting goes on and on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That has important consequences for the Alliance. The United States is pushing further and further ahead with investment in command and control, communications and intelligence, and long-range interdiction systems. A widening gap between America and her allies cannot be good for NATO. The United States generously provides intelligence to the Allies. Our responsibility is to ensure that we are in a position to use it effectively, passing that intelligence quickly to unit level commanders who need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must take into account the risk of ballistic missiles spreading over the next few years. The threat for our NATO allies may grow. And none of us will want to deploy forces within range of hostile ballistic missiles without affording them the best possible protection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are working on how best to deal with that threat. Of course, ballistic missile defence is not the answer to all problems. There are many weapons other than ballistic missiles which we need to guard against. But we need ballistic missile defence, and we need to develop it jointly in NATO, with Europeans and Americans deciding together how best to respond to threats to our shared security interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All those things are big issues. I hope I may be forgiven, even in Brussels, for doubting the relevance to them of the matters that are proposed for discussion at the EU’s Inter-Governmental Conference. I am encouraged by signs of increasing realism. By the dawning recognition that defence is a business where deeds count, not words. I hope that the unrealistic talk we’ve heard of EU defence guarantees has now been set aside. The decision that we have taken at Berlin to build the European Defence Identity within NATO was a victory for common sense.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will have only one military structure in future, bringing together European and North American defence capabilities in the organisation that was created for that purpose – which is NATO.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The arrangements that we have put in place will give the Europeans a credible military instrument for use on those missions where NATO, for whatever reason, decides not to take the lead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I am depressed by continuing pressure for institutional change. The pressure to subordinate the WEU to the European Union, which puts at risk what was achieved at Berlin. There is pressure too for an EU common defence policy – though nobody has defined what that means – and for an EU common defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those who want that, have already the most convincing common defence in history – in the Atlantic Alliance. We have benefited from that for nearly fifty years: and it does not need to be recreated now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain will continue to play a constructive part in the Inter- Governmental Conference, at Dublin and beyond. But we will oppose anything that weakens NATO, and thus weakens Europe’s security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Equipment**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is one area where Europe can certainly do better. We have a duty to spend our money wisely. To buy the defence systems most relevant to tomorrow’s needs, and to avoid money being wasted on unnecessary duplication.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have to improve our track record on armaments collaboration. I firmly believe that no country has a better record in this than Britain. We have proved to be a reliable partner. We participated in the Tornado aircraft project; the most successful European collaborative project ever. Nearly a thousand Tornados are flying today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are participating in Europe’s two largest current projects; Eurofighter and the Horizon frigate. We have 25 collaborative projects with France; and 22 such projects with Germany.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We spend more than a billion dollars a year on collaborative projects. But there is still fragmentation, overmanning, short production runs, and national protectionism. Organisationally we have got to do better than we have done on Eurofighter, where the delays are endangering that excellent aircraft’s competitiveness, and its prospects for exports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "European industry should, therefore, think about a how to restructure itself so that more equipment can be produced collaboratively, allowing longer production runs in Europe. But such projects require proper commercial structures and firm management grip. We have to improve on the stops and starts of past experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**NATO Enlargement**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Common Foreign and Security Policy speaks of building peace and security. But it is equally committed to securing our common values. To developing and consolidating democracy and the rule of law, and the respect for human rights and for the fundamental freedoms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are areas where the European Union can and should make a real contribution. In its aid and assistance programmes. In its economic and trade relations. In increasing co-operation in the fight against international crime and in the work towards building democratic systems founded on the principles of liberal democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The European Union’s most important task is to make a success of its enlargement to the East. Healing the historic divisions which have scarred our continent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Such efforts are complementary to the adaptation of NATO, since its enlargement is also a part of the process of building security in Europe, and consolidating the gains of democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is much gnashing of teeth about NATO enlargement by those who fear they will not be amongst the first new members of NATO, and by those who would rather not see enlargement happen at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But enlargement is not a new phenomenon. Nor will the next stage of enlargement close the door to future applicants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Britain, the historic home of parliamentary democracy, is one of the most committed advocates of enlargement of NATO. And we shall be keen to ensure that the Alliance holds to its timetable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Enlargement will be discussed by NATO Ministers in December. Decisions will be taken at a Summit next year to invite a number of countries to begin accession negotiations. And I hope NATO will be able to welcome its first new members in 1999, the year of its 50th anniversary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are decisions for the applicant countries and for NATO alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Russia**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we recognise that Russia is fundamental to the equilibrium in Europe. NATO and Russia must build a strategic partnership, founded on substance. We need to build a new security architecture with Russia. No-one can describe exactly what the building is going to look like when finished. And for the moment Russians, even Russian Defence Ministers, have many other things on their mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But each journey begins with a step, and there are steps that we should take now. The Russian cooperation with IFOR in Bosnia has required us to establish liaison arrangements through an exchange of officers. Those arrangements can be made permanent and indeed they can be broadened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have not yet succeeded in exploiting the opportunities for joint work with Russia offered by Partnership for Peace. We should plan together for joint military missions in future. We should make it the norm for NATO to consult Russia on changes in which Russia could have an interest. And we should discuss together cooperation on countering terrorism, countering drug trafficking, fighting organised crime and weapons proliferation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If enough of substance emerges from all that it could be formalised in a Charter between Russia and NATO, and it could be accompanied by a revised CFE Treaty to meet the new strategic realities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Partnership for Peace**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In parallel, we must enhance Partnership for Peace with other nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Partnership has proved more successful, more quickly, than we could ever have expected. It is now a permanent element of the European security structure architecture.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can build on that success. We should strengthen PfP’s political dimension, allowing consultations between individual Partners and NATO on a much wider range of issues than today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should also broaden its military dimension. NATO should prepare with Partners for more challenging military tasks, including peace enforcement. We need to be rigorous in ensuring that we get value and that we learn lessons from the exercises that we mount together. We should now avoid things which are largely “window – dressing”, and put the emphasis on work that produces a broad improvement in Partners’ performance and in our ability to achieve results together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We should allow Partners more input into NATO’s work and allow them to move towards participation in NATO’s integrated defence planning process, the process that lies at the heart of the Alliance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**CONCLUSION**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact that we can talk of such relationships – of a new relationship with Russia – emphasises how different the world has become.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But history shows that our optimism has a habit of getting the better of us. Periods of war or of tension, are followed sooner or later by complacency. We allow our guard to slip. Catastrophe ensues; but a slightly higher investment in defence and an unambiguous commitment to political willpower could have prevented that from happening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If in the coming years we were able to escape that descent into unreadiness and sloth, we would have exceeded the achievement of most preceding generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Alliance has unmatched capabilities. They have secured for us 50 years of peace. And, today, hard defence must remain at NATO’s core.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}