{
    "url": "https://www.ukpol.co.uk/dan-poulter-2018-speech-on-mental-health-services-in-norfolk-and-suffolk/",
    "title": "Dan Poulter – 2018 Speech on Mental Health Services in Norfolk and Suffolk",
    "post_date": "May 4, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Dan Poulter",
            "url": "/tag/dan-poulter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dan Poulter, the Conservative MP for Central Suffolk and North Ipswich, in the House of Commons on 2 May 2018.",
    "content": [
        "I thank you, Madam Deputy Speaker, and Mr Speaker for granting this debate on mental health services in Norfolk and Suffolk and the challenges they face.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Quite rightly, the Government have talked a lot over the last few years about parity of esteem between mental and physical health and about the need to invest more in mental health services. Indeed, there has been limited extra investment in Norfolk and Suffolk. None the less, the NHS trust has faced challenges that are affecting the quality of patient care. Tonight is a good opportunity to bring before the House some of those issues and, hopefully, to offer some solutions and appeal to the Government to do more to help the trust in very difficult times, because ultimately it is the patients who suffer when trusts are in difficult circumstances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, I would like to pay tribute to Gary Page, who is the chair of the Norfolk and Suffolk mental health trust. Despite very challenging circumstances, difficult Care Quality Commission reports and the financial pressures that have faced services in Norfolk and Suffolk for many years, he has worked hard to make sure that there has been continuity. It is thanks to his leadership that the trust is now able to move forward and address some of the challenges that it faces with the quality of care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to talk briefly about some of the issues involved, focusing mainly on ward closures and the points raised in the CQC report. I want to outline to the House some of the fundamental issues with staff shortages, which are probably the worst in almost any mental health trust in the country. I want to talk a little further about the finances of the trust, and I also want to talk about some of the difficulties there have been in how the trust works with addiction services and how that is counterproductive to the effective care and treatment of patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although my medical work is not currently in the east of England, I want to draw attention to my declaration in the Register of Members’ Financial Interests. I am a practising NHS doctor working in mental health services, which of course gives me some insight into the challenges faced by the trust, although I do not think that interest is particularly applicable in this case, because my medical work is not done in the region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The quality of care challenges facing the trust are quite extensive. As the Minister will be aware, the trust was put into special measures in October 2017. There are significant pressures on beds within local services, resulting in higher numbers of out-of-area placements for patients. Many patients are now having to be transported out of area to be treated because of the closure of beds, which is not good medical practice. It is not good for patients either, because they will be a long way away from their support networks, and it interferes with the effective post-hospital care and rehabilitation that is so important in co-ordinating with community services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The challenges appears to centre on patient flow into beds and delays to discharge. We know that there is a historical lack of community mental health services in ​Norfolk and Suffolk, and investment has not been available to increase them at the necessary speed and rate. There are challenges with housing providers in the area not necessarily working closely enough with the trust, and there are also the pressures on social services that we know too well exist across the country. Those pressures are very relevant in Norfolk and Suffolk, where we have a lot of older patients with dementia who are struggling to be discharged effectively into the community because of delays in receiving adequate social services. A lot of the blame for that has been attributed to the mental health trust, but many factors are beyond its control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The trust also faces significant challenges with the quality of its buildings infrastructure. Many of its buildings are old and not fit for purpose. The capital budget has not been available to improve the buildings, although there has been some new building work. I will come on to that in a moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sandy Martin (Ipswich) (Lab)** My meetings over the past three weeks with the new chief executive and others have given me cause to hope that the structural problems are now being addressed. A new co-produced community services partnership, commissioned by the clinical commissioning groups and involving Norfolk and Suffolk NHS Foundation Trust, Ipswich and West Suffolk hospitals, the county council and the GP federation, is embarking on a level of integration that has never been tried before in the United Kingdom, working with district councils, schools and the voluntary sector to make mental health everyone’s business. Does the hon. Gentleman agree that the Government have a real interest in seeing whether that model can succeed? Will he support me in calling on the Minister to provide sufficient pilot funding for the project, so that Norfolk and Suffolk NHS Foundation Trust can recruit the staff it needs to make the new model capable of success?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Poulter** I thank my constituency neighbour for that intervention. I entirely agree with everything he says, although I am not sure it is quite so pioneering—I think the hospitals in London would probably disagree with that. There is a lot of good work going on in London built around exactly that sort of model of more integrated care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the challenges faced by the trust in the past, and which mental health trusts in general face, is the failure of many partner organisations to properly engage on issues such as the provision of adequate social care for patients with chronic and long-term mental illness and dementia. There is also the failure of housing providers to be involved and of the police to be properly involved. There is a big overlap between some people with mental ill health and presentation to the police, when they would be better looked after by the NHS.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This project is the right way forward, with more integration of services and better integration between mental and physical health. Many patients with chronic mental health needs have physical health problems. They are sometimes a side-effect of the drugs, but are often a result of a chaotic lifestyle. Better joined-up working with the local NHS undoubtedly has to be a good thing. For that to be effective, however, as we have seen in some pilot projects in London, there needs to be the funding to deliver it. The mental health trust is not in the best financial shape—I will come on to that ​later—and support from the Government through funding for this innovative way of working, which I think is certainly a first in a rural area, would be very welcome. I hope the Minister may be able to provide some reassurance on that this evening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Peter Aldous (Waveney) (Con)** I congratulate my hon. Friend and constituency neighbour on securing the debate. Before he goes on to talk about the money, which is very important, does he agree that it is very important that the trust promotes and endorses local, tailor-made initiatives such as the trauma-informed approach currently being promoted in Lowestoft by mental health champions Tod Sullivan and Paul Hammond?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Poulter** Yes, that is absolutely the right way to provide integrated services and joined-up care, because we cannot necessarily have a one-size-fits-all approach across Suffolk or Norfolk. We need to look at the local healthcare need. That is partly about working not just with housing providers, social services providers, primary care and GPs, as I believe is happening in my hon. Friend’s constituency, but with the voluntary sector, other third sector providers and local charities, many of which have knowledge of the needs of patients, families and carers. When we are providing joined-up, holistic mental healthcare, it is just as important to make sure that the approach is joined up and holistic in that regard, and I believe that the project in my hon. Friend’s constituency will have a very good chance of improving services for patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)** Will the hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Poulter** I will make a bit of progress first and give way in two or three minutes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The challenge from a lack of bed capacity is acute; 36 beds have been closed in recent months, 28 of them temporarily to be reopened as soon as possible. One of the challenges, as my constituency neighbour, the hon. Member for Ipswich (Sandy Martin) said, comes from the lack of joined-up working and a failure of commissioners, to some extent, to work collaboratively with the trust to identify short-term solutions. None of us wants to see patients travelling outside Suffolk. The commissioners have not worked well with the trust, because beds are available. My neighbour, my hon. Friend the Member for Bury St Edmunds (Jo Churchill), who is unable to speak because of her Government role, has rightly highlighted that bed capacity is available at the Chimneys in Bury St Edmunds—18 beds, including specialist eating disorder beds, which are available and could be commissioned if the commissioners worked more collaboratively and supported the leadership of the trust more effectively. I hope that will come out of the collaborative and pioneering work on which the trust’s partners are now supporting it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "None the less, there are some positive things to point towards. Building work is going on to deliver some new wards, and it is hoped that Lark ward in Ipswich, the psychiatric intensive care unit, will be able to reopen later this year. There are hopes that more can be done for child and adolescent mental health services, with continuing expansion in the number of beds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Jim Shannon** I congratulate the hon. Gentleman on securing the debate. I sought his permission to intervene beforehand and told him why I wanted to. With the prevalence of mental health issues at 25% higher in Northern Ireland than in the rest of the United Kingdom, and with our NHS unable to meet the demand on the service, does he not agree that mental health reform must be UK-wide and undertaken urgently, before people who simply need a bit of help to cope become people who need in-patient care and a strong drug regime to survive? Do it now and it can stop problems later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Poulter** I agree entirely with my hon. Friend. He is always a strong advocate for the needs of his Strangford constituents. He is right to highlight that early intervention and early support can be very effective. That is partly because it often prevents some of the other unwanted effects of having a mental illness. When people have been untreated for a long period, they may well lose their job and struggle with their relationships. A number of the supportive and protective factors that can help to support someone through mild and moderate ill health, such as being in work or in a supportive relationship, can be lost. If we can do more to help people in the early stages, that is a good thing—quite apart from it potentially reducing the number of acute admissions later on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to make the important point that the staff shortages at the trust are one of the major challenges that need to be addressed. It is frankly, and I do not use this word lightly—I do not think I have ever used it before, even though we often hear it used by politicians—a scandal that there is such a shortage of staff at Norfolk and Suffolk mental health trust. I hope the Minister can think of better ways to fund and support the trust. Without enough staff, it cannot expand services or deliver safe services. The trust has struggled with CQC inspections because there are not enough staff on the ground to deliver the care it wants to deliver. That is not entirely the fault of the trust, however, as it is constrained by its funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will outline some of the issues that the trust faces. It has had difficulty recruiting band 5 registered mental health nurses—there are approximately 125 full-time vacancies; there are 35 full-time equivalent vacancies for psychiatrists, partly owing to a national shortage, but also owing to particular challenges in the east of England; almost one in five medical posts at the trust are vacant—that means that doctors who should be there treating patients are not because of staff shortages; and 16.02% of qualified nursing posts are vacant. That is not acceptable or sustainable. If we are to improve patient care and help the trust turn around, the fundamental issue of recruitment has to be addressed. There are fewer than 15 psychiatrists per 100,000 people in the region, which is much lower than the national average. In fact, the east of England has the fewest psychiatrists per head of population in the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Doctor recruitment is not a good story either. Issues with the junior doctor contract might not have helped, but we are where we are. Recruitment for CT1 junior doctors in 2017 saw only 16 of 45 vacancies filled—that is 36%—so only one third of the number of doctors who should have started training at CT1 level are working in the trust. That is a big rota gap to fill and will of course affect patient care. In 2015-16, about one third of ST4 vacancies in child and adolescent psychiatry ​were filled. In general adult psychiatry, which is the bread and butter of psychiatry, only nine of 18 posts were filled in 2015. In 2017, only five of 22 posts were filled, which means that less than a quarter of posts for registrar trainees in general adult psychiatry are filled. The story goes on and is equally bad in older-age psychiatry—and we have a lot of older people with dementia to look after in the east of England.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recruitment, then, is vital. We have to do more to recruit psychiatrists. The current strategies are not working, so I ask the Minister to look at what has been successful overseas—in Queensland, Australia, and other places—and to put financial incentives in place to support nurses and doctors to come and work in the east of England, because at the moment patients are paying the price for a lack of doctors on the ground. The trust is doing its best to recruit, but it needs extra financial support through Health Education England, and it needs to be given support and the go-ahead from the Department. We know from elsewhere in the world that financial incentives work in rural and coastal areas, as long as doctors and nurses are helped with a relocation package. The Department’s successful health visitor programme is a good example of how financial incentives can work. I hope she will look at that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The pressures on the trust’s finances have been there for many years—since the merger of Norfolk and Suffolk mental health trusts—and we know that mental health has been underfunded nationally for decades. The trust needs £9.2 million to meet CQC recommendations for improvement. Some £4 million can be funded from the capital budget, but given that the CQC has criticised the building’s infrastructure, it seems ironic to raid the capital budget for buildings and infrastructure and put it into the revenue budget to deal with immediate quality of care issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even with that £4 million, however, there is still a shortfall of £5.2 million, and that was the subject of a recent funding bid to NHS England. The bid will be resubmitted fairly soon, and I hope the Minister will encourage NHS England to look favourably on it. It is important that the trust be given the financial wherewithal to deal with the quality issues raised by the CQC, to reinvest in vital community services and to undertake the vital work on integration that my constituency neighbour, the hon. Member for Ipswich, mentioned in his intervention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is some positive news. The ligature reduction project is proceeding successfully, and some good work is being done in the rebuilding programme at Chatterton House. The Norfolk and Waveney perinatal mental health service was launched in September. I pioneered support for the expansion of perinatal mental health services when I was a Minister, and I am pleased to see that it is now happening on the ground. In February a specialist perinatal mental health service was launched in Suffolk, which is a very good development. However, severe challenges remain and need to be addressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, let me say something about services for patients with addictions. I will be brutally honest: I think that we created a problem with effective addiction treatment through the Health and Social Care Act 2012. The commissioning of addiction services has been transferred to local authorities, although the bulk of mental health services and physical health care for patients with addictions is still run by the NHS.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the east of England, the amount invested in drug misuse services has been reduced by about £6 million over the last four years. Drug misuse is a serious challenge in areas such as Lowestoft, Ipswich and Norwich, not just as a result of underfunding but because those services are not working in a joined-up way with mainstream physical and mental health services. That must be addressed as a matter of urgency, because patients are falling through the net and not receiving the holistic care that they need. Many end up in the criminal justice system as a result, and the police and, in some cases, communities are picking up the pieces because of the failure to provide joined-up care for those patients. The lack of substance misuse services as part of any NHS system affects the dynamics and practicalities of good care, such as the sharing of information. Barriers are created, and the good intentions of staff on the front line are undermined. That has an adverse effect, and I am sure that we will continue to see a rise in the number of drug-related deaths as a consequence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me ask the Minister some questions. What additional support can be offered to the trust to help it to deal with its historical and current financial challenges and transform its services in the wake of the CQC’s report? There is a shortfall in funding; the trust has submitted a funding bid, and I hope that the Minister will support it. What additional resources can be made available to improve the recruitment and retention of psychiatrists and nurses, and what can be done to attract junior doctors to the east of England? One in five doctors who should be at work are not there because of staff vacancies. What steps are being taken to stop the transfer of patients out of area for treatment? Finally, what can be done to ensure that there is proper integration of addiction services with mental health services in our region, to ensure that patients are given a better deal?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is time for the rhetoric about mental health to join up with the reality, and for patient care to improve. It is time for Norfolk and Suffolk mental health trust to be given the support that it needs, so that it can do the best for its patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}