{
    "url": "https://www.ukpol.co.uk/daniel-poulter-2015-speech-on-syrian-air-strikes/",
    "title": "Daniel Poulter – 2015 Speech on Syrian Air Strikes",
    "post_date": "December 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Daniel Poulter",
            "url": "/tag/daniel-poulter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Daniel Poulter in the House of Commons on 2 December 2015.",
    "content": [
        "It is a pleasure to follow the hon. Member for Birmingham, Northfield (Richard Burden), who made some thoughtful remarks. I have come to a different conclusion from him about how to vote, but it is worth reflecting that no Government or MP takes lightly decisions about committing UK forces to combat. Our debate has highlighted the fact that there are no easy answers or solutions to the complex questions raised by the conflict in Syria and the fight with Daesh.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In broad terms, there are three issues that we are considering. First, we are considering the issue of combating extremism at home and the impact that airstrikes may have on that. Secondly, is it right to engage in airstrikes against Daesh, given concerns about our ability to engage in ground combat in an effective and co-ordinated manner, or to support troops in Syria? I believe that the answer is yes, and I shall come on to that. Thirdly, we are considering the issue of protecting civilians and refugees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the issue of extremism at home, ISIS, I think we all agree, presents a clear and present danger to the UK and our national security as things stand before the vote. To those who say that we will become a focus for attack if we vote for airstrikes, I would say that it is clear that we are already a target for attack. We have heard that there have been seven plots in the UK linked to ISIS in Syria that have been foiled by the UK police and security services. There is a fundamental threat to our national security, as is self-evident in the information that was passed to the Prime Minister, as he explained today. The answer to the question of whether ISIS presents a threat to our national security at home is clearly yes. In my view, given such a threat, it is in the interests of my constituents and of all hon. Members’ constituents to deal with it and strike ISIS at its heart in Syria and protect British citizens in the process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the issue of committing to airstrikes, there are concerns about capability on the ground and support for ground troops. We have heard that there is a patchwork of troops working to fight ISIS on the ground. Military action against ISIS has been taken by a number of our UN allies and other countries and concurrently the Vienna process is under way to build a broader diplomatic alliance. That is work in progress, both in diplomatic terms and in terms of supporting ground troops. The fact that we do not have a perfect solution on the ground and do not have absolutely the right capability to tackle ISIS and support the fight against it in a ground war by various Syrian forces is not a barrier to supporting airstrikes. This is an evolving process, and ISIS poses a threat not just to the UK but to other citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, on the issue of refugees and civilians, the biggest threat to civilian life in Syria is Daesh/ISIS. There is a refugee crisis in Syria because of Daesh/ISIS acts. On those three points, I support the Government, and I urge colleagues to do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}