{
    "url": "https://www.ukpol.co.uk/dan-poulter-2023-speech-on-the-draft-mental-health-bill-2022/",
    "title": "Dan Poulter – 2023 Speech on the Draft Mental Health Bill 2022",
    "post_date": "January 29, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Dan Poulter",
            "url": "/tag/dan-poulter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dan Poulter, the Conservative MP for Central Suffolk and North Ipswich, in the House of Commons on 26 January 2023.",
    "content": [
        "I first draw the House’s attention to my entry in the Register of Members’ Financial Interests as a practising NHS psychiatrist.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Joint Committee on the Draft Mental Health Bill was formed on 4 July 2022 to scrutinise this important and urgently needed reform of mental health legislation. Our Committee has been working hard since that date. We held 21 meetings in just over 12 sitting weeks, spoke with more than 50 witnesses, received more than 100 submissions of written evidence, and engaged with affected communities through surveys, roundtables and a visit to the mental health unit at Lambeth Hospital. We are grateful to everyone who took time to contribute to our inquiry, to the officials and Ministers at the Department of Health and Social Care for their engagement with our work, and to our specialist advisers and secretariat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Working on the Joint Committee was a collaborative process as we worked together through this complex topic and learned from each other’s expertise. There were differences of opinion, which may be reflected in later debates in this place. However, the fact that we felt it important to agree the report unanimously is testament to the Committee’s dedication to getting this once-in-a-generation piece of legislation on to the statute book. Our work was supported by an excellent team of officials and Clerks from both Houses. The Committee is grateful for their expertise and support in our work and in compiling the report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Mental Health Bill has been much anticipated. Detention rates under the Mental Health Act are rising. A disproportionate number of people from black and ethnic minority communities are detained. Our attitude as a society towards mental health has changed and reform is needed. We welcome the principles contained in the draft Bill, which introduces important reforms to improve patient choice, bring down detentions and reduce racial inequality. In our inquiry we heard concerns about implementation, resourcing and possible unintended consequences of the proposed legislation. Our recommendations address those concerns and are intended to make this important Bill stronger and more workable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the process of mental health reform cannot stop or even pause with this Bill; there needs to be further consideration of fusion legislation of the mental health and mental capacity laws. During our evidence it became apparent that someone needs to drive mental health reform on behalf of patients, families and carers. We have recommended the creation of a mental health commissioner to oversee that process and to challenge the stigma that still exists around serious and enduring mental illness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proper resourcing and implementation will be crucial for the changes to work. Mental health services are under enormous pressure, and significant changes and improvements are needed to provide high-quality community alternatives to in-patient care, particularly ensuring that there will be a sufficient workforce to deliver the proposed changes. We welcome commitments from the Government to increase spending on health and social care, but most people we spoke to, including mental health providers, were still unconvinced that current resourcing or workforce plans are adequate. The Government must publish a detailed plan for resourcing and implementation on introducing the Bill, including the implications for the workforce. They should report annually to Parliament on their progress against that plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The independent review structured its work around four key principles that should shape care and treatment under the Mental Health Act. Those principles were: choice and autonomy, least restriction, therapeutic benefit and the person as an individual. These principles should be included in the Bill to ensure that they endure and become a driver of cultural change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tackling racial inequalities in the use of the Mental Health Act must be at the core of the reform. Black people are four times more likely to be detained under the Mental Health Act than white people, and 11 times more likely to be given a community treatment order. Those figures are rising. There has been a collective failure to address this issue. We now feel that the time has come for that to be addressed. Understanding of racial inequality must be included in the Bill. There must be a responsible person in every health organisation to monitor data on inequalities and oversee policies for change. We heard evidence that community treatment orders are ineffective for most patients and disproportionately used for black patients. We have therefore recommended that they are abolished for civil patients and reviewed for use with forensic patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the important issue of the detention criteria, the draft Bill makes changes to the grounds on which someone can be detained for assessment and treatment, with the intention of moving away from a risk-based model and ensuring that detention will benefit the patient. Accountability is welcome, but we heard that it may lead to people being denied the help they need when they most need it, particularly patients with psychotic illnesses and those with chronic and enduring mental illness. We recommend some changes to the criteria and greater guidance in the code of practice to prevent that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Too many autistic people and those with learning disabilities are detained in inappropriate mental health facilities, and for too long. Change to the way the Mental Health Act works for patients with learning disabilities and autism is long overdue. The Government’s intention to address that, by removing learning disabilities and autism as conditions that can justify long-term detention under section 3 of the Mental Health Act, may lead to benefits in the longer term. However, we heard that without proper implementation, those changes could make the situation worse, and potential displacement of people with learning disabilities into the criminal justice system could occur. There must be improvements in community care before people with learning disabilities and autistic people can be supported to live in the community. It is vital that reforms are not implemented until that is achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another pressing risk is that those communities may be detained, instead, under different legal powers, and possibly criminalised. That would be the opposite of what the change is intended to achieve. The Government must address that risk before the changes are implemented. We have therefore recommended the introduction of a tightly defined power to allow for longer detention periods in exceptional circumstances, with strong safeguards in place to prevent that happening unnecessarily.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On patient choice, patients should be able to make choices about their care and treatment. The draft Bill makes welcome changes in this area but does not follow through on a White Paper commitment to give patients statutory rights to request an advance choice document. We heard almost unanimous evidence supporting an advance choices document, and made a recommendation that advance choices should be a statutory right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The number of children and young people experiencing mental distress has risen dramatically since the covid-19 pandemic. Children and young people continue to be placed in adult wards or in hospitals far from home due to the lack of appropriate care placements. The draft Bill misses a crucial opportunity to address that. We also believe that children should benefit from stronger protections in the draft Bill to support patient choice. This is a complex area and the Government need to carefully think through their proposals, consulting further where necessary about this Bill and how it will interact with the Children Act 2004.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, it is 40 years since the Mental Health Act 1983. This draft Bill is needed. If the Government are willing to address our concerns in the ways that we have suggested, the Bill can make an important contribution to the modernisation of mental health legislation. Given our suggested amendments, we hope that the Government act swiftly to introduce the Bill to Parliament in this Session, so that it can be further scrutinised and improved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Rosena Allin-Khan (Tooting) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank all those patients, campaigners and experts who provided evidence to the Joint Committee. I give special thanks to Alexis Quinn, whose account of her own lived experience with autism touched many Committee members. I also thank the Committee members for what was an incredibly valuable experience and a true example of when cross-party working goes really well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am honoured to have worked on a once-in-a-generation opportunity to improve the rights of patients experiencing a mental health crisis, and to tackle the health inequalities enshrined in current legislation. For years the Government kicked updating this legislation into the long grass, and now the draft Bill still does not go far enough to tackle the health inequalities and racial disparities of those detained under the Mental Health Act. I hope the hon. Member for Central Suffolk and North Ipswich (Dr Poulter) will agree that the Government should put patient voices at the heart of this legislation and take the Joint Committee’s recommendations on board.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Poulter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On behalf of the Committee, I thank the hon. Lady for all her work. We were lucky that we had her professional expertise as a frontline clinician, which added to our important scrutiny work. Given that it has been 40 years since there were any changes to the Mental Health Act, I certainly agree that the time has come to make those changes through a Bill. We urge the Government to take on board our well-intentioned recommendations and concerns to strengthen the Bill, and I hope we will continue to see a cross-party, collaborative process to improve mental health care for the patients who most need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Minister of State, Department of Health and Social Care (Will Quince)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I sincerely thank my hon. Friend and the Committee for all the work that has been put into this constructive and important report, and I also thank all those who gave evidence to the Committee. The Government are now considering the Committee’s recommendations on how we can further improve the Bill and modernise the Mental Health Act. The Minister for mental health, my hon. Friend the Member for Lewes (Maria Caulfield), gave evidence to the Committee in November, alongside the Minister for prisons, parole and probation, my right hon. Friend the Member for East Hampshire (Damian Hinds).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to see that the final report reflects the support that these reforms have on both sides of the House. The Committee has clearly engaged fully with the complexities involved in this work. It is the Government’s intention to take the next steps in getting this legislation right, so that people with severe mental health needs get the help and support when they need it, with their rights and dignity better respected. It is vital that we continue to progress the work we have started with NHS England and others to address the racial disparities that have for too long been associated with the use of the Act. Does my hon. Friend agree that the reforms proposed in the Mental Health Bill provide for an improved framework in which people experiencing the most serious mental health conditions will have far more choice and influence over their treatment?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Poulter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the Minister. He is right to suggest that this is an important step forward and this piece of legislation will make a significant difference to patients, but it is part of a process, not the end of the journey. In particular, I draw the Government’s attention to the potential unintended consequences of some of the well-meaning changes being proposed in relation to patients with learning disabilities and autism and to changing the grounds for detention; for example, it might be harder to detain patients who are the most unwell, with chronic and enduring mental illness and psychotic conditions. I hope the Government will take on board those concerns and ensure that what comes back to this place is a stronger Bill that works in the best interests of patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Fleur Anderson (Putney) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome this report, and in particular the section on racial inequalities, which have been highlighted in my constituency by organisations such as the Wandsworth Community Empowerment Network for many years. Is the hon. Member optimistic after hearing all the evidence from organisations that the inequalities affecting black and minority ethnic groups, especially in terms of culture and policy, will be improved?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Poulter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am optimistic that if the Government adopt the recommendations we have made, we will have a much stronger Bill that recognises that we need to improve the care that is available to all patients and, in particular, that will deal with some of the racial disparities we currently see in the implementation of the Mental Health Act. We know that black people—particularly black men—are disproportionately detained under the Mental Health Act and are disproportionately likely to receive a community treatment order, or a CTO, as I would term it in professional jargon. There is also a disproportionate use of depot medication for black men. That has caused challenges in building therapeutic relationships and building trust with black communities across London and elsewhere, and it has to be put right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have made several recommendations. For example, we believe that the evidence for CTOs is weak for all patients, and there is a disproportionate use of CTOs among the black community, so we have said that we think community treatment orders should not be applied in the civil part of the Bill. We have also recommended greater monitoring of how mental health legislation is used in each mental health provider, to ensure that providers, be they in London or elsewhere, have a proper understanding of how mental health legislation is used. Hopefully, that will start the process of rebuilding the trust of communities—particularly the black community—with mental health providers where it has been lost in the past.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Ben Spencer (Runnymede and Weybridge) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I draw the House’s attention to my range of interests in this area, which were declared as part of the Committee’s report. I thank my hon. Friend for his statement and join him in thanking all those involved in the Committee, in particular the Clerks and the staff, who were fantastic in supporting us as we put this report together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every 20 years or so, we go through a process of reviewing our mental health legislation. I am delighted at the work that has been done over the past few years through the Wessely review panel and driven by the Government, to make real changes in this very important area of law. Notwithstanding the huge step forward that the Bill will hopefully make in this area, does my hon. Friend agree that this is the beginning of a journey of continuous reform, rather than the end point?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Poulter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Committee was very lucky that we had the professional expertise of my hon. Friend, the hon. Member for Tooting (Dr Allin-Khan), a former president of the Royal College of Psychiatrists and some distinguished lawyers. I know that my hon. Friend has taken a great interest in this issue for many years, and he is right: this is the beginning of a process, not an end in itself. The Committee recognised that much needed to be done by a future Government to bring fusion between mental capacity law and mental health law, of which I know he was a great advocate throughout our work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Committee for its recommendations and the hon. Gentleman for his presentation of this report. Each and every one of us recognises the importance of these recommendations, which are for both patients and staff, and they should be commended to all the devolved Administrations—in particular the Northern Ireland Assembly, as health is devolved. Will that happen, and if not, could he make sure that it does?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Poulter**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his question. As part of our work, we looked at elements of reform that are being considered across the devolved Administrations. The fusion of mental health law and mental capacity law is already well under way in Northern Ireland, so it may be a question of the UK Parliament learning from the Northern Ireland Assembly, rather than the other way round. We in this place will continue to watch with interest how the proposed changes to legislation in Northern Ireland progress, as they may improve what we do when we look in the future, I hope, at a fusion of mental health law and mental capacity law.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}