{
    "url": "https://www.ukpol.co.uk/dan-poulter-2022-article-on-increasing-pay-for-nurses/",
    "title": "Dan Poulter – 2022 Article on Increasing Pay for Nurses",
    "post_date": "December 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Dan Poulter",
            "url": "/tag/dan-poulter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "A section of the article written by Dan Poulter, the Conservative MP for Central Suffolk and North Ipswich, with the full article in the Guardian on 16 December 2022.",
    "content": [
        "The government’s decision to squeeze nursing pay will push more nurses to vote with their feet, to leave the NHS and earn more money by either working for temporary NHS staffing agencies or to work for private healthcare providers. This could even result in the perverse situation where reductions in real-terms pay mean that the same nurse could leave their NHS job and return to work for the NHS, perhaps even in the same hospital department, as an agency nurse. The NHS will foot the bill for the agency costs and the increased salary paid to the nurse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is poor healthcare economics. Pay needs to be set at a level that helps to recruit and retain the NHS workforce and the time has come for some joined-up thinking from government. Investing in better pay for nurses and other NHS staff would help improve staff retention and reduce the ever-growing temporary staff bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}