{
    "url": "https://www.ukpol.co.uk/rebecca-pow-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Rebecca Pow – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rebecca Pow",
            "url": "/tag/rebecca-pow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Rebecca Pow, the Conservative MP for Taunton Deane, in the House of Commons on 9 September 2022.",
    "content": [
        "I am honoured to be able to pay tribute to the remarkable life of Her late Majesty, who has touched all our hearts in so many ways, bringing comfort and guidance to all of us whenever it was needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Queen Elizabeth II holds a very special place in the hearts of the people of Taunton Deane. She made a visit in 1987, which was the first visit by a monarch in over 300 years, since the Monmouth rebellion and the infamous battle of Sedgemoor, in which the royals and the monarchy were almost overthrown.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a well-known story in my constituency that Queen Victoria was once passing through the west country on a train heading to Devon, and as she passed through Taunton she asked for all the blinds to be drawn, because she did not want to see rebellious Taunton, even though the Monmouth rebellion had been so many years before. The train stopped in Taunton, where a civil party was waiting for her, but she refused to alight. Many years later, this incident was related to the Duke of Edinburgh, who was furious and shared the story with Her Majesty the Queen, who was determined to set the record straight, which is why in 1987 she made the visit to Taunton. We still thank her for it, as we are back in the good books—hopefully that can happen to the rest of us; there are similar things going on in this place. I think that demonstrates the power that Her Majesty had, and how she always wanted to set the record straight and be fair. I am delighted that since then she has made other visits to Taunton and Somerset.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to recount a small, personal story about Her Majesty. I cannot lay claim to any of these bowings or going to Buckingham Palace with all the big titles that one may get in this place, although the stories that we have heard have been absolutely brilliant. A long time ago, in 1985, I was working for the National Farmers Union in Taunton. I ran an organisation called Taste of Somerset, which consisted of all sorts of small, independent food and drink producers. It was the first such initiative in the country, and I had to set up a big marquee at the Royal Bath and West show, of which Her Majesty was a patron. I had the honour of presenting her with a Taste of Somerset hamper. I was beside myself with nerves, as many colleagues have said was the case when they were going to meet the Queen. I had had an outfit made and my hair done, and I had practised my curtsy—I was beside myself. Along she came, and she was utterly charming and delightful. All she had to do was give that smile, which made me feel so comfortable that I forgot my nerves. My mother still has a photograph on the sideboard of her beautiful smile, and me handing over the basket.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Beside that picture is another one of Prince Charles walking through the family farm—I grew up on a Duchy farm. That is another treasured photograph on our sideboard. I remember that day so well, as we were all invited and walked across the farm talking about trees, cows and the countryside—everything Prince Charles was passionate about. The other thing I remember about the event is that we had lunch together and he ate my pudding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I tell that story, because beside the photograph is a letter that Prince Charles—now the King—sent to my mother only at the beginning of this week, expressing condolences on the loss of my dear father, the farmer, who died and we buried him last week. It was the most wonderful, personal, emotional letter that we could wish for, remembering all the visits to the farm. That is the mark of the man. How sad that in literally three days the tables turned and we are offering our condolences to Prince Charles, who is now our wonderful King. I send deepest condolences from the people of Taunton Deane.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Briefly, Her Majesty was a cornerstone in all our lives. She was Head of State for 70 years, and presided over all our ups and downs. Everyone across the House and even outside has used a list of words with which no one could disagree: the epitome of goodness; steadfast; honourable; warm; humorous; strong; engaging; understanding; and inspirational, most of all—I think you would agree, Madam Deputy Speaker—for women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I just want to say: thank you, thank you, thank you. How fortunate we are to have lived with this person as our Head of State. She passes on so many attributes to King Charles III. He treads in giant footsteps—even though Her Majesty had tiny feet—but I know that he will, in his own unique way, take the nation and the Commonwealth forward in an exceptional way, just as his mother did. May Her blessed Majesty rest in peace. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}