{
    "url": "https://www.ukpol.co.uk/rebecca-pow-2020-speech-on-the-reopening-of-zoos-aquariums-and-wildlife-sanctuaries/",
    "title": "Rebecca Pow – 2020 Speech on the Reopening of Zoos, Aquariums and Wildlife Sanctuaries",
    "post_date": "June 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rebecca Pow",
            "url": "/tag/rebecca-pow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rebecca Pow, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 11 June 2020.",
    "content": [
        "What a tremendous afternoon! It takes me back to what I think was the most exciting debate in the Chamber since I have been here, which was about hedgehogs. The House was full, wasn’t it, Madam Deputy Speaker? It shows what a nation of animal lovers we are. This is what gets us out. Our constituents are great animal lovers too, and they galvanise us into action. I think it shows that things can work through Government and we are listening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank everybody for taking part, and in particular my hon. Friend the Member for Romford (Andrew Rosindell) for raising the matter. As chair of the zoos and aquariums all-party parliamentary group, which I was a member of as a Back Bencher, he has long promoted the cause of well-run zoos, and I know that he has been actively promoting their cause during the pandemic when they have had to close. I thank him for his passion and determination.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What a wonderful story that was about the blue iguana. I do not know if you were in the Chair for it, Madam Deputy Speaker, but what a great tale that was, and congratulations. I thank all Members from across the House who have taken part and mentioned so many zoos, wildlife sanctuaries and aquariums. Just out of interest, there are 269 licensed zoos in England and 338 if exemptions are included, so it is a lot of enterprises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will touch first on some of my own experience. Chester zoo has been mentioned so much in the debate. I was fortunate to go there when I was the Tourism Minister briefly. Although it was a brilliant huge open space, with so much education, the thing that I was so impressed with was the conservation work and how, like many of our zoos, it plays such an important role on the global stage. The zoo does incredible work on black rhinos and the greater one-horned rhinos, on Andean bears and, as mentioned by the hon. Member for City of Chester (Christian Matheson), on sustainable palm oil. It is about not just the animals but food products, too. That is so important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to thank the other Members who mentioned Chester zoo: my hon. Friends the Members for Eddisbury (Edward Timpson) and for Warrington South (Andy Carter), as well as the hon. Member for Ellesmere Port and Neston (Justin Madders), who is no longer in the Chamber. I also thank all the other Members who mentioned other zoos: my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell) mentioned Twycross zoo; my hon. Friend the Member for South West Bedfordshire (Andrew Selous) made such a strong case for Whipsnade zoo; we heard about Yorkshire Wildlife Park from my hon. Friend the Member for Don Valley (Nick Fletcher); and my hon. Friend the Member for South Cambridgeshire (Anthony Browne) mentioned Shepreth Wildlife Park.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The contribution from my hon. Friend the Member for Southend West (Sir David Amess) was more of a waxing lyrical about all animals, but we finally got to the aquarium. My hon. Friend the Member for Isle of Wight (Bob Seely) mentioned the enterprises on the Isle of Wight; my hon. Friend the Member for Stockton South (Matt Vickers) mentioned Butterfly World, which does sound rather captivating; the hon. Member for Edinburgh West (Christine Jardine) mentioned Edinburgh zoo; and my hon. Friend the Member for Dudley North (Marco Longhi) mentioned Dudley zoo. So many places were mentioned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to voice the Government’s appreciation of zoos—among which I include aquariums and wildlife sanctuaries if they are licensed as a zoo under the Zoo Licensing Act 1981—and all the work that they do. The Government recognise that as well as providing such high welfare standards for animals—which my hon. Friend the Member for Romford voiced so well—many zoos in the UK contribute to so many other things: the conservation work that is so important on the global stage, with so many species under threat because of the pressures on the environment; the education work; and, of course, getting people out into open spaces and engaging with nature, which has a big health and wellbeing impact. On that note, the Government recognise that zoos are excellent for engaging people with nature—a zoo often might be somebody’s first engagement with wider nature, so plays such a vital role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to support the Prime Minister’s announcement yesterday that safari parks and the outdoor parts of zoos will be allowed to reopen from 15 June. It has been necessary, for public health reasons, for the Government to proceed with caution, but we have listened to the many arguments about the benefits of zoos and the access to controlled outdoor spaces that they can provide, which is why we believe now is the appropriate time to allow safari parks and the outdoor parts of zoos to reopen. For the moment, indoor attractions—such as reptile houses and aquariums—at zoos will remain closed for public health reasons. The Government are aware of the work that zoos and aquariums have been doing to prepare for reopening while adhering to the strict social guidance. The Department for Environment, Food and Rural Affairs is working with the main industry body, BIAZA, on the reopening guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish briefly to set out the Government’s rationale for requiring zoos to close from 1 June, as set out in the Health Protection (Coronavirus, Restrictions) (England) (Amendment) (No. 3) Regulations 2020, because colleagues did talk about this. Previously, zoos were not required to close, but given the fact that visiting a zoo was not a reasonable excuse to leave home, zoos took the inevitable decision to shut their doors. Most zoos closed at the end of March, as a result of lockdown. Rather than adding to the number of reasons that people had to leave home, from 1 June the Government switched the focus of the regulations to allow people to leave their homes unless there was a specific reason why they could not. The Government’s primary concern was that we should not open up too many activities at the same time, because the cumulative effect of opening everything up at once would see the number of cases of coronavirus start to ​increase again. While each zoo can be made safer, it was vital that we did not move too quickly in reopening to ensure that public health is protected. I am sure that all hon. Members understand that step-by-step process. As a result of progress, the announcement on zoos and safari parks was made yesterday. I hope that that reassures the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government recognise that visitor numbers may not bounce back to the levels zoos would have expected for this time of year. I therefore reassure hon. Members that Government support schemes, which zoos can continue to access, remain in place. Zoos are eligible to apply for VAT deferral, business rates relief, the business interruption loan schemes, the option to reclaim the costs of statutory sick pay, and hospitality and leisure grant funding of up to £25,000. In addition, on 4 May, the Government introduced the £14 million zoo support fund for licensed zoos in England, specifically for zoos in severe financial distress. The fund is open for another five weeks and DEFRA has already awarded grants to many zoos and aquariums.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some hon. Members, including my hon. Friend the Member for Romford, mentioned the rules for the zoo support fund. It has been suggested that they need to be changed so that zoos can access the fund before being at the point of closure. The fund was specifically set up to avoid unnecessary additional euthanasia of zoo animals and capped payments at £100,000. It can be accessed only when a zoo is in severe financial difficulties. However, we are monitoring its operation. Clearly, we are listening to the comments that have been made today. We are keeping the scheme under review in relation to how soon we can provide support when a zoo is running out of funds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bob Seely**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is talking about the DEFRA fund. It is not necessarily needed now, but it may be needed in a few months, when zoos and charitable entities start to run into worse financial problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hear what my hon. Friend says and that has been noted. I also get the message loud and clear that there are calls for a wide range of other wildlife enterprises, including farm parks, and places such as the Cotebrook Shire Horse Centre and Crocodiles of the World near Witney, to open.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Greg Smith (Buckingham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for my hon. Friend’s commitment to looking at the matter again. I double underline the urgency for the Green Dragon rare breeds farm in my constituency, where the animals are now getting fed only as a result of the local community’s generosity in making food donations. If the animals do not get that food urgently, I fear that they will be put down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is noted. The exact scope of easing restrictions is being discussed as we speak. We will consider whether other outdoor animal attractions can open safely in future and at the same time. Clearly, many larger zoos face real long-term issues. Discussion about that is also ongoing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank all the zoos and aquariums that played such a key role in the discussions with DEFRA, particularly in highlighting the crucial animal welfare implications. Thanks must go to BIAZA and our hard-working DEFRA team. I also thank my colleague Lord Goldsmith for all his work. He has kept me fully informed of what is happening.​  \nI want to assure colleagues that weekly meetings will continue with the chief executive officers of the largest charitable zoos and aquariums, so that we are fully aware of the situation. I am also happy to meet my hon. Friend the Member for Romford to discuss his further thoughts and ideas, which he has clearly been thinking on very much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In closing, I want to reiterate—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. Let me just say to the Minister that, although I will have to put the Adjournment again at five o’clock, she can go on speaking after that. It is all right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Oh, I am terribly sorry. I was informed that I had to stop at five. Anyway, I have almost finished, Madam Deputy Speaker.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I just want to end by thanking absolutely everybody involved and to recognise the role that zoos, wildlife sanctuaries and aquariums play in this nation—the huge conservation role, the animal welfare, the getting people out into green spaces, the health and wellbeing impacts, the jobs, the impact on the economy and all of that. I assure Members that we will continue to assess the situation. I would like once again to thank my hon. Friend the Member for Romford for his terrific work. We will all be the better for it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}