{
    "url": "https://www.ukpol.co.uk/rebecca-pow-2020-speech-on-flood-defences-at-tenbury-wells/",
    "title": "Rebecca Pow – 2020 Speech on Flood Defences at Tenbury Wells",
    "post_date": "June 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rebecca Pow",
            "url": "/tag/rebecca-pow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Rebecca Pow, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 3 June 2020.",
    "content": [
        "I do not know whether I should say I am delighted to be back, but this is the first time, apart from voting, that I have set foot in the Chamber. It is very good to see you in the Chair, Madam Deputy Speaker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I congratulate my hon. Friend the Member for West Worcestershire (Harriett Baldwin) on securing this important debate, and indeed on her persistence, because she is right that this has been postponed twice because of the situation we have found ourselves in. I know that Tenbury Wells has suffered extensive flooding on a number of occasions, most recently in November 2019 and February 2020, when the levels were just below those that occurred in the devastating year of 2007, as we have heard. I do appreciate how difficult that must have been for both the residents and the businesses. My hon. Friend has also written to the Secretary of State recently on this matter. She is absolutely assiduous in this respect on behalf of her constituency, and rightly so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Flood and coastal risk management is a high priority for this Government, and it has continued to be a priority despite the challenges brought by the pandemic. I know very well the impacts that flooding can have on lives and on communities, as I experienced in Somerset in the floods of 2013-14. As my hon. Friend mentioned, a few months ago we saw the same devastating impacts once again. I would like to take this opportunity, as my hon. Friend did, to pay tribute to all the emergency services that helped, as well as the Environment Agency, the local authorities, the Army, government officials, and particularly those volunteers—my hon. Friend referred to them—who stepped in to help during that time of the floods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to hear that my hon. Friend acknowledges that upwards of £9 million has so far been devoted to flood schemes in her area, and that the scheme for Severn Stoke is now fully funded and progressing through the planning stage. This is heartening, as I hope she will agree. I am sure that everyone will welcome the construction of the earth embankment to reduce flood risk, which could begin later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As my hon. Friend has explained, however, there is still the challenge of delivering the scheme for Tenbury Wells, which is complex, as the community is susceptible to flooding from both the River Teme and the Kyre brook, with direct impacts on homes and businesses. The local economy also suffers indirectly with several transport links and commuter routes through the town being adversely affected when flooding occurs. I understand that a technically viable scheme exists, as we have heard, for this ancient market town of Tenbury Wells to better protect 82 residential properties and some 80 businesses, and that work is currently under way to review and update that proposal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I have said, this is a complex problem in the area of Tenbury Wells—there is not just one simple solution—and it needs wide-ranging interventions, which include floodwalls, gates and bunds that can be worked into the fabric of the town. I am pleased to hear that the Environment Agency is continuing to work hard with partners and the local flood action group in Tenbury to further progress this work. I have obviously been in touch with them ahead of this debate to hear what is going on.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I must also recognise the work that has been done so far to reduce flood risk in Tenbury Wells, which includes the property-level flood resilience measures that were installed between 2010 and 2012. This has provided some protection to properties from floods of lesser depths, but I appreciate that this does not offer protection against the larger floods we have seen in recent times. I know that the Environment Agency has considered the provision of temporary flood defences to reduce flood risk in Tenbury Wells. However, as my hon. Friend mentioned in her speech, the variable terrain combined with the flood depths and the length of the barrier required means that temporary barriers would not provide an effective or robust solution for Tenbury Wells.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An economic appraisal of the feasibility of this complex scheme is now complete, and is progressing towards the outline business case stage. This has provided greater certainty on the costs, with current estimates that its delivery would be in the region of £6 million. Early indications suggest that the scheme would be eligible for approximately £1.2 million of Department for Environment, Food and Rural Affairs flood defence grant in aid under the new rules—I will say a bit more about them in a minute—leaving the remainder of the total cost to come from partnership funding contributions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can assure my hon. Friend that I do appreciate the challenges that this can bring. The Government are currently investing £2.6 billion in flood defences to better protect 300,000 homes, and that programme of work will run until 2021. However, the twin pressures of climate change and population growth mean that further action is needed. The recent Budget announcement confirmed that the Government will double the amount that they invest in flood and coastal defence programmes in England to £5.2 billion over the six years from 2021, better protecting a further 336,000 properties, which includes 290,000 homes. We understand that the proposed scheme for Tenbury Wells is in the future flood defence programme for after 2021. Although the scheme is eligible for a contribution from Government, I do appreciate that it still leaves a funding gap of £5 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In April this year, DEFRA and the EA published an update to the partnership funding policy, which I referred to just now, which included updating the payment rates in line with inflation, changes to better take account of properties that will become a risk due to climate change, the impact on mental health, an additional risk band in what we call the lower return periods—periods when there are smaller floods, not huge ones—and a new approach to encouraging environmental benefits into flood schemes, all of which, I hope my hon. Friend will agree, are helpful additions to how the money is calculated. Those changes will come into effect from April 2021, and early indications from the Environment Agency suggest that that has increased that Government contribution for the scheme from £1 million, which I think my hon. Friend mentioned, to £1.2 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the time of announcing these changes to the partnership funding policy, we also announced our intention to launch a public consultation on floods funding policy, to gather insights from across the country. The Government are committed to ensuring that our approach to funding is fit for purpose, and the recent floods highlight the challenges with the current policy, which we want to endeavour to address. I will be happy to share further details of that consultation with my hon. Friend.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The £5.2 billion capital programme will continue to be allocated in accordance with DEFRA’s partnership funding policy. That policy clarifies the level of investment that communities can expect from DEFRA, so that it is clear at what level a partnership funding project would need to go ahead. Our programme of investment aims to maximise the economic benefits and the number of homes protected, in terms of potential damages avoided as a result of flooding or coastal erosion. Investment also takes account of local choices and priorities, and funding decisions will continue to be made based on a rigorous assessment of local needs and the value for money of proposed schemes. I do have to point out, though, that it would be contrary to the aims of the partnership funding policy for DEFRA to fill funding gaps for individual projects, and we have made no provision to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That said, both the Secretary of State and I are closely monitoring the operation of the partnership funding policy. I can assure my hon. Friend that we are aware of both the advantages and the limitations of the current formulation. Indeed, given the recent dramatic, devastating flooding incidents across the country, it was not long ago that I was in my wellies, with my Barbour and my hat on, out in all those floods, because I wanted to have a close look. I did go, and I did learn a great deal from it, which is now informing some of the things we hope will happen in future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government and the EA remain committed to helping reduce the risk and impact of flooding in Tenbury and increase the town’s resilience, whilst also enhancing the environment and the economic prosperity of the community. I know that the EA has recently met with partners at the National Flood Forum, as well as the wider community, to examine all the options, including those that have gained interest from the Heritage Lottery Fund, in line with the Government’s partnership funding approach. I welcome that aspect, although I must say, sadly—I am sure my hon. Friend knows—that due to the impacts of the ongoing pandemic, heritage lottery funding involvement has been put on hold. The EA is working to demonstrate, though, how the scheme would benefit the economic growth of the town and the surrounding area, and as such, provide an investment opportunity for partners such as the Worcestershire local enterprise partnership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The EA has also identified businesses that are affected when the road network in Tenbury is flooded. I know that they have plans to work in partnership with local economic growth teams in Malvern Hills District Council and Shropshire Council to engage with those local businesses and build intelligence on the impact of flooding. I fully support my hon. Friend’s suggestions for bringing ​in all available funding partners. She is clearly doing a great deal of work to try to secure those partnership contributions. I appreciate the clear challenge that that will bring, and I welcome the opportunities that she has identified—for example, the Woodland Trust and its work on a catchment-based approach—and the potential to involve farmers through the forthcoming environmental land management schemes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There could be much wider opportunities opening up with funding streams for land management and other options. The Government are committed to getting the most for people and the environment from our investment, including securing wider environmental benefits from flood defence spending. We are determined that natural flood management solutions are fairly assessed and supported where they offer a viable way of reducing the damaging impacts of flooding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend, alongside other local elected representatives, is a keen advocate of the proposed scheme. My hon. Friend the Member for North Herefordshire (Bill Wiggin) is constantly contacting me about flooding issues, and rightly so. They are all supporting one another. We do this in Somerset—we have to do these things. Both the Environmental Agency and I welcome and encourage all support for these endeavours, and I urge my hon. Friend the Member for West Worcestershire to continue to engage with all interested parties. The Government and the Environment Agency understand the challenges in Tenbury Wells and will continue to support my hon. Friend and local partners in working towards a viable flood scheme. I am sensitive to the challenges that the partnership funding policy can bring, as I have mentioned, but I hope that the changes we have already made, and the opportunity for engagement through the public consultation later this year, will give some reassurance on the importance of the issues that are being considered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, my Department is working closely with the Environment Agency and Her Majesty’s Treasury on investment needs and the Government’s role in supporting community resilience, particularly in rural areas such as the one where my hon. Friend lives and the area she represents. I take on board what she has said and thank her enormously for her input. Would it not be great, Madam Deputy Speaker, if perhaps together we could go to the mistletoe festival one day, or to Tenbury agricultural show, when everything opens up again, and visit this ancient market town?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}