{
    "url": "https://www.ukpol.co.uk/rebecca-pow-2020-statement-on-the-water-industry/",
    "title": "Rebecca Pow – 2020 Statement on the Water Industry",
    "post_date": "June 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rebecca Pow",
            "url": "/tag/rebecca-pow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Rebecca Pow, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 10 June 2020.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That the draft Water Industry (Specified Infrastructure Projects) (English Undertakers) (Amendment) Regulations 2020, which were laid before this House on 28 April, be approved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mr Speaker—no, Madam Deputy Speaker. I got that completely wrong before I had even started. I apologise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The instrument before the House is a simple amendment to the Water Industry (Specified Infrastructure Projects) (English Undertakers) Regulations 2013 to remove the sunsetting provision. That would allow the 2013 regulations to continue in force and to be available as part of the regulatory framework of the water industry. Without this SI, the 2013 regulations would expire on 27 June 2020. Before I talk a little further about the Government’s reasons for bringing forward this amending SI, I wish to outline the purpose of the 2013 regulations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Water and sewerage services in England are provided by companies known as undertakers. The 2013 regulations were designed to help contain and minimise the risks associated with large or complex water or sewerage infra- structure projects, thereby helping to protect undertakers, their customers and UK taxpayers. Containing and minimising risks is likely to reduce the overall cost of borrowing for a given water undertaker and so ensure better value for money for that undertaker’s customers. It also makes sure that delivery of such infrastructure projects will not adversely impact on the existing water or sewerage services provided by undertakers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 2013 regulations enable the Secretary of State or Ofwat to specify, by notice, an infrastructure project where either is satisfied that two conditions had been met. The first is that the infrastructure project is of a size or complexity that threatens an undertaker’s ability to provide services to its customers. The second condition is that specifying the project would likely result in better value for money than if the project was not so specified, taking into account charges to customers and any Government financial assistance. A good example of this, just to set this all in context, is the Thames Tideway Tunnel, which meets both of those conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Once specified, an undertaker is required to put the infrastructure project out to tender and a separate Ofwat regulated infrastructure provider is then designated to finance and deliver the project. Such infrastructure projects raise many complex issues, particularly around determining the cost of their financing, coupled with the construction risk that is far greater than that normally associated with an undertaker’s typical capital investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Requiring an undertaker to tender competitively for an infrastructure provider for a large or complex project provides an objective means of testing whether the financing costs of such a project are appropriate and reasonable. Without the tendering process, competitively determining the cost of capital for this type of infrastructure project would not be possible. The ability to create Ofwat-regulated infrastructure providers also helps to ring fence their associated higher risks and should result in more effective risk management for these projects. Creating designated infrastructure providers in this way means that a large or complex infrastructure project will not affect the ability of an undertaker to provide its ​day-to-day services for its customers and avoids any resultant extra costs that would ultimately be borne by their customers—in other words, the people using the water.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood (Wokingham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister assure the House that this provision will not be used as a device to prevent the additional provision of water capacity, which is much-needed in the south-east? We have had huge overdevelopment, without the proper additional provision of water. We now wish to see an awful lot more food grown locally and in our country, which will need a lot of irrigation. So will she assure the House that increasing capacity will be an important part of the greener growth that we look forward to?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend makes an exceedingly good point. Of course the Government are completely aware of the situation on water supply and dealing with the issues he is talking about is on our top list of priorities, but what we are dealing with here is quite separate. We are talking about big infrastructure projects, some of which will deliver some of the water he is referring to and will be very helpful, but they will be separate projects, as is the Thames Tideway Tunnel, from the general work of the water companies and the smaller-scale projects that they will still undertake to keep our water supply as we need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The amending statutory instrument was laid in Parliament following a post-implementation review of the 2013 regulations, carried out in 2018. Eight key stake- holders were consulted, five of which submitted responses —Ofwat, Thames Water, Bazalgette Tunnel Ltd, Bazalgette Tunnel Ltd investors and the Consumer Council for Water. The review found that the 2013 regulations had been successful in fulfilling all their policy objectives: facilitating large or complex projects; minimising risks to undertakers; providing value for money to customers; and promoting innovation in the sector. Accordingly, the review recommended that the 2013 regulations’ sunsetting provision be removed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In March 2020, we undertook a further, targeted consultation on our proposal to remove the sunsetting provision in this piece of legislation. Views were sought from Ofwat, Water UK, Thames Water, Bazalgette Tunnel Ltd, the Environment, Agency the Drinking Water Inspectorate and the CCFW. Water companies were consulted via Water UK and Bazalgette Tunnel Ltd was given the option to consult its investors. Four written responses were received, from Ofwat, the Environment Agency, Thames Water and Affinity Water. All indicated that they were in favour of this amendment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Currently, the only project regulated under the 2013 regulations is the Thames Tideway Tunnel, which I referred to earlier. However, Ofwat has identified four large or complex water infrastructure projects currently in development that may benefit from being specified in accordance with the 2013 regulations over the next 10 years, which might be of interest to my right hon. Friend. They are the south-east strategic reservoir at Abingdon, a joint project proposed by Thames Water; the London effluent re-use scheme, a project proposed by Thames Water; the south Lincolnshire reservoir, a joint project proposed by Anglia Water and Affinity Water; ​and the River Severn to River Thames transfer, a joint project proposed by Thames Water, Severn Trent Water and United Utilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Minister give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been generous in giving way, but I will do so again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister, because she has got to the point that I was hoping she might be making, which is that we need more reservoir capacity urgently. It is crazy that with just one month of dry weather we are already at risk of some kind of hosepipe ban, after the wettest, long autumn and winter I can remember.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend makes a sound point. A lot of the issue is that we have been in lockdown and there has been an enormous increase in demand for water because people have been at home, filling their paddling pools and watering their gardens and vegetable patches, as I have. That increased use of water has put on immediate pressure. It is not a drought situation, but he is right: we need to deal with our overall water supply, and that is absolutely on this Government’s agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A decision as to whether the infrastructure projects I have referred to could come within the scope of the 2013 regulations will be made on a case-by-case basis at the appropriate time when the schemes are brought forward. The Government are committed to improving water supply resilience, as set out in our strategic policy statement to Ofwat and our 25-year environment plan. That ambition is made more challenging because of the growing population, increased water demand from agriculture and industry and, of course, climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also want to ensure that there is sufficient water left for the natural environment. Without any action, many areas of England will face water shortages by 2050. The starting point for action is to reduce water use by reducing leakage from the water distribution networks and reducing our personal consumption. However, even if leaks and personal consumption are reduced, we will continue to need new water resource infrastructure. In our “Water conservation report”, published in December 2018, we set out our progress on promoting water conservation from 2015 onwards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister responded to an Adjournment debate secured by a Member from England on the decreasing water supply in rivers because of water being taken out by water companies. Is it her intention to ensure that that practice will stop and that river water levels will be retained?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The water supply is to be looked at in the round. If the hon. Gentleman would like to have a conversation with me, I would be happy to tell him about all the things we have in train to deal with that, to ensure that we have enough water for everyone in future and take account of climate change and the growing demands. He raises an important point; keeping the right status for our rivers is incredibly important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We endorse the industry’s existing commitment to a 50% reduction in leakage by 2050, and we announced a consultation to enable us to set an ambitious target for personal water consumption. We consulted on measures ​to reduce personal water consumption, including supporting measures on amending building regulations, water efficiency labelling and smart metering. Most of those measures can be taken forward without the need for new primary legislation, and we will publish a Government position on it later this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside reducing leakage and personal water consumption, new water resources infrastructure, including reservoirs and water transfers, is needed to provide a secure supply of water for future generations. In the current price review period, Ofwat has made £469 million available to nine water companies to investigate and develop integrated strategic regional water resource solutions, in order to be construction-ready by 2025. That work will be supported by the Environment Agency’s national framework for water resources, which was published in March this year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In summary, this statutory instrument enables the Water Industry (Specified Infrastructure Projects) (English Undertakers) Regulations 2013 to continue in force, in order that they can continue to be used in the future delivery of large or complex water or sewerage infrastructure projects. Such projects play an essential role in strengthening the future resilience of water resources in England. Retaining the 2013 regulations will help to reduce the associated financial risks of such projects, ensure that water undertakers continue to deliver their existing water or sewerage services to customers and provide greater value for money. I commend the regulations to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}