{
    "url": "https://www.ukpol.co.uk/rebecca-pow-2020-speech-on-the-restoration-of-canals/",
    "title": "Rebecca Pow – 2020 Speech on the Restoration of Canals",
    "post_date": "June 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rebecca Pow",
            "url": "/tag/rebecca-pow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "Below is the text of the speech made by Rebecca Pow, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 4 June 2020.",
    "content": [
        "It is a pleasure to be here this afternoon talking about canals—a lovely subject on which to end the day. I congratulate my hon. Friend the Member for Montgomeryshire (Craig Williams) on securing this important debate on the restoration of Montgomery canal. He brings personal experience, because I believe he was brought up in the area, and it is one he knows very well. The canal is affectionately known locally as “Monty”, which shows how much people love that canal and the idea of the canal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have my own experience with canals, because I grew up near the Kennet and Avon canal. Large parts of that have been restored during my lifetime, and it does indeed bring an enormous benefit to places such as Bath, Bradford on Avon and into Wiltshire. That is not to mention the canal locks. I do not know whether my hon. Friend has been to the section of the canal in Devizes, but there are 32 lock gates, if one wants to keep fit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over 50% of canals are now restored. A chunk of Montgomery canal has been restored, and there are well developed plans for the next phase of the restoration, with four phases over 19 years. My hon. Friend is talking in particular about a 35-mile stretch that still needs to be restored. I had a look at a map, and it goes up to Ellesmere in Shropshire and then connects with Newtown in mid-Wales. It is a very beautiful part of the countryside. This stretch of the canal goes through a site of special scientific interest, nature reserves and heritage sites, one being Llanymynech lime kiln works. There are some very interesting things to look at all along the way. With my horticultural background, I was especially interested to learn that Monty is home to the largest UK population of floating water plantain, which is a rare aquatic plant. If I ever do get there, I hope my hon. Friend will take me to see that plant, because I would very much like to see it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The restoration of our disused canals is proving very valuable, enabling an increasing number of people to enjoy the outdoors and get close to water. Being close to water and being outside has much value for health and wellbeing. The Canal and River Trust did a survey recently, and it discovered that life satisfaction and happiness is 10% higher if you live near water, so we can see the benefits of restoring canals.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The responsibility for the management and maintenance of canals in England and Wales rests with the owner and the navigation authority. For the majority of canals, that is the Canal and River Trust, which is the case with Montgomery canal. The Canal and River Trust was set up in 2012, and as part of the transfer of ownership, the Government agreed a grant of around £50 million per year over 15 years to support the trust to develop income- generating strategies and revenues to invest in canal maintenance and regeneration programmes, which have been incredibly effective.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend spoke eloquently about Montgomery canal, which is a great example of a restoration project that is off the ground. The Canal and River Trust is working with the Montgomery Waterway Restoration Trust to manage the project and raise additional funds. With the cost of the first three phases estimated at £34 million, there is clearly much more fundraising work to be done, but if the success of the project so far is anything to go by, I am confident that this will be achieved. It is clear that a broad range of partners have already been found, which is heartening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Canal and River Trust, along with other smaller navigation authorities, is reporting increasing numbers of visitors along their canals. Those visitors are both walking and cycling—it not just about being on the water, but using the towpaths, as we have heard—as well as boaters using the waterways. During this pandemic, canal towpaths have reportedly been used even more, as people get out for their daily exercise. We have noticed this in Taunton Deane, where we have a section of canal, and a lot of people have really enjoyed being able to get out there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only do canals bring a great health benefit; they can also make a really important contribution to the economy locally, especially where they go through urban areas and areas that have traditionally been in decline. They have generated money through tourists coming in, and through starting to get freight back on to the waterways. With the move to net zero and to cleaner air, this is actually a huge asset, and we are starting to realise that canals can have a rebirth as transport links.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend mentioned the impacts of coronavirus and its effects on people using the sides of the canals. There has been a knock-on effect on small waterways businesses, which I would like to touch on quickly. I would like to assure these businesses—many of them have contacted me—that I am aware of the challenges ​they are facing, because a lot of them have not been able to operate their businesses on the canals. I have asked my team in the Department for Environment, Food and Rural Affairs to work very closely with the Department for Digital, Culture, Media and Sport, because it is working up a potential tourism offer for those businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very pleased to see that there has been some easing of lockdown restrictions on some of the small businesses on our waterways, and we are looking at more opportunities coming up in future weeks and months. While still keeping to the social distancing guidance, people are now able to hire canoes, kayaks or paddleboards—I do not know whether we have any paddle- boarders here, but one can take out a paddleboard—and to go fishing and enjoy a day trip on a small boat, as well as continuing to use the towpaths. We are working on guidance to enable more of the waterways sector to open, I hope, in the coming weeks; we are working on that as we speak. I hope that that gives a little bit of confidence to the industry. I very much hope that the waterways will play their own part in the recovery as we start to get going again, with people taking holidays on the waterways and canals, day trips and all the things that my hon. Friend suggested that waterways can bring to an area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In closing, I very much thank my hon. Friend for being persistent in relation to this debate, because it has been postponed previously, and for giving us a little bit of colour about his canal and the restoration scheme. The Government recognise the very considerable benefits our canal network brings in myriad ways, such as providing greater access to the outdoors, enhancing wellbeing, bringing us closer to water, engaging with nature—those water plantains—increasing leisure and recreation, increasing regeneration and bringing value to the economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think we are singing from the same hymn sheet in that I am a convert to canal restoration. I very much forward to walking down that stretch of restored canal— I will not say hand in hand with my hon. Friend, but I would certainly like to walk down it with him—and to enjoying the wider benefits of Montgomeryshire.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}