{
    "url": "https://www.ukpol.co.uk/rebecca-pow-2020-statement-on-plastic-waste/",
    "title": "Rebecca Pow – 2020 Statement on Plastic Waste",
    "post_date": "June 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Rebecca Pow",
            "url": "/tag/rebecca-pow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Rebecca Pow, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 15 June 2020.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That the draft Environmental Protection (Plastic Straws, Cotton Buds and Stirrers) (England) Regulations 2020, which were laid before this House on 19 May, be approved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before I begin my remarks, I want to address the issue of why the draft regulations are being brought before the House now instead of earlier in the year. Originally, the regulations were laid in March this year and set to come into force in April. However, in light of the unprecedented situation that this country has faced due to covid-19, they were delayed to reduce the burden placed on industry and to avoid adding further to the demands placed on local authorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many businesses should have been prepared for the ban, given that our plans have been widely publicised, but we received correspondence from many stating that supply chains had faced disruption from the widespread outbreak of covid-19, so sourcing alternatives to single-use plastics had been challenging. We were asked to delay entry into force for a short time while at the peak of this crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delaying regulations was only a temporary measure in response to the crisis. Our commitment to turning the tide on the widespread use of single-use plastics is as strong as ever, and we seek to limit our impact on the natural environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mark Pawsey (Rugby) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I spent my working career supplying food service packaging items, and I see today as a pretty sad day. Having sold many straws and plastic stirrers in my working career, I find it of concern that if I supply a plastic drink stirrer I am guilty of an offence and would be liable on summary conviction to a fine. I think that is a pretty disappointing state to be in. I thank the Minister for the delay, because for many of the suppliers of these products, their customers have not been able to use the products as a consequence of the hospitality sector being shut down. The delay that she has introduced is very welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend for that intervention. I know how much work he does with the packaging industry, which, it has to be recognised, is indeed an important part of our economy. I welcome the fact that he recognises that this measure is much needed. Indeed, we brought the whole industry on board with us, and we listened to it. That is why we are giving this slight extension in bringing in the regulations: it was specifically at the request of the industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the purpose of this SI, the Government are committed to eliminating plastic waste and the terrible effects that can result from plastic being in the environment. Single-use plastic items—products that are made wholly or partly from plastic and designed to be used only once—are increasingly common, and their use and inappropriate disposal continue to raise significant environmental issues. Unlike other materials such as paper or wood, plastic can persist in the environment for hundreds of years. Therefore, if released into the environment, items such as plastic straws can endanger wildlife and damage habitats, and small pieces of plastic ​items can often be ingested by animals. Furthermore, plastic that escapes into the environment will eventually break down into microplastics, which are permeating our food chain as well as ending up in our soils and the sea. The full impacts of this are still being uncovered.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I understand exactly the logical reason why the Government are bringing this forward tonight. However, the Minister will realise that many businesses and companies have to find alternatives to plastic. Does she recognise within this SI the need for investment in research and development in emerging technologies that are producing biodegradable, single-use, plastic-type product alternatives?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member for his intervention, which is perceptive, because the Government are definitely encouraging research and innovation in this field. He specifically mentioned biodegradable products. There is a great deal of discussion about that. Consulting and taking advice on it continue to be very important. We have carried out a consultation, because we need to know what even those products break down into before they come into general use. We have to be just as careful.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jacob Young (Redcar) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that it is not plastic that is the problem, but waste, and we should be doing all we can to tackle that? Will she join me in commending companies like ReNew ELP in my constituency, which is leading the way in chemical recycling?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my hon. Friend. This is all part of the whole new world that we are moving into of creating a circular economy where we research what we are making and design it so that we can reuse it, repair it or make it last longer. That is why the Environment Bill is so important, because it will contain many of the measures to reach this stage through the resources and waste strategy. I must also praise the company in his constituency that he mentioned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mark Pawsey**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that plastic is a problem and waste is a problem, but people are also a problem? People are not disposing of these products appropriately and they are getting into the wrong place. Would an education process to get people to put the right product in the right box and get it recycled be part of her endeavour?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. Just before the Minister replies, I want to make sure that hon. and right hon. Members are paying attention to the remit of the SI, if I can put it that way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think you can see, Madam Deputy Speaker, that this is a wide subject and people are generally interested in this whole issue of waste and plastics. Of course, my hon. Friend’s point about people is absolutely right. Even with my own children, I still have to teach them what to put in which boxes for the recycling: it drives me absolutely nuts. In the Environment Bill, we are bringing forward measures to align all the collection services, which will, once and for all, I hope, sort out the situation to which he refers.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposed measures in the resources and waste chapter of our Environment Bill will transition us towards a more circular economy—I have mentioned that already—which will change the way we consume resources. However, there is much we can already do to address the issue of single-use plastics, so let us now look clearly at what this statutory instrument will do. It will restrict the supply of single-use plastic straws, stirrers and cotton buds to end users in England, helping to reduce the amount of plastic that pollutes our environment. These new regulations will support the voluntary actions being taken by industry, led by the UK plastics pact, while ensuring that all businesses move to more sustainable alternatives. Our current data show that we use a remarkable 4.7 billion straws, 1.8 billion plastic-stemmed cotton buds and 316 million plastic stirrers every year in England, which is a huge quantity. This intervention will drastically reduce the use of those single-use plastics by an estimated 95%. When taken in conjunction with our wider policy approach to move towards a more circular economy, this will be another landmark moment, following our carrier bag charge and our microbead ban.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These regulations will be coming in ahead of the EU’s introduction of such a ban. Taking advantage of our new-found freedom enables us to be more flexible and to have a more tailored approach, which will enable us to bring in our own exemptions—for example, the exemption for those with disabilities. Let us look at those exemptions. There is no doubt that plastic is an incredibly useful and versatile material. Plastic straws can withstand high temperatures, such as for tea and coffee, and can be moulded to bend or fit into a particular shape. That allows people suffering from certain conditions, such as motor neurone disease, who struggle to hold a cup to access hot and cold drinks, and liquid foods. My husband was seriously ill and we had to use straws as he got increasingly ill, so we can see why an exemption such as that is important. That is why we have included exemptions in these regulations for accessibility, forensic reasons, and medical and scientific uses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Following the introduction of the regulations, plastic-stemmed cotton buds will still be available for purchase by individuals who need them. Plastic straws will be available through pharmacies, without any requirement for proof of need, which means that relatives, friends and carers could buy them on behalf of those who rely on the items. Similarly, we are allowing for catering establishments, such as restaurants and public houses, that supply food and drink ready for visitors to consume to continue to provide plastic straws on request—again, this is without proof of need, for the reasons to which I have just referred. In these instances, it will be against the regulations to display and advertise the fact that straws are being supplied, in order to limit the impulse for people who do not need them to request them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The regulations allow business-to-business sales, for example, between a manufacturer and a catering establishment, to ensure that businesses can supply items to those who need them. We have also exempted other establishments such as schools, care homes and prisons from these regulations on plastic straws, so that they can be made available for anyone in their care who may need them. Finally, there is also an exemption for plastic straws that are classed as packaging. For example, some medicines in pill form are packaged in straws, to ​be dispensed one at a time. These exemptions for medical, scientific and forensic purposes will be reviewed and updated as we move forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are determined to get this right, and it is vital that businesses and the public are informed about what they can and cannot do. Local authorities are obliged to ensure that guidance is published ahead of the regulations coming into force, and anyone caught still supplying the items against the rules set out in this legislation could face civil sanctions, such as stop notices or a variable monetary penalty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we hope that the enforcement measures will not be necessary. Industry is already making good progress to remove the items from their shelves, and public demand for the items is falling. But the regulations need to have teeth to show that the Government take the issue of plastic pollution seriously. The new regulations send a signal to industry and the general public that we need to think carefully about the products we buy and the materials from which they are made. The regulations will help people to make more sustainable choices, and I commend the draft regulations to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}