{
    "url": "https://www.ukpol.co.uk/rebecca-pow-2023-speech-at-the-international-cooperation-on-air-pollution/",
    "title": "Rebecca Pow – 2023 Speech at the International Cooperation on Air Pollution",
    "post_date": "March 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Rebecca Pow",
            "url": "/tag/rebecca-pow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rebecca Pow, the Parliamentary Under Secretary of State (Minister for Environmental Quality and Resilience), in Gothenburg, Sweden on 16 March 2023.",
    "content": [
        "It’s a real pleasure to be here today and an absolute honour to be asked to open this event, which is the first meeting of the Forum for International Cooperation on Air Pollution, here in Gothenburg.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For those of you who do not know me, my name is Rebecca Pow. I’m a Minister of the UK Parliament – my actual constituency is in the west of England, called Taunton Deane. I am the Minister for Environmental Quality and Resilience. Under that – I say to people, I’ve got all the difficult stuff – everything to do with water and flooding, everything to do with waste and recycling. I’m really excited that here in Sweden, we’re going to go on to look at the deposit return scheme that they run for recycling here in Sweden. I’ve got my team up there – we’re going to go and have a look and see how you do it, because we’re probably going to copy it in some shape or form.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also have under my hat: chemicals and regulation, and of course air quality, which is a huge part of my portfolio. I would say it is a growing area because we’re more and more becoming aware of what we need to do on air. Action on all of the areas I’m responsible for – not just in the UK, but across the globe – are so important because we need to ensure the health of our people, the protection of the environment, and the sustainability of our economies. There is a big link between air pollution and our economies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Forum for International Cooperation on Air Pollution – made up of officials, researchers, and international organisations from around the world – is charged with a very great challenge to make sure we get this right on air pollution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do know that air pollution continues to be the biggest environmental risk to human health. I was talking to somebody just now; the tricky thing with air of course is you can’t see it. So, it makes it, I think, more difficult to get that message across to the public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that poor air quality disproportionately affects the vulnerable. We know that it causes a range of life-shortening diseases, drives down productivity, and harms the natural environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And whilst a lot of actions are being taken to deal with this, we know there is a great deal more to do. Hence, this forum I believe will be so helpful. Through our collaboration and scientific innovation, we have achieved huge successes in driving down emissions over recent decades. But the action that has got us this far simply will not get us where we need to be now and in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are to go further, we really do need to be bold by sharing experience and expertise, supporting innovative policymaking, and by working alongside people and the private sector to drive behavioural change. This is how we will achieve what we know is necessary to protect our citizens and our environment from the harmful effects of pollution. We should not let the complexity of the challenge stop us from taking decisive action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Governments across the world are working hard to clean up the air, to tackle climate change, net zero and restore our biodiversity. The UK is no different. We have a clear commitment and we’re taking ambitious action on each of these global challenges. For instance, we were proud to host COP26 in Glasgow – I expect many of the people here today or joining us on video attended that. All 197 Parties agreed to the Glasgow Climate Pact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recently led the way in securing an incredibly stretching package for protecting nature globally – which includes a new international fund to tackle the nature crisis; and an expectation that $30 billion a year of international nature finance will flow into developing countries by 2030.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our recently published Environmental Improvement Plan is the blueprint to maintain our trajectory and outlines a range of actions, including our two new legal targets for fine particulate matter concentrations. Also, by reducing emissions in our homes by managing domestic burning – so, that’s open fires and log burners. We know that we have got to control these emissions but that’s the difficult one because that’s the one that people are very closely associated with. And also, we’ve got actions supporting farmers to reduce the impact of ammonia emissions from agriculture.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building on the progress we made during our COP and G7 presidencies, we will continue to display strong global leadership on air quality, climate change and nature. To keep our promises, and deliver to the highest standards, we must work with our partners across the world to maintain momentum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "International co-operation continues to be as important now as it was back in 1979 – you all look a bit young here but 1979, some people will remember that – when the Convention on Long Range Transboundary Air Pollution was signed. This was following acid rain damage right here in Scandinavia during the 1970s and 1980s. I remember seeing those really devastating accounts of the effect of acid rain – and of course, that was air pollution. 32 countries came together then, and they’ve since gone on to achieve a remarkable decline in emissions across the region. It does show what can be done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Convention is an example of what we can achieve through our cooperation. Air pollution – as we all know – knows no borders and it’s only by working together that we can address the interlinked threats of pollution, climate change and biodiversity loss. In that vein, it’s important we look beyond the United Nations Economic Commission for Europe region and continue to strengthen collaboration and cooperation with Parties right across the globe. It’s great to have our UN representative here today, who I met earlier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our new Forum for International Cooperation on Air Pollution has an important role to play in continuing to support the emissions reductions we know are needed on a global scale.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By exchanging information, mutual learning and enhancing cooperation, I know that we can improve the air we all breathe. This, of course, starts with learning lessons from the past. There is much we can learn from the Air Convention’s action to control and reduce transboundary air pollution over the last 44 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This morning’s session on pathways to air pollution action will discuss the building blocks needed for regional cooperation, including some of the challenges and how the Convention overcame them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This afternoon’s session on ‘no regret’ actions will discuss different measures that countries can implement to improve air quality, even if they don’t necessarily have an expansive monitoring network. By sharing exactly this kind of science and policy expertise internationally, we can help more regions to take the necessary steps to tackle this pollution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom are incredibly proud to be co-chair of this international forum with Sweden. I think it’s already showing that it’s going to be a great working partnership. I would really like to offer my thanks to our Swedish co-chairs who have been instrumental in the development, design, and delivery of this forum. Thank you very much for that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also like to thank the Task Force, whose engagement and contributions in Bristol in October 2022 helped shape the programme we have lined up today and will continue to play a central role in the forum going forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And finally, I’m grateful to all of you for travelling from around the world to be here today but also all of those joining virtually. It’s great that if you can’t get here in person, that you can still be a part of it and I hope those people will still be engaging with the different events going on. It is only with the valued input of all of these people that we will be able to work together to find new solutions that can be implemented across the international community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With your commitment and engagement, this Forum for International Cooperation will serve to pull together representatives from a very wide and inclusive sphere from right around the world to tackle the challenges of air pollution – potentially on a holistic scale, because this links in to so many parts of our lives. I’m absolutely sure this forum will be a force for good. I can feel it already, so I’m expecting great things. I really look forward to having a report back from my team who are here about how this goes but also what’s going to happen next – because I think that’s the really important thing. So, let’s carry on and push this up the global agenda, together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}