{
    "url": "https://www.ukpol.co.uk/rebecca-pow-2022-speech-on-ofwat/",
    "title": "Rebecca Pow – 2022 Speech on Ofwat",
    "post_date": "June 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Rebecca Pow",
            "url": "/tag/rebecca-pow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Rebecca Pow, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 9 June 2022.",
    "content": [
        "I stand here not in my algal bloom dress but in what I think of as my biodiverse dress. I congratulate my right hon. Friend the Member for Ludlow (Philip Dunne) on securing the debate and thank him very much for all the work that the Environmental Audit Committee did during its inquiry into river quality. It is a very popular Committee of which both the shadow Minister, the hon. Member for Leeds North West (Alex Sobel), and I are former members. When the Committee comes out with a report such as this, it makes one sit up and take notice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Philip Dunne**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend for taking such an early intervention, but as she has mentioned the Committee’s popularity, it would be remiss of me not to point out to the House that, as a result of the election of our right hon. Friend the Member for Scarborough and Whitby (Sir Robert Goodwill) as Chair of the Environment, Food and Rural Affairs Committee, there is a vacancy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for pointing out the opportunity to do a little canvassing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The report from the Environmental Audit Committee is extremely comprehensive. As my right hon. Friend said, we took careful note of it and took on board a great many of the recommendations made, which shows what a role a Select Committee can play when it is working constructively and well, and we are singing from the same hymn sheet of wanting to improve the quality of our water. We are taking extremely strong action on that agenda and this Government will not stand still. I expect to see change and to see it happen very quickly, and judging by the consensus on both sides of the House today, I believe we all share that view. This Government will not hesitate to take action if the measures we put in place do not happen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I made water quality a priority when I became an Environment Minister. As the Environment Bill went through, we really strengthened it, with lots of input from Members on both sides of the House. We now have some really strong measures to tackle the unacceptable situation that has come to light. I make absolutely no bones about that. It is this Government who have, for the first time, set out in the strategic policy statement to Ofwat, the regulator, that water quality is a priority and the regulator must hold water companies to account for delivering affordable, secure and resilient water services. This Government have also made it crystal clear that water companies must significantly reduce the frequency and volume of discharges from storm sewage overflows, to the point where the Environment Act 2022, which is an exceedingly weighty tome, now has six pages on tackling storm sewage overflows alone. If hon. Members and hon. Friends have not looked at it, they should do. We have set out a plan that will revolutionise how water companies tackle the number of discharges of untreated sewage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ruth Cadbury**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for referring to the Act, but for the purposes of Hansard and the debate, can she say exactly where the stormwater will go if it does not go into the sewage works because the sewage works are overflowing into the river courses? What are the proposals for the excess flows into sewage works, because that is why they are discharging dilute sewage into water courses?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That would be a very long answer—I could write to the hon. Lady with all the detail in the Environment Act, because the whole system is geared up to reduce the sewage going into the pipes in the first place. The clean treated water from sewage works does get released back into the water course, which is why it is important to set targets on a whole range of aspects to do with water; we are not just talking about sewage and how that gets treated. Ultimately, that water goes back into our water courses and channels, which is why it is critical to look at every angle of it and every source of pollution, not just sewage, to stop that going into the water in the first place. All the measures that we have put in place will tackle that from all sides, but I am happy to send her more info on that if she would like.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What we are doing with the storm overflows plan is a game changer that will overhaul our whole sewerage system to tackle those overflows. We heard some great criticism, if I might say so, from the hon. Member for St Albans (Daisy Cooper) on behalf of the Liberal Democrats, but they voted against the amendments in the Environment Act that will improve water quality. Those amendments require the water companies to invest more in improving the infrastructure to prevent all that sewage pollution occurring, so it is a pity that they did not support them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady mentioned a lot about monitoring, but she seems unaware of all the monitoring procedures and reporting procedures that are being put in place, such as the event duration monitoring, which was picked up by my right hon. Friend the Member for Ludlow. I urge the hon. Lady to look at what is being put in place, much of which is already starting. Indeed, all event duration monitoring will be in place by next year—it is happening now and it will happen increasingly. We are working on that and all the measures to make sure that it occurs. Water companies will also face strict limits on when they can use overflows, because they must eliminate the harm that any sewage discharge causes to the environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Daisy Cooper**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister will be aware that our concern is that we should be banning those companies from allowing raw sewage into our rivers, not just asking them to reduce the amount. Where we have 2,300 hours of raw sewage discharge, reducing it by one hour does not achieve a huge amount. She has talked about the measures that she has been trying to take to encourage companies to invest, so does she agree that a sewage tax is precisely the kind of measure that her Government should consider?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we are hoping not that sewage discharges will be reduced by one hour, but that they will be reduced pretty much all the time, unless there is an absolute emergency. That is what the storm sewage overflows are there for and that is why they were put in in Victorian times, but they are simply not fit for purpose. That has come to light particularly through the investigation that the EA instigated, which is how we discovered lots of water companies putting up their hands and saying, “Actually, ooh, we’re not adhering to our permits.” We are now on their case, as are the EA and Ofwat the regulator, as a result of that detailed investigation. Certainly, there is a whole raft of measures that will tackle that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Water companies also need to play their part in reducing nutrient pollution in rivers, which was mentioned by a few colleagues. Through our landmark Environment Act, we propose to set a legally binding target to reduce phosphorous loadings from waste water by 80% by 2030 against the 2020 baseline. That target will provide a legal driver to require water companies to further reduce phosphorous in the water environment, which will protect rivers and our precious habitats. We are also supporting farmers to reduce the nutrient pollution from agriculture.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend the Member for Ludlow mentioned that all of our policies in DEFRA and, I would say, even more widely across Government—for example, the Department for Levelling Up, Housing and Communities forms part of this through its housing policies—need to link up. However, I believe they do, because there are measures in our environmental land management scheme and our flooding policy statement that all link to the water landscape, as they need to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have almost doubled our funding for the catchment-sensitive farming programme, which provides farmers with advice on how to reduce pollution. We have increased that budget to £30 million from £16.6 million, and that will cover 100% of England’s farmland, up from 40% of its current coverage, with more catchment-sensitive farming officers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must recognise that the water environment faces many other pressures. I was pleased that the hon. Member for Plymouth, Sutton and Devonport (Luke Pollard) widened the debate, which is so important. Yes, we have worked very closely together, and I acknowledge that he, with an understanding of the whole landscape, has been supportive of many of these measures. Climate change and a growing population, especially in dryer parts of the country, are increasing constraints on our water supply. The Government have been clear in our statement to Ofwat that water companies and Ofwat must take a long-term and strategic view of the challenges ahead. Meeting our future needs must not come at the expense of the natural environment, and that includes reducing unsustainable water extraction from chalk streams and aquifers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will need a twin-track approach to secure resilient water resources. On the one hand, water companies will need to invest in new supply infrastructure where it is needed, and on the other, we will need to reduce demand for water, use water more efficiently and reduce leaks. We will actually need to secure an additional 4 billion litres of water a day by 2050, and half of that will need to come from reducing demand, as the hon. Member mentioned. By 2050, we expect to see leakage halved, because that is a big part of this, and to see average daily consumption at 110 litres per person, which is actually 30 litres less on average than we are each currently using.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Wantage (David Johnston) mentioned a potential reservoir. I will not comment on that particular reservoir, but we will need—and we are putting in place—a whole raft of such measures. We will need new infrastructure, including new reservoirs to reduce leaks, and to use less water overall. Through the Environment Act, we propose to set a legally binding target on the Government to reduce use of the public water supply in England per head of population by 20% by 2037. This will be supported by mandatory water efficiency labelling and building regulations, and water companies must play their part in helping us to achieve that target.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delivering on these ambitions does not come without costs, and my hon. Friends will be rightly concerned. A number of Members, particularly the hon. Member for Blaydon (Liz Twist), have raised the effect on the cost of living and how critical this is—and she is going to intervene on me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Liz Twist**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for giving way, and she has quite rightly picked up that I have referred to the single social tariff on a number of occasions. In February, she kindly wrote to me, as co-chair of the all-party parliamentary group on water. Can she tell us where we are on the proposal to develop a single social tariff?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Member, and I did write to her; that is right. Obviously, the Chancellor has already announced a whole package of measures to help households with the cost of living, and we do expect the water companies to play their part. All water companies actually have social tariffs in place, as she will know, to support customers who struggle to pay their bills, and close to 1 million customers currently receive that help. My Department is exploring other measures that we may look at to improve this whole sector. I cannot give more detail now, but we are very aware of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to refer to some of the other excellent contributions to the debate. I am so pleased that my hon. Friend the Member for Southend West (Anna Firth) mentioned wet wipes. Shockingly, wet wipes make up 93% of the material that causes sewerage blockages. That is partly why storm sewage overflows are used so often: they are blocked up by wet wipes which have been chucked down the loo. [Interruption.] Yes, and there are horrified looks; I am sure Madam Deputy Speaker does not do that. The cost of dealing with that to the water industry is £100 million a year. We are considering options and we have consulted on what action we might take. It is also important to remember that wet wipes contain plastics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ruth Cadbury**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister is right about the scourge of wet wipes: they are plastic and they cause damage to ecosystems in our rivers and seas. Thames Water tells me that one of the costs to water companies is caused by the wet wipes in many of the sewers in our cities and towns combining with the fat illegally discharged into the sewerage system to create fatbergs. What is the Minister doing to stop the discharge of oil into our sewerage systems, such as incentivising caterers?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Rebecca Pow**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is a horrible, graphic description, and we also need to make people aware that they should not pour fat down the drain; that causes huge disruption and cost. We have consulted on wet wipes: we put out a call for evidence and are now looking at what further action might be taken. Also, water companies are indeed raising the issue of illegally discharged fat.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was great that my hon. Friend the Member for Devizes (Danny Kruger) talked about how wetlands and nature-based solutions are critical to cleaning up our water. We are increasingly using those solutions; the Government are encouraging that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Member for Broxbourne (Sir Charles Walker) was as ever the angler extraordinaire—the canary in the coalmine as he calls himself—and I always listen when he speaks. Along with many others, he mentioned supporting a river recovery fund. My right hon. Friend the Member for Hereford and South Herefordshire (Jesse Norman), who has left his seat, also mentioned that, as did my right hon. Friend the Member for Ludlow, who raised as well the idea of pollution fines going to solving problems relating to water. We are working on a holistic plan for water; it is an interesting concept, and I hear what he says on that. He also talked about development consents and local authorities having no power to include infrastructure relating to water. Again I hear those comments; that is another valid point which I am happy to discuss further with him. In short, he has raised some important points in addition to the inquiry’s recommendations and, as ever, the door is open for us to consider them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank all Members who have participated in the debate. I honestly believe this is a turning point for water. We have all had enough, and water companies must put the environment first—that is what the policy statement to Ofwat says. The message has been clearly sent that Ofwat must reduce the harm from storm sewage overflows. We will no longer stand poor performance from the water companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Almost everybody raised the issue of the enormous salaries and the dividends taken. It has been made very clear to Ofwat that that is no longer acceptable, and it has already started measures which came through in 2019 to make information on salaries and what they are based on more transparent. I think many colleagues commented that, actually, it is great to take a dividend or a big salary, but something must be shown for it. Our water is a precious thing and, without a shadow of a doubt, we should not be abusing it. We should be cleaning it up, and that is what the Government intend to do. I thank all colleagues for taking part in this extremely constructive debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}