{
    "url": "https://www.ukpol.co.uk/lucy-powell-2023-speech-on-bbc-and-the-government-role-in-impartiality/",
    "title": "Lucy Powell – 2023 Speech on BBC and the Government Role in Impartiality",
    "post_date": "March 15, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lucy Powell, the Shadow Culture Secretary, in the House of Commons on 14 March 2023.",
    "content": [
        "This week’s whole sorry saga has raised serious questions about the Government’s role in upholding BBC impartiality. They have their fingerprints all over it. It is no wonder the Secretary of State has gone AWOL. First, it exposed how susceptible the BBC leadership is to Government pressure. After days of holding off, the BBC capitulated to a Tory cancel campaign, orchestrated by Ministers and Conservative Members with their friends in the press, and took Mr Lineker off air. These are the same voices, by the way, who claim to be the champions of free speech. What changed? Can the Minister tell us what contact she or any member of the Government had with any BBC executives or board members during this time? What does she think it looks like to the outside world when a much-loved sports presenter is taken off air for tweeting something that the Government do not like? It sounds more like Putin’s Russia to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, the Government have seriously damaged the BBC’s reputation by appointing a chair who is embroiled in the personal finances of the Prime Minister who gave him the job. No doubt the Minister will tell the House that that is under investigation, but it is an investigation that I instigated, not her. Her boss is the only person with any power to fire the BBC chair. Does she agree that he is now completely unable to carry out his role of providing confidence, credibility and independence? What is she doing to put this right?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, the Government have pursued a deliberate strategy of undermining the BBC in order to keep it over a barrel to get themselves more favourable coverage. That was on full display overnight and I am sure it will be on full display here today. They threaten the licence fee, cut the BBC’s funding and undermine its credibility, all in pursuit of keeping their foot on the BBC’s throat. Will the Minister today finally call off the dogs behind her and stand up for the BBC’s independence from the Government?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Julia Lopez**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for her spirited questions. I have watched her valiant attempts to kick this political football across the weekend and into this week. As Politico notes, we are now on Lineker day 8. She shouts about a political campaign to undermine the BBC that is akin to Putin’s Russia. She professes that she is the shield trying to protect the BBC from political interference, but all the while demanding that the PM gets more stuck in and telling the BBC that it is in the wrong. Forgive the bewildered licence fee payer for wondering why W1A and SW1A are still focusing on this individual case—one that the Government have consistently made clear is for the BBC to resolve internally, which we note it has now done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the hon. Lady knows full well from the Secretary of State’s reply to her correspondence over the weekend, our Department regularly engages with the BBC on a range of issues. At no time have any of us as Ministers sought to influence the BBC’s decision on this case in any way. The events of last week are rightly a matter for the corporation’s determination, and we as a Government do not seek to interfere. I have not added, and do not intend to add, my views on this specific case in response to this urgent question. In response to assertions yesterday that he bowed to political pressure from the Government, the BBC director-general, Tim Davie, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“That is a convenient narrative. It’s not true.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady has sought to make the BBC chairman, Richard Sharp, the ultimate arbiter of such matters. In fact, the BBC charter is clear that it is the director- general, as editor-in-chief of the BBC, not the chairman of the board, who has final responsibility for individual decisions on the BBC’s editorial matters. On the issue of Mr Sharp, she will be aware that previous Governments have appointed people to senior positions in the BBC who have declared political activity. That is not prohibited under the rules. Once appointed, however, all board members are required to adhere to the code of conduct for public body board members. She will know that there are separate independent inquiries into Mr Sharp’s appointment process, and they must be left to conclude. When it comes to the timetable of that, the Government are also awaiting the outcome, and it is right for the Office of the Commissioner for Public Appointments and the investigator that it has appointed to determine the timetable for that process, not the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady said that the Tory Government had long wanted to undermine the BBC. Not true. This is an organisation with a near-guaranteed licence fee income of £3.8 billion per annum until the next charter review in 2027. We back the BBC. We want it to survive as a thriving cultural, creative and democratic engine for many years to come. The Foreign, Commonwealth and Development Office announced just this week that it is giving an extra £20 million to support the BBC World Service over two years, building on the additional support that we gave it for its Ukraine and Russia reporting operations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The social compact that underpins the BBC’s funding arrangement depends fundamentally on the broadcaster maintaining the trust and confidence of viewers. The BBC’s currency in a world of misinformation and “shout the loudest” public discourse is truth, impartiality, accuracy and editorial integrity. It remains our priority as a Government to work with the regulator, Ofcom, to deliver an effective and proportionate framework that holds the BBC to account in its duties, including to impartiality. In May 2020 we launched the mid-term review, a key focus of which was impartiality, and we will assess Ofcom’s regulation in ensuring that the BBC meets the high standards that licence fee payers expect of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}