{
    "url": "https://www.ukpol.co.uk/enoch-powell-1950-maiden-speech-in-the-house-of-commons/",
    "title": "Enoch Powell – 1950 Maiden Speech in the House of Commons",
    "post_date": "February 13, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "1950",
            "url": "/tag/1950/"
        },
        {
            "text": "Enoch Powell",
            "url": "/tag/enoch-powell/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Enoch Powell in the House of Commons on 16 March 1950.",
    "content": [
        "There is no need for me to pretend those feelings of awe and hesitation which assail any hon. Member who rises to address this House for the first time, but I trust I shall receive the indulgence which is usually accorded to one undergoing that ordeal. I wish to address myself to the same problem as the hon. Member for Coventry, East (Mr. Crossman), but to address remarks to it expressed rather in the form of manpower than, as he did, in that of finance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To anyone who reads the White Paper on Defence, the one outstanding feature is the staggering burden in terms of manpower which this country is called upon to shoulder. How great that burden is may be seen by a simple comparison with pre-war commitments. Our Defence Forces are today approximately double the size they were in 1938, but it is an under-estimate to say that our burden has only doubled, for the difference between our pre-war manpower in defence and our present manpower is filled by the National Service man, or conscript. The expenditure of manpower in the form of conscript service is the least efficient and the most dislocating to the national economy of any use of manpower. Therefore, it is fair to say that in so far as we have been obliged to double our burdens by taking upon ourselves the burden of conscription, that burden has more than doubled and any hon. Member in any part of the House must seriously address himself to the question whether that burden can be borne in its present weight and otherwise in what way it can be diminished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In examining that, I wish to address myself particularly to the Army. There is good reason for doing so. The Minister of Defence concentrated attention on the Army requirement in manpower when dealing with this aspect of the question, and in any case two-thirds of our conscripted manpower are called for by the Army, so that if we focus our minds upon those causes which have doubled our commitments in respect of the Army, we may find some indication of the direction in which relief is to be sought.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Upon a rough comparison, we may say that we had serving with the Colours in the Army in 1938 200,000 men—actually the figure was slightly lower. The figure at which the Government aim by April, 1951—which is a figure, one gathers from the White Paper, they do not expect will thereafter diminish, or at any rate will not rapidly diminish—is approximately 350,000. We have a contrast between a pre-war Army of 200,000 and a post-war 1951 Army of 350,000. It is not, however, correct to assume that the commitments which our Army is meeting have increased in that ratio, because the 150,000 or 160,000 conscripts serving in the Army are not doing the work of 160,000 Regulars.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Approximately one-third of the service of a National Service man is not of practical utility because he is undergoing his initial training. There is the question of transport to his overseas station and transport back, and so forth. Besides that, we have an extra demand upon our Regular Forces for the training of the National Service man. I think it more than fair to say that the 150,000 or 160,000 conscripts in the Army are fulfilling the demand of approximately 100,000 Regulars, so that in broad terms the change which has taken place is an increase in our commitments of the order of some 200,000 to 300,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Before analysing the reasons for that increase, may I point out that it is upon the commitment for troops with the Colours that we must fasten our attention. The Minister of Defence was right in saying that there are two grounds on which the case for a conscript force rests—the meeting of current commitments and the formation of a Reserve. But no one will assert that if our current commitments could be met with Regular troops, we could not find more effective methods, more successful and economical methods, than the present system of National Service for forming the Reserve forces which we need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We therefore have to ask what are these additional commitments which have enforced upon us the requirement of an Army of the equivalent of 300,000 as against 200,000 before the war. If we examine the distribution of our Army now and in 1938, we shall perhaps be surprised that the number of troops abroad, outside Europe, is no larger today—in fact it is rather smaller—than it was in 1938; but we should be very wrong to jump to the conclusion that therefore there had been no increase in our extra-European commitment for one simple reason. My right hon. Friend the Member for Woodford (Mr. Churchill) pointed out that in those 90,000 British troops who were outside Europe in 1938 were included the 55,000 British component of the Indian Army. Those 55,000 men were not merely, not even mainly, fulfilling an Indian commitment. They were a strategic reserve for the whole of the Middle and Far East and also, if need were—and on two occasions this was realised in fact—for Europe itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, if we now find ourselves obliged to station outside Europe as many men as before the war, that means that we have an increased commitment of the order of 50,000 men for the Middle and Far East, and have at the same time lost the mass of manoeuvre, the strategic reserve of our British and Indian component of the lost Indian Army. So we find in these facts the first great change which has come over our position. It is a change which follows from the loss of the Indian Army and the intensification of the threat to the Middle and Far East.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The remainder is attributable to the greater threat in Europe, which may be measured in numerical terms, perhaps, by comparing the small forces of occupation present in Germany five years after the First World War with the 70,000 or 80,000 stationed in Germany today. So we find that these two great changes, the loss of the Indian Army coupled with the increased threat to the Middle and Far East, and on the other hand the increased threat in Europe, are the reasons which entail upon us far more than anything else this doubling of our manpower commitment for defence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is there any escape? As the hon. Member for Coventry, East, asked in other terms, must we continue to stagger under this burden until it weighs us down and breaks us, or is there some escape? I suggest that there are two directions in which we could look. The first has already been suggested in my analysis of the causes of our difficulties. We have lost the greatest non-European army which the world has ever seen, an Army which made possible, as did no other institution in the world, the active and affectionate co-operation of European and non-European. I do not intend to go into the reasons for or justification of that event, but it is lost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are an Empire defending the Empire, we must draw far more than we do on the vast reserves of Colonial manpower which exist within the Empire. The virtues which enabled British officers and British administrators to create the Indian Army are not dead. The virtues which made the Indian Army so great an instrument, although some of them are perhaps peculiar to the martial races of India, are paralleled in other parts of the world. Not only is it not impossible, it is imperative that we should create from the other parts of His Majesty’s Dominions a replacement for that which we have lost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thinking in these terms, one is shocked to see from the Army Estimates that in the last 12 months there has been a decrease of 15,000 in the Colonial manpower serving with the Colours outside Europe, and an increase in the British manpower. Surely we are moving in the wrong direction. It is not to the point to say that this is also a question of finance. After all, Nepal does not pay for the Gurkhas but we are very fortunate indeed to be able to supplement our British manpower with the assistance of Nepalese manpower. Exactly the same argument applies to the manpower which can be afforded by our Malayan or our great African territories.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the first direction in which we ought to look—the replacement of the Indian Army. The demand that we shall do so rests ultimately upon the conception that what we are defending, His Majesty’s Dominions as a whole throughout the world, are in reality a whole, and that the manpower of those Dominions has a right and a duty to come to their defence. I do not think that we are applying that principle to the maintenance of the European forces which defend His Majesty’s Dominions. It is far from my mind to criticise or appear to criticise the Governments of the Dominions, but it is the fact that the populations of Australia, New Zealand and Canada together amount to between one-third and one-half of the population of the United Kingdom, whereas the proportion of their manpower which is engaged in the tasks of defence is less than one-eighth of our manpower.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If what we are defending is indeed a unity—and the Tory Party at all events asserts that it is a unity—the duty of this defence is equally incumbent upon what we call the Dominions and upon the United Kingdom. We require, instead of mere consultation, mere machinery of co-operation, usually left somewhat vague, a real recognition of a truly joint responsibility amongst all His Majesty’s Governments for the defence of His Majesty’s Dominions. I am well aware that such a demand raises far reaching political implications. I am not afraid of those implications, indeed I desire them, for I am certain that unless we summon to the defence of this worldwide Empire all its resources, be they European or non-European, we shall fall under the load which we are attempting to bear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}