{
    "url": "https://www.ukpol.co.uk/enoch-powell-1978-speech-on-mp-salaries/",
    "title": "Enoch Powell – 1978 Speech on MP Salaries",
    "post_date": "April 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Enoch Powell",
            "url": "/tag/enoch-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Enoch Powell, the then Ulster Unionist MP for South Down, in the House of Commons on 28 July 1978.",
    "content": [
        "I am not opposed to the third of the three motions which are being considered together in this debate, but I am opposed to the first and the second. Although I suspect, from divers indications, that there may be general support for them in the House and, indeed, for propositions more far reaching, it is perhaps right that a contrary view should be stated.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My opposition is upon two separate grounds, the one narrower, the other ​ broader. The narrow ground is that Members of this House of Commons ought not, even when they decide that it is right and necessary to increase the remuneration of Members of Parliament, to do so in such a way as to benefit themselves in this present Parliament. We, who alone have control of the public purse, ought not to vote money to ourselves. If we think the remuneration should be increased, let us make that decision for subsequent Parliaments—for those whom the electorate shall decide to return here in future; but let us not be seen to be using our power to benefit ourselves who sit here in this present Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That argument would, in my view, be valid quite apart from one of the principal reasons which brings us here, time after time, with this question, as the hon. Member for Fife, Central (Mr. Hamilton) said. Part of the reason is inflation. What we are doing is voting ourselves, or seeking to vote ourselves, an offset to the deterioration in the value of money for which we ourselves are responsible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall not attempt to divert this debate into an economic discussion; but the Prime Minister believes that it was the profligacy of the previous Administration which, by increasing the money supply, caused the inflation of 1975 and 1976. That is the official view of the Government. So, at any rate on that view, we stand self-accused of being the cause of the inflation which has been inflicted upon the country. When that is so, it is an addition of shamelessness to use our power of the purse to vote ourselves an offset to see that we are all right, Jack. That is the narrower ground why I consider this to be a shameful thing that we are doing in the form in which we are doing it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the wider ground is that we have the whole idea of remuneration of Members completely and dangerously wrong. The right hon. Member for Taunton (Mr. du Cann) said that the financial position of Members had slipped. He assents to my quotation. Of course, all these comparisons very much depend upon the starting point which one takes. But I shall take a starting point which is not arbitrary from my point of view. The House and the country may be interested in the ​ financial comparison between the year 1950 and the year 1978.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I belong, as others still here do, to the generation which came into the House after the war. It was a generation which longed to find a place in this House. To say the worst of it, those who came in at the General Election of 1950, the first General Election after the cessation of hostilities, were not the least distinguished generation of hon. Members to have entered this House and to have served in it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The salary then was £1,000. It may surprise hon. Members to recall that a single Member of Parliament, who had no other income, paid £344 in tax out of that £1,000. In 1950 one was “passing rich” on £1,000 a year, if I may misquote Oliver Goldsmith. With a gross income of £1,000 in 1950, an unmarried Member of Parliament had a net income of £656.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of us who threw ourselves with the utmost enthusiasm into the work of this House were in some demand for journalism, broadcasting and in other ways. But the majority of those of whom I am thinking were, while Members of Parliament, mainly dependent upon that remuneration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have ascertained the net income which would correspond today to £656. It is £3,589 in purchasing power. I have ascertained further what at today’s rates of tax the remuneration of a single Member of Parliament would have to be to yield the same net purchasing power after tax as the salary in 1950. That sum is £4,782, somewhat larger than the salary payable at the beginning of this Parliament, which some of us still draw and which was £4,250.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A salary of £4,782 would be the equivalent in purchasing power, net, after tax, of the remuneration on which the post-war generation of Members of Parliament, who against heavy competition managed to find a place in this House, in some cases very marginally, did their duties here nearly full time in many cases and reared families and provided by insurance for their old age or the other events which might befall their families. I thought the House might like to be reminded of those facts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. James Lamond (Oldham, East)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been following the right hon. Member’s argument very closely, and it is extremely interesting. But there is a factor which he has not taken into consideration. It is that the general standard of living in the country has increased considerably since 1950. The standard of living has increased, and the expectations of all the people have increased since that time, including those of Members of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The desire to be in this House has neither increased nor diminished, so far as I observe. However, there were factors that I had omitted, and I shall proceed to mention them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At that time, there were none of the perks of all kinds which we receive today. I apologise, Mr. Deputy Speaker. That is not the right word. I should have said “allowances, reimbursements and facilities.” As the hon. Member for Fife, Central said, except for correspondence with local authorities and Ministries, we stamped our own letters, as our constituents did theirs to us. There was no secretarial allowance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me spend a moment on that, since one of these motions relates to payment for a secretary. The majority of hon. Members in this House do not need a secretary for the proper discharge of their duties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. William Hamilton**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Oh, come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Very well. One of the privileges which we have in this House, according to the right hon. Member for Taunton, is that of free speech. During the first 18 years that I was a Member of this House I had no secretary. In those years many complaints were made of me; but one complaint that was not made was that I neglected my correspondence or my duties to my constituents; nor was it urged against me that I was failing in diligence in applying my mind to the matters which successively were put before this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Has the volume of constituency correspondence increased? [HON. MEMBERS: “Yes”.] That is curious. I am well aware of Parkinson’s law; and I dare say that it operates in all sorts of areas. But my recollection is pretty clear about the volume of constituency correspondence ​ when I came into the House in 1950. Of course, we could have some statistics about this. But I depose that in my own case the volume of correspondence which I received as the hon. Member for Wolverhampton, South-West was higher then than it was 25 years later. That is one hon. Member’s testimony.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Peter Bottomley rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I see that a new hon. Member wants to intervene.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Bottomley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member is not putting forward an argument; nor is he giving any general information which may be of use to the House or the country. Has he sought information from the House of Commons post office to confirm his impression about the volume of incoming correspondence to Members of Parliament?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If hon. Members wished, I am sure that an investigation could be made. I am not suggesting it but, if hon. Members wished, I am sure that we could have an investigation made of the number of constituents’ letters received by hon. Members per diem and per week. But in the absence of those figures we must state our own experience, opinion and, in the case of those who have a considerable length of service, our recollection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I now have 90,000 constituents and a very considerable correspondence otherwise. I find at present, taking one week with another, that a half-time secretary meets my needs. I am not saying that she is not a very good secretary. I am not saying that I am not a very fast worker. But it is perhaps a little local colour which is worth contributing to a debate in which we are enhancing further the allowance to enable every hon. Member of this House to employ a full-time secretary if he wishes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. William Hamilton**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He will not be paid it if he does not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Fife, Central says that he will not be paid it if he does not employ a full-time secretary. Well, we are all hon. Members in this House and, therefore, what he says must be true.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall not pile on the agony by referring to research assistants, although it sometimes strikes me to wonder what most ​ Members of Parliament could possibly do with a research assistant, considering the excellent services, very much better than 25 or 30 years ago, that we can receive in the House of Commons Library without additional cost to the public purse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I said that the equivalent remuneration to 1950 is £4,782, that was an overstatement. It would probably be truer to say that, taking one thing with another—I have not mentioned all the details such as reimbursement for travel by car and so on which did not exist 28 years ago—the real remuneration of hon. Members who are now on £4,250 is the same as the real remuneration of hon. Members in 1950, the post-war generation on £1,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What, then, is the case for a higher remuneration? What is the case for the figure of nearly £7,000 as proposed in the motion, let alone the case for the much higher figures which have been mentioned?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. William Price**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I understand it, the first part of the right hon. Gentleman’s speech was devoted to the belief that I had no right at all to introduce any provision today. He has been consistent in that view, and I respect him for it. I understand him to be saying that we should not have any increase within an existing Parliament. Does it follow from that that he accepts my right to introduce something in the next Parliament? If so, what should that figure be?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was at that moment about to come to the question whether there was any justification for the real remuneration of an hon. Member of this House being increased above the traditional figure, if I may so roughly describe what it stood at for several years before or after 1950, with adjustment for the deterioration in the value of money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member for Fife, Central, in comparing our remuneration with that of a police constable and other worthy members of the community, said that we get the respect we deserve, and he seemed to think that we should increase the respect we get by increasing our remuneration. He even went so far as to say that it was our inadequate remuneration which ​ was the cause of our not being sufficiently respected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish to state the opposite view. I do not believe one can make oneself respected by putting up one’s income—certainly not by voting oneself an increase in income. It may or may not be right to do so; but the notion that we should be more respected because we put ourselves on the basis of an assistant secretary in a Government Department or a county court judge is something which this House should unite in repudiating.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is inherently impossible to discover an analogue outside for a Member of Parliament. This is a unique House and the Members of it fill a unique position, and a uniquely honourable position. Whatever analogue one chooses, it is still absurd to say that the remuneration of a full colonel—or a field marshal perhaps?—a county court judge or a stipendiary magistrate or what one pleases is an analogue for the remuneration of a Member of Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our position is unique, this House is unique by reason of our unique position, and we alone fix arbitrarily what remuneration we believe is defensible and what remuneration we believe will be to the future benefit of this House; for when we take decisions on this kind of subject we are taking decisions about the future of this House of Commons and about the quality of those who will sit here.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Michael English (Nottingham, West)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman said that there are no analogues in this respect. There are analogues, but not in this country. If we look over the water to the United States Congress, where there is a large estate but where the Members have fewer responsibilities because they are responsible only for federal government, we see that they fix their pay on the simple basis that no civil servant should be paid more than a member of the legislature. I am reliably informed that the civil service trade unions in the United States are among the strongest advocates of an increase in pay for representatives there.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member for Taunton said earlier that modesty is our characteristic in this House. He was heard without dissent. But in one respect, ​ at any rate, I am not modest—and that is in regard to this House. I regard no other assembly in the world as in any way comparable with this House of Commons. I have nothing but contempt for those who would argue that we should conduct ourselves in such and such a way, or remunerate ourselves in such and such a way, because the assemblies in France or the United States or some other part of the world do this or do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Ivan Lawrence (Burton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It could be done for nothing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a very good case for doing it for nothing Our honour and the honour of this House is derived from the view that is held of our motives. It is upon that, and that only, that our honour rests—namely, on our motivation. If we pay ourselves in this House a salary such as a person of reasonable talents and education might aspire to if he gets to be a county court judge or a full colonel, if we arrange for ourselves allowances for the expenses we decide to incur such as an employee in a Government office would have, if we provide ourselves with a pension so as to make a career with retirement to look to afterwards, we shall be valued at the valuation we put upon ourselves—as hacks, as people who have come into the job which offered us the best return for our limited talents and who wish to make a career of it, intending to hang on as long as possible until we disappear into a relatively comfortable retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It ought always to be a privilege, and a privilege that demands some sacrifice—that is a word that has been used already in the debate—to belong to the House. There has been talk about hon. Members having undergone sacrifices in receiving the remuneration that has been available to them over the past 25 years. They did not seem to be conscious of the sacrifice they were undergoing when they sought to be re-elected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We ought to be worthy of our honour and tradition. We should claim no more than that minimum remuneration on which any, high or low, can find the means, if that is his ambition, of serving in the House so long as the electors return him. If we alter that basis, we shall become a career assembly, we shall become an assembly that is not one ​ which men compete to belong to for the sake of belonging to it whatever they have to lose elsewhere in order to do so. We shall become an assembly that will be valued by the scale suggested by the hon. Member for Fife, Central—in accordance with the money that we pay ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}