{
    "url": "https://www.ukpol.co.uk/lucy-powell-2016-speech-on-academies/",
    "title": "Lucy Powell – 2016 Speech on Academies",
    "post_date": "May 10, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made in the House of Commons by Lucy Powell, the Shadow Secretary of State for Education, on 9 May 2016.",
    "content": [
        "[![lucypowell](https://www.ukpol.co.uk/wp-content/uploads/2016/05/lucypowell-300x300.png)](https://www.ukpol.co.uk/wp-content/uploads/2016/05/lucypowell.png)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Secretary of State for advance notice of her statement. It is good to see that, despite her best efforts, this U-turn is getting the airing it deserves today. What she announced on Friday was a significant and welcome climbdown. However she wants to dress it up, dropping her desire to force all schools to become academies by her arbitrary deadline of 2022 is a key concession. School leaders should take it as a clear signal that the foot is off their throat and that they should not feel they need to jump before being pushed. In achieving this welcome move, I thank the broad alliance who joined us in making the arguments: the head teachers, who made their collective voice clear last weekend, parents, governors, teachers, local government leaders, and hon. Members from across the House, who made thoughtful and important interventions over recent weeks. Given the scale and breadth of the opposition to her plans and the huge sense of panic and upheaval that they caused school leaders, the Secretary of State might have shown a little more humility in her statement today. If I were her, I would at least apologise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After the Secretary of State’s statement today, we are all left even more confused about what her policy actually is. She says that her aim remains the same, but without the means. Although she has conceded on the politically daft idea of forcing good and outstanding schools to become academies against their wishes, she still holds the ambition that all schools will become academies, but she failed to make a single decent argument as to why that ambition is desirable in the first place. Perhaps this is because, despite her claiming to be in listening mode, the Secretary of State has her fingers in her ears and is out of touch with heads, parents and teachers.  \nThe Secretary of State has failed to address the serious concerns that have been raised. Where is her evidence that academisation is the panacea for school improvement? Where is the choice, autonomy or innovation in a one-size-fits-all approach? Is there sufficient capacity and accountability in the academies system to ensure that best practice, not poor practice, is being spread? Those questions remain as she seeks further powers to speed up the pace of academisation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On school improvement, the Secretary of State must now take stock of the evidence. The Education Committee recommended that she do just that. Sir Michael Wilshaw found serious concerns in many chains. Research by the Sutton Trust found a mixed picture of performance in academy chains. There is no evidence at all that academisation in and of itself leads to school improvement. Indeed, analysis published today by PwC shows that—[Interruption.] Government Members might want to listen to this. The analysis shows that only three of the biggest academy chains got a positive value-added rating and—this is quite startling—just one of the 26 biggest primary sponsors achieved results above the national average. While there is much excellence, the Secretary of State must not continue making dubious arguments about cause and effect without the evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The concerns about a “one-size-fits-all” policy, as expressed by Councillor Paul Carter, chair of the County Councils Network, still apply, as do those about “distant, unaccountable bureaucracies” expressed by the hon. Member for Altrincham and Sale West (Mr Brady). As Lord Kenneth Baker said, there are real issues on the capacity within multi-academy trusts to take on a new wave of academies. Today, the Secretary of State also failed to answer the key question of parents and their right to remain on governing bodies of academies.|\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps the biggest concern we all have is about the Secretary of State’s direction and her fixation with structures not standards. While chaos reigns all around her, and while heads are dealing with what they describe as “very challenging times”, she wants to put all the energies of her Department into more structural change, for which there is little evidence, insufficient capacity and inadequate accountability. Would she not be better advised sorting out the utter chaos besetting primary assessment and standard assessments tests, ensuring the massively behind-schedule new GCSEs are delivered well and on time, dealing with the chronic teacher shortages she has caused or getting a proper strategy for local place planning? Alternatively, instead of simply doing the Chancellor’s bidding, perhaps she could fight for some school budgets, which are facing real-terms cuts for the first time in 20 years. We all want to see educational excellence everywhere, but the Secretary of State is presiding over a chaotic mess, dragging schools backwards, and her ambitions for further structural change are at best a distraction—at worst they will damage standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}