{
    "url": "https://www.ukpol.co.uk/lucy-powell-2020-comments-on-pubs/",
    "title": "Lucy Powell – 2020 Comments on Pubs",
    "post_date": "December 26, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Lucy Powell, Shadow Minister for Business and Consumers, on 26 December 2020.",
    "content": [
        "Pubs are a vital part of Britain’s high streets. They bring people together and help communities thrive. They’ve had the toughest of years as a result of the pandemic and, if the government doesn’t step up and put a proper support plan in place to secure their future, it will be last orders for many.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Boris Johnson is failing our pubs. His glass half empty approach is a real threat to their future. Labour is calling on the government to use part of the £2 billion supermarkets are returning to set up a Hospitality and High Streets Fightback Fund to save businesses and jobs now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "_Below is the Labour Party’s press release on pubs:_\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not such a Merry Christmas as majority of Britain’s pubs and bars miss out on billions in sales\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour warns of ‘last orders’ for pubs as government ‘glass half empty’ approach fails to provide adequate support to closed businesses on the high street\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New analysis shows cash crisis facing pubs with an estimated £3.8 billion of lost income in crucial Christmas period  \n36,000 pubs in England have been forced to close – or 9 out of 10 pubs in England\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour is calling for a Hospitality and High Street Fightback Fund that would boost cash support to pubs and hospitality sector saving jobs and livelihoods\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New analysis by the Labour party has revealed that 93 per cent, or 9 out of 10 pubs in England, have been forced to shut and are set to lose out on thousands of pounds in trade over the critical Christmas period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "85 per-cent of pubs in England were closed in the run up to Christmas. This number will jump to 93 per-cent – with over 3,000 more pubs closed from (today) Boxing Day after new restrictions came into force across large parts of the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In November and December last year, pubs and bars across the UK made £3.8 billion in sales to tide them through the first quarter of 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Party is warning that thousands of pubs could go bust as they have seen takings tumble, debt mount up, and cash reserves reduced during the coronavirus crisis. The turnover for pubs and bars to August 2020 was less than half of what it was in 2019.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The failure of government to properly support pubs means that three quarters of pubs are receiving up to half the amount of cash support that they received in the first national lockdown. This comes after months of reduced sales and the cost of making themselves Covid-safe pushing many to the brink of bankruptcy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour has urged the government to use a portion of the £2 billion in business rate relief that supermarkets have pledged to return to the Treasury to establish a Hospitality and High Streets Fightback Fund targeted at those firms that have been hardest hit throughout the crisis. Labour is calling for the remainder to be used to immediately support self-employed people excluded from support throughout this crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The party is also calling for reform of the unfair Additional Restrictions Grant so that funding is allocated to supply chain businesses based on which Tier a local area is in and how long they have been in it, to reflect business need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}