{
    "url": "https://www.ukpol.co.uk/lucy-powell-2022-speech-on-the-champions-league-final-in-paris/",
    "title": "Lucy Powell – 2022 Speech on the Champions League Final in Paris",
    "post_date": "June 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lucy Powell, the Labour MP for Manchester Central, in the House of Commons on 6 June 2022.",
    "content": [
        "I thank my hon. Friend the Member for Liverpool, West Derby (Ian Byrne) for securing this urgent question and for his powerful testimony of his experience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The champions league final last Saturday was chaotic, scary and atrociously managed. Before the match, huge queues formed, as most turnstiles were closed. Police tear-gassed and pepper-sprayed fans who were waiting patiently. Fans were targeted by local criminal gangs as police stood by. Many never even got in, or left for fear of their children’s safety. To add insult to injury, the authorities immediately blamed English fans; they said that Liverpool supporters turned up late with fake tickets. The crushing outside the ground and the response—blaming fans—brought back the trauma of Hillsborough. British supporters have been mistreated and wronged. It is up to the Government to establish the facts and ensure that lessons are learned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is now the third major UEFA event in less than two years to come close to an even more serious incident. Has the Minister established why UEFA got things so wrong and why it took until Friday to apologise? Questions also remain over UEFA’s independent review, as the chair is a close friend of the president of UEFA. Will the Minister ensure that it gets to the truth and holds those responsible to account?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "UEFA has now at least apologised, but the French authorities remain entrenched. What will the Minister do to get his counterpart to apologise and understand that they were in the wrong? France is due to host the rugby World cup and the Olympic games. Does the Minister agree that the French authorities’ handling of the final puts in doubt their ability to host such events in the future?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, what happened in Paris reminds us once again that justice and lessons learned from Hillsborough still have not happened. When will the Government enact the Hillsborough law and respond to Bishop James’s report?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}