{
    "url": "https://www.ukpol.co.uk/lucy-powell-2019-speech-on-the-uks-departure-from-the-european-union/",
    "title": "Lucy Powell – 2019 Speech on the UK’s Departure from the European Union",
    "post_date": "March 14, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lucy Powell, the Labour MP for Manchester Central, in the House of Commons on 14 March 2019.",
    "content": [
        "I will try to keep my remarks brief. Thank you, Mr Speaker, for selecting my hurried, last-minute manuscript amendment to amendment (i), which stands in the name of my right hon. Friend the Member for Leeds Central (Hilary Benn).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As other Members have said, what a mess we are in. We really are not covering ourselves in glory right now. My hon. Friend the Member for Rhondda (Chris Bryant), in what I thought was an amazing speech, referred to the muppets. He is right, but to me this also feels like the last scene in “Thelma & Louise”, with the Prime Minister pressing down ever harder on the accelerator pedal as we head towards the cliff, with banners coming off the back of her car saying, “It’s my way or the highway.” She just keeps putting up these false choices. This really has to stop, because it is now beyond a joke.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to find out once and for all—we have been asking for this for months now—whether there are other directions of travel that the House could agree on. Amendment (i) is now the only way—we can no longer trust the Government to bring forward the process—to allow Parliament to express its view.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether or not we want a second referendum, we still need to resolve what leaving the EU looks like and what Parliament says it should look like. For most people, that is about addressing the political declaration that sits alongside the withdrawal agreement and that could be done in good time. There is no reason why that should take very long at all. The Minister for the Cabinet Office seemed to contradict himself earlier. He suggested that indicative votes or votes next week would mean a delay of a year. Well, if the Government think that, and if the amendment is agreed to tonight, they need to bring forward an extension for that time. That is up to them to determine.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason for my hurried manuscript amendment is to try to maximise support in this House, because I know that many colleagues are concerned about the forthcoming European elections and about a long extension to article 50. But let us just remember that, if this amendment is passed tonight and we say that we want an extension to article 50, it is up to the Government to come forward with the necessary legislation, with the date therein, to decide how long it should be for. I hope that the House will agree to my amendment to my right hon. Friend’s amendment, so that we can maximise support for that process and allow us, at long last, to have a say on the way forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}