{
    "url": "https://www.ukpol.co.uk/lucy-powell-2023-comments-on-the-resignation-of-richard-sharp/",
    "title": "Lucy Powell – 2023 Comments on the Resignation of Richard Sharp",
    "post_date": "April 28, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Lucy Powell, the Shadow Culture Secretary, on 28 April 2023.",
    "content": [
        "I have this morning received the report of the investigation into Richard Sharp which Labour instigated. The report is clear: Mr Sharp breached the rules expected of candidates by failing to disclose his involvement in a personal loan to the then PM.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a result, this breach has caused untold damage to the reputation of the BBC and seriously undermined its independence as a result of the Conservatives’ sleaze and cronyism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This comes after 13 years of the Tories doing everything they can to defend themselves and their mates. From Owen Patterson to Dominic Raab, and now Richard Sharp, instead of doing what’s best for the country the Prime Minister was more interested in defending his old banking boss. The Prime Minister should have sacked him weeks ago. Instead it took this investigation, called by Labour, to make him resign.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rishi Sunak should urgently establish a truly independent and robust process to replace Sharp to help restore the esteem of the BBC after his government has tarnished it so much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}