{
    "url": "https://www.ukpol.co.uk/lucy-powell-2021-speech-on-affordable-and-safe-housing/",
    "title": "Lucy Powell – 2021 Speech on Affordable and Safe Housing",
    "post_date": "May 21, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lucy Powell, the Labour MP for Manchester Central, in the House of Commons on 18 May 2021.",
    "content": [
        "I beg to move an amendment, at the end of the Question to add:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“but respectfully regret that the Gracious Speech fails to prevent the potentially ruinous costs of remediation works to make buildings safe being passed on to leaseholders and tenants; and call on the Government to set a deadline of June 2022 to make all homes safe.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to open the debate for the Opposition today. I look forward to shadowing the Secretary of State on housing. Although he and I may have different outlooks, I hope we can make positive progress together on the key issues, particularly the cladding scandal. I want to put on the record my thanks to and admiration for my predecessor, my hon. Friend the Member for Bristol West (Thangam Debbonaire), who will shine even brighter in her new role as shadow Leader of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If this year has taught us anything, it is the importance of home. The stay at home order put that sharply into focus. For those of us in stable, warm, comfortable homes, with room to work and live, lockdown has been difficult in many ways, but we have not battled daily. For those renters sharing a home, for those living in damp and overcrowded housing or in unsafe, unsellable blocks covered in flammable cladding, or for those without a home, living in temporary accommodation or on the streets, and for those in insecure work or those missing out on support schemes with mounting rent arrears, “Stay at home,” has felt like a prison sentence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ministers have taken some welcome action, such as the moratorium on evictions, but alongside housing charities I am deeply concerned that the rolling back of those protections will now lead to a wave of homelessness. The Secretary of State promised that no one would lose their home because of coronavirus. He must now come forward with a comprehensive plan that achieves that. The pandemic has massively exposed the deep inequalities in our society. If now is not the time to bring the country together with a shared mission of decent, affordable homes for all, like the mission arising out of the second world war, when is?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Housing is a fundamental human right. Everything else—getting the kids to school, going to work, health and mental health, and holding down a job—flows from having security in your home. Yet far from the “Housing First” mission being at the heart of our response to build back better, the Government’s approach has all the hallmarks of the past eleven years of failure and their belief that the market knows best, and if they cut perceived red tape and pump prime the market even more, that will work. Well, it will not, and we have the last eleven years of that failed approach to prove it. Rough sleeping—doubled. House prices—up 50%. Home ownership down, new social house building down 80%, and 230,000 fewer council houses. Now, more people are living in expensive, poor-quality private rented housing, subsidised by a soaring housing benefit bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Queen’s Speech doubles down on the Government’s failed ideology. It lays bare whose side they are on. Developers will have watched in glee—the planning Bill is a developer’s charter, with everything they could have wanted to maximise their profits off the back of communities and first-time buyers. We want more affordable home ownership in all parts of the country, but this approach will not deliver it. The issue is not whether developers are getting planning permission; they are. It is that they are not then building. Meanwhile, this Queen’s Speech says nothing on homelessness; nothing for renters living in overpriced, poor-quality homes, thousands of whom are on the brink of eviction; nothing on the social housing Bill promised after Grenfell; nothing for those stuck on council waiting lists because right-to-buy properties are not being replaced; and nothing to address the climate emergency after the Government’s flagship Green Homes grant was dropped. Those gaping holes speak volumes: millionaire developer donor mates dealt a winning hand; renters, leaseholders, first-time buyers and local communities dealt a busted flush. Far from a national mission to put homes for all first, we have more of the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nothing illustrates that better than the building safety crisis—a crisis that now goes way beyond Grenfell-style cladding and has broken the market in flats across the country. Without serious intervention, the nightmare will continue for leaseholders and tenants for years to come. The fire in east London two weeks ago should have been a wake-up call—if the Secretary of State needed another—to tell him that his hands-off approach just is not working. Thankfully there were no fatalities, but it could have been much worse. The block was covered in the exact same cladding that caused the Grenfell disaster. What is more, residents tell me that the balconies contributed to the fire spreading, the waking watch failed to reach everyone and there was no plan for the evacuation of vulnerable residents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Residents have been pleading with the Government to fix their block for years. New Providence Wharf was mentioned in the House of Commons at least 10 times before this fire. Even after receiving millions from the building safety fund and being put on the “name and shame” list, the developer had not even started removing the cladding by the time the fire took place. Leaving it largely to the private sector has not worked. It was never going to. We have asked, begged and pushed the Government to step in. Now must be the time to act. That is why with our amendment Labour is today asking every Member of this House to vote to enshrine a cast-iron deadline to make all homes safe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "June 2022 will be five years since the Grenfell disaster. Nobody should pass that milestone living in an unsafe block. I believe the Secretary of State when he says that he wants to do the right thing, but we need much more urgency. We need leadership. We need sustained and concerted action from the Government to underpin the process and restore confidence. I want to work with him to get this right, and quickly. The Housing, Communities and Local Government Committee has set out strong proposals. The Labour Front Bench has too. Let us work together across this House and sort it out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome the additional money put into the building safety fund, but the fund still has lots of problems with its scope, deadlines, application process and transparency. As ITV’s survey of leaseholders out today showed, the issue goes way beyond cladding and way beyond the current criteria. Most of the identified problems are not even covered by the fund, which is exclusively for certain types of cladding. Balconies, firebreaks, insulation and blocks under 18 metres are not covered, even if applications could be made by the very short deadline. We also need to get rid of the ludicrous “first come, first served” approach.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The building safety crisis goes well beyond funding. Without sorting out the underlying issues, just throwing money at the problem will not resolve it. The whole system, from mortgage lending to regulation, governance and risk assessment, is broken. Take the Green Quarter, which is just outside my constituency. Leaseholders and the developers were too early for the fund, so have footed the bill to remove dangerous cladding themselves. Works have now been completed, and they recently had a new risk assessment, but instead of getting the A rating that they expected for mortgages and insurers, it came back as B2, meaning that they are still trapped with further bills to pay having done all the right things.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we need a national taskforce to develop a holistic approach to building safety and risk assessment, putting confidence back into the system with all the players around the table and proper regulation and guidance, driven by the Government. As has happened in Australia, the Government must also carry out a full audit of dangerous buildings, prioritise them according to risk and make it absolutely clear who pays and, crucially, who does not. Government Ministers, including the Secretary of State, have promised leaseholders that they will not be forced to pay. Yet despite the cross-party pressure, including from the hon. Members for Stevenage (Stephen McPartland) and for Southampton, Itchen (Royston Smith), amendments to the Fire Safety Act 2021 to enshrine that in law were rejected by the Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In its current form, the draft Building Safety Bill would shift responsibility for all costs on to innocent leaseholders. I will take the Secretary of State at his word, and I expect that clauses 88 and 89 will not be included when the Bill is finally published. If he wants to give that reassurance to leaseholders watching, I will happily give way to him. If he does not want to do that, MPs will have a chance tonight to vote on our amendment to do just that. The Government say that this is a Queen’s Speech for home ownership, yet that rings very hollow for those homeowners living in tower blocks across our towns and cities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Queen’s Speech is a clear sign of a Government running out of steam, with low or no ambition for this country. Where we needed big, bold action and a mission of housing first, we have tinkering around the edges and a piecemeal approach that does not rise to the challenge. The Government could have given more people security of ownership, not overheated the market. They could have implemented a planning regime that creates places and builds communities, not a developers’ charter. They could have driven forward their long-delayed reforms of the private rented sector, abolishing section 21 and giving people security of tenure—a commitment that Labour reaffirms today. On the 100th anniversary of Becontree, the first and largest council estate in the UK, they could have invested in a new generation of council housing for the 21st century. They could have made homes fit for the future, with net zero standards and large-scale retrofitting creating tens of thousands of jobs. They could have kept the spirit of Everyone In and committed to ending homelessness. They could have reformed wholesale our feudal leasehold system, whereby millions of families face extortionate fees, poor service and poor contract terms, with little or no recourse. While the Leasehold Reform (Ground Rent) Bill is welcome, it has to be the first step of wider reform and that cannot come soon enough. They could have done all this and more, but tellingly, they chose not to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Kevin Hollinrake (Thirsk and Malton) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I draw the House’s attention to my entry in the Register of Members’ Financial Interests. The hon. Lady talked a number of times about home ownership but then implied that the Government are doing nothing about it but are reducing levels of home ownership. However, does she accept that home ownership peaked in 2003 and has declined since? It is now being reversed, including through some of the policies that the Government have brought forward, such as First homes, which gives first-time buyers on lower incomes a 30% discount on market price. Will she welcome that kind of intervention?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not accept the premise of the hon. Gentleman’s intervention. Home ownership, especially for younger people, is now falling as well, so he should check his figures on that. This Queen’s Speech will do nothing for home ownership. It is a developers’ charter when it comes to planning; that is not what is wrong with our planning system at all. For those who cannot afford to buy their own homes, there is absolutely nothing in this Queen’s Speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Clive Betts (Sheffield South East) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I welcome my hon. Friend to her Front-Bench position and I am very pleased to see her there. Just to come back to the First homes arrangement, there is no argument about encouraging young people, particularly first-time buyers, to buy their own homes. Is not the problem with First homes that it is going to take the first top slice of any funding through section 106 agreements and therefore displace an element of social and other affordable housing for rent? That is the challenge with First homes: it displaces homes for rent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes a very good point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Tanmanjeet Singh Dhesi (Slough) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I, too, welcome my hon. Friend to her place. Indeed, this is not just a failure of home ownership. There has been over a decade of Tory failures on housing. We have seen home ownership decrease. We have seen rough sleeping and homelessness increase. We have seen council house waiting lists increase. We have seen the failure to deal with the Grenfell tragedy, and, in the wake of that tragedy, the failure to ensure that all homes are safe, so does my hon. Friend agree that there is a litany of failures, not just on home ownership?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I very much agree, and when I made some of those points earlier, it was met with silence from Government Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, the dream of having a secure, safe and affordable home is a powerful one, and rightly so. Housing is much more than an investment or a commodity. Homes are the places we grow up in, the places we grow old in. How safe and secure they are shapes who we are—the opportunities we can take, the freedoms we have, the successes and happiness we share—but for too many in this country after 11 years of a Conservative Government that has become a pipe dream. The Government’s market-driven ethos just will not create the homes we need, and for people trapped in buildings with dangerous cladding that dream has become twisted and has become a waking nightmare. Today we can start to fix that at least, and I hope Members from all parts of the House will join me in supporting our amendment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}