{
    "url": "https://www.ukpol.co.uk/lucy-powell-2023-speech-on-the-budget/",
    "title": "Lucy Powell – 2023 Speech on the Budget",
    "post_date": "March 21, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lucy Powell, the Labour MP for Manchester Central, in the House of Commons on 20 March 2023.",
    "content": [
        "It is a pleasure to open the debate on science and technology, as one of the few Members in this place probably with a science degree. You might be aware, Madam Deputy Speaker, that I studied chemistry at Somerville, like another well-known female politician very popular on the Government Benches. I hope that is where the similarities end, although we both have a reputation for, how shall I put it, getting our own way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Science, technology and innovation are close to my heart. I welcome the new focus—not before time—on these issues, which I will come to. Even with the new Department and a few mentions in the Budget, we are still miles behind where we need to be in exploiting the potential of the UK as a science and tech superpower.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, let me address the Budget overall. Having had a few days to digest and analyse, the verdict on the Budget is in. It is not a\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“sustainable plan for long-term economic expansion”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Those are not my words but those of The Daily Telegraph. The Federation of Small Businesses was no more complimentary, saying that its members would feel “short-changed” by the “meagre” Budget. The Institute for Fiscal Studies labelled Britain a high-tax economy, with households feeling “continuing pain”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The public view is that it is a Budget not for them, but for a tiny few—a growing theme after 13 years in office. No wonder most now trust Labour over the Conservatives when it comes to the economy. That is the verdict, because this is a Budget divorced from most people’s reality—or as we have just heard, from anybody’s reality. There was no mention in the Chancellor’s speech that this Parliament is set to see the biggest fall in living standards ever recorded—the biggest fall by a country mile, according to the Resolution Foundation. That means families worse off and prices going through the roof, as wages fall through the floor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "New research for the BBC, out today, shows that the average British worker is now £11,000 a year worse off than they should be, after 13 years of a Conservative Government. That is the reality for most people. The reason for that cannot be passed off as global forces, as it is relative too—middle-income Britons are now 10% worse off than the French and 20% worse off than their German equivalents. When holidaying Brits return to the continent in force this summer, they will feel like the poor man of Europe once again. That is the record of this Government; no wonder they hardly mentioned it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was a Budget divorced from the realities of most businesses, too. Nothing for them on their unaffordable, rising costs; nothing on business rate reform; and very little to boost their immediate workforce challenges either. Small businesses were offered thin gruel. Perhaps that was what the former Prime Minister meant when he said something quite unparliamentary about business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was a Budget utterly divorced from the realities facing our public services too, with hardly even a mention of the NHS or care. Yet we have 7 million patients stuck on waiting lists, A&E waiting times at an all-time high, social care in crisis, putting extra pressure our hospitals, and a chronic workforce emergency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Luke Evans**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Lady welcome the statement by the British Medical Association about the changes to pensions, which will get senior doctors back to work? The chair of the BMA pensions committee said in the media that the changes had the immediate effect of getting people back to work, which means the NHS workforce will be strengthened.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will come on to say something about that, but as my husband is an A&E consultant I am all too familiar with these issues. As the IFS said, it was a golden\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“sledgehammer to crack a very small nut”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The realities facing our public services are not addressed in this Budget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is another Tory Budget so divorced from reality that it exposes, once again, who the party in government is really for—tax cuts for the wealthiest, tax hikes for the rest. The last Tory Budget had a cut to the 45p top rate of tax; this Budget has a pension tax cut for the top 1%. Government Members might groan and wail, but that is the reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Wealth managers already see the Budget as a bonanza, and not only a huge tax break for the super-wealthy but an inheritance tax wheeze for the super-rich too, with one wealth adviser describing it as\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“a great opportunity for tax-free growth.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Tim Loughton**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady has been quoting experts and the newspapers. Will she now admit that the figures that her colleague, the shadow Chancellor, gave about the benefit that the pension changes will bring was grossly miscalculated? A quote that appeared in the Financial Times said it was\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“based on a muddled understanding of how the pension tax rules operate”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will she apologise for the calculations in the Labour press release or are they just muddled?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will not apologise for those figures, and in the next part of my speech I will explain that the figures are perhaps worse than previously thought. There are issues for doctors, but only 16% of those who will benefit from this massive boon are doctors, and that is before all the speculators dive into this new wheeze. That is the political choice that this Chancellor and this Government have made—trickle-down economics, and tax perks for the tiny few. That is the record that they just will not be able to dodge.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Dr Luke Evans**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On that point, will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will not give way again. Government Members have plenty of time to give speeches.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a Budget divorced from the reality of who caused this economic crisis. It was the Conservative party that crashed the economy, sending markets into freefall and interest rates sky high, resulting in a Tory mortgage penalty for millions of homeowners. The Government want to blame others, but their record is falling living standards, a stagnant economy, falling house prices and the worst growth forecast in the G7—all stats the Chancellor failed to mention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Andrew Bridgen (North West Leicestershire) (Ind)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady is very unhappy about this Government’s pension changes. Would a future Labour Government reverse them immediately?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have already said that we will, but we will make sure that there is a fix for doctors who need it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us move on to the realities in science, tech and innovation. Technology is moving at breakneck speed and changing the way we live, work and play in ways that we cannot even imagine yet. Not only can we search the entire world’s knowledge from devices in our back pockets or communicate with anyone anywhere at any time, but AI and computer programmes can increasingly perform roles better than humans. An AI bot could probably have written me a better speech than the one I have made today—perhaps the Secretary of State might want to look at that the next time she is giving a speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The choice facing countries, companies and citizens is either to harness those changes and keep up with them or to fall behind. That is why a huge global race is going on to develop and adopt the technologies of the future and seize the opportunities of the digital revolution. The UK has led industrial revolutions before, and we can lead this one. We have world-leading universities and research, a global appeal with the English language, and digitally savvy consumers. We have a competitive advantage in life sciences, professional and financial services, healthcare and creative industries, all helping to attract fintech and the best talent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, there are also some worrying signs. Our universities and research are not translating enough into commercial success for UK companies. We have a productivity problem because not enough of the economy is adopting the latest technologies. We have been slow to bring in digital regulation, so our world-leading position is being lost. Our public services could be cutting-edge and more efficient, but they have not seized the data and digital opportunities. Companies start up in the UK but do not scale up to compete in a global market: Arm’s recent decision to be listed in the US, not the UK, gave us yet more evidence of that. That is the story of Britain: we invented the silicon chip, but not silicon valley. That is why we need a Government who are up to the challenge of the tech revolution, not a slow-moving analogue Government divorced from the reality of what it takes to win the race.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The announcements in the Budget pale in comparison with some of our international competitors. The Government announced new money for AI research, but we are already lagging far behind Canada, the US, France, Italy and others. For context, the EU is looking at a £7 billion project to support computer innovation across Europe. Even when the Government’s new supercomputer to support AI is up and running, it will have capacity equivalent to only 10% of what a single American company already has today. That does not sound like winning the global race to me, although I do think the Government showed excellent judgment in choosing the name of the new AI research challenge—“Manchester”, for those who were not watching.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the same story with 5G infrastructure, which is so critical to the digital revolution: while the Government have invested £200 million in early-stage trials, Germany is investing billions and South Korea has already got a third of the country on 5G. The quantum strategy and funding are welcome, but Germany, which until recently was governed by a quantum chemist, invested the same amount over half the time and started two years ago, again putting Britain behind in the race.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not just about investment. The UK should be at the forefront of regulation around new technologies, making sure that we are the first to set the rules of the game and are helping to attract businesses looking for certainty and a supportive regulatory framework, so that it is our values shaping how new technology develops, rather than those choices being made in China or elsewhere. The mess over TikTok was just the latest example of the Government dragging their feet. We saw the same thing with Huawei: the Government failed to invest in our sovereign capabilities and then failed to predict the security concerns, resulting in a chaotic and expensive unpicking of Huawei’s role in our national infrastructure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We now have a chance to get ahead of the curve in technologies and to help to secure our national resilience, so where is the regulation of digital markets that has been promised for years? Where is the semiconductor strategy? Where is the media Bill to protect and promote British broadcasters in the streaming age? Where is the commitment on Horizon? It is the elephant in the room. The ongoing uncertainty is costing collaboration opportunities, research projects and jobs across the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "While the Budget featured at least nods in the direction of the most advanced companies and technologies—in which regard we are already doing relatively well—there was nothing at all to bring up the long tail and answer the UK’s great productivity challenge. No wonder growth forecasts were down. This is another case of trickle-down thinking and a Government divorced from what constitutes the real problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Technology should be a great leveller, but that will not happen by accident. We need to plan to ensure that the benefits of the digital economy are not concentrated only in London and the south-east, and that we take advantage of our great potential ingenuity and creativity in the rest of the UK. We need to boost tech adoption. We have one of the worst long tails of companies, particularly small and medium-sized enterprises, that are not taking advantage of digitalisation and the latest technologies, and their productivity is suffering.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to harness data for the public good. Proposals in the Data Protection and Digital Information Bill are nothing more than tinkering with the General Data Protection Regulation, while the huge potential for data to transform our public services, empower citizens and put the UK at the forefront of open data is being left on the table. We need serious action on skills so that young people are not just endangered by social media but have the entrepreneurial and creative skills that the AI economy will need, and the current workforce are not made redundant by robots but are able to secure the new jobs of the future. We need to boost our digital infrastructure so that everyone has fast, reliable and affordable connections and we are at the leading edge of industrial 5G and the next generation of connectivity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is Labour that is leading the way in tackling the big challenges that our country faces. Because of our ambitious plans for skills, start-ups, growth, industrial strategy, the digital economy and devolution, businesses are flocking to Labour. [Hon. Members: “No they’re not.”] Oh yes, they are. John Allan, the chairman of Tesco, said recently that Labour was\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the only team on the field”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "when it came to growth. Kasim Kutay, of the life sciences firm Novo, says that Labour is the only party that has\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“demonstrated an understanding of the challenges facing the UK”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Apparently, however, it is not just business leaders who like Labour’s plans. We have proposed GB Energy, and the Conservatives have proposed GB Nuclear. We said “windfall tax”, and they said “energy profits levy”. We said, “We need a bold plan to fix childcare”, and they seemed to like that one too. Where Labour leads, the Conservatives follow. They do say, do they not, that imitation is the sincerest form of flattery? But the truth is that the Conservatives are not up to the job. They are divorced from reality. They crashed the economy, they are responsible for the biggest fall in living standards that we have ever seen, and they are losing the global race for jobs of the future. They are out of road and out of ideas, so instead of pinching our ideas, why do they not just make way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}