{
    "url": "https://www.ukpol.co.uk/ray-powell-1985-speech-on-public-opinion-polls/",
    "title": "Ray Powell – 1985 Speech on Public Opinion Polls",
    "post_date": "May 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Ray Powell",
            "url": "/tag/ray-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ray Powell, the Labour MP for Ogmore, in the House of Commons on 22 October 1985.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That leave be given to bring in a Bill to prohibit the holding of and publication of the results of opinion polls about voting intentions at times prior to general elections and by-elections for the House of Commons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To try to help the House after the laborious points of order and everything else, I shall try to be as brief as possible and not deal extensively with market research opinion and so on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All right hon. and hon. Members fully understand chat the only poll that matters finally in an election is the result of the votes counted at the ballot box. Many years ago that depended on the political parties’ presentation of their policies. The electors listened to speeches on street corners, in parks or local halls and coverage by radio or other means had very little impact. But now, in 1985, with mass media coverage on the box in the corner of many homes, electors are easily persuaded by the announcement of the result of opinion polls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Considerable sums of money are spent on the commissioning of those polls. We are all aware of the international code of practice that pollster organisations are obliged to follow. Nevertheless, the honesty, objectivity, efficiency and techniques used can result in the presentation of biased, manipulated results for partisan political purposes. Most hon. Members are well aware of many polls that predicted a totally different result from the actual result at the counting of the votes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I refer in particular to the recent by-election at Brecon and Radnor. On the day of the election, one opinion poll gave the Labour candidate an 18 per cent. lead. That undoubtedly resulted in many known voters not voting, thinking that the candidate would be elected with a substantial majority. In fact, the alliance candidate won by 1·5 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could give many more examples of similar results and predictions, such as one recent announcement that was not only a maverick but was absolute nonsense. It was bold enough to suggest to thinking, intelligent electors on 19 September that the alliance had a 9·5 per cent. lead over Labour. Surely that is proof enough that the Bill, with its objectives, is absolutely necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many countries ban opinion polls before elections— Portugal recently adopted legislation on similar lines. If we are to preserve the true democratic process of electing a Government by the majority accepting the presentation of political parties’ policies, we must ensure that pollsters are not the deciding factor and that they are not allowed to sway electors to vote for a party the policies of which are not liked just to keep out another party that is liked even less. Tactical voting is encouraged by the present applied system. Until the electorate votes according to conscience, principle and the policies presented, uninfluenced by somewhat bizarre pollster predictions, we are allowing the franchise won for us after a considerable struggle by former generations to be lost to the fancies and favourites of the few large influential pollster organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I conclude by hoping that those organisations will understand the real need for legislation. Only today I received a letter from the chairman of the Market Research ​ Society, Mr. Peter Bartram, confirming discussions that I had with Phyllis Vangelder, Gordon Heald and himself welcoming the setting up of an all-party parliamentary working group to discuss matters of concern relating to the commissioning, execution and reporting of election polls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I therefore urge all hon. Members to support my request for leave to bring in the Bill so that a fair, sound and practical solution is found for this extremely worrying problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}