{
    "url": "https://www.ukpol.co.uk/enoch-powell-1977-contribution-to-the-scotland-bill/",
    "title": "Enoch Powell – 1977 Contribution to the Scotland Bill",
    "post_date": "November 29, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1977",
            "url": "/tag/1977/"
        },
        {
            "text": "Enoch Powell",
            "url": "/tag/enoch-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Enoch Powell, referring to the comments made by Tam Dalyell, coined the phrase “The West Lothian Question”. The comments were made on 14th November 1977.",
    "content": [
        "**Mr. J. Enoch Powell (Down, South)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was deeply moved, in the speech of the right hon. Member for Cambridgeshire (Mr. Pym), to hear him enunciate the principle that should apply to this Bill – namely, that a constitutional change of this importance should not be passed through a deeply divided House of Commons and that, if these changes are to be made, they should be made with as near full-hearted consent – the phrase was not originally mine – as can be achieved. I take it as a sign of grace in the right hon. Gentleman, who was the Chief Whip in 1972, when an even greater constitutional change than is proposed in this Bill was carried through by a majority of only eight, that he now speaks for so many in saying that that is not the atmosphere and not the way in which such changes should be made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is inevitably a certain repetitiveness in this debate after those which took place a year ago. We recall that the Bill of last year, containing a Scottish Bill Mark I, received a substantial majority on Second Reading, but that three months later it foundered on what was in form a procedural motion but was well understood by the House to be a verdict on the Bill itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What was the reason for that apparently striking change between a majority for the principle and then, after a number of sittings in Committee, the dismissal of the same principle, the dismissal of the Bill itself? It was, I believe – I think that this will be supported by a number of hon. Members who lived through those days of debate – because the House had come to see that there were deep, unresolved, and perhaps unresolvable, questions which the Government had not answered and had shown no indication of being able to answer. That is where we are again this afternoon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This afternoon the Secretary of State for Scotland showed himself unable to explain what would be the function of Scottish Members in this House. But behind there looms the much larger question not of the function of Scottish Members in this House in regard to Scottish affairs, but of the whole functioning of this House, when 71 of its Members come from a part of the United Kingdom where the responsibility for a great range of legislation, and consequently of policy, is borne by elected representatives elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the question with which, by an iteration for which he should be praised rather than blamed, the hon. Member for West Lothian (Mr. Dalyell) has identified himself. It is not the fault of the hon. Gentleman that the Government cannot answer the question. Nor does it answer his question to say that if he goes on asking it he will not be allowed to vote. Nor does it solve the question, or resolve the dilemma, to tell the House that the measure is to be whipped through on a three-line Whip, or to whisper outside the Chamber about votes on matters of confidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The fact that the question has never been answered is the evidence that we are in this legislation attempting to do something which runs contrary to a principle established by common sense, by experience and by endless debate over decades, namely, that it is not possible within a unitary parliamentary State to devolve widespread legislative authority to an elective Assembly in one part of that State unless the State itself is to be resolved into a federation. The question as to the position of Scottish Members after such a change as this Bill proposes, the question whether they are all to vote or none is to vote, or half of them are to vote, is not a conundrum or a trick question. It is a theorem which illustrates an underlying principle which time and again we are seeking ways to affront. I repeat that experience – painful experience, experience attended with tragic results – has shown that there is no means of circumventing the logic of the question which the hon. Member for West Lothian has so insistently posed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I expect that the right hon. Gentleman the Lord President of the Council, if he does me the honour to notice my remarks when he replies to the debate –\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Millan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend the Minister of State, Privy Council Office, will be replying.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, if I am not to have that honour, then there will be others who will deploy the same argument. At all events, the Lord President has frequently thrown back the precedent, as he would fain claim it to be, of the government of Northern Ireland between 1922 and 1972. He understands, of course, perfectly well what is the answer to his question, but it is well that it should be understood generally and that there should be no suggestion that there is any way out, or any resolution, offered by the experience of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is in the first place, as has often been observed, the entire difference of scale. It is one thing for 71 Members, or half that number – especially in Parliaments where majorities may be narrow – to hold the balance on great issues of policy. It is quite a different thing, during decades in which such narrow majorities have been unusual, for a very small number of Members to have been tolerated in this House and for the adherence of the majority of them to one of the great parties to have been overlooked, not without criticism, by those who belonged to other political parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I will not rest upon the matter of scale, though in itself the de minimis rule applies – Northern Ireland has been de minimis in this matter over the last 50 or 60 years. But that does not go to the heart of it. Does anyone who knows anything about the story of the 1920s really imagine that Home Rule was forced upon the people of Northern Ireland, as forced it was, in order to strengthen the United Kingdom; that it was done in order to tighten the ties between that Province and Great Britain? On the contrary, it was done in order to achieve by two steps, since one step proved for the time being to be impracticable, what people already then knew was the true meaning of Home Rule – the separation of the island of Ireland from the United Kingdom. It was only the fact that the motivation of the majority in the Province was not nationalist, that their overwhelming desire was so to use the institutions they had been given that the union would not be disturbed or threatened, which during all that period prevented the inherent consequences of devolved legislation in a unitary State, even upon that tiny scale, from becoming evident.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, of course, it is something quite different which is proposed in the Bill, and the Government themselves recognise that it is something different. The Government recognise it in the Bill itself by the crass contradiction between Clause 1 of the Bill – with its bland assertion, which flies in the face of experience and of common sense – and Clause 81, which appeals to the popular will as expressed by referendum, not in the United Kingdom but in Scotland. Why, Mr. Speaker? If this is a constitutional reform, a reform which, as the Government assert, will leave the United Kingdom intact, but undoubtedly a constitutional reform which will put one part of the United Kingdom in an entirely new and – dare I say? – privileged position, then, if this is a United Kingdom Bill, if it is a measure which recognises and sustains the union, to whom, if not to this House, to whom beyond this House, ought that issue to be submitted? Not to the people of one part of the United Kingdom but to the people of the United Kingdom as a whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is only one set of circumstances, there is only one context, in which it is right and logical to go to a part of the people of the United Kingdom and say “Do you agree with this or not?” Those are the circumstances in which such a question was put in 1973 to the people of Northern Ireland, namely, when the question is: “Do you want in or out?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason why this referendum is to be limited to the people of Scotland is that the Government recognise – it is an implicit admission – that what is at stake in this Bill is the separation of Scotland from the rest of the United Kingdom, on which, of course, it should be the people of Scotland, and ultimately the people of Scotland only, who should have a voice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a Bill by which the whole Kingdom is affected, by which every hon. Member of this House is affected, by which every constituent of every hon. Member of this House is affected. There is a list set out in Part I of Schedule 10 of the subjects on which the Scottish Assembly will be empowered to legislate. Hon. Members might do worse than spend part of the time between now and 11 pm reading Part I of Schedule 10 of the Bill. As they do so, hon. Members representing constituencies in England should say to themselves “On all these questions it is even chances that the decisions in the future as to the law which is to apply to my constituents will be taken by the deciding vote of Scottish Members of the House of Commons, Members who in that context are irresponsible; that is, who have no corresponding responsibility upon that subject to their own constituents.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On housing, planning, health and all the rest, the law for England is to be made by an assembly in which often enough the decision will be in the hands of Members representing Scottish constituencies, by the majority within the 71. What would the Government not have given in the last three years for the difference between the minority and the majority among 71 Members of the House? Occasionally they have been eased round a difficult corner by a very much lesser margin than would be available from 71 Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Raison**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Would not the right hon. Gentleman also stress that it is not only the law of England that will be so affected but the law of Wales and the law of Northern Ireland, and that Members representing constituencies in Wales and Northern Ireland should also bear these facts in mind?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is certainly true. I did not mention the Welsh in this context, because we are to come to them tomorrow, and I confess that I thought I might be engaging in de minimis if I associated little Northern Ireland with England in the injustice which we shall jointly suffer, and which our constituents will jointly suffer under a constitution of this type.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Lord President of the Council and Leader of the House of Commons (Mr. Michael Foot)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to get quite clear from the right hon. Gentleman how he seeks to remedy the injustice. I do not want to misunderstand his amendment in any way. The amendment is “That this House declines to give the Scotland Bill a second reading so long as Northern Ireland, an integral part of the United Kingdom, remains deprived of any devolved or local administration above the level of district councils.” If we were at some future date to be able to get, say, a devolution for Northern Ireland on the same scale as is proposed in this Bill for Scotland, would that overcome the right hon. Gentleman’s other constitutional objections to the Bill?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I cannot really believe that the right hon. Gentleman has read our amendment so myopically, or that he is unaware that whereas in Scotland they have regional administration and district administration, we in Northern Ireland have democratic control over only the most minimal subjects. In our amendment we are concerned with what those in Scotland already possess, with local administration of the general policies and laws which are decided for the kingdom as a whole. Let us by all means devolve, and devolve to democratic assemblies, the administration of the laws which are made in this House and of the policies which are framed in this House. That we can do without incurring the curse which this Bill incurs. But if we go beyond that, there arises again the West Lothian question, to tell us “In that event you must resolve the Union into a federation unless you are to end up in inextricable contradictions and injustices in the House of Commons, which is the essence of our Parliamentary Union.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Foot**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the right hon. Gentleman apply his mind to this question? Did not the West Lothian question – I perfectly agree with him that he was entitled to call it that – apply during that period earlier when we did have the devolved constitutional situation in Northern Ireland? Is he advocating the restoration of a position in which the West Lothian question would still be applied to Northern Ireland?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In answer to that, perhaps I might read words from the policy statement of my own party, which it arrived at three years ago in what was called the Portrush Declaration: “we do not believe that devolution itself would be appropriate. A British federal system would serve the dual purpose of maintaining the Union and ensuring the democratic rights of the entire Ulster people.” From the beginning to the end of this question, from the days of Isaac Butt in the 1860s right the way through to the present, the theorem has been understood, by those who had the patience to understand it and were not blinded by what they thought were contemporary political necessities, that one cannot in a unitary State devolve legislative power to the representatives of a part of that State unless one resolves the State itself into a federation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, if there be found some way, after all these years, some way which has escaped 100 years of British politicians, or if there is to be a British federation, a federation of the United Kingdom, we in Northern Ireland shall claim – I use words which we reiterate – the same rights as are enjoyed by any other part of the kingdom. But our supreme interest is in the maintenance of the unity of the United Kingdom. We do not claim to be a nation; we claim to be a province of this nation. So we of all who come to this House have a vested interest, perhaps greater than any, in the preservation of the parliamentary Union. It is because we believe that the parliamentary Union would inevitably be eroded and then dissolved if such a measure as this were to be forced into operation that my hon. Friends and I, as we did last Session, will vote against this measure at every stage until it is destroyed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Norman Buchan (Renfrewshire, West)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have no intention of following the argument of the right hon. Member for Down, South (Mr. Powell) relating to Ireland. However, I accept that the West Lothian question, if that is what it is to be called, is a central weakness of the proposals before us. I am not at all sure that it is a central weakness which is soluble merely by the application of logic. I do not think that it can be answered only in these terms. It can be seen and answered only within the context of not only these proposals but the reasons for these proposals and, above all, the background of these proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that if we were to examine any constitution we would find it full of flaws. I shudder to think of what the right hon. Member for Down, South would make of the British constitution if we were to try to write it out in full legislative form and analyse it clause by clause. I can think of no constitution that would be more shot through with flaws – as the right hon. Gentleman claims this is, on one particular and obvious point. Would any of us have devised a British constitution in which we would have failed to take action on the sovereignty of the elected Parliament and then said “By the way, we shall have a chamber at the end of the corridor which can delay and overturn these measures”? What nonsense. What denunciations we would have received from the right hon. Member for Down, South.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, we have to look at this in the perspective of the weakness of all constitutions. We have to say, given a constitution which will have flaws, can that constitution operate because the will of the people is such that it should operate? One thing that we have to devise here is precisely the kind of solution which will command the support of the general will behind it. That is the only reason that this place works, and it is the only reason that the proposed Assembly and the new structures, both of this place and in the Assembly, will work – if there is the general will to make it work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no use saying that Northern Ireland was exceptional because of the de minimis argument. I accept this, but what this is saying is that there was a flaw in the situation which was tolerated and which worked. It worked for half a century, however badly, because it was a de minimis situation. That, at least, was deserting logic. That was at least dealing with the practicalities of the situation – that there was a general acceptance that it should work for a period until a flaw developed. If I were sure that the Assembly proposals would work comfortably for half a century, during that process I think that we could find the necessary change and, above all, the modus vivendi which would allow it to operate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There was a deep political reason – not the logical reason – for its failing in Northern Ireland. It was a political reason. It was the presence of partition. It was that which caused the breakdown in Northern Ireland, and not the illogicality of the constitution.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member is entirely right in saying that, apart from the de minimis argument, it worked only because of the determination of those concerned, under constant threat as they were, not to use the powers which they had in any fashion which would differentiate them from the rest of the United Kingdom. The hon. Member has the point.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}