{
    "url": "https://www.ukpol.co.uk/ray-powell-1985-speech-on-garw-colliery/",
    "title": "Ray Powell – 1985 Speech on Garw Colliery",
    "post_date": "July 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Ray Powell",
            "url": "/tag/ray-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ray Powell, the then Labour MP for Ogmore, in the House of Commons on 10 December 1985.",
    "content": [
        "With the proceedings of the House having continued until a late hour, and petitions then having been presented, I wondered whether we would ever reach this point. I should have liked to raise this Adjournment a week ago, because in the intervening time certain developments have occurred in the Garw valley and at the Garw colliery, where the men, by a majority decision, have agreed to the colliery closing without going through the new review procedure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The last debate of this type that I conducted with the Minister was about the St. John’s colliery in Maesteg in my constituency. That was on 23 April last, when the Minister pointed out that he had been born in Wales, in Glyn Ceiriog near Llangollen in north Wales. North Wales is not all that different from south Wales, with the exception of the accent. The Minister will appreciate that it is still necessary for me to put on record, on behalf of the community of the Garw valley and the constituents of Ogmore, the main objections to the conditions that applied to the St. John’s lodge members regarding the restriction on the retention of the colliery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Minister will recall that when I was fighting for the St. John’s colliery, which had a work force of 840, he promised to ensure that the matter went to the new review procedure. I am pleased to say that eventually he carried out that promise, and I thank him for that. Nevertheless, the colliery closed, and it may interest the Minister to know that the director of the coal board in south Wales sent me a letter the day after the miners in Maesteg had taken their decision to permit the colliery to close without going through the new review procedure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A number of collieries have closed in my constituency, but never before have I received a letter so quickly from the director as I did on this occasion. It was more instant than instant coffee. The closure was agreed by the men at 4 o’clock in the afternoon, and the director was able to get a communication to me by the following day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In Ogmore there have been a number of closures since 1979, including the Caerau, Coegnant and St. John’s colliery in the Llynfir valley, the Wyndham Western colliery in the Ogmore valley and the Ffaldau colliery in the Garw valley. Now, the very last colliery left in the Ogwr borough area, the Garw colliery, is to go. These closures have caused the loss of 2,900 jobs in the mining industry in my constituency since 1979. Indeed, the Garw valley —the No. 4 area of the south Wales coalfield —once supported 12 productive pits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I compliment the lodge committee and the work force, who were given a raw deal by the NCB. They were asked to prepare a plan to break even, which had to be operative by March 1986. They were told that from the one coal face in operation they had to produce 7,500 tonnes a week rather than the existing 4,350 tonnes. They prepared a plan last week, and I have with me maps, drawings, estimates and figures that were presented to the NCB in Cardiff, with the backing of the south Wales NUM officials. Mr. Cliff Davies refused to accept that plan, rejected it totally and said that it did not comply with the NCB’s criteria. Why was that criterion used for pits in Wales when it was not used in other NCB areas?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the NCB announced its new Strategy for Coal, which wiped out the Plan for Coal, the key factor was production at a price that the market would bear. The NCB says that this means producing at a cost of less than £42 per tonne. Of the 156 pits, approximately 110 cannot meet that criterion, but more significant is the picture in the areas where the NCB is helping the breakaway union to reduce NUM influence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Equally significant is the fact that the officials of the breakaway union have not commented on the NCB strategy of drawing a line at £42 per tonne production cost —a policy that will be devastating for NUM members in Nottingham, south Derbyshire, Leicestershire and the midlands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have with me a list of collieries showing production costs per tonne for the last six months under the NCB’s criteria, and this is relevant to the collieries that have closed in the Ogmore constituency in the last 12 months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The production cost per tonne at Mansfield was £65·10; at Rufford, £58·02; at Silverhill, £55·29; at Pye Hill, £57·92; at Babbington, £57·01; at Hucknall, £56·32; at Newstead, £53·42; at Cadley Hill, £87·55; at Donisthorpe/ Measham, £70·87; at Wolstanton, £66·73 and at Holditch, £58·68. Yet the Garw colliery was producing coal at £53·65 a tonne and the south Wales NCB decided that the colliery had to close.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Are the collieries that I have mentioned, which are producing coal at high cost, protected against that criterion because they are encouraging the UDM in those areas? It is important for miners in south Wales to know that. I have not gone into detail about collieries that produce coal at much more than £42 per tonne —I was using them only as a comparison with the Garw colliery.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to pay tribute to the Garw lodge officials —Mr. John Jones, the chairman, Mr. Berwen Howells, the secretary and Eirfyl Jones, the vice-chairman —for the way in which they have conducted the negotiations, and on their loyalty to the work force. They have consulted the work force in these negotiations, as they did during the 12-month miners’ strike. I would like to pay tribute also to the community of the Garw valley, which gives unstintingly to the miners and assisted them in all possible ways during their fight to retain their collieries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In a previous debate on the St. John’s colliery, I told the Minister that most miners in my constituency were not Scargill supporters, but that they were on strike because they believed that it was the only way in which to fight the battle to retain their collieries, their jobs and their families’, friends’and communities future. The predictions made by the NUM in the 12-month strike are coming true in Wales, especially in my constituency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work force of 600 in the Garw valley has been transferred from the pits that have closed in the past six or seven years. Some 400 mining gipsies will again be without work when the colliery closes. They will look for other pits but, in the south Wales coalfield, they are being closed, slowly but surely. There are very few jobs for young people. The youngest person at the Garw colliery is 23, and no young person has been employed in the pit in the No. 4 area for the past six years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plan that I mentioned earlier would have been able to develop massive reserves which the NCB agrees exist in the Rhondda Fach and Rhondda Fawr seams. The plans were based on the cheapest possible means of developing ​ those seams. It would have taken two years to get to the main seams and cost £7 million, but the plans were rejected utterly, with little thought for miners in the Garw valley.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As it is the last in the area, would it be possible to mothball the colliery? It could be used as a tourist attraction as the Garw, Ogmore and Llynfir valleys lend themselves to the tourist industry. It could also be used some time in the future as access to an abundance of coal in seams that are acknowledged by the NCB and others to be readily available. What would it cost to maintain a colliery such as Garw so that it might be used in future? I appreciate that there might be problems with gases from other collieries, but could the Minister consider it? If he cannot give me an answer tonight, perhaps he will reply later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would like to be able to say that we will give something to people at Garw. The work force and the community have suffered as a result of 100 years of despoliation by owners and the NCB. I ask the Minister to consider the feasibility of preservation and not to seal off those vast reserves of coal, which are a national asset.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having referred to the pressure on the work force of Garw colliery and the reason why they accepted the decision, I shall quote just two paragraphs from a memorandum written by area director Cliff Davies to the manager of the St. John’s colliery on 11 November. He said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I am becoming increasingly concerned that men who wish to take voluntary redundancy at St. John’s Colliery will be caught by the DHSS and RMPS rules and will suffer severe financial penalties. As you are aware, unless the men are off our books by 2nd January, 1986, the penalties will be triggered. The time available to us to process such redundancies is fast running out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The same concern applies to men who are awaiting redundancy at collieries to which St. John’s men will transfer. If we delay much longer, these men too will be caught by the DHSS and RMPS rules.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That meant that if the miners were not prepared to accept redundancy by 2 January 1986 —and the same criterion applies to miners at the Garw colliery —they would lose substantial sums of money and face 12 months loss of unemployment benefit. As they had already lost 12 months work without any pay at all, that would not have been a matter of great concern to them if there were any future for the colliery or the miners working there, but they have been browbeaten by all and sundry and especially by the Government and MacGregor and their understudies in the industry. That is why the miners took a majority decision to agree to closure.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That valley, in which 8,000 people reside, is full of trees and spoilt only by the NCB tips. The only employment in the area is with Offrex Rexel, which has a predominantly female work force of 500 at Llangeinor, Sweetex which employs 40 women part time and Flextank, which has a mainly male labour force of 200.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My constituents therefore ask or special consideration and the restoration of special development status to the area. The NCB should reinstate the area to its past beauty, make it safe, ensure that subsidence problems are resolved and prepare sites for factory development. The Government should give special consideration to the loss of £250,000 in rates to the local authority as a result of just two pit closures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The loss of jobs is of even greater significance in an area of such high unemployment. In the Maesteg area, male unemployment was 24 per cent. before the St. John’s colliery closure. It has now escalated to nearly 40 per ​ cent., with further increases due to washery closures. The same will apply to the Garw colliery and the Ogmore valley.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My last point is equally important. What I said in the debate on 23 April about the effects on the community needs to be repeated today. The Minister replied:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The hon. Gentleman has mentioned the Margam project several times in the House and blamed the Government for not bringing it forward fast enough. The board has now received planning permission from West Glamorgan county council to build a colliery at Margam, which would employ about 650 people. However, the board has yet to make a final decision on whether to proceed with the project. If it decides to proceed, the next step will be to refer it to the Secretary of State.” —[Official Report, 23 April 1985; Vol. 77, c. 853.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In an article published in the Western Mail on 24 April 1985, the reporter, David Lewis, said that Mr. Philip Weekes, who was then the South Wales NCB area director, had announced that the NCB was to develop the Margam mine. I should like to know why this project that was promised by Mr. Weekes is not yet in being. I hope that the Under-Secretary of State for Energy will press the NCB to develop this mine. I understand that it contains the best coking coal in the world and that acid rain is less likely to be a potential hazard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I attended yesterday in the House a coalfield communities campaign reception. The campaign is supported by 69 of the 100 local authorities in coalfield areas, including my authority, the Ogwr borough council. I hope that the Under-Secretary of State will look at the document that was presented yesterday by the coalfield communities campaign to a number of hon. Members and consider its arguments about the decline in communities as a result of colliery closures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}