{
    "url": "https://www.ukpol.co.uk/lucy-powell-2022-speech-on-cutting-the-cost-of-broadband/",
    "title": "Lucy Powell – 2022 Speech on Cutting the Cost of Broadband",
    "post_date": "October 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The speech made by Lucy Powell, the Shadow Secretary of State for Digital, Culture, Media and Sport on 13 October 2022.",
    "content": [
        "As family bills rocket as a result of the economic crisis made in Downing Street Labour is today calling on the government and Ofcom to stop a broadband bombshell hitting families and firms with a three-point plan to reign in expected broadband price increases and ease the cost of living crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ofcom reports that nearly a third of households (8 million households) are having problems paying for their broadband, phone and streaming bills, double the number last year, and the highest since their records began. In a recent Lloyds Bank survey, 26 per cent of adults not using the internet in the past three months gave “it’s too expensive” as a reason. At the same time, 97 percent of eligible low-income families are currently missing out on a social tariff. Meanwhile, it has been reported that broadband firms are in line for a £1.7 billion windfall as a result of above inflation price rises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Labour is calling for:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "1) A reversal of changes the government made in 2019 which allowed regulated wholesale prices to rise with CPI rather than costs, so that telecoms wholesalers and internet service providers don’t get a windfall from sky high inflation whilst families and firms struggle to pay their bills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2) Ofcom to investigate and take action to strengthen consumer protections including taking action on mid contract price rises, early termination costs for social tariff customers, and loyalty penalties where long term customers pay more than new customers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "3) An industry wide social tariff for low-income families. Industry including wholesalers like Openreach, must work with Ofcom and consumer groups to develop a mandatory well-advertised broadband social tariff for low-income families, or the Party will set and legislate for one in government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Broadband is the newest utility, an essential for everyday life, not a luxury. Yet the Conservative cost of living crisis means that many families are finding internet access increasingly unaffordable, or impossible. Without access to the online world, children can’t do homework, parents can’t access the labour market, social security, or the best rates for services or goods, and grandparents can’t stay in touch face to face with family over distances.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Broadband wholesale price increases used to be capped at costs with prices stable over many years. However, in 2019, the government changed regulation so the price of existing Openreach networks could increase in line with CPI inflation instead. Wholesale prices for 2023 will be set this October with inflation estimated to reach a peak of 13 percent. As a result it has been reported that broadband bills could increase by a quarter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lucy Powell MP, Labour’s Shadow Secretary of State for Digital, Culture, Media and Sport, said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Internet access is a necessity not a luxury, yet the economic crisis made in Downing Street is making it increasingly difficult for families to make ends meet and stay connected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Our three-point plan will ease the broadband bombshell facing families and firms, at a time when they are already facing eye watering energy bills, and mortgage and rent increases. Whilst the Conservatives crash our economy, Labour will ensure accessing and connecting to digital infrastructure powers growth across our economy to ensure people and places aren’t left behind.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In her Labour Conference speech Shadow Digital, Culture, Media and Sport Secretary Lucy Powell pledged a new settlement for the digital age, building on our digital infrastructure to make Britain one of the most connected nations in the world for gigabit broadband, and industrial 5G.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}