{
    "url": "https://www.ukpol.co.uk/lucy-powell-2023-speech-on-channel-4/",
    "title": "Lucy Powell – 2023 Speech on Channel 4",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lucy Powell, the Shadow Secretary of State for Digital, Culture, Media and Sport, in the House of Commons on 9 January 2023.",
    "content": [
        "First, I want to congratulate the Secretary of State on her happy news and to thank you, Mr Speaker, for granting this urgent question. It is extraordinary that this matter of huge interest to Members across the House was leaked to the media during the recess with no attempt to make an oral statement. Of course I welcome this decision, having campaigned against this terrible Tory plan since it was announced. The Secretary of State has at least reached the conclusion that was staring her in the face: that the plans for the sell-off were bad for Britain, bad for our creative industries and bad for British broadcasters and advertisers. The plans would have likely seen this treasured institution, which has been responsible for some of Britain’s best-loved films and exports, sold to a US media giant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What a total waste of time and money this has been. At least £2 million has been spent, and there has been a huge opportunity cost not just for Channel 4, but across the creative industries, with the plans sucking the life out of all the important work that Ministers should have been getting on with. MPs on both sides of the House knew that the privatisation of Channel 4 was an act of cultural vandalism from a Government who simply did not like its news coverage. Can the Secretary of State give us her estimate of how much pursuing this flawed policy has cost the taxpayer, Channel 4 and our public sector broadcasters in lost opportunity?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the second time in six years that the Government have proposed this privatisation. What guarantees can the Secretary of State give that privatisation is off the agenda for good? How is she going to ensure future financial sustainability without damaging our vibrant independent sector? Prominence reform is key to that, so when will she bring forward the long overdue media Bill? Does she agree that these plans have been a massive distraction and have already led to British broadcasters losing out to the global streaming giants?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, is it not the truth that after 13 years, this tired Government have run out of road and run out of ideas? They have no plan for growth to support our world-renowned creative economy; just infighting, time-wasting and petty vendettas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Michelle Donelan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the hon. Lady will know, we have outlined, including in today’s written ministerial statement, an ambitious plan to secure and safeguard the sustainability of Channel 4 so that it can thrive and survive. It is completely wrong to suggest that we are not doing anything, or that the money we have invested in looking at this proposal has been wasted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact, as I have already stated, Channel 4 has now committed to doubling its investment in skills across the country to £10 million. This is a new package, and the money we have invested in considering Channel 4’s sustainability is very clear and on the public record. It is important that we now work together to secure the future of Channel 4 and of our independent sector. As I outlined in my opening remarks, we will particularly safeguard small, innovative independents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}