{
    "url": "https://www.ukpol.co.uk/lucy-powell-2022-speech-on-channel-4-privatisation-2/",
    "title": "Lucy Powell – 2022 Speech on Channel 4 Privatisation",
    "post_date": "June 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Lucy Powell",
            "url": "/tag/lucy-powell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lucy Powell, the Labour MP for Manchester Central, in the House of Commons on 14 June 2022.",
    "content": [
        "I beg to move,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That this House supports the UK’s much loved cultural institutions, which are celebrated around the world while creating jobs and growth across the country; in the Jubilee year supports world-renowned British broadcasting which brings the country together in celebration; believes that the Government should reverse its decision to sell Channel 4 as it will undermine the UK’s world leading creative industries and the delicate ecosystem of companies that support them; and calls on the Government to ensure that, if the sale does go ahead, Channel 4’s headquarters continue to be based in Leeds and its remit ensures that it continues as a public service publisher-broadcaster, commissions over 50 per cent of its content outside London, continues its significant investment in new independent British films and funds quality news content which is aired at prime time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I refer Members to my entry in the Register of Members’ Financial Interests, as I was a guest of Channel 4 at the recent BAFTA awards and at a recent rugby league match, where I also met the Secretary of State for Digital, Culture, Media and Sport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We wanted to have this debate today because, despite the Government publishing a White Paper and declaring their intention to sell off Channel 4, there has been little parliamentary scrutiny, and what there has been has exposed quite widespread opposition. Being the generous person that I am, I thought I would give the Secretary of State the chance to lay out her compelling arguments and win over the House today. Perhaps things might go a little worse than that, but we will see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In all seriousness, the arguments to sell off Channel 4 to what will likely be a large US media company are at best thin, while the case for nurturing and retaining all that is great about this unique British broadcaster is very strong. First, it is ironic that the self-declared party of Brexit is now uprooting, undermining and selling off great British institutions and assets at fast pace. Is that what putting British interests first is all about? Channel 4 is just one of many; the BBC and others will follow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the nation came together last week to celebrate the jubilee, we were again reminded of the important role our national broadcasters play in bringing the country together and projecting ourselves around the world. Making great TV and film is one of the things Britain is seen as a world leader in, one of our greatest exports and a reason why English continues to be a world language. From “East Is East” to “Everybody’s Talking about Jamie” to “Trainspotting”, British film is known and loved around the world. Selling off one of our broadcasting jewels in the crown in a jubilee year is not just the wrong thing to do as a patriot or for nostalgic reasons; it is also really bad for our world-renowned creative economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The foundations on which our global success is built come from our unique public and private, small and large landscape, which puts Britain at the top of the tree when it comes to TV and film.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir John Hayes (South Holland and The Deepings) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the hon. Lady about Channel 4 and its role in film in particular, but surely she will acknowledge that we need a plural system, and that private investment and engagement is critical to that plurality. Furthermore, will she confirm that, should Channel 4 be sold off, she would renationalise it? Is that Labour’s policy?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a very plural system. The argument that I am making is that private and public play different roles in that important ecosystem, but I hope that the House will today agree with my motion to stop the sell-off; I am sure it will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Channel 4, like the BBC, is fundamental to the foundations of our global success in TV and film. We flog it off at our peril. Its broadcaster-publisher model has given rise to many of our most successful production companies. That was Margaret Thatcher’s original idea. It was a good one—and I do not say that very often. Without its ability to take risks, attract different audiences, and invest in programmes and films that can seem like loss leaders, our creative economy would be all the more bland and mainstream.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Marsha De Cordova (Battersea) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is making an excellent speech. Does she agree that Channel 4 reaches audiences that other outlets struggle to reach, and produces content that attracts a diverse audience, including the takeover day commemorating the anniversary of the killing of George Floyd and the excellent coverage of the Paralympics? Does she worry, as I do, that selling off Channel 4 would hinder that kind of programming?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I could not agree more. My hon. Friend makes some excellent points, some of which I will turn to later in my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**John Redwood (Wokingham) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does not the hon. Lady see the opportunity that could be provided by a new private owner or owners, who could contribute a lot of new ideas, innovation and extra money to transform the channel for the better? Why is she always so pessimistic about any new idea?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not know why the right hon. Gentleman thinks that large American media companies are more innovative than small, British-made institutions such as Channel 4, which has been innovating for the 30 or 40 years since Margaret Thatcher invented it. He might want to rethink his point. We are not known for the blander, more mainstream content that would come from the sell-off. That is not how our success has been built. Creativity means actually being creative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alex Sobel (Leeds North West) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is making an excellent speech. I have many constituents in Leeds who work at Channel 4, but even more who work for independent production companies. Kay Mellor, the founder of Rollem Productions, recently passed away. Great creative talents such as Kay Mellor would not have been able to come forward without support such as the £221 million that Channel 4 invested in independent production in 2021. We need more Kay Mellors and more Rollems, not fewer as a result of US imports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes a really good point. I will come on to some examples in my speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, Channel 4 unashamedly supports British jobs and the British economy. The UK’s creative industries are one of our biggest and fastest-growing sectors, contributing more to our GDP than aerospace, automotive, life sciences and energy put together. With the UK’s creative industries growing at four times the rate of our economy as a whole, most other countries are looking to create home-grown companies of the kind that our Government are actively undermining. In an era of stagnant growth, when Britain needs to win the global race for jobs of the future, why are we looking to sell off a critical part of our creative ecosystem?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Channel 4’s public service remit is integral to this success. It is a driver of levelling up in the creative industries, which have all too often been focused in London. With more than half its commissions outside London, and with headquarters in Leeds, Channel 4 supports thousands of jobs in Yorkshire and across the nations and regions. Film4 has built on Halifax’s success to make it a world-leading hub in film.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Michael Fabricant (Lichfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the hon. Lady not recall that Channel 4 was dragged kicking and screaming into moving its headquarters outside London? Has she not visited Leeds and has she visited London? Does she seriously think that Leeds can be called the headquarters of Channel 4 when most of the senior management are still firmly anchored in London?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the hon. Gentleman now thinks that Channel 4 is not important to Leeds. Perhaps he might want to take up the issue with Leeds MPs and Leeds constituents, who take a very different view. They support what Channel 4 is doing in its levelling-up agenda, which is evident for all to see.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Channel 4 supports skills and widens access to the industry. At a time when employers are crying out for talent and people across the country are looking for jobs, Channel 4 is supporting thousands of young people and apprentices each year. The Secretary of State has said that her defining mission is\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“ensuring that everybody from every background has access to the arts”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "so why is she undermining an important access driver in this way? Thanks to its unique publisher-broadcaster model, Channel 4 invests half a billion pounds a year on average in the independent production sector. That has helped to grow and start many of our most successful production houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alun Cairns (Vale of Glamorgan) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady refers to spending on original content. In 2006, it was £516 million; by 2020, because of the fall in advertising income, it had fallen to £329 million. Does she accept that the current model of Channel 4 cannot survive and that it needs reform?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, I do not. This year, it is the most profitable and successful that it has ever been, so I think the right hon. Gentleman’s figures are wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Hilary Benn (Leeds Central) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Not only do Labour Members oppose this proposal, but there is a great deal of concern about it among Conservative Members. It seems to have more to do with ideology than with practicality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Leeds has been really proud to host Channel 4’s presence in our city. We worked very hard to win the competition and bring it to Leeds. If the proposal goes ahead, will there be any guarantee whatever that the new owners, whoever they are, will keep a significant Channel 4 presence in Leeds? I fear that they will shut it down and go somewhere else.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend is absolutely right. There is no guarantee whatever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Doughty (Cardiff South and Penarth) (Lab/Co-op) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cardiff is another hub for the media, so I give way to my hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Stephen Doughty**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I totally agree with my hon. Friend’s points. She is right that Cardiff is a huge hub for the creative industries; Channel 4, alongside many other media companies, has invested in our industry locally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does my hon. Friend agree that through its public sector remit, Channel 4 has been very successful in telling stories from across the United Kingdom about subjects that others have not been willing to address? As a vice-chair of the all-party parliamentary group on HIV and AIDS, I particularly commend its work on “It’s a Sin”, which told the story of the HIV/AIDS epidemic from a British perspective. It tells stories from all parts of the UK and from communities that have been under-represented.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an incredibly powerful point that I fully support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Film4 is also a global success story that costs the taxpayer nothing. It invests £25 million each year in British independent film. That is around one third of the total UK investment. By intervening particularly in the development stage, Channel 4 supports bold, risky films, and losing Film4 would be devastating for our leading edge in British film.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps this is why the industry and the public are so opposed to Channel 4’s privatisation. According to the Government’s own consultation, 96% of people are opposed to it. Even when the 38 Degrees responses are taken out, it is still only 5% of people who are in favour. Throughout all the stakeholder engagement I have done since starting this job, I have found exactly what the Government consultation has found, which is that not a single person across the sector thinks this is a good idea. I am sure we will hear from the Government today that all these good things can continue and that they are actually doing Channel 4 a favour by freeing it up, but I think the Government have made promises they cannot keep, whether on funding British-made content, investing in the regions and nations or continuing high-quality news and current affairs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whenever Ministers are challenged on how the benefits of Channel 4 will continue, all we hear is, “Don’t worry, we’ll put it in the remit.” What we know from the White Paper so far, however, suggests that the Government will remove the publisher-broadcaster model and instead require Channel 4 simply to meet a 25% quota, which would be significantly lower than the 100% it does today. On levelling up, the Government are promising only 35% of production outside London and 9% outside England. This is a dramatic cut to the current levelling up budget. As my right hon. Friend the Member for Leeds Central (Hilary Benn) has just said, the new remit will not include any commitment to keep the headquarters in Leeds or any obligations to training and skills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr Barry Sheerman (Huddersfield) (Lab/Co-op)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Can I make a point from a West Yorkshire point of view? Is my hon. Friend aware that we in the north are proud that over in Manchester and Salford we have the BBC hub, and that over in Leeds we have Channel 4? They are the anchors and foundations of the creative sector, creative skills and a real culture that will be destroyed if a flagship organisation such as Channel 4 is lost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Absolutely, because it’s great up north, isn’t it? It is not godforsaken. I think that was the word somebody else used.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ben Bradley (Mansfield) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not going to give way any more. I think the hon. Gentleman is down to speak later anyway.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government seem to think that the year-on-year investment Channel 4 makes across the country can be replaced with one-off grants raised from the sale. It is surely the opposite of conservative ideology—whatever that means these days—to replace business investment with Government handouts. I just do not get it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ben Bradley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Okay, if the hon. Gentleman wants to come in on that point. This is my final giving way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Ben Bradley**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Lady is very generous. I do not understand the pessimism. She and other Opposition Members have talked about all of this disappearing, but nobody has suggested it will disappear. She said herself that the sector is growing four times faster than the UK economy, but Channel 4 is not. The part of the sector that is growing is the privately owned part of the sector, where the investment is coming in. What evidence does she have that any of this would disappear?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I am going on to say, many of these things will disappear. Channel 4 occupies a very important part in the ecosystem, and all parts of the ecosystem feed one another. The reason that some foreign investors come here is that we have Channel 4 and the BBC producing the talent pipeline and the kind of risky, edgy content that they themselves would never produce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Despite Channel 4’s crucial role in British film, which the White Paper recognises, the Government are making no commitment to ensure that a privatised Channel 4 would continue that investment, or even to the future of Film4 itself. The White Paper also says that Channel 4 is and will remain a public service broadcaster. However, that completely unravelled when the Secretary of State told the Select Committee recently that this would expire after only 10 years. To a big foreign media buyer, this 10-year pledge is fairly trivial and worth weathering in order to get beyond it, when it would be a case of anything goes. If the Secretary of State and her colleagues agree that at the very least all that makes Channel 4 great should be permanently enshrined in its new remit, they should support our motion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well the claim of pretending we can keep everything that is good about Channel 4, I want to address some of the other claims I have heard Ministers make. The Culture Secretary says she wants to set Channel 4 free so that it can raise investment, because it is not financially sustainable and is a burden to the taxpayer. However, Channel 4 does not cost the taxpayer a penny, yet retains the benefits of public ownership, such as British values, British jobs and British content for British audiences, especially young and diverse audiences. In fact, it is in rude health both creatively and financially, making a profit of £75 million last year, which has all been ploughed back into British content, skills and talent. Channel 4 does not need a taxpayer bail-out, it is not a broken financial model and it does not need privatising to continue to flourish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next, we hear that the sell-off of Channel 4 is necessary so that it can escape the straitjacket of being kept in public hands and can compete with Netflix. Channel 4 is free to make commercial and editorial decisions without Government or shareholder pressure. That means taking risks on shows such as “Gogglebox” and “It’s A Sin”, or initiatives that do not in themselves have a financial return, but have a significant public good, such as the Paralympics or Film4. Can the Secretary of State tell us what she wants to free Channel 4 from in order to be able to do what it cannot do already?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Secretary of State’s Netflix comparison is about competing for subscribers, then she is wrong on that too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Colum Eastwood (Foyle) (SDLP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Lady give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will not give way; I am going to make some progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unlike Netflix, which is seeing the number of its subscribers going down, All 4 is a highly successful free streaming service, generating 1.25 billion views in 2021, with eight out of 10 young people in the UK registered to it. Global streamers produce content to appeal to the widest possible global audience, but Channel 4 produces distinctive and diverse British content that reflects this country’s social and cultural landscape. The Secretary of State’s sell-off will mean less British-made content and representation. Finally, if she wants Channel 4 to be free to compete with the likes of Netflix, Amazon or Disney, why is she offering those companies a chance to buy it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Secretary of State also says that the age of linear television is dead and linear advertising is going down with it. However, advertisers are against her plans too, as they know it will mean less choice and less competition without the unique audience reach that Channel 4 currently offers. The big winners will yet again be the likes of YouTube that compete for young audiences and will gobble up the advertising opportunities that disappear from Channel 4.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are basically two options for a buyer if the Government go ahead: either the channel will be bought by a UK broadcaster such as ITV—and the sale may well not be allowed to go through on competition grounds, as it would lead to over-dominance on advertising, driving up prices up and lowering choice—or, which is more likely, Channel 4 will be bought by one of the big US media giants. In that event, rather than investing in British programmes for British audiences, Channel 4 would become a shop window for the buyer’s existing content. This is a policy that sells off a great British asset to the benefit of the big US tech giants in more advertising revenue and to the big US media giants in economies of scale. That is a great policy, is it not? It is really patriotic; I am not sure why I didn’t think of it myself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, the Secretary of State says there is no alternative, but she and I both know there is. Channel 4 has set out a proposal that maintains public ownership while delivering even greater public benefit and putting Channel 4 in a stronger financial position. However, she has ignored it, because she is hellbent on selling off the channel because she thinks it is a bit left-wing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robin Millar (Aberconwy) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a lot!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Lucy Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, well, it may be, but I do not think it is. [Interruption.] No, I think the hon. Gentleman has let the mask slip on his own side, because Conservative Members do think Channel 4 is a bit left-wing, which is why they are selling it off.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The truth is that the Secretary of State has misunderstood where Channel 4’s true value comes from and the important distinctive role it plays in the wider economy. That is why Margaret Thatcher invented it, and that is why many Conservative MPs and peers oppose this. The Culture Secretary might not want to hear it, but this is what some Conservatives have to say about her proposal: the “opposite of levelling up,” “very unconservative” and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“an unnecessary and provocative attempt to address a political non-issue during a time of crisis, at significant cost to the independent UK film and TV industry.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would say they are as brassed off as the rest of us. [Interruption.] Some Members got that cultural reference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know the Culture Secretary does not like Channel 4, and she has said that it does not do itself any favours. Her sell-off has no support in the country, no support in the creative industries, no support from other broadcasters, no support from advertisers and very little support in Parliament. The big winners from her policy will be the big US tech and media companies; the losers will be British creative jobs outside London, British independent film, British independent production companies and Britain’s creative economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This cultural vandalism does not get modern Britain and does not understand how best to grow the British economy. That is why I urge the House to support our motion today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}