{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2023-statement-on-the-prosecution-fee-increase/",
    "title": "Victoria Prentis – 2023 Statement on the Prosecution Fee Increase",
    "post_date": "February 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Prentis, the Attorney General, on 7 February 2023.",
    "content": [
        "Parity of fees paid to prosecution and defence barristers ensures fair representation on both sides of criminal cases.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like many, I have been concerned to hear reports that on occasion, the CPS has struggled to recruit suitably experienced staff to prosecute complex cases, especially those involving rape and serious sexual offences. Ensuring that victims’ voices are heard requires prosecutors, delivering a core part of this Government’s commitment to breaking down barriers to justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why it is welcome news the Treasury will provide the Crown Prosecution Service with the additional funding it needs to increase prosecution fees in line with those agreed for defence legal aid fees last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is an issue that I have championed alongside the Bar Council and CPS, and it is an outcome that reflects the importance of a well-functioning justice system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}