{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2022-statement-on-the-annual-fisheries-negotiations/",
    "title": "Victoria Prentis – 2022 Statement on the Annual Fisheries Negotiations",
    "post_date": "January 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Prentis, the Minister for Farming, Fisheries and Food, in the House of Commons on 6 January 2022.",
    "content": [
        "The UK and EU have now reached an agreement on fishing opportunities for the 2022 fishing year. This is the second time the UK has entered into bilateral negotiations with the EU as an independent coastal state, following the signing of the trade and co-operation agreement (TCA) between the UK and EU in 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In its second year negotiating as a coastal state, the UK has also successfully concluded the UK-EU-Norway trilateral negotiations and UK-Norway bilateral negotiations. Both agreements mark the start of new fisheries arrangements in the North sea and a strong willingness from all parties to collaborate closely in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government have worked closely with Scottish Government, Welsh Government and Northern Ireland Executive, and the outcomes secured by the UK will enable us to improve the sustainable management of our fish stocks in support of the whole of the UK fishing industry in the short and long term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Collectively from the EU-UK bilateral, EU-UK-Norway trilateral, and coastal states negotiations, the UK has secured agreement on the total allowable catches—TACs—for 86 stocks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**UK-EU Agreement**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The agreement we have reached with the EU covers 69 UK-EU TACs, resulting in a total value of fishing opportunities for the UK in 2022 of approximately 140,000 tonnes, worth around £313 million, based on historic landing prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Guided by best available scientific advice as part of sustainable fisheries management, the UK and EU agreed reductions across a number of TACs, meaning that overall the UK will have around 12,000 tonnes less quota compared with 2021 from these negotiations. However, even with this reduction, the UK has around 28,000 tonnes more quota from these negotiations than it would have received with its previous shares as an EU member state. This is estimated to be worth around £45 million based on historic landing prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As in previous years, the UK negotiated this year’s TACs taking account of sustainability principles. A full assessment of the number of individual TACs set consistent with International Council for the Exploration of the Sea (ICES) advice on catch opportunities will be published shortly and after the conclusion of all the UK’s annual fisheries negotiations and the setting of consultative TACs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On exchanges of quota with the EU, the UK and EU agreed to the continuation of the interim exchange mechanism which has operated successfully since July 2021, enabling voluntary exchanges between the UK and member states. This will continue until the Specialised Committee on Fisheries (SCF) can agree a permanent mechanism, as required by the TCA. The UK and EU agreed to hold a final round of exchanges on 21 January 2022 to allow for the wrapping up of this year’s exchanges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On non-quota stocks (NQS) the UK and EU resolved the outstanding provisional historic baseline tonnage figures, this includes the removal of catches from Crown dependency waters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The revised baseline figures are 12,365 tonnes for UK vessels in EU waters, and 33,023 tonnes for EU vessels in UK waters. It was also agreed to hold further technical discussions from January 2022 to ensure that future data exchanges on NQS uptake are robust and accurate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Exceptionally, the UK and EU agreed not to apply the NQS tonnage limits provided for in the TCA for 2022. We will closely monitor uptake data and in the event either party reaches 80% of their total a discussion will be held in the SCF to consider next steps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK and EU also committed to work at pace to develop multi-year strategies for shared NQS as set out under the TCA, with the aim of developing the first of these by 31 July 2022. Both parties confirmed our shared priority to ensure the sustainable management of NQS stocks from 2023 onwards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK and EU agreed to roll forward the previously agreed measures for seabass. In addition, it was agreed that further adjustments would be introduced in 2022. These include an increase in the annual limits for landings of bass from hook and lines and fixed gillnets, as well as an amendment to the commercial trawl/seine flexibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, the UK and EU agreed to prioritise and handle NQS, seabass (including the ICES assessment tool), stock without ICES advice, inter-annual quota flexibility and other topics through the Specialised Committee on Fisheries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**UK-EU-Norway Trilateral Negotiations**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK reached an agreement with Norway and the European Union on catch limits for 2022 for six jointly managed stocks in the North sea. The catch limits agreed for 2022 are worth over £184 million to the UK fishing industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The agreement demonstrates the parties’ continued commitment to the sustainable management and long-term viability of cod, haddock, plaice, whiting, herring, and saithe stocks in the North sea. Alongside the total allowable catches—TACs—for 2022, the agreement puts in place a process to review the distribution and management of shared stocks which are important for the whole UK catch sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**UK-Norway Bilateral Negotiations**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The agreement reached with Norway includes reciprocal access to each other’s waters. The UK will gain access to 30,000 tonnes of whitefish stocks such as cod, haddock and hake. There will also be access to fish pelagic stock: the UK industry will be able to fish its full quota of Atlanto-Scandian herring in Norwegian waters, and up to 17,000 tonnes should it swap in additional quota from the EU in 2022. In return, Norway will be able to fish up to 17,000 tonnes of North sea herring in UK waters. This is less than a third of the level of access for North sea herring enjoyed by Norway while the UK was a member of the European Union. We also agreed some quota exchange, estimated to be worth just over £5 million. This includes bringing in stocks such as North sea whiting, hake and anglerfish, and Arctic cod.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The agreement puts in place a process which ensures that the fishing arrangements do not have detrimental consequences for fish stocks and the wider marine environment. The mutual access will also allow respective fleets more flexibility to target the stocks in the best condition throughout the fishing year, supporting a more sustainable and economically viable fishing industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In parallel to the conclusion of these negotiations, Norway has allocated to the UK 6,550 tonnes of cod around Svalbard. This means the UK can fish over 7,000 tonnes of cod in the Arctic in 2022, estimated to be worth around £16 million, and 1,500 tonnes more than in 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**UK-Faroe Island Negotiations**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bilateral fisheries negotiations between the UK and Faroes are ongoing. Both parties are pursuing a pragmatic and well-balanced agreement. The UK’s overriding priority is to ensure that the deal is in the best interests of the UK industry and protects the marine environment, promoting sustainable stock management.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Regional Fisheries Management Organisations (RFMOs)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is a contracting party to five RFMOs and played a central role in negotiations in 2021 in securing a number of important new RFMO measures for 2022 and beyond. These include a new rebuilding plan for North Atlantic shortfin mako shark in the International Commission for the Conservation for Atlantic Tunas (ICCAT), a new management measure for yellowfin tuna in the Indian Ocean Tuna Commission (IOTC), an interim measure for the Greenland salmon fishery in the North Atlantic Salmon Conservation Organisation (NASCO), new “area closures” to protect vulnerable marine ecosystems in the Northwest Atlantic Fisheries Organisation (NAFO), and a measure to protect juvenile haddock at the North East Atlantic Fisheries Commission (NEAFC). The UK also confirmed its 2022 shares in the four ICCAT stocks negotiated with the EU under the TCA.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK will build on these successes in 2022 and beyond, working to achieve rapid progress on our priority objectives for RFMOs both in terms of fishing opportunities where appropriate, and furthering our marine conservation priorities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Multilateral “Coastal State” Negotiations**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On mackerel, blue whiting and Atlanto-Scandian herring, the UK and other coastal states (the parties responsible for a stock’s management due to it being distributed in their waters) agreed to set the global TACs for 2022 in line with the advice provided by ICES.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also agreed to discuss sharing arrangements for each stock in 2022. The UK will chair discussions on mackerel and Atlanto-Scandian herring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}