{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2019-speech-on-self-build-housing/",
    "title": "Victoria Prentis – 2019 Speech on Self-Build Housing",
    "post_date": "May 17, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Victoria Prentis, the Conservative MP for Banbury, in the House of Commons on 13 May 2019.",
    "content": [
        "I wanted to call this debate “Kevin McCloud changed my life and I want him to change yours, too”, but I was told that was not entirely orderly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What I do want to impress upon the House is that self-building produces houses that are better quality, cheaper and greener. My husband and I were gripped by “Grand Designs” when it was first shown about 20 years ago. I was aware that our French and German contemporaries had been brought up in houses that their parents had built, and they were starting to build their own at our sort of stage. We were thrilled when a run-down house on a large plot became available in our village. We definitely fall into the “creative” type, rather than the “engineering” one, so we got a local architect and a building firm in the village to do the work for us. But coping with the legal side of planning, as well as the design and organisation, was in itself a huge time commitment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There were definitely television-worthy moments, and I am so glad we were not filmed: the day the glass wall broke into tiny shards as it was being installed; and when we moved in with two small children with only an outside loo and no floors. Thirteen years on, we still love our house. It was built for our needs: snooker, books and vinyl; and a large cooker. Where others have an eating area, we have a hose-down function room for community events. Most important to us are the incredible views of the Cherwell valley from every room.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Did the planners encourage us? No, they were horrified by discussions about reed beds and solar panels, and we had to appeal and argue. They did, however, eventually have the grace to commend the final result. But Cherwell District Council has come on leaps and bounds since, and it is as passionate about building as I am.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are building at an enormous rate locally, with three new homes finished every day in our area; we regularly top the leaderboard. But much of my casework is about problems with the quality of build of large developers. We have a wall of shame in my office where we rank how many complaints we get for each major builder. Occasionally, I get their representatives in, in small groups, to show them who is at the top of that wall of shame. I find that that is quite effective, with householders suddenly finding that defects are rectified—safety in numbers not working is effective in those meetings. The lack of quality, as well as the uniformity of type, of so much mass development is a real concern to me, as it should be to Members across this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2012, Cherwell District Council created Build! to look at alternative ways to deliver affordable houses for local people who buy a share in the property, which they self-finish to their own specification.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Robert Courts (Witney) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to my hon. Friend for her characteristically entertaining and thought-provoking speech. I only wish there was time for me to make a speech. [Interruption.] Oh, of course, given the time, there probably is.​  \nWhen I was a district counsellor, one of my most memorable visits was to my hon. Friend’s constituency to see that Build! project. Does she agree that there are two wonderful things about self-build that she has not yet had time to mention, although I am sure she will: first, it strips out the profit element and therefore means it is much cheaper; and, secondly, there is individuality in each build—the place-making and the village aspect that is so important to our constituents?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Prentis**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend is absolutely right. The Build! scheme is a good example of a halfway house before a full self-build, which we all know is quite a commitment to take on. The scheme enables people to self-finish, and brings many of the benefits that my hon. Friend just outlined, possibly without all the pain of a full self-build process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have quite a few examples of the Build! project throughout the constituency, but grouping is important, as I will come on to explain, and one great example is in Warwick road in Banbury, where there is a 16-house development on the site of a former care home. In creating the project, we learned that instant community cohesion is a major bonus to grouping self-builds: by the time people move in, they know not just their neighbours but the location and type of their soil pipes. That makes for a diverse but energetic community who look out for each other right from the beginning. It is quite extraordinary, and it is one of the very real benefits of grouping self-builds, even in quite small developments, such as blocks of flats.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another example is in a large building in a car park in Banbury town centre. People in flats next-door to each other look out for each other. They carry each other’s heavy pipes in for installation and help each other with other elements of building. It really makes a difference to how they go forward together as a community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of my newest town councillors has just bought a one-bedroom Build! flat near Bicester Village station. She told me:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Without Build! and the support of CDC”—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Cherwell District Council—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I would have really struggled to get on the property ladder. At 24, with a single income, I’m not very attractive to mortgage lenders. I bought a share in a self-finish flat. I pay a mortgage and a minimal amount of rent, and hope to work up to 100% ownership in a few years.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She continued:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“This scheme has allowed me to finish my first property to my own specification. It was a bit of a shock to learn my doors wouldn’t fit over the new carpets and needed to be cut down. I’m in the process of tiling my bathroom, which has been a learning experience. It hasn’t been plain sailing but it will be an experience I’ll treasure.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is somebody with, to put it politely, no self-build skills. She is a young woman doing it on her own aged 24. That is really commendable. It has enabled her to have a cheaper property finished to her own spec, and it has given her the confidence to get on to the property ladder. It is exactly the sort of scheme that we should roll out nationally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon (Strangford) (DUP)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for bringing this idea to the House for consideration. The Minister and I were just at a meeting of the all-party group on healthy homes and buildings. Some ​of the ideas that the hon. Lady refers to are coming through in the White Paper that the all-party group published.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many years ago, before I got married, we did a project for my house back home. We referred to it as grip work—we employed a builder, a carpenter, an electrician, a plumber and so on to come in to do the work at each stage, thereby diminishing the cost factor at a time when, because we were younger, we were pushed for money and did not have very much. What does the hon. Lady feel that the House, and perhaps the Minister in particular—he is a good Minister—could do to help these projects and schemes for first-time new build owners?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Prentis**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Gentleman has just helped—by telling us about his own experiences back home. What we can do is promote schemes such as Build! and the slightly more ambitious one that I am about to discuss, which are very easily rolled out across the country and which really can help new, young first-time buyers to realise their dream of property ownership.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Bambos Charalambous (Enfield, Southgate) (Lab)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have a constituent who is interested in home building, but they had difficulty accessing the register of available land, which local authorities are required to keep. Can the hon. Lady advise me on how that was done in her local authority?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Prentis**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, I will come on to that. My local authority actually has provided enough houses—as indeed all local authorities are obliged to do—for people who want to build their own home. People wishing to build their own house must register with their local authority and a plot is supposed to become available in time. That is not always the case, and it is one of my real worries about people achieving their goals of self-build. I will cover that, and I am sure that the Minister will, too. That is one of the reasons for holding this debate: it is really important that we continue to press for plots to be made available so that people can begin to realise their dreams.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Jim Shannon**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am listening very intently to the hon. Lady. We also have a co-ownership scheme in Northern Ireland, which enables people who are financially restricted in getting a mortgage to buy half a house, and the co-ownership scheme gets the other half. It is also another way of enabling people to get on the first rung of the ladder and to move forward to get their own place, which is probably similar to the self-build project that the hon. Lady refers to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Prentis**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is really important. Often, those help-to-buy schemes, or similar schemes, are not available to self-builders. They are in my constituency, because of a forward-thinking local authority, but they are not available across the country, and that is of real concern to me. The way mortgage lenders lend money is often not very helpful to self-builders, either.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I come on to Cherwell District Council’s most ambitious project and the one about which we really do want to sing from the rooftops. Graven Hill, which is former Ministry of Defence land, is a 188-hectare site south of Bicester. It is the UK’s, and possibly the world’s, largest custom build site. Plots with services already installed are easy to buy, and planning regulations—I cannot believe that I am saying this sentence—are relaxed and ​user-friendly. Two thousand custom build homes are being created, and those with a local connection have the chance to buy first.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I encourage everyone, particularly those involved in planning, to watch the fabulous programme, “The Street”, on Channel 4, the final episode of which aired last week during Self-Build Week. It is available to watch on catch-up for the next 30 days. There is a shortened taster programme, but you would miss the full experience, Madam Deputy Speaker, if you did not watch the whole thing. Watching the programme is six hours of your life very well spent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the programme, Kevin McCloud—need I say more?—provides gentle commentary on the construction process of the first 10 builds on Graven Hill, demonstrating the positives and the stresses and how these houses meet the specific needs of the young, the old, the disabled and the unwell. These homes are definitely cheaper—around 20% cheaper—than other new builds. They are definitely ecologically sound. Just as the build quality is much better when a person does it themselves, individuals are consistently keener to take risks and try new ecologically interesting ideas in a way that big developers simply will not. So far the site as a whole has saved a significant quantity of carbon by sourcing tarmac from a local plant and by recycling aggregate on site. Some 90% of the waste generated at Graven Hill has been recycled, which is extraordinary on a big building site. McCloud does not shy away from the problems—this is very good telly—causing the reviewer of the series in The Daily Telegraph to call for a solid Victorian terrace to live in. However, what is clear is that what has been created is much greater than the sum of its parts. These are not just houses, but Graven Hill custom build houses. Their builders feel a pride in what they have achieved and that really shines through. They will definitely help to build a fantastic community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are three major barriers to intrepid self-builders, the first of which is access to land, mentioned by the hon. Member for Enfield, Southgate (Bambos Charalambous). All planning authorities are required to maintain a register of those seeking to self-build, and to ensure that sufficient permissions are granted. Some 18,000 plots have been promised by Right to Build Day on 30 October. Will the Minister assure me that this is on track and will happen?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second barrier is mortgage and financing issues. When we inevitably went over budget in our own build, I remember that our mortgage company was distinctly unimpressed by our application for further funding and told us that our plot was worth less with our half-built house on it than it had been at the beginning. That was a low moment. My husband was self-employed, which also caused problems for the mortgage company. Low-deposit mortgages are not usually available to self-builders, and neither is Help to Buy because it relies on the purchase of a completed property by a single payment at legal completion. It is, however, available at Graven Hill for custom built homes. Central Government really could work more creatively with lenders to address those issues, and I would be grateful if the Minister thought further about that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third major barrier is undoubtedly planning. At Graven Hill, the council has adopted contemporary planning regulations to ensure a fast approval process ​of a self-build plot in 28 days. This is revolutionary, and I do not see why every local authority in the country cannot follow suit. I remember the thousands of pounds in rent that we wasted while waiting for planners. I do not really know what they were doing, but whatever it was they did it very slowly. Addressing this issue is critical to the future promotion of self-building.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government and the Minister are making all the right noises in policy terms, but real change has to come from creative thinking by local authorities and mortgage lenders. Without it, we will not see the revolution in self-building that I seek. The UK has one of the lowest self and custom build sectors in the developed world, running at about 8% of the market. This is a real way to solve our housing problems, build communities, and ensure good quality and ecologically sound architecture. To Cherwell District Council led by the quietly inspirational Barry Wood, the Graven Hill pioneers and Kevin McCloud —I salute you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}