{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2022-statement-on-the-serious-fraud-offices-handling-of-the-unaoil-case/",
    "title": "Victoria Prentis – 2022 Statement on the Serious Fraud Office’s Handling of the Unaoil Case",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Prentis, the Attorney General, in the House of Commons on 29 November 2022.",
    "content": [
        "Following the Court of Appeal’s judgment in the Unaoil case, R v. Akle & Anor, in December 2021, the then Attorney General, the right hon. and learned Member for Fareham (Suella Braverman), commissioned Sir David Calvert-Smith to conduct an independent review into the Serious Fraud Office’s handling of the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 21 July 2022, in a written ministerial statement, the then Attorney General provided Parliament with the findings of Sir David’s review and a response to his recommendations. This also included a commitment to update Parliament on progress in delivering these recommendations in both November 2022 and February 2023. This WMS provides the first of these updates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir David’s review made 11 recommendations, which were accepted. These cover a range of matters, including record keeping and case assurance, compliance with policies, and resourcing. While many of the changes recommended by Sir David can be—and have been—made quickly, it will necessarily take longer to fully embed his recommendations and assess the effectiveness of changes made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within this context, I am pleased to report that significant progress has been made in delivering Sir David’s recommendations. For nine of the 11 recommendations, the SFO has already implemented specific measures or steps to ensure their effective delivery. For the two remaining recommendations, work has commenced to make changes in response to Sir David’s proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A detailed update on progress will be published on www.gov.uk today and copies will be placed in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also like to take this opportunity to notify Parliament of a change to the timing of the second update on Sir David’s recommendations. This was originally planned for February 2023 but will now be provided by no later than May 2023. This is to allow the findings of an inspection of the SFO by His Majesty’s Crown Prosecution Service Inspectorate to be considered as part of the update. The inspection, a report of which will be published in April 2023, is examining case progression in the SFO with reference to relevant findings in Sir David’s review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}