{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2021-speech-on-zoos-and-aquariums/",
    "title": "Victoria Prentis – 2021 Speech on Zoos and Aquariums",
    "post_date": "February 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Victoria Prentis, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 8 February 2021.",
    "content": [
        "I thank the hon. Member for Kingston upon Hull West and Hessle (Emma Hardy) for securing this important debate. She is right to be proud of The Deep. It is the largest aquarium in the UK and an international player in marine conservation. It was lovely to hear more about some of the animals and other creatures for which it cares so well, and to hear the passion with which the hon. Lady spoke about them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also thank hon. Members from across the House for their extensive engagement with the Department for Environment, Food and Rural Affairs on zoos and aquariums since the outbreak of the pandemic. The hon. Lady will remember—as may you, Mr Deputy Speaker —that the last Adjournment debate on this subject went on for some three hours. I do not know that this one will, but I single out two hon. Members who would like to be with us: my hon. Friend the Member for Romford (Andrew Rosindell), already referred to, who chairs the all-party parliamentary group; and my hon. Friend the Member for South West Bedfordshire (Andrew Selous), who has the honour to represent Whipsnade and has made a lot of the running in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the zoos, aquariums and wildlife sanctuaries that have worked so hard to ensure the welfare of the animals in their care. Zoos, as we have heard, contribute to conservation and education, helping both to sustain endangered species and to teach us all about animals’ natural habitats. We know, too, how hard zoos have worked to provide well managed covid-secure spaces, when they have been permitted to open. We ensured that the outdoor areas of zoos could open after the first lockdown, and we allowed those areas to remain open in tier 4 before Christmas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will continue to press the case for zoos to be allowed to open as it is safe to do so. A great deal of work on the procedure for reopening is under way, and our officials are working very closely with the sector on safe guidance for that. We understand the particular issues of indoor areas, to which the hon. Member for Kingston upon Hull West and Hessle referred.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I reassure the House that Government support schemes remain in place and available for zoos to access. Zoos can apply, and are applying heavily, for furlough, VAT deferral, business rates relief, the business interruption loan schemes, the option to reclaim the costs of statutory sick pay, and ordinary hospitality and leisure grant funding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, as we heard, we set up the zoo animals fund to help zoos at immediate risk and to prevent the unnecessary euthanasia of animals. The priority of the fund is to ensure that animal welfare is maintained. This fund, together with its predecessor, the zoo support fund, has supported a wide variety of zoos, both large and small. We are continually keeping the fund under review, and it is fair to say that we have already made significant changes to it. We now allow claims not just for feeding livestock but for maintenance and repair, for example, and we have extended the fund to run until the end of the month to allow for the impacts of the latest lockdown. We now also allow zoos to claim when they have reached their last 12 weeks of reserves, and they can start the application at any point in the run-up to that period. I would strongly encourage zoos to apply to the fund .\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am aware that The Deep is in conversation with my officials, and I know that it has furloughed staff and tried hard to reduce its running costs. I am also aware that it has received a substantial loan from the coronavirus business interruption loan scheme. I have talked to Lord Goldsmith, who leads on this policy area, about this again today, and we will continue to monitor the effectiveness of the fund with a view to ensuring that it is meeting its aims. We have already made changes to the zoos fund in order to move flexibly and adapt to the changing circumstances of the pandemic. I know that Lord Goldsmith will be following this debate with interest, and he has asked me to reassure the hon. Lady and the House that the fund is very much being kept under active review. I can assure the House that the Government fully appreciate the value of well-managed zoos to society, and I am very much looking forward to the day when they are able to open again and we can all visit them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}