{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2019-speech-on-the-loyal-address/",
    "title": "Victoria Prentis – 2019 Speech on the Loyal Address",
    "post_date": "December 21, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Victoria Prentis, the Conservative MP for Banbury, in the House of Commons on 19 December 2019.",
    "content": [
        "It is always a pleasure and an honour to follow a maiden speech. No, I did not agree with everything said by the hon. Member for Foyle (Colum Eastwood), who is new to this place, but remarkably fluent and adept at using the Chamber. However, I absolutely applaud his desire to speak for all his constituents, whether or not they voted for him. I am sure we will be hearing much more from him in this place.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is an enormous honour to have been re-elected for the third time in a very short number of years to represent my home area of Banbury, Bicester and 62 villages, and it is a great excitement to be part of what the Prime Minister describes as his “stonking” majority. It is also a great pleasure to speak in this debate and to follow some very important speeches including that of my right hon. Friend the Member for Maidenhead (Mrs May), who spoke—as she has done so powerfully before—about social justice. My right hon. Friend the Member for Tunbridge Wells (Greg Clark) also made a very important speech about how we should come together and celebrate being the party of one nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is fair to say that Banbury had the closest result in the nation in the referendum, as we voted to leave by 500 votes. Three years ago probably about half of my constituents wanted to get Brexit done. That is not how they feel now. I have lost count of the number of times people told me our slogan on the doorstep before I said it. There was a coalescence of views from former liberals and former Labour voters, who reinforced again and again their strong belief in democracy, doing the right thing and respecting how people voted three years ago; they were passionate about it. It is important that this Government—this stonking democracy—delivers for everyone. I am thrilled, having gone on about it rather a lot in the previous Parliament, that if tomorrow goes as the Prime Minister expects it to, we will leave the EU with a deal. I also hope that his negotiations for a trade deal next year go as well as he hopes, and that we are able to protect the motor industry in Banbury and the just-in-time jobs on which we depend locally, in so much of our area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Far more important to Banbury than the EU, though, is the Horton General Hospital. That is what people really wanted to talk about on the doorstep, day after day. I was able to tell them that, with the new investment from this Government, it is likely that we will be able to build a new modular set of buildings on the Horton site that will make the hospital truly fit for the future. I noticed after a very minor and very silly accident that I had during the campaign that we now have a severe parking problem at Horton General Hospital because so many more procedures are being undertaken there. I want to make sure that the buildings are fit for purpose and that we are able to bring maternity back to Banbury in the very near future so that babies are able to be born there, as I was. People also wanted to talk to me about school funding. We live in a historically underfunded area, and I was glad to hear what we heard over the course of the campaign on this issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But right up the agenda, before Brexit and just after the Horton, was the environment. That was the subject that people—women in particular, but people of all ages—wanted to talk about on the doorstep, in hustings or in schools anywhere I went. This was an ambitious Queen’s Speech on that agenda, but real change in this area will require from all of us behavioural change that is going to be difficult. I am pleased that I was able to work in a small way on creating ideas like the Great British Spring Clean and in helping to reduce single-use plastics during the last Parliament. There are real green opportunities and a real chance now for the Government to shape policy both across industry and across people’s lives on this agenda, and I look forward to working on that.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Something I learned particularly at the end of the last Parliament was the importance of cross-party working when I was proud to take part in the group of MPs for a deal, which had some enormous success when 19 very brave Opposition Members voted with Conservative Members for the Second Reading of the Bill that became the European Union (Withdrawal) Act 2018. I pay tribute, in particular, to my friend from Don Valley who lost her seat and who did more, perhaps, than any other to represent leave voters on the Opposition Benches at a very difficult time in our parliamentary democracy. Working cross-party was a leap of faith, but, to my mind, it was worth it, and we gained more than we could quantify, perhaps, from the unpleasant atmosphere that surrounded those very difficult votes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that in this Parliament, despite our stonking majority, we will work together on the environment and, in particular, on social care and on something I have a very personal interest in—achieving good deaths for our citizens—both of which were mentioned by my hon. Friend the Member for Southend West (Sir David Amess). As he said, we know that just as taxes happen to us, death will happen to us all. It is important that we focus and work together on the way that we enable people’s deaths to take place—we hope at home and we hope peacefully.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another personal priority of mine is justice. During this Parliament I will take a keen interest in the work of the new royal commission on justice that has been announced today. Of course, I welcome that. I welcome any interest in justice; I have been banging on about this area for the past 25 years. Most of my waking thoughts for the past 25 years have been about our justice system. Of course a royal commission is a good thing, but I very much hope that it acts speedily, that the right people are appointed to it, and that it looks very closely at the reports of the Justice Committee, of which I am rather proud, from the last two Parliaments—particularly those on probation and on the prison population, which is quite a large and weighty report, I must confess.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Alec Shelbrooke (Elmet and Rothwell) (Con)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building on the issue of cross-party working, which is very important, the hon. Member for Barnsley East (Stephanie Peacock) mentioned sentencing. May I urge my hon. Friend to take a serious look at this? Two young lads, Harry Whitlam and Callum Wark, were constituents of mine killed by drunk drivers. Callum’s killer, a Bulgarian HGV driver who drank a bottle of vodka, drove straight over his car and killed him on the day before his 20th birthday, was out of prison in three years. Eleven-year-old Harry Whitlam’s killer, who was five times over the drink-drive limit and killed him on a farm, could be prosecuted only under the health and safety Acts and got 18 months. When my hon. Friend looks into sentencing and bringing this cross-party work together, will she ensure, for the families who mourned the loss of their children—Callum was an only child—that people recognise that if they intoxicate themselves, these are not accidents but manslaughter and should carry a similar sentence?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Victoria Prentis**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank my right hon. Friend for his intervention. He raises a very serious issue that has been discussed a great deal on both sides of the House over ​the last few years. He will have heard the Prime Minister give an undertaking earlier to incorporate that in the sentencing review, but he touches on an important difficulty that we have when talking about justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we consider sentencing, we think about a punitive element, but I hope we will remember that the aim of us all—even those of us who have spent 25 years often advocating for prisoners’ rights—is to reduce crime and ensure that we protect future victims by stopping crime from ever happening again. It is so important that we concentrate on reforming people while they are in prison and do not lock them up and throw away the key, because nearly everybody who goes into prison is coming out again. It is really important that we have informed debate in this House. We must recognise that we are over the 20% mark of people in prison having committed a sexual offence. A large number of sexual offenders in prison are coming out, and we have to think very carefully about the treatment they are given in prison, the effort we put into reforming them and how we supervise them when they are released. That is my band- wagon, as you know, Mr Deputy Speaker, having heard me talk about it before. I would like in this Parliament to concentrate once again on the justice sphere, and I hope that I will be able to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a great honour to have been re-elected and to be part of an enthusiastic, one nation Government who are going to get things done. I would like to conclude by asking everyone to remember that Christmas is a time of enormous good will, but it also gives us a few days off to reflect and think about what we are going to do better next year. Merry Christmas to all, and I hope we come back refreshed and enthused about getting Brexit done and everything else we want to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}