{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Victoria Prentis – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Victoria Prentis, the Conservative MP for Banbury, in the House of Commons on 9 September 2022.",
    "content": [
        "In her address to the nation during the pandemic, resplendent, we remember, in her NHS scrub coloured dress and brooch, Her Majesty praised\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“the attributes of self-discipline, of quiet good-humoured resolve and of fellow-feeling”,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "which she felt characterised our nation. They are qualities she modelled for us and for which we loved her, but to them she added a less definable quality: a presence, a splendour which came from her deep faith and her certainty that the Crown is at the very centre of our constitution. This, combined with her considerable beauty and charm, meant she lit up every room.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will never forget the day she came to Banbury in 2008 on the 400th anniversary of the town’s charter. Later that day, she opened the Oxford Children’s Hospital. My largest donors were corralled for really quite a long time for security reasons before she appeared. The excitement in the room, and some very healthy competition, meant that that was the most lucrative hour I have ever spent in fundraising.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is clear from the speeches today that we saw in the Queen a reflection of our own passions—for diplomacy, for charity, for institutions, for the countryside, for racing. We feel that she loved every one of our constituencies. The combination of service and majesty is unbeatable, and this will endure. God save the King.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}