{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2021-statement-on-annual-fisheries-negotiations/",
    "title": "Victoria Prentis – 2021 Statement on Annual Fisheries Negotiations",
    "post_date": "June 11, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Prentis, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 10 June 2021.",
    "content": [
        "The UK and EU have now reached an agreement on fishing opportunities for the current fishing year. This concludes all annual fisheries negotiations for 2021. This has been a landmark year with the UK negotiating as an independent coastal state for the first time in over 40 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout the negotiations we have worked as a UK team with the Scottish, Welsh and Northern Irish Governments to take advantage of our new status as an independent coastal state. The outcomes secured by the UK team will enable us to improve the sustainable management of our fish stocks in support of the whole of the UK fishing industry in the short and long term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Collectively, from all the negotiations, the UK has secured agreement on the total allowable catches (TACs) for 87 stocks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**UK-EU agreement**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The agreement we have just reached with the EU, for 70 EU-UK TACs, results in a total value of fishing opportunities for the UK in 2021 of approximately 160,000 tonnes, worth approximately £333 million. This is around 26,000 tonnes more than in 2020, with an estimated value of £27 million.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On non-quota stocks, due to the late conclusion of negotiations this year and the need to provide our respective industries with clarity, the UK and EU agreed that, exceptionally, tonnage limits would not be applied in 2021.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK and EU have instead agreed to work together through the specialised committee on fisheries to develop multi-year strategies for managing non-quota stocks as a priority, as well as addressing challenges in mixed fisheries management, particularly in the Celtic sea, and on implementing a longer-term exchange system for quota.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Exchanges of quota with the EU, as part of annual negotiations, were not possible this year. However, the agreement includes a commitment to quickly develop an interim basis for exchanging fishing quota ahead of a longer-term exchange system to be decided by the specialised committee on fisheries. The UK expects that quota exchanges would be part of future annual negotiations, as provided for in the UK-EU trade and co-operation agreement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also agreed changes for 2021 on seabass to reduce wasteful discarding, without increasing fishing mortality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**UK-EU-Norway agreement**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The trilateral negotiations between the UK, EU and Norway concluded on 16 March 2021, and set TACs for the six North sea jointly-managed stocks. Three of these stocks were set consistent with independently assessed sustainability levels.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The agreed TACs resulted in catch reductions for North sea cod, plaice, saithe and herring compared with 2020, whilst there were increases for haddock and whiting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK and Norway also committed to several priority work areas including a review of the management of North sea herring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**UK-Norway and UK-Faroes bilateral negotiations**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the beginning of the negotiations, we have been very clear that the UK’s overriding priority in all negotiations is to agree a balanced deal in the best interests of the entire UK fishing industry. We worked hard to find a way to reach an agreement between the UK and Norway and the UK and Faroes this year, and regret that we concluded that we were too far apart.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In these negotiations, the UK sought to secure fishing opportunities for the UK industry, whilst at the same time addressing the historic imbalance between fishing opportunities taken in UK waters by other coastal states compared to those the UK took in theirs. In 2019 Norway landed approximately eight times higher value of fish from UK waters than UK vessels landed from Norwegian waters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst negotiations were constructive, neither Norway nor the Faroes were willing to provide appropriate compensation for access to fish in UK waters, without which the relationships would have been left significantly weighted against the UK. Neither coastal state was willing to conclude an agreement with the UK solely on quota exchanges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Other international negotiations**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year the UK also participated, and reached agreement, in a number of other international negotiations. This included multilateral negotiations on TACs not covered under the EU-UK and trilateral negotiations, such as mackerel, blue whiting, Atlanto-Scandian herring, and redfish. We also took part in negotiations in several regional fisheries management organisations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}