{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2021-statement-on-fisheries-annual-negotiations/",
    "title": "Victoria Prentis – 2021 Statement on Fisheries Annual Negotiations",
    "post_date": "December 10, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Prentis, the Minister for Farming, Fisheries and Food, in the House of Commons on 10 December 2021.",
    "content": [
        "At the time of writing, annual negotiations on fisheries are ongoing between: the UK, EU and Norway (the Trilateral); the UK and the EU; the UK and Norway; and the UK and the Faroes Islands.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As regards the Trilateral, which will determine catch limits for six jointly managed stocks in the North Sea (cod, haddock, saithe, whiting, plaice, herring), discussions have been fruitful and we expect agreement between the three parties to be reached later this afternoon (Friday 10 December).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bilateral negotiations between the UK and the EU on 2022 fishing opportunities on jointly managed stocks are ongoing. Discussions have been constructive so far and there is opportunity to intensify talks before 20 December if necessary.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are continuing to discuss possible exchanges of fishing opportunities with Norway and the Faroes. If there are agreements to be reached, of which we remain optimistic, we hope to conclude them in the next few weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have also concluded a number of other negotiations this year, including in Regional Fisheries Management Organisations (RFMOs) and on catch limits for three straddling species (mackerel, Atlanto-scandian herring, and blue whiting) with coastal State partners in the North East Atlantic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}