{
    "url": "https://www.ukpol.co.uk/victoria-prentis-2020-statement-on-avian-influenza/",
    "title": "Victoria Prentis – 2020 Statement on Avian Influenza",
    "post_date": "November 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Victoria Prentis",
            "url": "/tag/victoria-prentis/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Victoria Prentis, the Parliamentary Under-Secretary of State for Environment, Food and Rural Affairs, in the House of Commons on 12 November 2020.",
    "content": [
        "High pathogenicity H5N8 avian influenza has been circulating in Europe in recent weeks. There have now been two diagnosed cases in poultry in the UK, in Cheshire and Herefordshire, as well as several findings in wild birds in south-west England. The risk of further H5N8 incursion in wild birds across the UK remains high and has recently been raised to medium for poultry. We will continue to undertake comprehensive disease surveillance over the coming weeks and months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Public Health England advises that the risk to public health is very low and the Food Standards Agency has said there is no food safety risk for UK consumers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In response to the risk to poultry and other captive birds, the Department has put in place a statutory avian influenza prevention zone. The zone requires keepers across the country to take additional steps to introduce enhanced biosecurity measures and to protect poultry ​and other captive birds from contact with wild birds. Some of these measures apply to all keepers, including those with small flocks or pet birds. They include:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "cleansing and disinfection of equipment, vehicles and footwear when moving between bird premises;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "effective vermin control;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "reducing movements of people to the essentials for the birds’ welfare, collecting eggs and feeding;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "keeping records of poultry, captive birds and egg movements;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "ensuring that buildings are maintained and that repairs are carried out without delay where\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "water or other contamination may penetrate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The zone will remain in place indefinitely but will be kept under review and amended as necessary in the light of any changes in circumstances. We have also made changes to licensing arrangements to prohibit events such as bird shows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given that the disease is spreading across Europe, the introduction of this zone has been co-ordinated with the devolved Administrations and Scottish and Welsh Governments are introducing similar measures. Northern Ireland officials, who have been in the discussions, are reviewing their risk assessment which will inform their next steps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have tried and tested procedures for dealing with such animal disease outbreaks and a strong track record of controlling and eliminating previous outbreaks of avian flu in the UK. Our actions are in line with established practice and with the processes followed in previous years. Avian influenza prevention zones, for example, were introduced in England, Scotland and Wales in 2018. We are working closely with operational partners, devolved Administration colleagues and the industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The detections of H5N8 in poultry or captive birds have been dealt with effectively by the Animal and Plant Health Agency. We have taken robust action, imposing zones of up to 10 km (six miles) around infected premises to limit the risk of disease spreading, and culling birds humanely and to high biosecurity standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking forward, the Department will keep the avian influenza prevention zone under review and will consider amendments to reflect any changes to the level of risk of incursion to wild birds and poultry as well as any further scientific, veterinary and ornithological advice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have not yet required mandatory housing of all poultry and captive birds as part of our response to the disease risk. However, such a measure remains under active review as a potentially important step.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We continue to urge bird keepers to be vigilant for any signs of disease, ensure they are maintaining good biosecurity on their premises, seek prompt advice from their vet and report suspect disease to APHA (as they must do by law).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We strongly advise keepers to register on the poultry register so as to receive notifications and disease alerts. This is mandatory for all those with flocks of over 50 birds. Registration is easy and can be found at: www.gov.uk/ guidance/bird-gatherings-licences.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}