{
    "url": "https://www.ukpol.co.uk/dave-prentis-2013-speech-to-unison-conference/",
    "title": "Dave Prentis – 2013 Speech to UNISON Conference",
    "post_date": "November 29, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Dave Prentis",
            "url": "/tag/dave-prentis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Dave Prentis, the union General Secretary, to the UNISON conference on 18th June 2013.",
    "content": [
        "Welcome to conference, and welcome to Liverpool. A great city steeped in our trade union history – a Tory free city- a proud city that for centuries has fought valiantly for working class people and for what is right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That fighting spirit defined so perfectly by the magnificent Hillsborough campaign, a campaign that unites this city, where families have battled for 24 long years to seek truth and justice. We will never forget the sickening vilification by the Sun and the establishment as they tried to bury the truth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This union has stood with these families from the outset. And today we pledge to continue our support, until they get the justice they deserve, until there is justice for the 96! And right at the start of my speech, I want to say, I stand by what I said last year, we must break the pay policy. And we must build our members’ resolve. And that is why I welcome Sunday’s united call for a national campaign on pay in local government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as the majority union I call on our sister unions in GMB and UNITE to join with us in that campaign. Either we stand together united, or our members are hung out to dry. And to our members in mid-Yorkshire hospitals, hundreds of whom stood strong, to the 17 branches balloting for industrial action, and to our sisters in Rochdale – Future Directions, we send you a message of solidarity and support. And to our Scottish local government members balloting over industrial action on pay – this union salutes you and will rally behind you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to our President, Chris, who started his working life here in Liverpool – a calm, cool, caring President – on behalf of our conference, I thank you. And on your behalf, I’m proud to welcome our international guests, trade unionists from across the globe, unions we work with on a daily basis, comrades we campaign with, battling together for that more equal society. In some countries, their lives under threat just for being a trade unionist. And let’s applaud the release of one of the Miami 5 who is. Free because of our joint campaigning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Never say we don’t make a world of difference. And to those unions across the world, at the forefront of those battles, in Palestine, Syria, Turkey, Colombia, who face tear gas, brutality, bullets, we send today a clear message that this union will always stand in solidarity with you. And at home we have our own battles on our hands. The Tories see opportunity, opportunity to reduce wages, cut sick pay. impoverish our future. They wan to take away our employment rights with punitive charges to access justice. Those brutal charges – up to £1,000 take a case to an employment tribunal. A devastating denial of justice, but we will not allow our members to suffer in this way. Conference, our union will pay our members tribunal fees up front, because we care, because it’s the right thing to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This union – the only union that has applied to the high court for a judicial review to stop these fees. Just as we’re the union taking on rogue councils like Barnet in the employment courts. And it is UNISON in the Supreme Court, the European court, Challenging the decisions of this vicious coalition. And now in the ILO the international labour organisation, UNISON and UNISON alone challenging the anti-union laws, and the harsh restrictions on the right to strike in this country. We have a legal strategy to underpin our political work. It’s never a substitute for strong organisation, but where we can we’ll use it to take on the establishment and this coalition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I don’t have to tell people in this hall that we are in the eye of a storm. You more than anyone are living it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Protecting members who are kept awake at night by the fear of losing their job. You more than anyone can see what is happening in our workplaces, In our communities, to families around the country. While those at the top cream off the wealth, our people, pay the price. And as the carnage mounts, the victims are countless. The true loss incalculable. How many lives will be diminished? How many children will miss their chance? How many families will be broken by the strain?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Tories using the recession to destroy our welfare state with no price too high for our people to pay. A scorched earth policy of welfare cuts and spending cuts to shrink our state beyond repair. Creating an intolerant society where the vulnerable are pilloried. They are trying to finish what Thatcher started. Cameron, Osborne, his Tory faithful, crying crocodile tears at her funeral. The self same Tories who ruthlessly ditched her as a liability. £10 million pounds on a funeral to assuage their guilt. £10 million that would have treated 300 cancer patients. A waste of public money – hypocrisy at its worst. The longest deepest slump in over a century. Wages in free fall except for those who caused the crisis in the first place. Our public services savaged. Local government, education, probation, homecare, police staffs, the voluntary sector all hung out to dry, cast aside by this government. Politicians talk of austerity when they mean cruelty, vindictiveness, ideology. They talk about transformation when they mean destruction. And they have the audacity to talk about growth, But in Osborne’s brave new world, there has been growth. Growth of the pay day loan industry – grown ten fold in 4 years, desperate borrowers in a vicious cycle of debt with no way out. And to add insult to injury, the Lib Dems call on the government to do more to curb the lenders, as though they are not in government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taking their opportunism to a new level. A growing new banking industry – food banks – massive rise in users. The growth in the tax avoidance industry – now in overdrive, with only last week a foul stench from Thames Water\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– No tax paid on profits of £549 million as a new tax dodger is added to the list.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Growth in free schools, as Michael Gove, secretly plans to allow them to make a profit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, If anyone needs a re-sit it’s Michael Gove. And didn’t he get it so wrong when he attacked our teaching assistants with his supporters? How out of touch can you be? The mumsnet website collapsed. There was a national outpouring of support for our teaching assistants, and rightly so. And I say to every teaching assistant in this hall today and in our union, you have our full support and respect for the essential jobs you do. And if Michael Gove ever tries to do it – we will fight him and we will win.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And now the most vicious assault on our welfare state. And in the past year, the cruellest attacks yet on the weak and vulnerable. Welfare legislation designed to crush the very people who need the help the most ordinary people attacked for being too sick to work; for having a disability; for falling on hard times. They are punished for being part of a growing number left behind. Worst of all, conference. the vile and vicious bedroom tax – a callous attack on thousands of households, as poor people are forced out of their communities. A tax we expect no Labour Council to implement. A cruel tax we will fight to the bitter end, just as we did the Poll Tax. If we stopped the poll tax, we can stop the bedroom tax. And in the tabloid press, so much is written about benefits abuses – young women having babies to get state hand-outs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our NHS, celebrated in unforgettable style by Danny Boyle at the Olympics, and yet, in England, to be chopped up and sold off to the highest bidder. The hated Health Act – a massive top down reorganisation that was never mentioned in any manifesto. Competition, markets thrust into the heart of our most cherished institution and as we celebrate the 65th anniversary, remember what Nye Bevan said all those years ago when he was asked if the NHS was secure. He said, it will last as long as there are folk left to fight for it. Well conference, we are those folk. we are the ones who must fight to deliver it to future generations, we are the ones who must mobilise our communities to stand up for what is ours.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And conference, with the election less than two years away, it is our week to set out a new agenda radical, bold, progressive, that builds on our past 20 years but now looks to the future. A UNISON agenda, where we campaign and are visible, Our union organising rallies, protests, demonstrations. in every city and every town. An agenda where we work towards co-ordinated action – as a tactic, not an end itself. Where we are bold on policy – UNISON policy. A massive house building programme – of council housing, social housing – no more housing benefit for rich landlords.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With a banking system that’s transparent, accountable – made to lend money for house building and infrastructure. And our railways back to public ownership, where they behave to serve the public, not the privateers. But more than anything conference, we demand from Labour the full repeal of the Health Act and the restoration of our National Health Service we are the folk who will fight for it. Conference, we have mountains to climb, but we can’t do it alone. We need to work with our sisters and brothers in other trade unions, with our communities, and we need Labour on our side.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long we’re built the careers of Labour politicians, only to be let down when we needed them most.I don’t want to hear Labour apologising for past mistakes, I want to see a clear agenda from Labour for the future. We must not support a Labour Government that does not: put an end to privatisation and market madness or restore our NHS- invest in our public services, restore the facility time taken away from our activists, restore workers rights and remove the shackles on trade unions. We want a clear vision for a more equal society. Using power to support our class like the Tories always do. And for Ed Balls, it’s time to decide which side are you on? Ed cutting welfare and rivalling Tory spending cuts may win you support in the right wing press, but it won’t win you the next election. And to Ed Miliband, a bit of advice from me in the words of Nye Bevan: We know what happens to people who stay in the middle of the road – they get run down.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And conference, there has been a lot of talk about UKIP. Their easy answer to all our problems. when times are tough and anxiety is high,. Easy answers are attractive, but conference UKIP will never be the answer. A party led by stock brokers and financiers – Farage – conman extraordinaire, but lurking behind that beer swilling grin is a calculating operator. He has much to say on immigration and Europe, but a deathly silence on his plans to tear up your rights by ending sick pay and paid holidays and slash health and safety, scaremongering and cynical, like Enoch Powell. And I say to those politicians who think it’s best to keep quiet , I say, UKIP if you want to – but UNISON will never. We will take them on, building on our work in local communities – to defeat the EDL, the BNP – We will take UKIP on too! And last week I met Doreen Lawrence to talk about our work – her work – about doing more.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Doreen was fearful of the increase in racial tension, the relentless racist attacks, the vile thuggery of the far right – the BNP, the EDL. And conference -I share her fears. And that’s why today we must re-double our efforts. And I as general secretary, will double the resources we put into our anti-racist campaigning. A promise – from me and a clear commitment from this union – that racist bigots will not take us backwards, because we will be the union that stands in their way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, you, our activists are our lifeblood. And I want to thank you for all you do, continuing the fight for others, day in day out. And what unites us all is that we are all part of the same trade union family – an international family, united by our shared values – justice, equality, solidarity. Solidarity I’m told is old fashioned, had its day. But for me it’s time has come. Solidarity is what drives our great union, it is what drives me. It’s at the heart of our union, and our movement and our dreams. It’s the solidarity we show to each other – from day to day. It’s the solidarity we have for our members when times are tough. It’s the solidarity we lend to those in struggle, in our own union, in other unions. It’s the hand that we reach out to trade unionists across the world as they battle for justice and survival. Solidarity our driving force – giving our union strength through these torrid and terrifying days. Solidarity that makes us achieve so much more when we work together than when we walk alone. This is our week to show the world we are strong, standing up for our members and public services, offering hope to those who say it can’t be stopped, and answers to those who ask what we can do. We are united that in solidarity – we will build a stronger union and we will fight for a better world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}