{
    "url": "https://www.ukpol.co.uk/john-prescott-1988-speech-on-piper-alpha-explosion/",
    "title": "John Prescott – 1988 Speech on Piper Alpha Explosion",
    "post_date": "August 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1988",
            "url": "/tag/1988/"
        },
        {
            "text": "John Prescott",
            "url": "/tag/john-prescott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Prescott, the then Shadow Secretary of State for Energy, in the House of Commons on 7 July 1988.",
    "content": [
        "We on the Labour side of the House [very much welcome the Secretary of State’s statement](https://www.ukpol.co.uk/cecil-parkinson-1988-statement-on-piper-alpha-explosion/). We offer our deepest sympathy to the families and all involved in the tragic event. We should like to express our deepest appreciation—and, yes, admiration—for the excellent rescue services that are provided in these most difficult circumstances and for the onshore response by the police, hospital, and other services. It reminds us how much those people contribute in difficult circumstances. Those are not simply words, but express great admiration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Considering the magnitude of the tragedy, we fully endorse the Secretary of State’s decision to hold a public inquiry. However, does he accept that that inquiry should be open and wide-ranging and that its scope should not exclude anything in examining the safe operation of such installations? Although this is not in his statement, will the Secretary of State confirm that the Health and Safety Executive will conduct its own investigation into the technical causes and effects of the tragedy so that it can reach a conclusion quickly while we await the longer public examination?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the Secretary of State confirm that the public inquiry will address itself to the following issues: the increasing number of accidents and dangerous occurrences in the industry in the past few years; the reduction in inspections and maintenance in the past few years, which have been highlighted and drawn to our attention by the Select Committee on Energy; the increasing pressures on costs and safety practices, and the low level of expenditure on training in what is clearly a profitable industry? Will he also address the issue of no-fault compensation, which has been raised by my right hon. Friend the Leader of the Opposition, and which should be considered by an inquiry and considered for inclusion in any statutory system?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, will the Secretary of State confirm that health and safety legislation does not fully apply to this industry, highlighting the conflict between his Department’s responsibility for production and for safety? Will the right hon. Gentleman now give further consideration to making safety the first priority? Will he now review that conflict of interest and consider whether the Health and Safety Executive should extend its powers and responsibilities to that North sea industry?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Parkinson**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Gentleman for his generous tributes to the emergency services. I shall take up his points one by one. Of course, the inquiry will wish to be far-reaching and to discover the fundamental causes to make sure that if there are any wider implications from this particular event and any lessons to be learned for other operators, that information will be disseminated as quickly as possible. It will be a deep and far-reaching inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Health and Safety Executive has responsibilities in this area but, by agreement, it delegates them to the inspectorate in my Department, which is recognised worldwide as being technically one of the best qualified inspectorates. Therefore, it is not true to say that the Health and Safety Executive is not involved. It does have rights and duties but delegates them to my Department’s inspectorate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the question of the increasing number of accidents, it is simply not true that accidents are increasing in the North sea. In fact, last year the number of serious accidents reported fell from 101 in 1986 to 59, although 59 is still far too high a figure and we wish to keep the pressure on to ensure that that improvement is maintained.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the question of the reductions in surveys, I advise the hon. Gentleman that it is not only the inspectorate of my Department which attends the platforms. It may interest him to know that an inspector finished the most recent inspection of that platform on 28 June. Lloyd’s Register of Shipping is also under a responsibility annually to certify the platforms and equipment and the Department of Transport must also check the safety arrangements and safety equipment on board. Therefore, the platforms are under continuous inspection, not just from my Department acting on behalf of the Health and Safety Executive, but also from other Government Departments which themselves have duties, and independent bodies, such as Lloyd’s Register of Shipping, which has a duty to carry out the full certification.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the question whether my Department should continue to carry out this work as agent for the Health and Safety Executive, as he knows, this was carefully examined by the Burgoyne committee, which reported in 1981. That committee said in its majority report that the present arrangements were, in its opinion, the best possible. I accept that there was a minority report which disagreed, but the majority report, whose recommendations the Government accepted, felt that the present arrangements were the best.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}