{
    "url": "https://www.ukpol.co.uk/john-prescott-1970-maiden-speech-to-the-house-of-commons/",
    "title": "John Prescott – 1970 Maiden Speech to the House of Commons",
    "post_date": "August 22, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1970",
            "url": "/tag/1970/"
        },
        {
            "text": "John Prescott",
            "url": "/tag/john-prescott/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by John Prescott, the then Labour MP for Kingston upon Hull East, in the House of Commons on 14 July 1970.",
    "content": [
        "I crave the indulgence of the House so that I may embark on the ritualistic ordeal associated with maiden speeches which I hope will be neither too lengthy nor too boring.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Commander Pursey, whom I have the honour to succeed, made a distinct impression during his 25 years’ service in the House. He was an orphan who joined the Royal Navy as a rating where his ability was quickly recognised. He was promoted eventually to the rank of commander—a considerable achievement in those days. This experience, combined with a period in journalism when he wrote on naval affairs, gave him an unparalleled range of experience and detailed knowledge of naval matters, from anchors and chains to the broader philosophy of naval policy. He was able to use this to great effect in debates in the House on naval matters. Divorced of personal ambition, he sought to use his skill and energy to improve the lot of those less fortunate. Many will remember his efforts on behalf of orphans in the debates on the Royal Naval School for orphans at Greenwich.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The House may not fully appreciate the extent of Commander Pursey’s constituency work, which included his efforts, against tremendous opposition, in bringing about the raising of the banks of the River Hull, whose continual flooding caused a great deal of anxiety and misery to people in the East Hull constituency. He was both colourful and controversial, and his presence will be sorely missed in the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Kingston upon Hull is the home of Britain’s largest port. It is third in the value of tonnage handled and is surrounded by a diversity of industries of national and international repute. Their importance has been recognised by the number of awards which have recently been made to them for their export performance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Hull is equally renowned for its advance health and welfare services, well-established comprehensive education and architecturally-awarded council housing estates built by its own direct-labour department. They are the evidence of the foresight and planning of a post-war Labour local authority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, Hull’s greatest asset is its people whose warm Yorkshire hospitality and generosity and shrewd judgment of character and appreciation of value are universally renowned. Never was this so amply demonstrated than in the recent General Election when the Labour candidate was elected with no evidence of the national swing against the Labour Party. I like to think that this was due to the personal qualities of the candidate, although I am prepared to accept that the advent of Hull’s first 12 months of rule by a Tory council since before the war in which rents were raised from £3 to £9 a week played no small part.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Kingston upon Hull has a consistent record of electing Members with seagoing experience and understanding. As long ago as 1890, it offered Samuel Plimsoll the opportunity to represent it in this House. Commander Pursey served his period in the Royal Navy, whereas I served for 10 years as a seaman rating in the Merchant Service. In fact, I am the first seaman sponsored by the National Union of Seamen to be elected to the House. Of that I am particularly proud. I will endeavour to put the point of view of the British seafarer and that of the East Hull constituents, many of whom are seamen, particularly on legislation affecting the welfare of seafarers and the shipping industry. Indeed, I shall be pressing the Government to implement legislation to correct many of the faults which have been made obvious in the recent Reports of the Rochdale Committee of Inquiry into shipping, the Pearson Inquiry and the more recent safety report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "May I also advise the Government that the seamen sincerely hope that they will honour the promise of the previous Government, who in their much-awaited reform of the Merchant Shipping Acts promised to review the penal clauses within a three-year period. The seamen will not tolerate those penal clauses remaining in the Acts. I hope that the Government will take due note of this, particularly as this was the running sore which led to the problem of the 1966 strike.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is fortunate and appropriate that I have been given the opportunity to make my maiden speech on a Bill directly affecting the future of Hull. No constituency is so dependent on the future growth and development of its port. Much of the local industry is in some way or other, directly or indirectly, associated with the development of a transport economy and the port of Hull.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The port covers seven miles of river bank, 12 miles of quays and 11 docks. The new £7 million container berth, which is evidence of its desire for greater trade, was recently opened by Her Majesty the Queen. It is situated on a major undeveloped estuary, recommended for consideration as a maritime industrial development area, ideally suited as the gateway to Europe and serviced by canals which transport over 50 per cent. of its exports and imports to the industrial heart of the Midlands and Yorkshire. It enjoys a potential not unlike that of Rotterdam 10 years ago. The Port of Hull has all the assets but is prevented from success, like Cinderella, by her ugly sisters, represented in this case by the lack of capital and imaginative co-ordinated planning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government could go some way in using their powers to raise the loans referred to in the Bill to correct some of the glaring examples of the failure to co-ordinate the overall planning of a port system and an overall transport network. Ports are purely the links between internal transport systems and sea transport systems. These sectors are part of a vertically integrated industrial system in which each part is vital to the operation of the whole.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Failure to appreciate that important principle has led to the building in Hull of a container berth which is required to pay for itself without the essential requirement of a container crane. Indeed, the Rochdale inquiry into the docks, reporting in 1962, pointed out in paragraph 280 of its Report that the ports of railway origin, of which Hull is one, should provide a choice of transport. Those who have taken the decisions concerning the development of Hull’s port have taken this extremely literally and have proceeded to rip up all the railway lines on the dock, losing the vital traffic of coal and timber and providing no rail line on the new container port, which is one of the essentials of a container transportation system, resulting in the rundown of the railway and the shutting of workshops. The excuse which is continually given for these activities is a rundown of traffic, which is the direct result of faulty planning decisions. We have recently heard that a restriction is to be placed upon the freightliner centre, which is situated on the wrong side of the city. We are now, apparently, to lose or to have the freightliner services very much restricted. We shall certainly be saying something about this to the Minister.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Port of Hull is serviced by, possibly, one of the worst road systems facing any port in the country. We will be pressing to have something done about the infrastructure, which includes the roads, on which the Government were elected. We hope to enjoy the benefit of road works. It is essential that we have immediate access to the industrial hinterland, from where we must draw the cargoes for the very survival and expansion of the port.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 1962, Lord Rochdale recommended the provision of a bridge crossing the river and said that this should be provided if the Midlands continued to expand and exports to Europe continued to develop. Both these things have happened. We therefore look to the Government to make a definite statement about a Humber bridge, which is essential to regional development and to the port.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In giving the Minister that advice, however, I must confess that it would fail to meet the essential ingredient which has been so lacking in the past: that is, developed, co-ordinated planning, which could be envisaged only by a National Ports Authority with executive powers. In presenting the Bill, the Government have made it clear that, as they promised, they intend to reject the essential provisions that were embodied in the previous Government’s Bill and were designed to tackle the fundamental problems facing port development.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should, therefore, like to point out to the Government that in their consideration of the alternatives, they should give due weight to the innate conservatism which bolsters traditional attitudes with little prospect of change among those who have mismanaged this vital sector of our economy. To my mind, this can be changed only by a fundamental reorganisation of the industry, beginning with public ownership and accompanied by the implementation of industrial democracy, so that the vast knowledge and experience of the port workers are fully utilised and there is a breaking-down of authoritarian management’s attitude which is typical of both ports and shipping industries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no coincidence that the criticisms made of the port industry by Lord Rochdale in his 1962 Report on the ports were followed and repeated almost word for word by the recent Rochdale Inquiry on shipping. Both industries are fragmented by both growth rates and the multiplicity of ownership, documents and procedures, contributing to their visible decline, and accompanied by bad industrial relations and low wages for dock workers until they were recently changed by a Labour Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not my intention to discuss the present dispute, which is a further manifestation of the organisation of these industries. It should be noted by the Government that almost exactly the same problems are peculiar to both docks and shipping and, I suggest, for exactly the same reason. Both have a history of casual labour, controlled in the supply by the employer, disciplined by means of fines and penalties, plagued by a higher record of occupational accidents and deaths and further soured by the lack of welfare facilities and amenities. The means of trade union representation through shop stewards, so fiercely resisted by both these industries, has only recently been implemented.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As labour has become less cheap, both industries have found means of securing cheaper labour, with the exploitation of Asiatic seamen for shipping and, in the case of the Port of Hull, by the diversion of cargoes to fly-by-night non-registered ports such as Flixborough, Howden Dyke, New Holland and Whitby, using cheap labour, unsafe working practices and little capital investment which is required by the major ports to develop.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Rochdale Inquiries on both ports and shipping found that one of the cardinal reasons explaining the failure of both these industries could be traced to the general low quality of management in those sectors. This has recently been confirmed ten years later in the Report on shipping. Private management has visibly failed in both these important sectors of our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The only solution is to take both industries into public ownership in the interests of the nation. As a first step in regard to the docks, I suggest that the Government should implement Sir Arthur Kirby’s recent suggestion to rid the docks of the private employers and go on further, I hope, to take the docks into public ownership. Those are the only sort of actions that will solve the major problems in both docks and shipping.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}