{
    "url": "https://www.ukpol.co.uk/john-prescott-2003-speech-to-labour-party-conference/",
    "title": "John Prescott – 2003 Speech to Labour Party Conference",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003",
            "url": "/tag/2003/"
        },
        {
            "text": "2003 Labour Party Conference",
            "url": "/tag/2003-labour-party-conference/"
        },
        {
            "text": "John Prescott",
            "url": "/tag/john-prescott/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by John Prescott to the 2003 Labour Party Conference.",
    "content": [
        "Conference, after six years in government I’ve picked up a few titles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Civil servants call me “DPM”. I’m JP to my friends. To the press I’m “Two Jags” or “Four pads”. But the title that makes me the proudest is “DL”. DL? Deputy Leader. Deputy leader of the greatest party there is. The Labour party. A great party. A great conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We confounded the doom and gloom merchants in the press didn’t we? They predicted disaster, a return to the 70s and 80s. The media saw blood on my collar during Monday’s speech. That’s progress. A few years ago, in the bad old days, they ‘d have been reporting the blood all over the conference floor.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last weekend the headlines predicted a week of reversals. We’ve only had a couple. And now we know why, don’t we? We haven’t got a reverse gear. But as one delegate said yesterday, “if you go in the right direction you don’t really need one, do you?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday we honoured two comrades. Jack Jones and Michael Foot who symbolise the two wings of our great movement: the industrial and the political. Never forget that. They did so much to make the party what it is today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We didn’t hear them speak, but then we didn’t need to. Their life’s work spoke volumes for them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we did hear two powerful speeches this week: one from Gordon, one from Tony. Weren’t they magnificent? And you showed it, in the reception you gave them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The press were shocked that a Labour MP, a Labour chancellor in a Labour government used the word “Labour” in a speech to Labour conference. And that a Labour prime minister, used the word “Labour” as well. Mind you, as many times as he said “New Labour”, actually. It’s funny, I’ve been using the word “Labour” for years and no one’s ever given me stick for it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Two great speeches. Packed full of Labour values and Labour government achievements. That’s the real story.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We heard Gordon’s passionate words:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“… Labour policies have achieved the longest period of continuous and sustained economic growth in the last 50 years… and “there are today in Britain more people in work – 28 million – than at any time in our history.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we heard Tony’s powerful reminder that:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“… we can be proud of the new money in our schools and health service, proud that this year, last year and next year, spending on health and education is rising faster here than in any other major country.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s economic competence and full employment, giving us – at long, long last – economic prosperity and social justice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Wasn’t that what we’ve always wanted? Wasn’t it why we fought through all those bitter Tory years? Why we worked so hard together?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, two powerful speeches from Tony and Gordon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this conference knows, this party knows, the whole country knows, that these two achieve more by their common endeavour than they do alone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, this is where we sort out our differences, within the party. I’m pleased our debates have been open and constructive. That makes for better decisions. Progress means change, yes. And change is often controversial. But the most controversial issues are sometimes those that are least discussed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So this week we’ve debated foundation hospitals, tuition fees, PPPs, and pensions. All of them controversial. We all agree on what we want. Better hospitals, more investment in public services, more of our people going to university, dignity if retirement. But, of course, we have differences about how to achieve them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I remember the huge row over the national minimum wage. Not about how much it should be. The other row. Many years ago. About whether to have one at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A few of us battled hard against massed ranks of those claiming that a national minimum wage would destroy the principle of free collective bargaining.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So it was controversial. But we worked it through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so this week the trade unions were able to place full-page newspaper advert calling, amongst other things, for a higher minimum wage. A call made possible only because we’ve now got a national minimum wage to raise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a reality. And it’s already lifted millions out of poverty pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, it’s important to have the debates, no matter how controversial.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unfortunately too many people, in all parts of the party and on all sides of arguments, say, “listen” when they really mean “listen and then do as I say”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now Tony and I have our discussions. In private. And we have our ups and downs. But when we do disagree I don’t rush out and issue a press release. Or brief the newspapers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do my job as the deputy leader. I do what you expect of me. I do my best to put the views of the party. Sometimes when we disagree he turns out to be wrong. It’s good to know Tony’s human. I was beginning to wonder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But sometimes I turn out to be wrong. Take our clause 4.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Just after the two of us were elected, he told me he wanted to change the party’s constitution. I said “Oh no”, or words to that effect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I told him if we’re going to do it, do it properly. Consult the wider party. Engage with members. Persuade them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we did. And it was a success. We adopted a more relevant statement of our values. Traditional values in a modern setting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I especially like the first line, don’t you? How does it go? “We are a democratic socialist party”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I welcome participation and debate. I always have done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And now we need to start a new debate, having the confidence to listen to the party and listen to the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Tony said on Tuesday: “This must not be a discussion just between us. Because if we want a government in touch with the party, we must have a party in touch with the people.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But conference, I believe that any debate with the country must start within the party itself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Every section of the party – all of us – must have a part in that process:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "· trade unionists – the legitimate voice of working people;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "· socialist societies, bringing so many new ideas to our debates;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "· MPs, assembly members and MEPs – working hard to represent their constituents;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "· Labour councillors – doing a difficult job with little thanks;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "· and party members – the lifeblood of our movement in local communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s remember though, that we must – all of us – be prepared to think it possible that we are mistaken. We must be prepared to be persuaded in the argument by the force of the argument. We must be prepared to change our minds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the right to be consulted brings with it an obligation to participate responsibly. But, I have to tell you, I have more chance of hearing the views of few of our more critical MPs on the TV, than in the place where we are supposed to air our differences: at the weekly meeting of the parliamentary Labour party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And when I go to party events around the country, hard-working party activists ask me “why do Labour MPs write articles, especially in the Tory Daily Mail, attacking a Labour government?” Even during the critical Brent byelection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have to tell them, “I don’t know”, “I can’t understand it myself”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mind you, chair, I should declare an interest. I’ve had an offer myself. Don’t laugh – it’s good money. All I have to do is write my memoirs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Daily Mail say they’ll serialise it. And another newspaper wants a weekly column. All for six-figure sums apparently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I looked at the small print. First, it said I have to resign from the cabinet. Second, no articles supporting Labour. To earn that kind of money I’ve got to do something else: I’ve got to slag off the government and my former colleagues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then it says: “don’t worry if you take a different position now to the one you took in cabinet – we’ll just say that shows what an independent thinker you are”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well conference, I haven’t been an MP for 33 years just to use the Daily Mail to attack any Labour government, let alone this one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So let me say to those in our party who claim that the government has betrayed Labour’s values.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our achievements would have been celebrated by our party at any time in its history.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Keir Hardie would have rejoiced at our implementation of his minimum wage. Nye Bevan could only dream of the level of investment we are making in his health service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Any Labour leader, at any time in history, would be proud that we are lifting millions of our children out of absolute poverty, and cutting the debt burden of the poorest nations in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s not betrayal. I call it democratic socialism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So listening is important. Proper debate is important and respect for other people’s opinions is important too\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But so is leadership. And we’ve been reminded of that this week, haven’t we?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Seeing Tony in action underlines just what a great leader we have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On Sierra Leone, on Kosovo, on Afghanistan and, yes, on Iraq, when he saw the need to act, he acted. As a leader. He couldn’t walk by on the other side.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And what was the result? Small children no longer have their arms and legs hacked off in a vicious civil war in Sierra Leone. Ethnic cleansing in Kosovo stopped. A million Muslims back home, rebuilding their country. And the brutal yoke of the Taliban lifted in Afghanistan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yesterday President Karzai gave us a powerful account of the emerging democracy in his country. One and a half million girls now back at school and two million refugees returned home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And on Iraq, I know there are strongly held views on both sides. And the debate will continue, especially over weapons of mass destruction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today a statement on the Interim Report of the Iraq Survey Group will be published. The media are already carrying what they claim to be leaks from the report. All I have to say to those who doubted our action against Saddam is: wait until the report is published.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, as Ann Clwyd reminded us so powerfully yesterday, surely, there can be no remaining doubt that the Iraqi people live in a better country today without Saddam Hussein.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, that’s our leader. Providing serious leadership. Facing tough choices. Taking monumental decisions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But let’s look at the competition. When the voters face a choice let’s look at the alternative leadership on offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Liberals. Charlie Kennedy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He’s made a momentous decision recently. With lasting implications for his party and the whole nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, Charles Kennedy has ended Liberal co-operation with Labour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am devastated. I never quite managed to make it to Lib/Lab liaison meetings and now I never will.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Charlie’s leadership: Talking left and acting right, or vice versa, depending on the audience.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Charlie’s economic policy: more government spending all round and no way to fund it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s like Charlie and the Chocolate Factory: as many sweeties as you like and you don’t have to pay for any of them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And now there’s Charlie’s cunning plan to replace the Tories. His message to his troops: “go back to your constituencies and prepare for opposition” Another 80 years of it. That’s fine by us, isn’t it?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the Tories. Iain Duncan Smith.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He made a momentous decision too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He wants to change the face of the Conservative party. Literally.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He’s spent £100,000 on a makeover. I’m not kidding. A personal image consultant. So he can, I quote, “walk, talk, and look the part”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He’s learning how to shake hands properly. Well, it’s a lot of money and it might well buy him a different handshake. But I tell you, it won’t give him a firmer grip on reality. Or his party. Or his job.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He’s also been taught “new hand gestures” for when he’s speaking. Hand gestures? I’ll give him a hand gesture. And I’ll give him it for free.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s old. It’s traditional. And it’s the same gesture the British people will give him – and the rest of his gang – at the next general election.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, while I’m on the subject of elections, there’s a few coming up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next year we’ll have them for: the European parliament, the London assembly and thousands of local council seats up and down the country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, conference, there’ll be an opportunity for people across the north-west, north-east and Yorkshire & Humberside to vote in referendums to establish, for the first time ever, their own directly elected regional assemblies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the last two general elections we had pledge cards. Do you remember them?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I toured the constituencies signing them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have to tell you I was a bit worried that we wouldn’t achieve all 10 pledges in 10 years. Well did it. Not in 10 years. We did it in six years!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Here’s just 4 of those achievements:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "· A stable economy; smaller class sizes; youth unemployment down; shorter hospital waiting lists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s not distorted press perception. It’s crystal clear Labour reality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Have you ever wondered what a Tory pledge card for the next election would look like? We have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’ve had a stab at producing one ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Have a look at this. Five Tory pledges.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Privatise the NHS; cuts of 20% to public services; sack thousands of nurses; scrap the child tax credit and the pension credit, slash student numbers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s enough of that. Get rid of it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They might look down and out at the moment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, I tell you, come the next election, the choice will be clear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And when that election does come around. Never, ever forget that they are the lowest, the meanest and the most dangerous opponents we could have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Never, ever forget that the Tories are the real enemy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Never ever forget, either, that Tory legacy. People’s memories have faded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You can’t blame them for blocking out just how bad it was under the Tories. But we have to remind people about:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "· Families struggling on our worst run-down estates; parents on the dole. Children with no hope.; sky-high truancy, overcrowded classrooms; communities consumed by drugs and crime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But it’s all changing. The shackles of those long Tory years are being prized open. Slowly and surely people are starting to see real improvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was our most deprived estates that suffered Thatcher’s worst blows. So we believe they deserved to be top of the list. To be Labour’s top priority.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A better life for all, yes, but more help for those who need it most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A baby born in Britain on that same estate today has better life chances than ever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "She might be born in a new maternity hospital, funded by the private finance initiative.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Returning home to a home modernised to a decent standard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thanks to Sure Start, she will receive a better start in life, while her mum can study for NVQs with a better chance of finding work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Huge capital investment has improved her primary and secondary school.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Year on year, with exam results improving, truancy rates dropping and smaller classes, she and her classmates experience the joys of learning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If she leaves school early she is more likely to be employed than a few years ago.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If she stays on she has a better chance of going into further or higher education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her parents are using the working family tax credit and the national minimum wage to help them out of poverty and regain their self-respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And her grandparents, from tomorrow, receiving a great boost to their pensions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s Labour. Still caring from cradle to the grave.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Conference, we, in this party, hold power, not by virtue of birth or wealth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are all of equal worth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We belong to the party that civilised the 20th century. And now history has placed in our hands the future of this country as we begin the 21st century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We hold in trust the memory of past generations whose pain, sacrifice and hard work built this party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We protect and promote the interests of today’s citizens: young and old, men and women, black and white. Not just those who voted Labour but all the people of this country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And with us we carry hopes and dreams to pass on to future generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we fail now. If we tear ourselves apart as we’ve in the past,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Then that would truly be a betrayal. A betrayal of all those people who depend on a Labour government to make their lives better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, yes, we will debate policy among ourselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But let us remember this.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The party in government, the party in the country, Britain as a whole, “we achieve more by our common endeavour than we achieve alone.’\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So go out there and speak to the people. Let’s tell them. Tell them what we’ve done\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s explain what we’re doing. Let’s engage with them on what we intend to do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And let’s do that with a sense of purpose, a sense of unity, and a sense of pride.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Proud of all we stand for. Proud of our Labour party.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}