{
    "url": "https://www.ukpol.co.uk/christopher-price-1978-speech-on-the-maxwell-confait-case/",
    "title": "Christopher Price – 1978 Speech on the Maxwell Confait Case",
    "post_date": "March 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Christopher Price",
            "url": "/tag/christopher-price/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Christopher Price, the then Labour MP for Lewisham West, in the House of Commons on 13 April 1978.",
    "content": [
        "It is almost six years since Maxwell Confait was found dead in a blazing house in my constituency, and it is not my intention to rake over his ashes. I want to look to the future and to review the positive aspects of the report by Sir Henry Fisher into the events that surrounded the death which was published in December last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to congratulate Sir Henry on a masterly report, though I have some criticisms, to which I shall come later. The most glaring gap in the report is the ground on which Sir Henry was forbidden to tread—the trial at the Old Bailey.  \nReading between the lines in the report, one can detect an ignorance about the Judges’ Rules that was as great among the barristers and the judge, Mr. Justice Chapman, as that to which Sir Henry openly refers among the police. It is worth remembering how adept lawyers are at making sure that in any inquiry of this sort they are protected from any scrutiny to which others are subjected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, it was a very thorough though somewhat schizoid report. Sir Henry seems to have produced his sensible findings on the general principles on the protection of individuals in custody, with which I profoundly agree, before going on to wrestle with his soul about the probabilities of what happened. In this sense, the two halves of the report do not mesh.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For what it is worth, I believe that Sir Henry got his findings on probability wildly wrong. I think that they were based on psychological judgments with which it was unreasonable for a man of his sheltered judicial background to grapple unaided and that the judicial mode of his inquiry was inapt for any verdict on probabilities. The report concerned not probabilities but vague possibilities. What happened remains a mystery. There were two broad possibilities: first, that the boys’ confessions were suggested by the police, and, second, that the confessions ​ were true. A “finding” of either scenario, if false, represents a grave calumny, either against the police, or against my constituents.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir Henry might have done well simply to have stated the facts and left well alone. Instead, he chose the latter possibility and called it a probability, wrongly in my view, postulating the theory that Colin Lattimore’s false confession to the killing was suggested not so much by the police as by his two companion defendants. It was a bizarre judgment, unbolstered by any detail or evidence, and one from which his general conclusions do not follow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, I make no complaint about that. I merely enjoin the Home Secretary to consider the terms of any reference to a future inquiry rather more carefully so that no inquiry ever again can even appear to the public to be a review of the judgment of the Court of Appeal. Only the House of Lords is entitled to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I note from the report that the Home Office received it privately in March 1977. One of Sir Henry’s first recommendations was that a Royal Commission should be set up to take the matters further. I am pleased that although the Home Office delayed publication until December of last year, it acceded to this request in July.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir Henry Fisher recommended a Royal Commission on the very familiar ground that it was unsafe for him personally in his inquiry to draw general conclusions from a particular case. That is disingenuous. To draw general conclusions from the Appeal Court’s judgment is exactly what Sir Henry’s task was all about. It was what Mr. Roy Jenkins asked him to do when he set up the inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a very English tradition that we reform anything only after a particular scandal. Children’s legislation in the 1950s emerged only after the death of one child in care in 1948. Therefore, I am pleased that the Royal Commission has been set up. I very much hope that it will be seen as a vehicle for the implementation of the reforms suggested by Sir Henry Fisher rather than as an excuse to commit them to oblivion. Knowing the Home Office as well as I do, I rather fear the latter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I recognise that the broad recommendations of the Fisher Report, particularly about the enforcement of the Judges’ Rules, are a matter for the Royal Commission. I do not intend to canvass them too strongly now, because I believe that if we set up a Royal Commission we should let it get on with its job. On that general point, however, I would simply say that as long as there is in our courts judicial discretion to overlook breaches of the Judges’ Rules, the Judges’ Rules will be breached. The only way to ensure that the rules are adhered to and that miscarriages of justice similar to the Confait case do not occur is to insist that evidence taken in breach of them is automatically inadmissible, without any judicial discretion whatsoever.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What I am most concerned about tonight, however, is not the general principles. However, as the Under-Secretary is present—and I take this opportunity of wishing the Minister of State all the best of luck for a very rapid recovery in the Principality, which I am sure he will achieve—I must say that what I am most concerned about is those very specific areas in which it lies within the power of the Home Office to make or to mar the task of the Royal Commission, particularly concerning the Fisher recommendations, of which I shall mention four.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first recommendation is tape recording. This has a very long history. Right back in 1972, the Criminal Law Revision Committee suggested that something should be done about it. In God’s good time, or the Home Office’s good time, a committee was set up, to which the Home Office now refers as the Feasibilities Committee. That reported a couple of years ago and recommended that an experiment should take place. Instead of doing anything about it, the Home Office decided to “consult”, as it called it. It consulted for a couple of years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What the Home Office has done now is to send a document to the Royal Commission entitled “Tape Recording of Police Interrogations”. It is one of those documents which are deposited in the House of Commons Library but are kept secret from everyone else. The covering letter in the Library from the Home Office says: ​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We regard this document as virtually public.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the Under-Secretary has time during her reply, she might tell me what “virtually public” means. Does it mean public or does it mean secret?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even the Prime Minister, a notable incumbent of the Home Office in previous times, says that he believes in open government these days. Perhaps even the Home Office—though I expect that it will be the very last of all Departments of State to come around to this—might begin to believe in open government. Instead of making documents virtually public, it might even get around to making them public.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Anyway, this document, although purporting occasionally, in odd sentences, to be objective, is in fact not remotely objective, as was made clear in The Times in an article by Marcel Berlins last Saturday. It is a document calculated—that is a good legal word, a nice objective legal word—to persuade the Royal Commission not to engage in an experiment on tape recording so that it can make some recommendations about tape recording.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Does the Home Office want an experiment on tape recording or not? Is it really trying to persuade the Royal Commission to duck out of an experiment on tape recording on grounds of cost, as this document seems to imply, or is it really trying to get it to duck out of the experiment because it is terrified that the police are opposed to it? It is clear that the police are opposed to it. Many policemen to whom I talk say that they are against it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If that is the reason why we are not to have an experiment on tape recording of police interrogations and the taking of statements, let us know and let us not have this nonsense about how expensive it would be. Every lawyer to whom I speak agrees that it would save millions of pounds if we could avoid the endless arguments that highly paid QCs have day in and day out at the Old Bailey and our other courts as to who said what to whom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even the Confait Report cost £200,000, and that is not counting the costs of the police and the DPP. The cost of this sort of argument is enormous. Therefore, the cost of tape recording would be evenly ​ balanced out quite easily. It is utterly disingenuous of the Home Office to put up an argument of cost when I suspect that it is really talking about an argument of police opposition. If that is the real argument, the Home Office might at least come out with it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, I should like to ask my hon. Friend the Under-Secretary how the Home Office is getting on with the recommendation of the Fisher Report, which I understand my right hon. Friend the Home Secretary is willing to go ahead with in advance of a report from the Royal Commission, about full publication not only of the Judges’ Rules and the administrative directions but of all the various Home Office circulars to the police departments in one volume.  \nThe most shattering recommendation and finding of the Fisher Report was that nobody—including the police and eminent Queen’s Counsel and judges—understood what the Judges’ Rules meant, and much less applied them in the courts. Many of the Home Office circulars are not published in “Archbold”, which is the only book a judge grabs and looks at when he is called upon to rule on these matters in court. It is urgent that the Home Office should get these publications out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to make one other plea to my hon. Friend. Time and time again in the Fisher Report there are statements that this, that and the other have been included in the general orders for the Metropolitan Police, yet time and time again I have asked the Home Secretary to publish the general orders for the Metropolitan police and again and again he refuses to do so. He will not say what they are. The general orders for the Metropolitan Police are becoming like the prison rules and the social security rules. They are secret rules which are used to trip people up at the last moment.  \nIf these matters are included in the general orders for the Metropolitan Police, what is so secret about them? Why should we not know? Why should not my hon. Friend be able to publish the general orders? I warn her that I shall return to this question later if she cannot give me a clear promise that she will be able to move towards publishing these general orders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have three more quick points. The first—and I take this very seriously—concerns the research to be undertaken for the Royal Commission. It is a Royal Commission and not a Home Office in-house job. It is meant to be a Royal Commission operating under the Queen’s commission, yet all its research, I understand, is to be controlled by the Home Office research unit. The present papers put up by the Home Office research unit suggest that everything should be kept quite tightly within the Home Office and the institutions which are regularly and massively funded by the Home Office, and that no research is to be allowed to be done by those eminent British institutions, such as the Tavistock Institute, whose research findings are not acceptable by the Home Office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I give my hon. Friend warning that if it turns out that the only research which the Royal Commission seems to be allowed to commission is that being done by what I would broadly call tame organisations, I shall return to this subject again and again, because that will show that the Royal Commission is not a genuine Royal Commission but a creature of the Home Office. I should like to have a very strong assurance from my hon. Friend that it will be open to the Royal Commission to commission research from any institution which it thinks proper for the purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next week will be the sixth anniversary of the arrest of these three youngsters over whom there was a miscarriage of justice. The Home Office has still not come up with any compensation. Two of them are married, with children. It is a little unreasonable even for the Home Office to sit on things and to dilly-dally as long as this. The first excuse was that the Fisher Report inevitably delayed compensation, but I understand that in proceedings before the assessor he said that the Fisher Report made no difference whatsoever and that he will award compensation as though the Fisher inquiry had never taken place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I very much hope that in her speech my hon. Friend the Under-Secretary will be able to announce the amounts of compensation which will be available to the three youngsters against whom miscarriages of justice took place.  \nI sat throughout the Fisher inquiry, except for slight absences here and there, ​ and in my view the evidence that was gathered is quite crucial for the future of criminal justice in Britain. I very much hope that my hon. Friend will be able to assure me that that evidence will not be locked up in some Home Office vault for the next 30 years but will be available at least to scholars, even in a Home Office-type institution such as the Institute of Criminology at Cambridge, so that scholars who really want to study it will be able to do so and form their verdict, which over the years to come might be a little different from that of Sir Henry Fisher.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}