{
    "url": "https://www.ukpol.co.uk/ben-price-2023-interview-on-the-norwich-western-link/",
    "title": "Ben Price – 2023 Interview on the Norwich Western Link",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ben Price",
            "url": "/tag/ben-price/"
        },
        {
            "text": "Issue of the Week 1",
            "url": "/tag/issue-of-the-week-1/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The interview with Ben Price, the Leader of the Green Party group at Norfolk County Council, on 2 January 2023.",
    "content": [
        "* * *\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**(i) Do you agree with the council’s suggestion that the road is essential for economic growth or do you feel that there are alternatives? What would the Green Party’s solution be to improving transport links in the county and also ensuring that there is economic growth?**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Green party does not agree with the idea that building this road will create the sustainable economic growth that Norfolk is crying out for. We need to transition our local economy to create the jobs and industry of tomorrow. Norfolk can be a world leader in renewable energy and clean hydrogen production, and the eco house building and retrofitting industries, if only there was the vision and strength of character in council leaders and local MP’s to seize the opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**(ii) Is the suggested need for the Norwich Western Link simply a legacy of an inadequate public transport system in the county?**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Norfolk has been largely ignored by Westminster. Having Conservative MPs dominate the region clearly hasn’t helped change that approach. The underfunding and systematic dismantling of a national public transport system by central government is felt more acutely here in this large rural county, than most other places across England. All the scientific research is pointing towards a change in how people live and work. How we travel, and why we travel is changing. The rate of change has only increased since the Covid pandemic. Most countries that are currently experiencing economic growth understand that you need to build and maintain a good, cheap and reliable public transport system, that integrates rail, bus and bike seamlessly. Public transport underpins sustainable economic growth and transition. The Western Link is an expensive and highly damaging folly. It’s yesterday’s solution, and will not solve the issues of tomorrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**(iii) Do you think a tipping point has been reached where the building of new roads is difficult to justify given the push for Government to take increasingly environmentally conscious decisions?**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking at the scientific evidence, the tipping point was some years ago. The UK Government is only now slowly catching up. Under the new carbon neutrality commitments, road building is absolutely prohibitive. We need to reduce the damage to the natural environment. You can’t just plant trees to excuse large carbon generating projects. Going forward with projects like The Western Link, with the knowledge of the damage it will cause, and understanding the commitments we have made to reducing carbon, can only be described as ecocide. These types of projects need to be challenged in court, and there is no way that they can be reasonably justified. History will judge the actions of today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}