{
    "url": "https://www.ukpol.co.uk/christopher-price-1978-speech-on-mp-salaries/",
    "title": "Christopher Price – 1978 Speech on MP Salaries",
    "post_date": "April 14, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Christopher Price",
            "url": "/tag/christopher-price/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Christopher Price, the then Labour MP for Lewisham West, in the House of Commons on 28 July 1978.",
    "content": [
        "The speech by the right hon. Member for Down, South (Mr. Powell) was, in one sense, preposterous and ludicrous. However, it contained, as do all the right hon. Member’s speeches, certain germs of truth with which I have a sympathy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member for Taunton (Mr. du Cann) spoke about company chairman earning £36,000 per year and said that that was an appropriate salary for our Prime Minister. There are dangers in taking the monetary values of our capitalist society and judging our salaries by them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are some dangers—I do not wish to exaggerate them—in taking the salary of, for example, an assistant secretary or colonel and comparing it with ours. The danger in that is that we would type ourselves as assistant secretaries or colonels. I believe that that would be undesirable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I speak with some experience, because I have voluntarily stopped being a Member of the European Assembly, where I mixed daily with Members of Parliament who earned four, five and sometimes six times as much as I. Those Members of Parliament were firmly notched into a particular position within the hierarchy of their countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree with the right hon. Member for Down, South that we would lose something important if we admitted for one moment that the House of Commons was not unique. It is not to be judged by any other standard in British life. For my sins, I happen to have appeared before the Committee of Privileges for doing something in the House which I thought asserted exactly that principle—that we have the right to say things here which no one else and no other court in the land has the right to say.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I suspect that Boyle will recommend a linkage, but I hope that we shall not allow any linkage that emerges to lead to the Treasury’s imposing regulation after regulation upon our salaries. That would break us away from the unique position that we are now in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many changes have been pushed through. There was the little change which no one noticed which made us no ​ longer self-employed but employed people. The small print said that to be employed one did not have to have an employer. Technically, we are the only group which receives an employed person’s salary but which has no employer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. George Cunningham (Islington, South and Finsbury)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let us not put that notion abroad. What happened was that in the 1973 Social Security Act it was provided that all persons who paid tax under schedule E as against schedule D would in future be treated as employed earners for the purpose of national insurance. We are not the only group that fits that category. Company directors are in that category. It is important that that idea should not be given any more currency, because it is not true.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Price**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I persist in my argument. I do not understand enough about company directors to know whether they are technically employed by companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whatever the arrangements for our salaries and allowances, and however they are organised, it is important that we should not be “employed” in the same way as civil servants. Our role is different, and we must assert the right to keep it that way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The most eloquent testimony in the speech by the right hon. Member for Down, South was that this Parliament happens, for good or bad reasons, to be different from the other Parliaments with which I have come into contact on the Continent, because of the puritanical conspiracy that is unique to Britain and that stretches across from the right hon. Member for Down, South to the Leader of the Opposition and the Prime Minister. It is a conspiracy which, in a curious way, asserts that our democracy is different and that we should not try to fix our rate for the job in relation to anything else. It considers poverty in politics a virtue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Powell**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The word is not puritanical. It is aristocratic.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Price**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree that there is an element of that. But the greatest characteristic is its nonconformist nature. It springs from the country’s being Protestant rather than Catholic at heart. This puritan conspiracy has both good and bad points. I do not believe that the ​ aristocratic element is anything of which to be proud.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The reason why this House used not to pay its Members a salary at all, and then began to pay its Members a comparatively low salary, was that before the Second World War a large majority of its Members did not need any pay. In fact, for quite a long time this House was a machine for ensuring that the aristocracy and the moneyed folk of the country kept unscathed their position of power and wealth in society. The reason we had to bring in salaries was that there came into Parliament increasing numbers of people who wanted fundamentally to change that balance of power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We still have many people in this Parliament who want to change that fundamental balance of power. Indeed, I was elected in October 1974 on a manifesto whose last sentence is engraved, I hope, on my leader’s mind and certainly on the minds of everyone on the Government side of the House—that our whole aim is to change the balance of power and wealth in favour of the working people of Britain. I think that we have gone a little way towards doing that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, in the sense that we pay ourselves half salaries, as it were, as compared with the sorts of salaries that a large proportion of Members could get if they decided not to come into the House, it is an unattractive proposition, because it is a hangover of the old idea that so long as we pay ourselves low salaries we shall get here the sort of people who can earn their money outside and, therefore, will support those professions in which they can earn their money outside.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I feel a little persecuted by the lawyers at present, because the lawyers are one such group in the House. I wish that I could earn, through my humble journalistic efforts, as much as some of my lawyer colleagues in the House receive. But as long as we have a tremendous legal element in the House, to those people the salary is not all that important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Lawrence**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hon. Member seems to be in danger of perpetuating the widely held myth that most of this House is made up of practising lawyers. I think that there are fewer than 30 practising lawyers in the House. I wish that the hon. ​ Member would take that on board and not go on repeating what is clearly a falsehood.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Price**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I did not make any statement about the proportion. The hon. Member may well be right. I do not know. The only point that I was trying to make was that as long as we have a comparatively low salary we shall attract people of that kind. To the extent that we attract that sort of person, there will be no incentive to raise the salary at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Alan Clark**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like to ask the hon. Member a question about the aristocracy. As I understand it, he equates the aristocracy with moneyed folk. But “aristocracy” means “the best”. I am sure that the hon. Member would feel that this House, from which the Government are drawn, should consist of aristocrats. Does not he agree that the aristocracy is something whose ingredients shift and alter? I take the view that it is perfectly legitimate and possible that the trade union movement can contribute aristocrats to our Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Price**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not want to pursue that point, except to say that it has always been the characteristic of the moneyed folk, in all societies, to call themselves the best, the aristocrats—even in Athens. However, I do not want to get drawn down that road; I want to move over to what I believe to be the admirable side of the puritanical conspiracy that governs our salaries and has governed them ever since 1945.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I reject the aristocratic side, but there is a very strong strain in British life, in, for instance, our trade union movement, which is reluctant to pay a general secretary more than the average wage that the membership of the union receives. One could replicate that in various other parts of our national life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During my year in Europe, I found that this tradition, this strain, was unique to this country. To the extent that our salaries have been held down for this sort of reason, it does not derogate from our honour, standing and status; it is something that simply must be taken into account by anyone who comes into the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having said that, however, I feel, like my right hon. Friend the Member for ​ Fulham (Mr. Stewart), that all those things being considered, and in spite of the figures given by the right hon. Member for Down, South (Mr Powell), things have got quite badly out of joint. There is a point at which salaries drop to a level at which people simply do not understand why we allow the situation to continue. My feeling is that this is connected with the sort of fear that Labour\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Governments, particularly, have had, especially after the Labour Government’s experience in 1964. They were quite wrongly castigated by a vicious, nasty Tory press, for purely political reasons, for implementing the recommendations of the Lawrence committee, which had been set up by a Tory Government and agreed by both parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That traumatic experience of the Lawrence committee is so branded on the hearts of every Labour Cabinet—it was said that we were putting up our salaries before pensioners could get their money—that over the period of Government from 1974 through to the 1990s, they have been and will be unduly concerned about it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Boyle report recommends increases in November or December. I do not know what sort of time scale the Leader of the House has in mind for all this. My view is that when we are reelected, if salaries were then to rise, with an increase of what might well look like nearly 100 per cent.—nearly double—it would pass with little more than a murmur.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}