{
    "url": "https://www.ukpol.co.uk/lord-price-2016-speech-in-argentina/",
    "title": "Lord Price – 2016 Speech in Argentina",
    "post_date": "May 9, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Lord Price",
            "url": "/tag/lord-price/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Price at the Stock Exchange, Buenos Aires, Argentina on 6 May 2016.",
    "content": [
        "[![lordprice](https://www.ukpol.co.uk/wp-content/uploads/2016/05/lordprice.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/05/lordprice.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Delighted to be here today and thanks for that introduction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Buenas tardes”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you can see, I have been practising my Argentine Spanish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was able to hone my skills when I came here a few years ago. At the time, I was Managing Director of Waitrose, one of the largest supermarkets in the UK, and I had come to Argentina on a buying trip. I had a memorable time travelling around this beautiful country and meeting our suppliers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, when I became the British Minister for Trade & Investment last month, I knew that Argentina was a country with vast potential and was keen for a return visit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There were two things that intrigued me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first was the very strong relationship that Argentina and Britain had from the very early days of independence; and the second was the issue of trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I knew that when Argentina became independent, Britain was its natural ally as the pre-eminent power of the day.Railways and ports were built using British engineering knowhow and Liverpool bricks. These helped to open up the interior, enabling Argentina to develop into the major food producer it is today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the architectural legacy of this time lives on in the 300,000 tiles supplied by Royal Doulton for the Palace of Flowing Waters (the Palacio de Aguas Corrientes) in Buenos Aires. And in the design produced by British engineers for the beautiful Retiro Mitre railway station.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Less tangible are the common passions we both share.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am a supporter of Crewe Alexandra Football Club. Not heard of them? They are the second bottom team in the bottom league of English football. They would probably struggle against Boca or River Plate, but – like any football fan – I live in hope.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We enjoy the finer things of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was no coincidence that I unveiled the sleek lines of the Jaguar XE car at the British residence last night.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And both our nations admire fashion and creativity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am here today because I think there is an opportunity to transform these shared interests into tangible business interests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second issue that caught my attention was our attitude to trade. I am a great believer that business is a force for good. It is business that creates the jobs and profits, that generate the taxes, that pay for our schools, hospitals and roads, making our countries safer and more secure. And by doing business internationally, we can spread these benefits to more people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The freedom to trade is something that the UK believes in very strongly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we use our influence as the world’s fifth largest economy to promote this via bodies such as the EU, the World Trade Organization, the G20 and the Organization for Economic Development and Cooperation. We warmly welcome Argentina’s renewed engagement on the international scene, and the direction of your government’s economic reforms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the third largest economy in Latin America and a fellow member of the G20, it’s important that Argentina’s voice is heard. The UK is pushing for rapid progress on the EU-Mercosur trade deal; we are supportive of your bid to join the OECD; and we look for Argentina’s support in enabling the WTO’s Agreement on Trade Facilitation to come into force.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Expanding trade was one of the subjects under discussion when Prime Minister David Cameron met President Mauricio Macri in Davos, this January. It was the focus of a meeting between Chancellor George Osborne and Finance Minister Alfonso Prat-Gay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, for these last two days, it has been my focus here, and that of the business delegation accompanying me. We have had the great pleasure of meeting Francisco Cabrera, your Minister for Production; Miguel Braun, your Secretary for Commerce; and Guillermo Dietrich, the Minister of Transport.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The message we bring is that the UK is committed to developing our bilateral relationship and supporting Argentina’s growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With this depth of activity going on, we are looking at specific opportunities. So what are these?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rail is clearly one of them. Our countries worked together to help build the railway network here, now we can work together to develop it further. Yesterday, I visited the Mitre railway line where British company Brecknell Willis is involved with the electrification project. And Transport for London has a memorandum of understanding to support the development of a transfer station in Buenos Aires.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Foster + Partners designed the Buenos Aires City Hall; and we have a wide range of architects and engineers with track records of producing unforgettable designs and practical solutions for airports, housing, roads and ports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Waste water is not the most glamorous of subjects, but this is an area where our civil engineers can work together to bring real benefit to people in Argentina.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am excited by the prospect of increasing e-commerce. The UK is number one in Europe in this field, and I am delighted that British e-tailers will soon be promoted on the Mercado Libre website, in accordance with an agreement with UK Trade & Investment. With such technology, trading overseas has never been easier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the UK is keen to use its expertise in agri-tech to help Argentine farmers to improve yields and reduce costs, as we were able to discuss with Sociedad Rural, the Argentine Rural Association, just prior to our arrival at the Bolsa.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "None of these projects can get off the ground without support from the financial sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I spoke earlier about the power of business to do good. This is not something our stockbrokers and bankers are accused of doing very frequently. Yet when you think about it, financial services are the bedrock that underpins so much other business activity. Where would the start-up be without the bank manager’s loan? Where would expanding businesses be without the ability to seek capital in the stock markets? And who would do business if they had no cover against risk? Financial services not only generate tax revenues on their own account, they allow the rest of the economy to do the same.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK and Argentina have a long history of cooperation in the financial sphere. And London is the leading centre in Europe for financial services. If we can work together on this, we can free up the resources that will enable Argentine businesses to grow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For those Argentine companies that do want to expand internationally, I hope you will consider the UK. You would be warmly welcomed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is consistently the number one destination for foreign direct investment in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are the fastest-growing major economy in the world.  \nWe have a tax system that says that we are open for business. Our corporation tax is due to fall to 17% by 2020 and there is a tax rate of 10% that applies to profits earned on income from patents.  \nAnd we are home to businesses from around the globe; with a cosmopolitan and highly skilled workforce and standard of living that few other countries can match.  \nFurthermore, we actively welcome entrepreneurs and have visas for those wish to invest in the UK and their families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, this lunch is the finale of my trip, and I am deeply honoured that I have been brought to such magnificent surroundings to speak to such a distinguished audience. Thank you for your time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are at the start of a new era for relations between our two countries, forging fresh ties that build on our historic connections and common interests. Over the coming weeks, we will see a British oil and gas delegation coming to Argentina, and an Argentine delegation attending London Tech Week.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope to see many more firms follow in their footsteps.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have had a wonderful time in Argentina, and have been welcomed as a guest wherever I have been.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thanks once again for a very valuable visit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}