{
    "url": "https://www.ukpol.co.uk/william-price-1978-speech-on-mp-salaries/",
    "title": "William Price – 1978 Speech on MP Salaries",
    "post_date": "April 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "William Price",
            "url": "/tag/william-price/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by William Price, the then Parliamentary Secretary to the Privy Council Office, in the House of Commons on 28 July 1978.",
    "content": [
        "The purpose of these motions is to give effect to the appropriate increases in parliamentary pay, Members’ secretarial allowance and the salaries of Ministers and office holders in accordance with current stage 3 pay guidelines. Under the guidelines, Members are eligible for an increase of 10 per cent. in their parliamentary pay. The first motion therefore increases the figure from £6,270 to £6,897, with effect from 13th June. Corresponding increases are given in the abated parliamentary salaries payable to Ministers and office holders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No doubt some of hon. Members will say that 10 per cent. is not the right figure, although I hope that many will argue that it is too high. Some may want an increase based on a figure more appropriately reflecting the salary that a Member should be receiving, and the last Top Salaries Review Body report may be called in evidence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have carefully considered that argument, as well as all the others put to us. Although we fully appreciate the strong feelings held in many parts of the House, we are convinced that the proposals on the Order Paper represent the only defensible course in terms of pay policy. Certainly it is not part of my case that the present situation is anything like satisfactory and I should like to say something about future prospects a little later. However, I hope that it will be accepted that Members of Parliament should be seen to accept no more than their constituents in the current pay round.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be argued—I have a good deal of sympathy for the point of view—that it will never be the right time to correct the serious defects of the past. We recognise that argument, but we say that we could not pick a more difficult time. I do not need the House to remind me that I have been standing here each year since 1975 saying almost exactly the same thing. That is true, and I may as well admit it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some hon. Members are concerned about the disclaimers of the stage 1 increase of £6 which many signed. They believe that the time has now come to withdraw that. That, of course, is a matter for the individuals concerned, but no other TSRB group has received that £6 and for Members to do so now would, I believe, be seen as a conflict with pay policy.  \nAlthough Members will have reservations about the proposals on salary scales, I hope that there will be general approval of the Government’s recommendations on pensionable pay. Last year’s £208 pay increase was added to the £8,000 pensionable rate. The stage 1 £312 increase remained unincorporated, and in last year’s debate the Government recognised the force of the argument that it should be included but could not at that stage support the proposal. My right hon. Friend has re-examined the issue in the light of current circumstances and we are therefore proposing that it should now be done.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The figure of £9,372 given in paragraph (2) of the first motion thus comprises £8,208 plus £312 plus 10 per cent. The table in paragraph (3) prescribes the supplements payable to cover the 5 per cent. pension contribution on the difference between actual and pensionable pay for the various new rates of parliamentary salary. The rate of contribution to the scheme will increase to 6 per cent. with the passage of the Parliamentary Pensions Bill and the rates shown in the third column of the table are in anticipation of that increase.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second motion increases the reimbursement limit for secretarial allowance from £3,687 to £4,200. That will not only allow Members to increase their secretaries’ pay by the amount under the guidelines; it will allow the increased costs of employers’ national insurance contribution to be met, and that is a move which I know many hon. Members welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To some extent, the increases in national insurance costs were anticipated in the Review Body’s 1975 recommendation on the secretarial allowance. However, I am proposing an additional element of almost £150 within the proposed new limit to cover increases which have arisen since then.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The third and final motion seeks approval of a draft Order in Council to implement a salary increase of 10 per cent. for all Ministers and office holders. The maximum salaries for these appointments are laid down in the Ministerial and Other Salaries Act 1975, and the rates may be amended by order in council, subject to a draft being approved by resolution in each House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is one point that I should make in connection with the order. Throughout, the order quotes maximum salaries which are not necessarily the actual salaries being paid. Appointments held by Ministers in another place attract higher rates of pay than the corresponding appointments in the House of Commons because of the addition of the rounds 1 and 2 increases which were available to Commons Ministers through their parliamentary pay. Since the 1975 Act gives no power to differentiate the rate laid down if an appointment is held by a member of one House rather than another, the higher rate has necessarily been given, but the Act permits a lesser amount to be paid than that authorised for any post.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I come to the question in the future, which is a matter of considerable interest to Members and one which inevitably will lead to some controversy. It is not an easy matter but it is not, in our view, one that we can ignore. During the past 12 months, Members have put to my right hon. Friend the Lord President of the Council by means of letters, Questions and through deputations, a multiplicity of views concerning the course that we should adopt for the future, and we of course are aware both of the amendments that were tabled to these motions and of Early-Day Motion No. 502.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want at this stage to record on behalf of my right hon. Friend the value that he places on the constructive and helpful discussions that he has had with ​ a group of Members led by the right hon. Member for Taunton (Mr. du Cann) and my right hon. Friend the Member for Anglesey (Mr. Hughes). We have said many times that we accept the argument that here are real problems of Members’ pay, but there is no magic formula available to us which will suddenly put right the injustices of the past, particularly at a time of continuing pay restraint for the rest of the country. We can see little benefit in breaking away from the procedures already established for determining Members’ pay, and my right hon. Friend, with the approval of the House, therefore intends to recommend to the Prime Minister that the TSRB should be asked to undertake a further review of parliamentary pay and certain related issues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So long as we can keep the scope of the reference fairly limited, there is every reason to expect a quick report, and one issue in particular that we should like it to look at again is the question of a salary link—an attractive proposition to many Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Obviously, we shall be asked whether we can give an assurance that the Government will fully implement the resulting recommendations. My right hon. Friend has some sympathy for that view and has seriously considered whether a forward commitment would be appropriate. The Government believe, however, that there are grave difficulties in giving a blind commitment to accept immediately whatever the Review Body recommends.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nevertheless, I assure the House that the Government recognise that they have a strong obligation to Members on the matter of their pay, and I remind the House that they have said that there would have to be clear and compelling reasons for the TSRB recommendations not to be accepted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that a further powerful argument in this respect is a move towards a bipartisan approach on pay, led by the right hon. Members for Taunton and Anglesey. This development has meant that for some time there has been a substantial common approach between the parties on the problem of how Members’ pay should be tackled, and we are hopeful that there will also be a common approach to the acceptability of the report.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a matter on which the time will never be right; neither will the amounts recommended meet with universal approval. There are very powerful views on this matter in all parts of the House, and they are by no means unanimous. What I do say is that the proposals before the House today are the most—and, in my view the least, as well—done in the circumstances. I hope that they will meet with general approval.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}