{
    "url": "https://www.ukpol.co.uk/lord-price-2016-speech-on-chinese-investors/",
    "title": "Lord Price – 2016 Speech on Chinese Investors",
    "post_date": "July 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Lord Price",
            "url": "/tag/lord-price/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Price, the Minister of State for Trade and Investment, in Shanghai, China on 8 July 2016.",
    "content": [
        "[![lordprice](https://www.ukpol.co.uk/wp-content/uploads/2016/05/lordprice.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/05/lordprice.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m delighted to be here in Shanghai where I’ve come to meet businesses and investors, in the run up to the G20 trade ministers’ meeting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This lunch is about me hearing your views, as business representatives, on the business environment in China and the UK and what the UK government can do to help. I do want to talk about this but I think it’s best if I first put this in the context of the Referendum.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Referendum**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to reassure businesses and investors that there will be no immediate change. For now, the UK is still a full member of the EU, and goods and services will still trade freely across borders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our economy has strong foundations. Over the past 6 years, we’ve worked hard to make Britain one of the best places in the world to start and grow a business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK is and wants to be the most business friendly, open, dynamic and innovative economy in the world. That remains unchanged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d like to talk to you about investment, and the positive messages I’ve been receiving from investors across Hong Kong, Beijing and Shanghai. And then I’d like to tell you about why I think, through the new trade deals we now have the power to strike across the globe, the UK has the ability to create a second Elizabethan Golden Age of trade and investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Investment**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But let me focus on investment first and foremost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During this visit I’ve met with close to 100 Chinese investors – private and state owned – and the repeated message I’ve heard is one of commitment, enthusiasm and opportunity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Forgive the long list, but to demonstrate the strength of continuing Chinese investor support for the UK I’d like to share some of the reassuring messages I’ve been hearing from investors I’ve met with over the past 4 days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fosun, China’s largest conglomerate have told me they are seeing opportunities to increase their investments in UK infrastructure and energy, following the referendum outcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bailian, China’s largest retail group, is seeking to bring more British brands to China.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "JD.com, one of the largest online shopping platforms in China and the world, is continuing to look at options for investing in China-UK e-commerce.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Wanda Group, one of the biggest and most successful companies in China, told me they are now looking for further UK land and property investments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The China Insurance Regulatory Commission want to work with us to invest in the UK and help UK insurers gain access to the Chinese market.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The China National Nuclear Corporation remain fully committed to their reinvestment in UK nuclear new build programmes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bank of China remain enthusiastic about current and new UK investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, Huawei have assured government that they will go ahead with their planned £1.3 billion UK investment, and before coming out to China I had a very positive meeting with the China National Offshore Oil Corporation, who remain committed to continuing offshore oil investment in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it’s easy to see why these investors are still bullish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our corporation tax is one of the lowest in the G20 – set to get even lower – and we can boast capability and expertise right across the UK, not just in London.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are the number one destination for foreign direct investment (FDI) in Europe and according to EY, London is the European city most likely to create the next tech giant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The current value of sterling not only will give our exporters a helping hand but will attract more investment to the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are also, in essence, starting from a blank piece of paper. Freed from Brussels’ more bureaucratic tendencies we will be able to tackle excessive red tape that hinders businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We can look to make our tax system even more competitive, making us even more attractive to overseas investors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2014, USD 5.1 billion of Chinese investment, nearly 30% of Europe’s total, came to the UK. Last year Chinese investment created almost 5,000 new jobs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to keep this momentum going and want your views on how we negotiate the best deal post Brexit so the UK can continue to attract Chinese investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Trade**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to trade, I believe we need, above all, a calm and collaborative approach. The imperative now is to ensure we have a collective and unified view of the Britain we want in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly we will need to negotiate a new deal with the EU. I want us to maintain as close a relationship as possible on trade with our European partners. We will also look to secure free trade agreements (FTAs) with countries around the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have and will continue to engage businesses and investors to help draw up the blueprints for what the UK’s future relationship with the EU and the rest of the world looks like. I am eager to hear your views and work together so we can get the best possible deals for the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to avoid knee-jerk reactions. Trade deals aren’t agreed overnight. For some, we will be able to build on existing frameworks; others will have to be negotiated from scratch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These negotiations will cover all areas of policy – including sector requirements from agriculture to financial services as well as regulatory issues such as customs, competition, and procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some sectors will slot into new deals relatively straightforwardly and others will be more complicated. We will therefore bring together policy experts from across government to ensure that we know what the UK needs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our UK trade team will also need to be resourced appropriately.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As no negotiations can take place before a new PM is in post and a new Cabinet formed, my job over the next few months is to lay out a set of options for the new PM.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the key thing for all of us here today is to see the opportunity this provides.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A fresh start gives a unique opportunity to shape a bright future for the UK as a global trading nation and open economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I will use this week’s G20 trade ministers’ meeting in Shanghai to start building these important relationships with counterparts ahead of our negotiations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The key message here is that we have a strong economy: we remain a fantastic place to invest, and have plenty of innovative, successful businesses. I have every confidence we will make this work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Government support**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Government is helping. For the first time, we are prioritising around 200 high value export campaigns, which could be worth up to £70 billion a year by 2020.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In China, for example, we have identified big ticket opportunities in around 17 sectors including in aerospace, healthcare and financial services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will bring together the whole of government, industry and our extensive overseas network to help UK businesses win these deals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m optimistic about the future: and I believe we have all the tools now at our disposal to create a second Elizabethan Golden Age. The first Golden Age was based on peace, prosperity, new trading markets and a flourishing of the arts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The prize that now awaits us is a continued close trading relationship with Europe, which is based on millennia of trading history – from Neolithic times right up to the modern day integration of our aerospace and automotive sectors. The UK remains a very important destination for European goods.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There’s also a prospect for striking new deals with Canada, New Zealand, Australia and other nations – forming the beginning of a new commonwealth trading pact.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Turning to the West, we want to reinforce our historic relationships with both North and South America, which stretch back many centuries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to the opportunities in the East, where for centuries British merchants have traded with China for tea and porcelain – so called ‘white gold’ – as well as with Japan, South Korea and other Asian nations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact, the Chinese Ministry of Commerce was quoted earlier this week in the China Daily newspaper saying they wanted to do a free trade deal with the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The exciting prospect of continuing trading relations with Europe and enhancing trading relationships East and West provides the UK with an opportunity to be a super connected trading hub.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Reinforcing democracy, British rule of law, and tolerance through these enhanced business connections is how we will build trust which in turn leads to peace and prosperity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am optimistic that we can seize this opportunity to create a second Elizabethan Golden Age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}