{
    "url": "https://www.ukpol.co.uk/dawn-primarolo-2001-speech-to-the-british-swiss-chamber-of-commerce/",
    "title": "Dawn Primarolo – 2001 Speech to the British-Swiss Chamber of Commerce",
    "post_date": "December 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Dawn Primarolo",
            "url": "/tag/dawn-primarolo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Dawn Primarolo, the then Paymaster General, on 12 December 2001.",
    "content": [
        "Ladies and Gentlemen,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am delighted to be here in Zurich today and very pleased to have the opportunity to address such a distinguished audience. I know that the British-Swiss Chamber of Commerce plays an important role in developing the commercial relationships between our two countries And I applaud the success of your efforts not only in relation to trade but also in promoting friendship and understanding between the British and Swiss peoples. The value of that contribution is fully recognised by the British government and I am confident that your work will continue to strengthen the ties that we are here to celebrate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom and Switzerland have a particular affinity as world leaders in banking and international finance. We often find ourselves in competition in the market. But we share a common understanding of the elements that have to be in place to enable our banking and financial sector to develop and prosper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Both of our countries have enjoyed a long period of stability in our political structures. And that stability provides an essential foundation for economic prosperity and growth. It has reinforced the attractions of our two countries to international investors and has enabled us to offer a firm base for stable and successful banking businesses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As you know, I am here primarily on inter-governmental business and to meet the leaders of the Swiss banking community. And I am grateful to all those that I have met for making their time available to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As the minister responsible for business taxation within Her Majesty’s Treasury, I want to take this opportunity to say a few opening words about our approach to business taxation and then to spend some time on what I see primarily as a banking industry issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The year ahead looks set to be fuller than most of developments in the area of corporate taxation. On the European front, we have the promise of the Commission’s conference on company taxation; and a number of initiatives that they have recently announced in such areas as transfer pricing and cross border loss relief. The Commission has set out its priorities and there will be no shortage of issues to discuss under the Spanish and Danish presidencies. And, of course, my own work, as Chair of the Code of Conduct Group, will continue as we tie together the strands in the tax package for the end of 2002.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the UK, we see economic reform as the priority for the European Union and taxation as an issue under that umbrella. In Brussels, there is some danger that discussion on taxation takes on a life of its own. We need to guard against that and against the danger of introspection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In our domestic economy, we have continued to work towards a more neutral system of business taxation. But we have also seen it as a responsibility of government to intervene in areas where there has been significant market failure. And to take action where we believe there is an opportunity to bring about change that will help us achieve higher, sustainable levels of economic growth.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, we are currently consulting with business on a range of improvements to our corporate tax system. Among them is a proposal to extend to large companies the system of tax credits for research and development that we successfully introduced for small and medium sized companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Research and development, with its spill-over benefits into the wider economy, is essential to sustainable growth. And the Chancellor of the Exchequer, Gordon Brown, has already signalled our conviction that there should be wider support across the European Union, for a higher level of commitment to research and development spending to raise the quality and volume of the r&d carried out in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many challenges ahead in the process of economic reform and changes in taxation can undoubtedly contribute to the better fulfilment of the objectives set at Stockholm and Lisbon.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But let me return to the banking industry and, in particular, to the subject of private banking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am particularly pleased to have had the opportunity yesterday and today, to meet representatives of the private banking businesses based in Switzerland and to enter into a dialogue with them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have spent only 24 hours here but, with grateful thanks to my hosts, I already feel that I have a much better understanding of the private banking sector. And a better appreciation of the factors that contribute to a successful relationship between the banker and his client and, therefore, to a successful private banking business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not simply the efficiency and service levels of the bank itself or the returns on the funds invested. Both of these are important, but to be successful the private banker has to offer more than that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has to be mutual trust. There has to be respect and confidence. And, from the banker, there has to be a sense of obligation – obligation that is more deeply rooted than the simple obligation of a deposit-taker to its depositors. It is these qualities that differentiate the private bank from the mass market provider.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And underpinning all of this is reputation. Without reputation, at home and abroad, there is no prospect of building a successful private banking business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to stop with reputation for a moment. Politicians and private bankers. We both rely to an enormous extent on our reputations. In politics, a reputation can be lost irretrievably by a careless word or act, by an omission, by a failure to see that the world has moved on. And through the continual public gaze of media attention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Governments of every shade of opinion, around the world, and the individual politicians within them have become increasingly aware of the pressures of public interest and have had to respond to them. The media reflect the public desire to know and it is a brave or foolish politician who tries simply to put up barriers to it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Increasingly, we are pressed for greater transparency – in our lives and in our decision-making. And most of us would have to agree, that transparency is essential in a democratic society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But these are not pressures that are unique to politicians. I think that it would be fair to say that most of us in this room feel the demands for greater openness and more transparency in the different facets of our everyday lives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within financial services, investors are looking for greater transparency and improved information when financial products are sold; and so are the regulators that serve them. And when it comes to fees, commissions and charges, investors and regulators are looking for that same openness and transparency. We can all point to situations where transparency has been lacking , investors misled and products mis-sold.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Transparency has a cost. It has a cost for politicians as well as for bankers. But it is a cost that we have both to accept. Because without transparency in what we do and how we do it, without the ability to withstand scrutiny, there is no reputation. And without reputation, neither politician nor banker can stay in business for long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Coming out of September 11th, I think that all of us have had some re-assessments to make. We have had to look again at what is really important to us and what isn’t. Where our obligations lie and to whom. And above all, how we need to act to be worthy of our reputations. The last few months have been a time of action but they have also been a time for reflection.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Terrorism is a serious crime. And there can have been few crimes more serious than those carried out in Washington and New York on September 11th.. We rightly take action to strengthen our hand against those within our societies that would seek to damage or destroy them and against those who provide the terrorists with the financial means to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But these are not the only threats that we face. And this is not the only kind of crime against which we need to strengthen our laws.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is easy to turn our backs on other forms of crime, particularly those forms of crime that are much less dramatic, involve no violence against the person and that apparently have no victims. But financial crime is crime none the less.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When the crime is tax evasion, it shifts the burden from the evader to the honest citizen. And the victims are all of those – all of us who – pay more as a result, or who go without the services that additional tax revenues would have funded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I just want to pause here a moment. And to put down some points about taxation, tax competition and tax evasion. Because some of the things that I have read recently make me think there is scope for misunderstanding here in Switzerland and I don’t want there to be any misunderstanding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bruno Spinner, the Swiss ambassador to London, recently summarised the EU and OECD action against harmful tax competition as “…high tax countries… resisting the outflows of capital to countries which impose only modest taxes, or none at all…”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not share his analysis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have already said a few words about our approach to taxation in the United Kingdom and our views on taxation in the wider context of economic reform in Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There was a time when the UK taxed investment income at 98% in the hands of wealthy individuals. The highest marginal rate is now 40%. And the present government has provided many opportunities for tax-favoured investment to encourage savings and a strong and dynamic economy. We have also introduced major capital gains tax changes that give entrepreneurs and investors alike the potential to realise their gains at an effective tax rate of 10%. The UK is not a high-taxing country for individuals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Nor is it a high tax country for the corporate sector. We have brought down the headline rates of corporation tax to unprecedented low levels. And we are in the process, as I have explained, of simplifying and modernising the system to provide a more consistent and coherent framework. A system that will allow more structural flexibility to companies than they have ever enjoyed before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By global standards, the UK is an attractive place to invest. And we, as a government, are proud of our ability to attract, year in, year out, more inward direct investment than any other country in the world except the US.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So let’s be clear. The harmful tax competition agenda, from a UK perspective, is not a protectionist agenda. It is aimed at levelling the playing field and opening up markets and opportunities to truly global competition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like the Swiss government, we are committed to tax competition. To fair tax competition. And to the sovereignty of the state in tax matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We respect the right – the absolute right – of sovereign states to tax their citizens as they wish. And we do not stand in their way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we expect, in return, that other sovereign states will not stand in our way. Or prejudice our ability to tax our citizens, our residents, in accordance with the laws that our parliament has passed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like the Swiss government, we have a democratic mandate and our taxation system derives its validity from that mandate. We tax our citizens, our residents, on their world-wide income at their marginal rate and give them credit for foreign taxes suffered. There is nothing radical or new in that approach. It is not unusual as a way of taxing individuals and we believe that it is fair.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within any society there are, of course, those who want to make sure that they pay as little as possible to the state in taxation. And while they stay within the law, that is their right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there are unfortunately some who want to pay even less than that. And choosing not to report income is one way, albeit a rather crude way, that some of those individuals seek to side-step their obligation to pay tax.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is tax evasion. In the UK, as in many countries, it is a criminal offence. Those who evade tax take advantage of government spending on health or education, roads or railways, power or policing. But don’t want to pay towards it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Within the European Union, we have joined the fight against this kind of crime. Against tax evasion. We have agreed, without discrimination, to share information freely, openly and automatically between our revenue authorities about cross border flows of interest to those who are resident in our countries. Subject to all the stringent rules and safeguards that prevent the wider use of that information. And, in doing so, we have committed to making it more difficult for individuals who want to evade their responsibilities towards their neighbours and fellow citizens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We would like Switzerland to join us in that project.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I spoke a few minutes ago about the need for relationships built on trust. On confidence. On a sense of obligation. To be successful in private banking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also spoke about transparency and indeed the increasing demand for transparency from both the public and the regulators.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I spoke about reputation, which underpins everything else, whether you are a politician or a banker.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Switzerland has enjoyed an enviable reputation for its banking business. And many Swiss banks have emerged to become banks of truly international standing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I stand back and reflect on that reputation, I have no doubt as to its strength today. And no doubt about the quality of what has been built on it. Or how its strength is nurtured through bonds of trust, respect and confidence and through the sense of obligation that I referred to earlier.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I find it difficult to believe that a reputation and a business as strong as this can be balanced so precariously on the pin-point of banking secrecy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think that Swiss banking is stronger and better than that. And I have become more convinced of that the more of its leaders I have met. And I hope that they will have the confidence to see their reputation burnished by a greater transparency rather than cloaked by an over-attachment to secrecy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the UK, banking and financial services are among our most important industries. And we, like the Swiss, started off by being sceptical of a proposal that looked as if it would only damage those industries without achieving its objective. But we worked with the proposal and, with the increasing help and understanding of other member states, it was refashioned into something more logical and more effective. And something that we are confident will not damage the City even though there will be some additional costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We concluded that we could and should take up the responsibility to join a project to help our neighbours. And ask others to work with us and to join the fight against tax evasion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we had turned our back instead, we would surely have lost our reputation and, in time, we would have lost what had been built on top of it as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These are uncertain times. The global economy has been strong but we have entered a period in which none of us can look to the future without some shadow of recent events passing across our minds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have learned, or perhaps re-learned, the strength that can come from acting together. Nation with nation. Voluntarily. Sharing a common goal. Even where the threat is not, initially, a threat directed at us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The bond between the Swiss and the British people is strong. The bond between Swiss and British businesses is strong. And we can celebrate that. And if we value it as well, we can and must continue to work together towards common, achievable goals that will reinforce and strengthen our economic and cultural relations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}