{
    "url": "https://www.ukpol.co.uk/dawn-primarolo-1998-speech-to-the-womens-budget-group/",
    "title": "Dawn Primarolo – 1998 Speech to the Women's Budget Group",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "1998",
            "url": "/tag/1998/"
        },
        {
            "text": "Dawn Primarolo",
            "url": "/tag/dawn-primarolo/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Financial Secretary to the Treasury, Dawn Primarolo, to the Women’s Budget Group on 12th February 1998.",
    "content": [
        "1\\. I am very pleased to have this chance to address you here today. Both in Opposition and in Government, my colleagues and I have had respect for the work done by members of the Women’s Budget Group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**A: THIS GOVERNMENT – TREASURY INCLUDED – IS PRO WOMEN**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "2\\. The Government – and the Treasury in particular – is committed to supporting women in their diverse roles:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "we want equality of opportunity for men and for women. The Government must enable women to take their rightful place as the economic equals of men. There is still much progress to be made: 79 years after women got the vote, there are still far too many women in low income groups, low paid jobs and living in poverty in workless households.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and we must support women in their role usually as the main carer for children. Fundamental to this Government’s mission, is to serve the children who are our future. We are committed to tackling child poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**B: WE ACCEPT THE NEED FOR GENDER AWARENESS IN POLICY MAKING**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "3\\. I am proud to be part of a Government which understands that Governments should be aware of – and take fully into account in the decision making-process – the differential effects of economic policy on men and women. Not as an afterthought, but as an integral part of policy making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "4\\. The reality is that – overall – women’s lives differ from men’s in ways which are structural to our economy. So some Budget measures affect women differently than men. That is why an analysis of gender impact lies right at the heart of this Government’s Budget process. We will publish information on Budget Day setting out the gender impact of those policies which particularly affect women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "5\\. It is vital that our decisions – especially our Budget decisions – are taken on a gender aware basis. Too often in the past, many of us have felt that policy decisions have been taken in a way that is “gender blind.” A poor policy process runs the risk of delivering poor decisions: decisions reflected in today’s status quo: a status quo which is failing women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**C: THE STATUS QUO IS FAILING WOMEN**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "6\\. Previous Governments have failed to respond to the changing political and economic context, and the changes in women’s and men’s roles. They have led to a status quo that is failing women today. The figures speak for themselves. Of the lowest 10 per cent of earners in the UK, nearly two-thirds are women. Average weekly earnings for women are only three quarters of the level for men. Three quarters of clerical and secretarial posts are filled by women whereas they only occupy a third of managerial and administrator posts. Women in managerial posts earn on average just two thirds of the salary of their male counterparts. More women than men are on temporary contracts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Previous Governments have failed to respond to womens’ changing place in the labour market. The state – through the benefit and tax systems – has continued to assume that men work in secure long term jobs whilst women stay at home and care for the children. The reality is now much more diverse. More and more women are in employment – in the last 15 years, we have seen an increase of over 2 million working women. Many more women than men choose to take up the opportunities of part-time work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Specifically, the benefit system failed women by assuming a family structure in which women are dependent on men; where there is a male breadwinner, with women staying at home to look after children. Just one example: the benefits system fails to give partners of the unemployed the help and advice they need to find work, because of the overriding focus on getting the breadwinner back to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The state has failed to adapt itself to changing social trends, for example the needs of lone parents: parents who want to do the best by their children. Lone parents have been denied the advice and help they need: instead, these parents were turned away with an order book, and told not to return until their youngest child had reached their 16th birthday.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The state has failed to adapt to changing needs on childcare. There has never been a national strategy to ensure that childcare in Britain matches women’s changing role in the labour market. The issue of affordability has been ignored for too long. And the childcare disregard has benefited only 31,000 families – less than 5 per cent of Family Credit recipients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The state has long failed to recognise the importance of unpaid work and the informal sector. Unpaid work plays a vital role in stitching together the fabric of society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**D: WE WILL WORK TO ENSURE THAT WOMEN ARE FAILED NO LONGER**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "7\\. This Government is not prepared to sit by and watch women being failed in all of these different ways. That is why we are embarked on a wide ranging programme of reform to ensure that women get a new deal from the state. This new deal must ensure that we help women from welfare into work, that we ensure that work pays and that we support women in all of their diverse roles.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "8\\. We have started to implement the new deal for Lone Parents, giving women the advice and support they need in finding work, to improve their own and their children’s lifelong prospects. This is the first national attempt to help lone parents – 90% of whom are mothers – into work. The vast majority of lone parents – just like women in couples – want the opportunity to work. Not just for the financial rewards but for the self-respect and independence work brings. The employment rate for mothers in couples has risen from 53 per cent to 65 per cent, over the past 20 years. At the same time, the number of lone parents in work has fallen from 48 per cent to 40 per cent. We are determined to give lone parents – and their children – a chance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "9\\. We will be spending £175 million on the New Deal for lone parents over this Parliament. The programme will be available nationally for all new claimants from April, and will involve personal assistance with jobsearch, training and childcare for people who have previously been ignored by the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "10\\. We are modernising the tax and benefits system. The key to tackling poverty among women and children is work. Work provides a better standard of living than could ever be received on benefit. Our reforms aim to remove the financial penalties that the tax and benefits system present to those deciding to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "11\\. The Government is committed to introducing a 10p tax rate when it is prudent to do so. This will help improve take pay for the low paid – many of them women as we know – and improve work incentives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "12\\. By setting a floor under wages, the National Minimum Wage will be of particular benefit to women in low-paid work. It will help to remove the worst cases of discrimination, and help promote work incentives. And women stand to benefit from the introduction of the part-time workers’ directive, which aims to bring the rights of part-time workers more into line with those of full-time workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "13\\. We are developing a national strategy for childcare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have already started delivering, with a £300m out-of-school initiative. Our national strategy will empower local communities to work together to meet their childcare needs. And we recognise the importance of, and are committed to promoting, family-friendly policies at work – for women and men and their families.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "14\\. Taken together, we have a host of policies which are designed to address the failure of past policy vacuum. We are determined to deliver on these promises, and we have already started to do so. Doing nothing is not an option if we want to improve lives of women where the system is failing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**E: OUR POLICIES WILL SUPPORT WOMEN CARING FOR THEIR CHILDREN**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "15\\. We recognise of course that many women choose to stay at home and look after their children. The value to society of this unpaid caring work should not be underestimated. Indeed I am pleased to note that the Office of National Statistics is now starting to collect and make sense of data on the unpaid sector of our economy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "16\\. Our policies will be designed with the importance of this unpaid caring sector in mind. For example, we are committed to introducing citizenship pensions for those who assume caring responsibilities and lose out on pension entitlements. This is part of our agenda to ensure a decent income for women over their whole lifetime.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "17\\. The primary caring role that women have traditionally held within the family, of course, means that it is often women that are closer to the needs of children. We are determined to bring forward policies which will enable women to look after the needs of their children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "18\\. I want to reassure you today that child welfare is at the heart of our policies. We know that investing in children – in this country’s future – is the most important investment we can make. The first few years of life are the most important in determining ability to thrive at school, in work, and in society more widely. Disadvantage in childhood can lead to life-long problems which affect the rest of the community – through crime, drug abuse and unemployment. The best way of supporting children is enabling parents to give their children the best start in life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "19\\. We recognise the importance of child benefit as a mechanism for ensuring the extra cost of children is recognised.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we had manifesto commitment to retain it as universal benefit for the under 16s. Child benefit has been frozen on a number of occasions in recent decades. This Government is committed to uprate it at least in line with prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**F: AND – CRUCIALLY – OUR POLICIES WILL BE DESIGNED TO SUPPORT FAMILIES IN WORK**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "20\\. Welfare to Work and the Working Families Tax Credit are key policies which underpin our agenda for creating fairness, justice and equal opportunities for all. Our policies must facilitate the move from welfare to work, and must also ensure that work pays. A WFTC would be key to this strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "21\\. Family credit has contained successful elements. But we should have no illusions about its failings. It is taken up by only 70 per cent of potential recipients. And the childcare disregard has benefited only 31,000 families, only one-fifth of the number originally anticipated. Family Credit has contributed to penal marginal withdrawal rates. 650,000 families face marginal rates of 70 per cent or more, with women usually the greatest losers. It is also administratively cumbersome: almost half a million families on Family Credit receive a benefit cheque from the DSS while paying income tax to the Inland Revenue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "22\\. A new tax credit would have a number of advantages over the existing system of Family Credit:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "its clear link with employment would demonstrate the\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "rewards of work over welfare and help people move off benefits into work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the payment of a tax credit will guarantee working\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "families a minimum income, above and beyond the level of the minimum wage the onus would be on government to help ensure that as many individuals as were entitled would receive the tax credit, which – together with its status as a tax credit rather than a welfare benefit – should improve take-up and, as the Chancellor made clear in his Pre-Budget Statement, the new system would also involve improved support for childcare through reform of the childcare disregard which has failed to cover adequately the childcare costs of lone parents and others on low incomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "23\\. Much of the attention surrounding today’s Conference has been focussed on what a Working Families Tax Credit would mean for women. The Working Families Tax Credit would be paid to families with children. One in five children live in families without work. Families without work are families without independence. We are determined to help families with children give their children the best start in life. The Working Families Tax Credit will help people’s incomes rise as the new system improves incentives to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "24\\. It is women who have been the greatest losers from the lack of coordination between tax and benefits systems to date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is women who have most often been prevented from working by the barriers the state has created which fail to give people incentives to work and to move up the job ladder. A reformed system is what women and their families deserve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "25\\. The final issue that I want to talk about is the purse to wallet issue. I believe that we need to be quite clear about the evidence on income sharing patterns within households.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ruth Lister’s research is a helpful start, but her findings are clearly open to a variety of interpretations. Her work shows is that there is an extremely diverse pattern of income distribution within households. There is no one dominant model.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "26\\. There is no threat to independent taxation from the working families tax credit. Nor would there be a compulsory transfer of resources from women to men. If the working families tax credit replaced Family Credit, families would have the right to elect to whom the tax credit is paid – the woman or the man.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "27\\. Women, because they are greatly over represented in the poorest groups, will be the main beneficiaries of a WFTC. This is especially true once the dynamic effects are taken into account. It is essential not to base thinking about welfare on the false premise that we are merely sharing out the state’s resources. That can only ever be a short term view.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "G: CONCLUDING REMARKS\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "28\\. This government is embarked on a vast programme of change. We have put an end to men only economic policy. We will always consider the impact of our policies on women. We will continue to support women in all of their diverse roles – as breadwinners and as carers in the home.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "29\\. My message to you today is that this programme of change is not a threat to women, rather it is essential for delivering a fair deal for women. We mustn’t look back. Only by moving forward can we deliver this agenda together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}