{
    "url": "https://www.ukpol.co.uk/prince-william-the-prince-of-wales-2022-speech-at-the-10th-tusk-conservation-awards/",
    "title": "Prince William, the Prince of Wales – 2022 Speech at the 10th Tusk Conservation Awards",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Prince William",
            "url": "/tag/prince-william/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Prince William, the Prince of Wales, on 2 November 2022.",
    "content": [
        "I am personally delighted to be here at the Tusk Conservation Awards, to celebrate their tenth year alongside so many alumni from past events.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our shared goal is to draw the world’s attention onto some truly remarkable people working on the frontline of conservation in Africa today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure you will all agree with me that the commitment, innovation and courage shown by each of our winners and finalists is deeply humbling. And as always, it’s been wonderful to see their outstanding work on the big screen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These short films brilliantly bring to life the work which the Tusk Awards champion. Thank you to all the talented filmmakers behind them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tonight’s event provides a perfect moment not only to reflect on the remarkable achievements of our nominees, but also take stock of the immense challenges that we continue to face in preserving the natural world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The many ecosystems of Africa are precious; they underpin economies and livelihoods and support an extraordinarily rich biodiversity that plays a critical function in reversing climate change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As Sir David Attenborough reminded us at this ceremony five years ago, Africa’s wildlife is truly special. What the Awards alumni, their dedicated teams and local communities are protecting is ‘one of the great natural treasures of the world’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And yet, we also know that it is just a fragment of what there once was. That is why it is vital that we do everything in our power to halt the frightening decline in species that our planet has witnessed over the last 50 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also why the work of Tusk and its partners is so critical. It’s only by collaborating and building partnerships across communities, organisations, and the public and private sectors that we can foster lasting, meaningful change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tusk has taken the lead, both through its Conservation Symposium and new Collaboration Fund, to encourage initiatives that deliver impact, share solutions and build partnerships to scale up conservation efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must empower communities that face the challenges of coexisting with wildlife and we must promote grass-roots organisations to establish community-led approaches that preserve and enhance their natural heritage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are living through turbulent times and it is all too easy to lose sight of how critical it is that we look after our natural world. But we must remain focused on investing in nature and the environment, protecting it for future generations. We must not pass on the baton to our children and grandchildren, apologising for our lack of collective action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Instead, we must do all we can to support those who support our natural world, often at great risk to themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Roll of Honour that we saw earlier serves as a shocking reminder of the ultimate price paid by too many men and women on the frontline of conservation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The work that rangers and game scouts do as nature’s guardians is truly remarkable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They patrol thousands of miles each year, putting their lives on the line every day, protecting wildlife and eco-systems, supporting communities, and mitigating harmful human-wildlife conflict.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They do vital work in collecting data to monitor species and deepen our understanding of the world around us. They inspire the next generation to love and respect nature and they teach our children about the fragility of the natural world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For this reason, I want to applaud Tusk and its partners for its ambitious Wildlife Ranger Challenge campaign that has now raised over $16m to support the salaries and operations of some 9,000 African rangers impacted by the pandemic. We owe a huge debt of gratitude to the dedication and bravery of these men and women.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me finish by congratulating our finalists and award winners again. David, Ian – when we spent time together earlier this year, I was reminded of both your commitment and dedication – it is truly inspiring. And to Achilles, Neddy, Miguel and Dismas – I know that your work is helping to ensure that Africa’s incredible natural heritage is protected for future generations. I look forward to working alongside all of you during my future visits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You all should be rightly proud to join the remarkable Tusk Alumni whose incredible achievements over the last ten years have helped lead these efforts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To everyone else who has made this evening and these awards possible, including those behind the scenes tonight and Tusk’s partners and sponsors, I say ‘thank you’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I wish you all a wonderful evening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}