{
    "url": "https://www.ukpol.co.uk/jim-prior-1978-speech-on-the-newspaper-industry/",
    "title": "Jim Prior – 1978 Speech on the Newspaper Industry",
    "post_date": "April 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Jim Prior",
            "url": "/tag/jim-prior/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Prior, the then Conservative MP for Lowestoft, in the House of Commons on 18 May 1978.",
    "content": [
        "The subject of debate today is “Industrial relations in the newspaper industry”. I think that it points to the wisdom of the Opposition that they have tabled this matter for debate on a Supply Day. This is emphasised by the spate of comment in the national Press and on radio and television since the announcement was made last week. I believe that the problems go much wider than simply those that beset Fleet Street, although I suspect that a large part of this debate will concentrate on Fleet Street’s problems.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The loss of papers in 1976 amounted to 72 million and in 1977 to 101 million. In the first three months of this year we lost 32 million copies of national daily and Sunday papers, and in the first four months of this year we lost 60 million.  \nThis is not only a problem for the capitalist Press, because I was interested to see that Tribune, in its special May Day edition, when it was hoping above all to be able to print large numbers of May Day greetings messages, found itself facing production difficulties. A notice in Tribune said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We very much regret that because of production difficulties at our printers, over which we have no control, this week’s special May Day issue has to be severely curtailed.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a fairly widespread problem and is obviously a serious situation for the country. It is a situation that was unheard of a few years ago. It has always been one of the acceptable facts of British life that the papers were there on the breakfast table and that one could always rely on getting the paper of one’s choice early in the morning. It is only in the last few years that people have come to realise that they now do not know ​ whether they will receive their paper. Therefore, it is right that the House should debate this subject today. I believe that it should be a considered debate and that we should try to reach the maximum degree of agreement in all parts of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I begin by quoting something that the Leader of the House said in 1974 when he was Secretary of State for Employment. He said:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“I agree that disputes which lead to frequent and persistent stoppages in the newspaper industry have a special significance, in the sense that they touch upon the free flow of opinion. If such disputes were to persist in the way that some people forecast, they could drain away the life blood of democracy in this country.”—[Official Report, 21st November 1974; Vol. 881, c. 1531.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was said nearly four years ago, and the situation today is certainly a good deal more serious than it was then.  \nThere is the whole question of the financial loss of those who work in the industry. There is a loss of the profits which could be put into new investment by management and companies and there is a loss of pay which could, in certain circumstances, have gone to the people who works in the industry. Secondly, there have been considerable losses for the wholesale and retail newsagents, commonly called the CTNs—confectionery, tobacco and newsagents. These have been going out of business, not entirely for these reasons but partly because of them, at the rate of about 200 a week. Their numbers in the past four to five years have fallen from around 34,000 to about 27,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The people who run those shops are important in our society. They open their shops at all hours of the day or night and they perform an extraordinarily useful service to the community. We must try in every way we can to help them run their businesses. They have made strong representations to me and, I have no doubt, to all hon. Members. There is an employment factor involved here, because if the CTNs go out of business at the present rate we shall be adding even further to our unemployment problems. That is something of which we must not lose sight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are also many implications for advertising. I have received a number of complaints over the past few days about the effect that the uncertainty over the ​ printing of newspapers has on the whole advertising industry. It is a lucky thing that at the moment the television companies are fairly full of advertising, otherwise, national newspapers would be suffering a great deal more than they are. The newspapers are suffering, and this in itself has a considerable effect on industry and commerce. If a company cannot plan an advertising campaign with the launching of a new product and be certain that the advertising will be available at the right time, this disrupts the selling of the new product and means that companies tend to go to the medium with which they can be certain of getting advertising space.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The position is even more damaging than that. People from overseas who have looked at this country and admired not only our free Press but the miraculous way in which we have distributed our newspapers over a long time see the present situation and regard it as symptomatic of our malaise. By inference, that damages the reputation of our country and its ability to compete. For all these reasons, it is right that we should debate this subject.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no shortage of analyses of the problems. Most of the problems are familiar. A leading trade unionist said to me this week “Fleet Street is in a mess because both sides have made it so. Bad management has been chiefly responsible, but the unions have lost control at national level and union leaders have been stripped of their authority.” I put that statement to a leading manager in Fleet Street and he agreed with every word of it. This is not a situation in which we can say that there is a lack of analysis or diagnosis of the problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is the present situation inevitable? Is it getting worse? Where will it end? I do not believe that the current position is inevitable. Other industries facing technological change are doing so without the trauma affecting Fleet Street. What is more—and we must be clear on this point—a lot of people are having to accept technological change who are a lot worse off and who have been offered much worse compensation than some of ‘the Fleet Street printers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not believe that it is inevitable that we should have got into this situation. Is the current position getting worse? I think that for the moment it is. It ​ is getting worse because, perhaps, management is at last starting to stand firm. Trade union leaders, trade unionists and Labour Members who know about this subject will know how important it is that when management has made a decision it should stick to it. I have had a good deal of evidence this week from trade union leaders to the effect that nothing has undermined their position so much as managers saying that they will do one thing and, 24 or 48 hours later, when they were frightened about losing circulation to some other newspaper, changing their mind and undercutting the position which the union leadership was trying to take in support of management.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I say that the situation is getting worse and that we are losing a larger number of papers because management is starting to stand firm, I must make another point. One of the circumstances of union ill discipline has been the changing pattern of newspaper ownership. About 20 years ago newspapers were small companies run by private individuals, and even if a publicly owned company was involved it was usually narrowly based on newspapers and treated by the newspaper proprietors as a private company. Now, individual companies have been steadily eliminated. Kemsley, Cadbury, Aitken and Astor have gone and, instead, newspapers are small parts of large, in some cases multinational, companies. There are Trafalgar House, Atlantic Richfield, the Thomson Organisation, Reeds, Pearson and so on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because of the nature of control and because of the wealth of the parent companies, the top boards are not concerned so much either about ownership of newspapers or about the losses that standing up to strikes would involve for them. This will have the effect—it is already having such an effect—of more companies having the financial muscle to resist claims. The most obvious examples of this are The Observer and the Daily Express, where neither David Astor nor Max Aitken had the money to face strikes in the way that perhaps the present management is starting to do. This is an example of where union intransigence has brought its own reaction in terms of more powerful proprietors. Whether this is in the long-term interests of the Press is open to dispute. Whatever might be said about individual ​ proprietors, they knew all about the freedom of the Press. We shall have to wait and see whether the present proprietors know quite so much.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Eric S. Heffer (Liverpool, Walton)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I accept entirely what the right hon. Gentleman is saying, and I find it absolutely fascinating that he should develop this vital point of view. Would he not agree that one of the central problems is the fact that in the Fleet Street papers a great number of casuals are employed? The question of casual employment has always bedevilled every industry and has led to serious problems. The people who really want to solve the difficulties in Fleet Street should be thinking seriously about how to get away from casual employment in the industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is obviously an important point. The casuals are very much part of the Sunday newspaper scene. They are people who have earned a pretty good screw during the week and want to pick up an extra £50 on a Saturday night by working for the Sundays. This is a general point, too. One of the things that has happened is that people no longer have a loyalty towards their papers. As a result, regrettably, the sort of situation to which the hon. Member for Liverpool, Walton (Mr. Heffer) has referred tends to occur.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I draw the attention of the House to an extract from an excellent publication entitled “Programme for Action” which deals with the report of a body on which management and union leaders sit. There was full agreement on this report. Referring to the future of the industry and the programme’s package, it says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“To adopt this package is not therefore to accept the soft option. But rejection of it would result in titles continuing to fail as newspaper economies forced them out of business. The inevitable consequences would be compulsory redundancy with little or no advance warning to workers and unions. No Government aid would be available to workers and unions. New forms of printed communications utilising the new technology, if necessary, printed abroad, could compete more and more successfully with a diminishing range of British national newspapers.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the view of the joint standing committee for the national newspaper industry, which met to consider this problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What advice and help should the House give? We all have a deep interest in the maintenance of a competitive free Press, giving a wide choice in political attitudes, analysis of the state of the nation, highbrow or lowbrow, sport or entertainment—the whole gamut. We have a deep interest in all of that. Certainly this “Programme for Action,” drawn up by the joint standing committee, points the way to the solution. I believe that a renewed effort should be made to gain its acceptance. Perhaps an attitude survey of shop-floor reaction, sponsored by management and unions, could show how better to get the message across.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to look at the management side for a minute. I believe that the management of newspapers has been subject to less influence in industrial relations than perhaps the editorial columns have exerted on nearly every other interest in the country. I cannot help thinking to myself sometimes that, if only the management of the newspapers had subjected themselves to such editorial advice as we have been subjected to in the House or industry generally has been subjected to on various matters, they might not be in quite the mess that they are.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are one or two things that one can say. I believe that there is not enough involvement and participation at shop-floor level. There must be more down-the-line personnel involvement. It seems to me that too often when something goes wrong it is to the top man that people go, whereas in industry that sort of thing would not happen. There would be much more managerial content the whole way down the managerial line. There is nothing more damaging in industrial relations—I suppose that we all learn this the hard way—than strong words which are followed by weak action or sometimes by no action at all. That is a lesson that needs to be learnt by management too.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the union side—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robin Corbett (Hemel Hempstead)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the right hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is not the hon. Gentleman going to take part in the debate? If he is, he had better make his own speech.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Union leaders must reassert their undoubted authority. They must use their ​ strength, and, if necessary, they must get together in order to do so. They cannot go on saying, as I think they are inclined to do at present, “We are so fed up with Fleet Street that we’re washing our hands of what happens there”, because it is far too important. What happens in Fleet Street is vital nationally. Therefore, they must take a personal interest in what happens.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that union leaders have adopted a responsible attitude. I do not want to praise them, because if I did so I should do them no good. I think that they have adopted a responsible attitude, but I hope that they will exert all their pressures to make certain that they can achieve the necessary discipline. In this respect, what is absolutely vital is a proper disputes procedure. The disputes procedure laid down on pages 28 and 29 of the “Programme for Action” seems to me vital. It is a first-class document, one which should be followed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We cannot afford the constant disruptions. I think it is true to say that there has not been an official dispute in Fleet Street for some while. All the disputes have been unofficial.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Next, I want to say a word to the workers and to quote to them words which were said to me the other day: “Unless there is an industry, there is nothing to fight about. If they go as they are at the moment, there will not be anything to fight about.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The vast majority of printers, as we all know them—we in this House probably know them better than most other people do—are decent people. What we see is the influence of the few being allowed to sway the many. It is not an unusual state of affairs where management has been weak. Those weaknesses can be exploited. There is no point in talking about holding pistols to the heads of these people or anything of that nature.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have tried to analyse the various problems dispassionately. I hope that a message can go out from the House today that we do not like what is going on. We recognise how damaging it is from the point of view of the industry, those who work in it and a free Press. We expect to see authority restored and common sense prevail. We are telling the industry, all sections of it, to get round the table again and sort it out, and sort it out quickly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to another matter, which is much more a question for the provincial and magazine Press than for Fleet Street, but is also a matter of considerable concern. I refer to the whole question of the National Union of Journalists and the control it tries to exercise or might try to exercise were it to have a closed shop. I should like to put the matter in this way. One understands the problems of young journalists. One sees that in a number of provincial papers they have been badly paid. They see the much greater pay and much greater strength that perhaps the linotype operators have gathered for themselves, and they say to themselves “If they can do that as a result of a strong union, why can’t we have the same?”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no doubt that in many respects a number of journalists in a number of newspapers have been badly paid, and they look to the closed shop as a means of giving them the collective strength that they feel they otherwise lack. I understand that, but there are too many examples now where a closed shop certainly could be used, and would be used, as a means of controlling what was published. In this respect I should like to quote from a leading article in The Times some months ago:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Rigid application of the closed shop in journalism creates an unacceptable risk of restraint upon liberty. Effective control of what is or is not printed would be put in the hands of a single politically active organisation. The NUJ would be able to decide who wrote for the press and to require its members to write in a particular way on pain of effective exclusion from their trade. The union’s present leaders may be fully determined never to exploit the powers that a closed shop would give them. But the political currents in the union are strong and it is impossible to be certain that the same will always be true.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why we on the Conservative Benches have stated that any Press charter should be firm about the right to join or not to join a union. What has happened to the Press charter? When does the Secretary of State expect to be able to bring a charter before the House?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I now have a further suggestions to make to the right hon. Gentleman. The Government have recently stated—at any rate, they have come out in the Press—the conditions for union membership agreements within certain Civil Service unions. I do not like closed shops, but if one is to have a closed shop the union membership agreement must be drawn in ​ a certain way to give freedom to individuals to decide whether they will pay union dues, pay to a charity or use some other means of paying.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It seems to me that the conditions that the Government are laying down for union membership agreements for their own employees in the Civil Service are perfectly reasonable and suitable for the conditions of a union membership agreement, for example, in the newspaper industry, because it would give that freedom for the individual journalist to decide whether he wished to join a union. If he did not wish to join, he would not be subject to the pressures of discipline which the union might try to exert if he was writing material with which it disagreed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe, therefore, that the Government have another way out of this situation now, not just through the Press charter but through stating that they would support union membership agreements with the sorts of provision that they have discussed themselves and which we have been talking about for some time. That is another thing on which I believe that the Government should now give a lead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}