{
    "url": "https://www.ukpol.co.uk/jim-prior-1985-speech-on-the-anglo-irish-agreement/",
    "title": "Jim Prior – 1985 Speech on the Anglo-Irish Agreement",
    "post_date": "June 24, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Jim Prior",
            "url": "/tag/jim-prior/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Prior, the then Conservative MP for Waveney, in the House of Commons on 26 November 1985.",
    "content": [
        "Taking part in this debate is bound to be a painful business for anyone who has served in Northern Ireland, as one is bound to have mixed emotions. Over a period, in Northern Ireland and among one’s unionist friends on the Back Benches, one develops a great affection and respect for their views. I have come to respect the views of the right hon. Member for Lagan Valley (Mr. Molyneaux) and of other unionist Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I did not share the views of my hon. Friend the Member for Eastbourne (Mr. Gow) three years ago when I tried to set up the Assembly, but recognise that my hon. Friend has always held very strong views in favour of the unionists. I have always considered my hon. Friend to be a romantic unionist. I do not believe that his idea for a regional council, included in the 1979 Tory party manifesto, was a runner in Northern Ireland, but I am sure that I speak for my right hon. Friend the Prime Minister when I say that if it had been a runner it would have been by far the easiest course to take. I do not believe, however, that at that time or at any time since the proposal would have commanded the support of the people of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member for Barnsley, Central (Mr. Mason) was applauded by the right hon. Member for Lagan Valley, but I must tell him that there was no great peace in his day. He will accept that terrorism continued and stability was lacking. It is a myth to believe that there has been peace or stability in Northern Ireland in the last 14 or 15 years, because there has not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "More hon. Members are dominated by a feeling that if one is in politics and trying to make a contribution one must take some risks, because the risk of doing nothing does not necessarily solve the problem. Had the Government accepted the option of simply continuing without change, there would be no progress towards peace and stability and the agony of terrorism, the murders and the funerals would continue. Accusations that the Government and the defence forces are not sincere in trying to contain and destroy terrorism would also continue. I came to the conclusion that the risks of doing nothing were greater than the risks of trying to make ​ changes, given that any change in Northern Ireland would be bound to be resisted by one side or the other. We have seen some examples of that today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have heard, too, that the rundown of the economy, rising unemployment and the sheer weight of public expenditure are far greater in Northern Ireland than anywhere else in the United Kingdom, and it is a very bad thing for any economy to be so dependent on public expenditure. All those things lead one to believe that efforts must be made to bring the community together so that terrorism can be isolated and perhaps in the long term greater peace and security provided. I use the phrase “in the long term” advisedly, because we know that in the next few weeks wicked people will seek to raise the temperature by murdering people to ensure that no settlement takes place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all know that such people are to be found in the IRA. Therefore, things may well get worse before they get better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Sir Humphrey Atkins (Spelthorne)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They may not get better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That may be so—who can tell?—but it does not and should not stop us making a great effort to see what we can do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The unionists are proud people with a great tradition and they have suffered enormously. The whole House should recognise that. My hon. Friend the Member for Eastbourne has said that the silent unionist majority are not understood. I believe that my right hon. Friend the Prime Minister and most people in the House understand that silent majority and the worries expressed by the right hon. Member for Lagan Valley today. We know that the agreement offends their view of the constitution. We must also accept that, although it makes no difference to the status of Northern Ireland within the United Kingdom, in the eyes of the unionists it changes that status in Northern Ireland itself. Frankly, if it did not do so to some extent, there would be no chance of getting the minority community to accept it. We must accept that and understand why it raises problems for the unionists. We do them less than justice if we do not appreciate that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that, despite the fears of the unionists, there are great advantages for them. First, there is the reaffirmation of the binding international treaty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, the signing of the agreement on extradition for political offences is also important. Thirdly, if they can do a deal on devolution, the effect of the Intergovernmental Conference will be reduced. Fourthly, they should now press for more local government powers, to which they are entitled under these arrangements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that the nationalists, too, will do a deal on devolution, because it is also to their advantage to have government within Northern Ireland by the people of Northern Ireland with less influence from the Republic and perhaps from the Government and Parliament in London. Secondly, the nationalists should now co-operate much more fully on security. We know that the vast majority of them abhor violence, but in the past they have not done enough to convince all the people, and especially the unionists, that they are really serious about security matters. I hope that names will now go forward to the police authority and to the other institutions in Northern Ireland engaged in security matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The nationalists should also convince the Government of the Republic that, as the agreement has been well ​ received in the Republic, it is time for the Republic to go a step further and renounce article 2 of its constitution. The Government of the Republic may have been surprised at the welcome given to the agreement, so they are now in a stronger position to take action in that respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure that the British Government understand the mood of the unionists, and it is important that they should do so. Hard things will be said and done. Hard things are often said in Ulster because that is the way in which people express themselves, although only the more adventurous spirits do so while the others simply keep quiet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that my right hon. Friend the Prime Minister has shown enormous courage. I do not know whether my support is a help or an embarrassment to her, but I assure her that I have nothing but praise for the part that she has played in these negotiations. She has made a very difficult decision. If she has taken some time to make up her mind about it, that is the more to her credit and shows her desire that the unionists should in no circumstances be excluded from the United Kingdom.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A genuine effort has been made to try to achieve peace in Northern Ireland. We cannot go on as we are. Neither the right hon. Member for Lagan Valley nor my hon. Friend the Member for Eastbourne has put forward any convincing alternative. There is no other way but to take some chances in the interests of peace in Northern Ireland as a whole. All who have been working for reconciliation will wish to know that there is much greater understanding of the position of the unionists in Northern Ireland than they may have thought in the past, but at the same time we look to them to try to come to terms with people whom that have disliked—I put it no higher than that—for so long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that the unionists should trust my right hon. Friend the Prime Minister and the House. I beg unionist Members to reconsider their proposal to resign their seats. I believe that by trusting the House and my right hon. Friend the Prime Minister, who is a unionist, they will be able to achieve a more peaceful and prosperous life for their constituents and that the whole of Northern Ireland will benefit. Those of us who have lived in Northern Ireland but are English make no bones about the difficulty of understanding all the workings of the Irish mind. I know that the Irish do not trust us and that they object to much of what we do, but perhaps for once they will recognise that there is genuine respect for their point of view and a determination to try to make some slight progress in the interests of all the people of Northern Ireland and of the United Kingdom. If they can approach this issue in that way, the courage of my right hon. Friend the Prime Minister—which is echoed a thousand times over by the courage of unionists and others in Northern Ireland—will have some reward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some of my hon. Friends may have doubted my motives over the years. My right hon. Friend the Member for Brighton, Pavilion (Mr. Amery), for instance, may not always have thought that I was pursuing policies designed to achieve reconciliation or that I fully understood the views of the unionists. I believe that we should all unite under the leadership of my right hon. Friend the Prime Minister at this difficult time, because, if we show unity and understanding here, that may have at least some effect on the people of Northern Ireland.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}