{
    "url": "https://www.ukpol.co.uk/jim-prior-1978-speech-on-the-dock-labour-scheme/",
    "title": "Jim Prior – 1978 Speech on the Dock Labour Scheme",
    "post_date": "April 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Jim Prior",
            "url": "/tag/jim-prior/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Jim Prior, the then Conservative MP for Lowestoft, in the House of Commons on 24 July 1978.",
    "content": [
        "It is a cause for some regret that the Secretary of State ended his speech as he did. I am delighted that he quoted what I said, because it has been the wish of every Opposition Member and, I suspect, of every Government supporter that a new dock labour scheme should be drawn up which could meet with the unanimous approval of all sections of the industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I must tell the right hon. Gentleman, if he did not know it already, that this scheme does no such thing. He is quite wrong and quite misplaced in saying that this scheme has the backing of ​ the employers, because patently it does not have the backing of the employers, and that must be made clear from the start. It is a matter of regret not only that the right hon. Gentleman ended his speech in such a way but that the House cannot give approval to a scheme that has taken a long while to present to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It must be said that since the original draft was prepared there has been little change. It would have been more appropriate if the Government had listened rather more carefully to those who have to deal with these matters prior to putting forward a scheme before the House. It is strange that we are now told that it is vital that the scheme should come forward while in the 9 o’clock news there was some question whether the Government were even to lay the scheme before the House tonight. It seems extraordinary that what at 9 o’clock was doubtful is now vital. I do not know where the story came from, but it must have come from someone now sitting on the Government Front Bench.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The draft scheme follows the Act as laid down by section 4. It is the trigger point for a number and series of matters. It brings in ports that are not already included. It also brings in parts of some industries that are not already included. It brings in nothing like as much as the Government wished for until amendments were forced through with the help of two Government Members. However, some extra warehousing and cold storage is brought in while the position remains the same for small ports.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We bitterly opposed the Act. We thought that it would affect confidence. We thought that were there was no agreement among the many interested parties. Let us face it: there was a clash between not only employers, or management, and the unions; there was considerable differences of view expressed by unions such as USDAW and the General and Municipal Workers’ Union. Even within the Transport and General Workers’ Union very mixed views were expressed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Eddie Loyden (Liverpool, Garston)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Influenced by your distortion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the hon. Gentleman thinks that I have the power to stir up parts of the Transport and General Workers’ Union against other parts, I am ​ delighted that he should so credit me. The fact is that the Act and the scheme have always seemed to us to be taking a sledgehammer to crack a nut.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The classification may not have been ideal, but nor is the classification within the measure before us. We have spent all day debating unemployment and we have seen the lack of confidence to invest in dockland that the scheme has resulted in over the past three years. That being so, it is not hard to understand why the Government are in such a muddle on unemployment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government have never listened to the views put forward by unions, employers and the Opposition as well as quite a few Labour Members. We are dealing with a situation that has changed dramatically since the introduction of the old scheme about 10 years ago. Decasualisation has gone and there has been a substantial reduction in the number of employers. At some ports the port authority is the only employer. There have been the consequences of Devlin stage 2, whereby each registered dockworker is allocated to a named employer. All that has changed since the introduction of the original scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We judge the draft scheme against the criteria of the changes that have come about in the past 10 years. Does the new scheme strengthen the dock labour scheme? The answer is that it does not. Does it lead to more efficient and effective management? Again, the answer must be “No”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robert Hughes (Aberdeen, North)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Justify those statements.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I shall do so. The changes in dockland over the past 10 years are combined with the changed nature of the cargo, containers and roll-on roll-off that has taken the place of mixed cargo.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Loyden**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is irrelevant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the contrary, it is extremely relevant. There has been a shift in trade from the west coast to the east coast, and there has been a reduction in manpower.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Opposition recognise that this has been a considerable and painful period of adjustment, particularly in London, where the pain is not yet over. I believe that we should concentrate far more on the ​ need for retraining and for new industries in the port of London area rather than on trying to take into the scheme warehouses, cold stores and other establishments that have nothing to do with the dock industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The picture is not entirely gloomy. I should tell the hon. Members for Liverpool, Garston (Mr. Loyden) that in the past few years, despite all the difficulties, Merseyside has improved enormously in its industrial relations. It is important to get a better relationship between employer and dock worker. I do not believe that the dock labour scheme in its present form will do that, first, because of the disciplinary procedures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new scheme seriously weakens the disciplinary procedures. It will place the dock workers’ representatives on the local boards in a invidious position. Trade unionists will find themselves having to consider disciplinary action against their own members when that is not the union’s job. They will have to do that under the new scheme, whereas they did not do so under the old scheme. That is one reason why we dislike the new scheme and do not think that the House should approve it tonight.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our second objection is the removal of the power of the National Dock Labour Board to employ registered dock workers. It is vital for the National Dock Labour Board to be able to employ registered dock workers in any transitional period. We understand the feeling about the temporary unattached register. But, in fairness, the temporary unattached register has not been used in recent years until the last few weeks. It has had to be used in the last few weeks because, when Wallis went broke, there was no way in which the additional workers could be put out to other employers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Therefore, for a time, at any rate, the dockers had to come back on to an unattached register.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Booth**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the existing scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, under the existing scheme. The new scheme is doing away with that. It is doing away with something without putting anything in its place. There will have to be some form of transitional period, some form of register, to enable workers who are thrown out of a job, as happened with Wallis—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Nigel Spearing (Newham, South)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the right hon. Gentleman give way?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I have finished this point. There will have to be some form of register—we can call it something different if we like—to take the place of the temporary unattached register.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Spearing**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is the right hon. Gentleman aware that the Wallis situation occurred when T. Wallis (Royal Docks) went into liquidation overnight and 300 men turned up on a Thursday morning to find that they had no work? Is he advocating that that kind of situation should continue? Does he envisage collapses of that kind? If so, does it not reflect on his view about dock work in general?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am saying that in cases of that nature there has to be a transitional register whilst arrangements are being made to place those dockers with other employers. There is no getting away from that. They cannot turn up for work the next morning and be placed with other employers who have no need for them. Therefore, there will have to be some transitional arrangement, and I should think that a transitional register or something of that nature would be more satisfactory. That is another objection to the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A third objection concerns the use of supplementary workers. The port employers are worried by the narrow definition of “supplementary workers”. They believe that an amendment is required to clear matters up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Some dock workers do other work at times when dock work is not available. They do other jobs around the docks to be kept fully employed. These issues should have been cleared up. I believe that they could have been cleared up. With pressure from the Government on both sides, those matters could have been dealt with. Then the scheme could have gone through. It is true that we have never liked the Act and that we have no particular brief for the scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I turn to the question of membership of the local boards. There is disagreement among the employers on this issue. Some employers, such as the coal storage companies, wish to have independent membership of the local boards. The National Association of Port Employers and the ​ unions believe that independent membership is unnecessary. There is real disagreement. But the matter should have been thrashed out before the scheme was put to the House. It would have been possible to have independent chairmen for the local boards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Robert Hughes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What type of person would be regarded as independent?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Dennis Skinner (Bolsover)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lord Aldington.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Prior**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not for me to define such a person. But there are a number of people who are independent and who could become chairmen of dock labour boards at local and national level. I see no difficulty in finding independent chairmen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For a number of reasons the Act is bad and the scheme is bad. It is a pity, for future peace in dockland, that a scheme has not been introduced which we could agree upon tonight. I have been in the House long enough to recognise nervous laughter. I know how nervous the Government supporters are because the scheme is likely to be defeated.  \nI say to the industry that I believe that there is a basis for an agreed scheme. Certainly, a Conservative Government would seek once more to obtain an agreed scheme. The present Government have not made the necessary effort and do not carry the necessary majority to carry it through.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}