{
    "url": "https://www.ukpol.co.uk/mark-prisk-2013-speech-on-housing/",
    "title": "Mark Prisk – 2013 Speech on Housing",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Mark Prisk",
            "url": "/tag/mark-prisk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Housing Minister, Mark Prisk, at the Chartered Institute for Housing Conference held in Manchester on 27th June 2013.",
    "content": [
        "Delighted to be here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me start by saying that housing really matters.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now admittedly, (as both Housing Minister and a chartered surveyor), I’m a bit biased!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the truth is that shelter is a basic human need. A need we all share and one which is essential to a healthy, happy life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And so whilst today, we may be focussed more on the financial and economic role of housing, we should never lose sight of why homes really matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For too long our housing markets have been dysfunctional. And that is why as an incoming coalition government we chose to set a housing strategy which is broad in scope and long, in vision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Delivering supply**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the dysfunctional nature of our housing markets in this country is best illustrated by the fact that for the best part of the last three decades, we have been building roughly half the homes we actually need, year on year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why for example we have made radical reforms to the planning system, not least through the new National Planning Policy Framework. The early signs are encouraging, with the latest independent figures showing a 20% rise in the number of new homes granted permission.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there’s more to do, because afterall development control is only part of the regulatory maze that developers face. So next month, we will be broadening permitted development rights and setting out how we intend to rationalise the 6,000 pages of current planning guidance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Unlocking sites**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now since I started this job, last September, I have been really keen to focus on the practical unlocking sites and schemes that have got stuck for a variety of reasons.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In last year’s Autumn Statement, we were able to create a £474 million Local Infrastructure Fund, to make long term recoverable investments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to say that we are making good progress. A couple of weeks ago I was able to confirm that the new market town of Sherford will proceed, delivering some 5,500 new homes. It’s a scheme which has been years in the making, but it was (until now) failing to make any progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sherford is just the latest example. Since August over 40,000 homes have been unlocked in this way, including the scheme at Ebbsfleet in the Thames Gateway. But just as important is the fact that what we are seeking to build here isn’t simply housing estates, but good quality, long term communities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the loan we provide usually ensures that the infrastructure and community facilities are built alongside the homes, and not later, as an after thought.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A good example is Cranbrook, near Exeter. It’s the first new settlement to be built in Devon for 600 years. Our intervention means that the whole development will now happen, including the schools, the town centre, the shops and the workplaces. The roads will be laid down alongside the new railway station, which will provide an invaluable link into Exeter and elsewhere.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there is another aspect to ensuring that we create real communities, not anonymous housing estates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I visited Cranbrook I was really impressed with the work of the local Churches Together, in East Devon. Right from the start they have worked with the planners and the developer so that there is already a dedicated Minister for Cranbrook, Mark Gilborson. A new Community Development Worker is also in place and the result is that from the start, people arrive and settle together better, as a community.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think this is really important, because whatever we do in terms of bricks and mortar, its people who make communities. So I shall from now on be wanting to see similar commitments for other new settlements from developers, their partners and local planning authorities. I hope you will also embrace this idea.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Looking ahead, the Local Infrastructure Fund prospectus has attracted very strong interest for similar support, and we are now working with a further 14 sites, which are capable of delivering in the region of 38,000 homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, in addition to the need for upfront capital investment, many local authorities are finding it a challenge to deal with the complexities of major housing schemes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I’m pleased to announce today that we are also making available significant resources to assist local authorities with the capacity and skills needed to deliver large scale, locally supported housing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To be specific, we are awarding over £11 million of capacity funding to 11 schemes, including Bicester, St Austell, Wokingham, Cranbrook, Sherford, Kettering, Wichelstowe, Charnwood, North Ely, Monkton Heathfield and Didcot. And together, these schemes could deliver nearly 50,000 new homes in the coming years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Public land**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we cannot rely solely on just new homes to meet our housing need. We must also make sure that we make best use of redundant land or underused buildings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take surplus public sector land for example. We have already been able to free up land with capacity for 47,000 homes. But we need to work more quickly and more efficiently.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I can tell you that (from 2015-16) the Homes and Communities Agency will become the default disposer of central government’s public sector land. This will ensure that we engage as a single voice with developers and housing professionals, maximising opportunities to create growth and increase housing supply.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, Ladies and Gentlemen, we need to see the approach we are taking to central government land mirrored across the public sector. Local authorities and housing associations also have land and other assets which are lying idle.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I want to encourage you all to look again at what more you can do to turn idle assets into homes and jobs. Its incumbent on us all to make the very best use of land for which we are responsible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Affordable Homes**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last September, on my first outing as Housing Minister, I was challenged about the funding settlement for affordable homes, after 2015. Many of you made it clear to me that what you needed from us was greater certainty, if you were to invest for the longer term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I made a promise. I promised that by this summer you would know where you stood, after 2015.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Well, Ladies and Gentlemen, this may be a novelty in politics, but today I can deliver on that promise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I can now announce that the spending round provides that certainty. And not just for a couple of years after 2015, but for the 10 years beyond that. You can now plan within the long term affordable housing framework – which critically includes capital funding up to 2018, and a rent policy up to 2025.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the current Affordable Homes programme, the sector has already delivered over 84,000 new homes and is well on track to meet our 4 year target of 170,000. That is a great performance and is something you need to take great pride in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, the huge deficit we inherited means we have to achieve more with less. We all need to think differently and creatively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, it’s testimony to the success of our current programme that we have secured a new Affordable Homes programme beyond 2015. I can now confirm that we will invest an additional £3.3 billion over 3 years from 2015. Together with receipts from Right to Buy sales, we expect this to deliver 165,000 affordable homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s 165,000 affordable new build homes in 3 years – the equivalent 55,000 homes a year. Indeed this is a faster annual rate of building than in any year for at least twenty years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As well as continuing Affordable Rent and shared ownership, the £3.3 billion package includes £400 million for a new product – Affordable Rent to Buy. This will help people who need a limited period of support – in the form of a sub-market rent – in order to help them achieve their aspiration of home ownership. The money will help fund new build homes that will be let at affordable rents for a fixed period of around 10 years before being sold, with the sitting tenant getting the first chance to buy. We want to work with you in the sector to design the scheme and start delivering these homes in 2015 to 2016.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will come as no surprise that all this new money comes with high expectations about efficiency. We will need to maximise the value we get out of every pound of grant funding. We will do this through what we call ‘something for something’ deals. In considering bids for grant, we will expect providers to bring forward ambitious plans for maximising their own financial contribution. And we will expect this to include a rigorous approach to efficiency, along with ambitious plans to maximise cross-subsidy from the existing stock.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under the current programme, a modest level of relets have been converted to Affordable Rent, or sold and the proceeds reinvested. Under the next programme we expect providers to take a rigorous approach in looking at every relet and asking how it could best help build more homes to help more families. I expect the result to be a significant change in the number of homes that are either converted to Affordable Rent or sold when they become vacant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, rent certainty is absolutely crucial to those landlords wanting to build more homes. And that is why, I am pleased to confirm that social rents will increase by Consumers Price Index (CPI) + 1% for ten years from 2015 to 2016. This is a good deal for both tenants and landlords. It will allow you to plan for the long-term, and invest in building more affordable homes and improving existing ones.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Housing for the vulnerable**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course we must also need to respond to the needs of those with specific housing requirements, such as the elderly. Especially as their numbers are to rise rapidly.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why on entering office we secured over £725 million to help people who wish to stay in their own home, under the Disabled Facilities Grant (DFG). But its also why, we decided to provide £300 million for specialist housing for those who do need care.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am pleased to say that both these schemes have now been recognised in the Spending Round announcement. Some £220 million has now been secured for the DFG in 2015 to 2016 alongside a further £115 million for the specialised housing fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And to make sure that we continue to deal with this issue in a holistic fashion, the Minister for Care Services Norman Lamb and I will be chairing a roundtable meeting early next month to see how we can further develop our thinking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Helping those who find themselves homeless is also vital. Given that Lord Freud has spoken earlier, I won’t rehearse the arguments over welfare reform. Rather I want to reiterate my remarks at the recent Housing Justice Conference in Bradford. As a government we strongly support the principles around the preventation and recovery approach adopted by many of our leading voluntary and charitable groups, most notably the No Second Night Out policy. We’re starting to see the dividends in London, Merseyside and here in Manchester.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However we recognise that investment remains important. So, in addition to the £470 million earmarked to help prevent and tackle homelessness, I can today confirm that we are providing a further £40 million expressly for homeless hostels, to help even more people get off the streets and back on their feet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Demand**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I said at the start that our Housing Strategy seeks to address both supply and demand. Indeed, for the market to work there needs to be effective demand to stimulate development. And, in the current economic circumstances, people do need support to be able to find a home they actually want to live in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Help to Buy Equity Loan**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For example, our Help to Buy Equity Loan scheme is about helping people plug the deposit gap. It’s proved tremendously popular. In its first two months over 4,000 reservations have been placed way ahead of many people’s expectations. And it’s also been popular with the industry. 450 builders are already on board and many of the major lenders have signed up, including Nationwide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Right to Buy**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also believe that people who want to own their own home should be able to do so and this includes council tenants. It cannot be right that they should be excluded.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now I am delighted that Right to Buy sales have doubled over the last year but we want to go further. We have increased the maximum discount available to tenants in London to £100,000 and we are legislating to allow tenants to qualify for the scheme after only three years, as opposed to five years under the current scheme.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the old Right to Buy policy of the 1980s, wasn’t perfect. It didn’t require receipts in any form to go back into building more affordable homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we changed it and today receipts from additional sales are now being recycled to help expand the overall stock. Thus we are ensuring at least £108 million from 2012 to 2013 will be used to build more affordable homes to rent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Longer term change**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The private rented sector also has a central role in our Housing Strategy. Put simply, we want a bigger and better private rented sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In fact, demand has been strong for some years. However, to date much of the investment has come solely from individual buy to let landlords. There’s an opportunity to broaden the sector considerably and in particular to draw in larger, longer term investors, people, who are less concerned with short term gain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we’ve implemented the key recommendations of the Montague Review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Build to rent**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the Build to Rent Fund is intended to stimulate building, by supporting off-the-shelf investment opportunities. Worth in total £1 billion it’s designed to help demonstrate to the investors that there are good returns to make, and so help the market grow and mature.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Bids for the first round have been shortlisted and are currently going through due diligence. We believe they will deliver up to 10,000 new homes and the first contracts should be signed by the end of next month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And today, I can confirm there will be a second round of bidding, which will begin in September.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Guarantees**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second, we are providing multi-billion pound debt guarantees, to underpin investment in both the private and affordable housing sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Affordable Housing Guarantee Scheme is worth up to £3.5 billion and will be run by Affordable Housing Finance, part of The Housing Finance Corporation. This will then enable housing associations to borrow and, (when combined with the £450 million in grants already announced), could help deliver up to 30,000 new affordable homes to rent, over and above the 170,000 already planned by 2015.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now, at the same time, the £3.5 billion Private Rented Sector Guarantee scheme will offer direct guarantees to a wide range of housing providers. The full application process is about to open and I would very much welcome those who are interested to come forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And subject to demand, both the affordable and the private rent sector schemes, could be boosted by a further £3 billion, which we’re holding in reserve as those schemes mature. And indeed, there is an opportunity for the two to come together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**A better sector**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, I want to explain how we can make this not just a bigger sector but a better sector, especially for the tenants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 1988 Act has helped create the right regulatory framework for the sector, one which has enabled more people to invest in more and better stock.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is however one area where we felt that tenants needed more help. Whilst the majority of letting agents offer a perfectly good service, we are well aware that a small minority act in a way that ranges from incompetent at best, to wholly unacceptable, at worst.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we have now introduced primary legislation which will require all letting and managing agents in England to belong to an approved redress scheme. This will give landlords and tenants the means to pursue complaints: the opportunity to drive out the cowboys that give agents a bad name: and drive up standards.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So Ladies and Gentlemen.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are going to reverse the past failures in housing, we need to take a comprehensive approach that is broad in scope and recognises all tenures.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One which boosts not just supply but also demand. Which helps tenants, as well as home buyers. And one which recognises that alongside new homes we really do need to make the very best of existing land and buildings.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is no single solution to our housing needs. And nor will we overturn a generation of undersupply, in one Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I strongly believe that we are making good progress.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve unlocked 40,000 homes on sites, which have been stuck for years. We’re building 170,000 affordable homes. And we’re now committed to accelerate this to the fastest rate of building for at least twenty years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is much, much more to do. But I believe that working together we can ensure that that people have the homes that they and their families need, now and for the generations to come.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}