{
    "url": "https://www.ukpol.co.uk/mark-prisk-2012-speech-on-ending-rough-sleeping/",
    "title": "Mark Prisk – 2012 Speech on Ending Rough Sleeping",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Mark Prisk",
            "url": "/tag/mark-prisk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Housing Minister, Mark Prisk, given at Arlington House in London on 11th December 2012.",
    "content": [
        "**Introduction**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At this time of year, when the cold weather bites, it’s natural that people are concerned when they see people sleeping on the streets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But as you know better than most, this is not just an issue at Christmas; it’s a year-round problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, it is not enough to offer a helping hand just during the season of good will. To really make a difference, we need to tackle the causes of rough sleeping, all the year round.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Government action**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the heart of the problems we face today, is a lack of affordable homes in the housing market. A market in which, for 15, maybe 20 years, we have seen just half the homes we actually need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why, when this government came to power, we committed to building more homes, and more affordable homes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means unlocking substantial investment of £19.5 billion so we’re able to deliver 170,000 new affordable homes over this Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also means a significant expansion of the private rented sector, to give tenants much greater choice.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, it’s a sector that has often been overlooked, which is why we asked Sir Adrian Montague to carry out an independent review of the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’ve now adopted his excellent report with a clear commitment, to provide a £10 billion debt guarantee and a £200 million equity finance fund, so that we can deliver more new homes for rent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There’s often a debate about whether to focus on owner occupied homes, or the private rented sector, or affordable housing. But we need to deliver in all 3.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To put it simply, we want there to be a bigger, better housing market, capable of providing people with more quality and more choice at affordable prices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we are building more homes, but we’re also determined to address all the issues that drive people towards homelessness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why we protected £400 million of funding, for tackling and preventing homelessness, over 4 years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And because homelessness is caused by the convergence of different problems, my predecessor Grant Shapps established the Ministerial Working Group that, for the first time, regularly brings ministers together from across Whitehall – from Health and Welfare, to Justice and even Defence – because we need to look at all the links between homelessness and for example, mental health, as well as some of the unique challenges which people face if veterans or former prisoners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Homelessness prevention**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we’ve put the right building blocks in place, and today I want to discuss how else we’re moving forward, not least by focussing on prevention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In particular the new approach, through StreetLink to stop people slipping through the net.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That means tackling the underlying problems. And, (if people do turn to sleeping rough), early intervention to ensure they are swiftly helped off the streets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s why, (on top of the £400 million funding for tackling homelessness), we announced an additional £70 million last year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This extra cash is ensuring vulnerable single people, (a high risk group), get early access to good housing advice, to prevent them becoming homeless.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**No Second Night Out**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s also looking to boost hostel provision, and supporting the national roll out of ‘No Second Night Out’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now after a really encouraging pilot in London (which we were able to support), this initiative is proving essential in ensuring people do not become caught up in a pattern of sleeping rough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s proved effective at providing a rapid response to new rough sleepers, by ensuring that no one has to sleep out for a second night.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, tackling problems early is fundamental to the scheme’s success.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I’m pleased that the momentum for ‘No Second Night Out’ is growing, with several more authorities adopting the model.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Merseyside was quick off the mark, being the first area outside London to introduce their own initiative last February. 6 local authorities are now working in partnership, to really put an end to persistent rough sleeping they’ve had to endure right across the Liverpool city region.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a commendable achievement and an example to other authorities – and you will hear more about how they delivered this when Councillor Anne O’Byrne speaks later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**StreetLink**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there are many people beyond government (and the professionals) who also want to help. Often they see people sleeping rough, but they are not quite sure what they can do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They’re concerned that giving money isn’t the best solution, but don’t know where else to turn.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why, as a government, we decided to support your sector to develop a new approach, with the launch of StreetLink today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So how will it work?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, for the general public StreetLink provides a central point of contact, that people who want to help rough sleepers can call.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The minute anyone sees someone on their local street or town centre sleeping rough in their neighbourhood, they will be able to contact StreetLink and provide details on a confidential and secure basis, so vulnerable people can be found and connected to local services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The strength of the new approach is that it’s easy to use. StreetLink will be contactable by phone on 0300 500 0914, by using the website, the mobile website accessible by smartphone, or by using the StreetLink ‘app’, available for iPhones and android devices.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You maybe concerned that it’s difficult to do, but if I can get it on my mobile (and my wife will confirm), anyone can.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, it won’t just be about reporting problems: members of the public will also be able to see what action has been taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They’ll be able to ask for email feedback from local services about the outcome of the information they’ve provided, and see the outcomes of their referrals on the StreetLink website, on a Google map that they can search by location.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, for the first time, the public will be able to judge for themselves whether rough sleeping is being taken seriously and tackled effectively in their locality.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So what does it mean for service providers – local authorities and your sector?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By involving the public, it will mean your outreach teams can help more people, because you will have better intelligence about what’s happening.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Homeless Link tell me that every local authority has agreed to accept referrals, with some already receiving and acting on the details provided by the public through the website, which has been live for over two months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It also supports your approach to helping rough sleepers. You, more than anyone, know that they need a hand-up, not just a handout.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Members of the public will now be able to turn their concern into practical, effective action, and take a direct step to help vulnerable adults change their lives for the better.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally – it will help link up the different services helping rough sleepers. Callers in an area with a ‘No Second Night Out’ initiative or other rough sleeping helpline will be transferred directly to that scheme. In other areas StreetLink will refer the details to the local authority or local outreach team for action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a smart, joined-up way of tackling the problem, and will have truly national coverage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So I’d like to pay tribute to Homeless Link and Broadway for its development, using the support from government. It’s real partnership in action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Conclusion**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To conclude, most of us will struggle to understand what it is like to sleep on the streets. That’s why, when people see rough sleepers, they want to reach out and help them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a government, we are determined to engage with this issue, and ensure the right intervention is made, as early as possible. We need to break the habit to help people to turn their lives around.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But this must be a collaborative effort – including local authorities and the voluntary and charity sectors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So let me say a big thank you to all of you for the vital work you do. It’s tempting for the media to think it’s just a Christmas issue, but it’s 365 days a year. You are part of the reason we have one of the best safety nets in the world, to prevent and tackle homelessness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m particularly delighted that, from today, StreetLink will strengthen this safety net. Everyone will now have an easy and effective way of helping change the lives of those who have been on the fringe, for good.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There’s much more to do, but I’m confident that, together, we can make a real difference to thousands of people, who are real in need.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}