{
    "url": "https://www.ukpol.co.uk/mark-prisk-2011-speech-to-the-uk-contractors-group-annual-lunch/",
    "title": "Mark Prisk – 2011 Speech to the UK Contractors Group Annual Lunch",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2011",
            "url": "/tag/2011/"
        },
        {
            "text": "Mark Prisk",
            "url": "/tag/mark-prisk/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mark Prisk at Hyatt Regency Churchill hotel, London on 28 June 2011.",
    "content": [
        "##  Introduction \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for that introduction, James [Wates; chairman].\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a real pleasure to join you for your annual lunch today. The UK Contractors Group has had a good a year – under the leadership of James and Stephen [Ratcliffe, director], the organisation has been a tireless and effective advocate for contractors and for the wider UK construction sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "You have helped the Government, as we have got on with our central task – putting economic growth right at the heart of our programme of work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that matters, because the construction industry is a critical engine for growth. As a former chartered surveyor, and as someone who started my own business, I understand just how important it is – contributing 8% of the UK’s Gross Value Added; employing around 3m people; and keeping over 300,000 firms in business.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Importance of construction industry \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the reason we want to build on our partnership, and ensure the whole of Government works with the industry to forge an even closer relationship. Because we are committed to taking practical action to help the sector grow in future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That approach is already yielding real results. Our collaboration on the construction strategy is an excellent example of what we have achieved together.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We wanted the process to be challenging and rigorous and the UKCG helped make sure it was both, giving us real insights into the obstacles hampering your members’ plans to grow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful for that, because sustainable growth has to come from private enterprise – from businesses investing, hiring, exporting and expanding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, I am well aware that construction has experienced very tough times in recent years, with the recession choking demand across all markets. I don’t underestimate for a moment how difficult it has been.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So it is a positive sign that the most recent data from the Office for National Statistics suggest the picture is beginning to brighten at last, with output rising by 5.5% in the three months to April.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is still very early days – so I shall avoid making ill-advised comments about green shoots. But this Government’s decision to commit to a number of crucial capital projects should make a contribution to that improvement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because – despite the record budget deficit we inherited, and the very difficult choices we have had to make on public spending – we are prioritising essential investments in the economic fabric of our nation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Government investment \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have published the first ever National Infrastructure Plan for the UK, which outlines the scale of the challenge and how we will unlock £200bn worth of public and private sector investment over the next five years to deliver it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Spending Review provided a settlement of over £10 billion for maintenance and investment in key road and local transport schemes across the country, including Crossrail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And it allocated £1 billion to fund commercial scale carbon capture and storage demonstration projects.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Investments such as these will help generate new business for contractors. But this by itself is not enough. Government also has a responsibility to work with the construction sector, and help it prepare to grasp these and other opportunities in the years ahead. We can do this in a number of ways.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Plan for growth \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our Plan for Growth, which was launched alongside the Budget in March, identified construction as a priority sector for the UK economy. It set out our plans to make sweeping changes to the planning system, which has been a brake on growth for too long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we are introducing a powerful presumption in favour of sustainable development, in order that in future the default answer to planning proposals is yes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We intend to introduce a number of measures to streamline the planning applications and related consents regimes, removing bureaucracy from the system and speeding it up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will include a 12-month guarantee for the processing of all planning applications, including any appeals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will also pilot a land auctions model, starting with public sector land. And we will ensure a fast-track planning process for major infrastructure applications.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Construction Strategy – next steps \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is also essential we provide certainty about the pipeline of future public projects- that’s a message we have been getting loud and clear from the whole of the construction industry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we have committed to publishing a long-term forward view of projects and programmes in the autumn, as part of the National Infrastructure Plan. And we want to see a similar approach for general construction.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will start, this autumn, by publishing each quarter a rolling two-year programme of infrastructure and construction projects where public funding has been agreed. And if it transpires that 90% of this work is already contractually committed, we will think again.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to do all we reasonably can to ensure you have the clearest possible picture of projects coming up.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will help give companies the certainty and confidence they need to invest in their business – whether that’s in capital projects, innovation or skills.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The plans we outline will complement and reinforce the work we are already taking forward as a result of the Construction Strategy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The other important part of the equation is to reduce the costs associated with construction and infrastructure procurement. So we have given a clear commitment to cut costs by 20%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We aim to achieve this through measures such as encouraging standardisation rather than bespoke designs. But this does not mean a Stalinist, monolithic system of centralised design. It’s a question of striking a sensible balance – still making room for the vernacular, while avoiding needless repetition and its associated costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Costs will also be cut by setting clear criteria for asset performance; and introducing new models of procurement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, we are committed to the phased introduction of Building Information Modelling, moving towards a requirement for fully collaborative 3D BIM – encompassing electronic project and asset information; documentation; and data – by 2016. This clear requirement should boost the adoption of BIM throughout the construction supply chain.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Low carbon \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to keep a sharp eye on what will be needed in the future – in particular the need to transform our built environment so it is fit for a low carbon future. Retrofitting the existing building stock is a huge challenge in this respect.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we also have a great opportunity for growth, created by this and many other emerging low carbon markets.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They will require innovation in everything, from designing low-carbon building products and processes, to finding more efficient ways of working. And not just for the way we construct buildings, but also the way we use them when finished.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many of you will know that the Low Carbon Innovation and Growth Team, led by Paul Morrell, looked at all of these for the Government and made a series of recommendations in a very thorough report. We will be giving our formal response to their findings tomorrow.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Exports \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s not forget that there are substantial and growing global markets for low carbon construction and its associated services. So it’s vital that the UK industry harnesses its undoubted strengths in design, consultancy and contracting and markets them abroad.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our ability to grasp new opportunities in expanding overseas markets will be critical to the UK’s long-term growth prospects. UK Trade and Investment is refocusing its efforts to help UK firms seek them out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They include setting up a High Value Opportunities Programme, to identify the biggest growth opportunities around the world and help UK companies of all sizes to access them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And trade promotion and export opportunities are now benefiting from strong leadership across the whole of Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, the Prime Minister has made it a personal priority, leading a high-profile trade mission to China in November, during which a Sustainable Cities Memorandum of Understanding was renewed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In March, the Deputy Prime Minister led a mission to Mexico, during which the UK-Mexico Business forum was launched, identifying infrastructure as one of the key sectors for future collaboration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In future, creating new commercial opportunities will be at the centre of British diplomacy, and at the heart of bilateral relations with our international partners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  London 2012 \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the next year offers us a once in a lifetime opportunity to advertise British contracting know-how to the rest of the world – the London 2012 Olympic Games.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The eyes of the world will be upon us next July and August – and the UK construction industry can take enormous pride in what, collectively, it has achieved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is a hugely complex site which has thrown up a host of challenges, in terms of engineering, finance and logistics, to name just a few. What we see taking shape in East London are a chain of world-class venues, with all the necessary infrastructure to support them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So this is the time for us to get out and sell the expertise of our companies around the globe – from the contractors building the facilities, to the SMEs all along the supply chains that end in the venues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "British construction has proved conclusively that its ability to procure, design and manage facilities is second to none. In the next twelve months we must make the most of this chance to showcase just what we can do here in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "##  Conclusion \n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we are meeting in the Churchill Hotel today, it seems apt to quote the man himself. He once said: ‘We shape our buildings; thereafter they shape us.’\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe the London Olympics, and its venues, are an unrivalled opportunity to shape the future of UK construction – using the Games as a springboard into new markets overseas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If together we seize this opportunity, I have every confidence the industry will emerge stronger from what has undoubtedly been a difficult period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many challenges still remain – promoting low carbon construction; improving Government procurement; and creating the environment in which UK construction can flourish.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They are all vital issues. But collectively they add up to a compelling case for the Government and the construction industry to work together to bring about real and lasting change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am sure it will take a while to get this right; but it’s vital we do, so a resurgent construction industry thrives in the years ahead.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}