{
    "url": "https://www.ukpol.co.uk/mark-pritchard-2020-speech-on-covid-19/",
    "title": "Mark Pritchard – 2020 Speech on Covid-19",
    "post_date": "May 13, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Mark Pritchard",
            "url": "/tag/mark-pritchard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mark Pritchard, the Conservative MP for The Wrekin, in the House of Commons on 11 May 2020.",
    "content": [
        "I welcome the Government’s support for businesses in Shropshire, Telford and The Wrekin, and commend Secretaries of State from different Departments for their speed and flexibility in getting many schemes off the ground. I am also conscious that, of course, at some point in the future all of this will need to be paid for. In that regard, I ask Ministers that they do not tax the surviving businesses that I believe will actually help economic recovery in this country. Yes, borrowing and fiscal stimulus can and should play a role in bearing down on any recession, but ultimately it is incentive and reward through bespoke tax cuts that will revive the economy and reduce the nation’s debt once this virus has passed. In my view, increasing taxes on sole traders and small businesses, if the Government were so tempted, would be self-defeating and counterproductive.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, I welcome the Government’s furlough scheme and commend the Chancellor for the speed with which he and his Department, the Secretary of State for Work and Pensions, and HMRC and DWP staff have responded. It has been first class. However, I have concerns that the Government could be paying the wage bills of thousands of companies that are still making considerable profits, perhaps waiting until the end of the furlough scheme only to make their staff redundant. I also have concerns that the various schemes, particularly the furlough scheme and some of the business schemes, could be open to significant fraud. Further, the Government have said that they will do whatever it takes. Of course that offers huge reassurance to my constituents and to millions up and down the country, but I also hope that means what is realistic, what is proportionate, and, ultimately, what is affordable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On local government, I commend the Government for the financial support—nearly £30 million of new funding—they have given to Shropshire Council and to Telford and Wrekin Council. However, may I ask that that funding is also cascaded down to town and parish councils, which are also under pressure? The Shropshire Association of Local Councils is absolutely right to ask that the Government consider relaxing regulations around the use of capital receipts and consider extending business rate relief for councils that run markets, car parks and sporting venues. Can I also ask the Minister if the Government will move quickly on issuing guidance on how to administer the discretionary business grant, which is absolutely vital to many local businesses in my constituency?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On quarantine, Shropshire relies very heavily on tourism—not just UK tourism but international tourism—and many jobs rely on it as well. If this measure is to go ahead, may I appeal to the Government to ensure that it ​is reviewed on a regular basis, perhaps every two weeks, and that there is a sunset clause so that it will be removed as quickly as possible?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ultimately, may I stand in support of the Prime Minister in saying that the Government should always be led by data and the science, and with public health in mind?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}