{
    "url": "https://www.ukpol.co.uk/mark-pritchard-2022-comments-on-uk-companies-involved-in-russia/",
    "title": "Mark Pritchard – 2022 Comments on UK Companies Involved in Russia",
    "post_date": "December 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Mark Pritchard",
            "url": "/tag/mark-pritchard/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Mark Pritchard, the Conservative MP for The Wrekin, in the House of Commons on 7 December 2022.",
    "content": [
        "There is no doubt that the UK has led the Ukraine war effort with the United States, and there is no doubt that the UK has led the international sanctions regime, but this urgent question is about UK companies. Does the Minister share my concern that DP Eurasia is selling pizzas in Russia, Unilever is selling Cornetto ice creams in Russia, and HSBC is still servicing Russian corporate clients? Does he think that is acceptable? What more action can the Government take to encourage those companies to remove their services and businesses from Russia and to divest themselves fully, rather than just give interviews to corporate magazines and offer warm words?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**James Cartlidge**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My hon. Friend makes an important point. It is for good reason that we do not entertain specific discussions on individual companies and their commercial interests, but we have been very clear on the need to divest. We have an outright ban on investment in Russia, and I sincerely hope that companies are not abusing that. I am not going to suggest that the companies he mentioned are doing so or comment on those specific cases, but I am always happy to meet my hon. Friend, or receive correspondence from him, if he has concerns in that regard.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}