{
    "url": "https://www.ukpol.co.uk/harvey-proctor-1985-speech-on-st-andrews-hospital-billericay/",
    "title": "Harvey Proctor – 1985 Speech on St Andrew’s Hospital, Billericay",
    "post_date": "July 8, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Harvey Proctor",
            "url": "/tag/harvey-proctor/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Harvey Proctor, the then Conservative MP for Billericay, in the House of Commons on 13 December 1985.",
    "content": [
        "This is the first occasion upon which I have sought to raise a matter on the Adjournment of the House. I do so now because of its importance and significance to my constituents. My right hon. Friend the Minister for Health replied on 3 December to the Adjournment debate of my hon. Friend the Member for Basildon (Mr. Amess). Both debates have their origin in the decision of the Basildon and Thurrock health authority to reorganise health services in its district. As my right hon. Friend indicated in his reply on 3 December, the health authority’s proposed changes form a wide-ranging package of proposals and are largely interdependent, one upon the other.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The proposals are contained in a document from the health authority that is entitled\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Consultative document for the reorganisation of hospital services, particularly involving the maternity, gynaecology, paediatric, regional plastic surgery/burns and some geriatric services and thereby the closure of in-patient facilities at St. Andrew’s hospital Billericay and changes to Orsett and Basildon hospitals.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The previous Adjournment debate revolved around the proposal that, for clinical reasons, inpatient maternity services should be centralised on one site, namely Orsett hospital in my constituency. That decision has met with the approval of my constituents in the Thurrock part of my constituency, but understandably it has met with the disapproval of my constituents who live further away from Orsett hospital —in Laindon, Wickford and Billericay.  \nHowever, I wish to concentrate today on the proposal of the health authority, contained in its option 5, to close St. Andrew’s hospital in Billericay and transfer the regional specialty units of plastic surgery and burns to Basildon hospital. It is this proposal that has met with universal condemnation not only from my constituents in Billericay but from across Essex and the country.  \nSeveral of my colleagues have generously given their support to opposing these proposals. My right hon. Friend will have seen the terms of early-day motion 99. It has been signed by eight other right hon. and hon. Members, including the right hon. Member for Castle Point (Sir B. Braine), who I am glad to see has joined our debate and who, with the agreement of the Minister and you, Mr. Deputy Speaker, will say a few words in support.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have received over 600 personal, individual letters opposing the proposals. That is an enormous mailbag on any one subject. I have received nine petitions, including one from the Federation of Essex Women’s Institutes that is signed by 4,200 people. More than 20 separate organisations have registered their opposition with me. The consultants’ staff committee for the district is also opposed to the recommendations. On Monday I shall help to deliver a petition to the health authority that contains over 80,000 signatures. In total, that represents locally the strongest, unified body of opinion placed before me since first becoming a Member of Parliament in 1979. To that body of opinion I wish to add my support and hence this Adjournment debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have had three separate meetings with county councillor Mrs. Joan Martin and Mr. Richard Taylor, the ​ chairman and the administrator of the health authority. I thank them for their courtesy and frankness. I plan to meet them again after the consultation ends on 21 December —on 13 January. I urge all my constituents who have not already done so to let the health authority know their feelings before the 21 December deadline.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me try to explain briefly to my right hon. Friend the Minister for Health why we all feel so strongly, although I appreciate that he will not be able to comment in any detail. St. Andrew’s hospital is old. The oldest part of the site dates back to 1840 and some accommodation is contained in temporary huts erected during the second world war. But it is a well loved local hospital with a deservedly high reputation and, with the plastic surgery and burns unit, a reputation far beyond the bounds of my constituency. However, most of the buildings on the site are in good condition, with the exception of the emergency medical services wards, and a considerable amount of money has been spent on the site and the hospital in recent years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The hospital is well sited geographically. It is convenient. A recent survey shows that if the services are transferred to Basildon, 57 per cent. of current patients would experience an increase in return travelling time of an extra one hour and 26 minutes every time they visited the hospital. Basildon would be only marginally faster for only 23 per cent. of current patients.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Inevitably, a move will risk the break up of the team of specialists in various disciplines so important to the super specialities which operate at St. Andrew’s. The team includes not just the consultants and surgeons but the physiotherapists, speech therapists, occupational therapists and nurses, all of whom have pooled their expertise. A move will inevitably loosen up that team for no good purpose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 3 December my right hon. Friend said that we have to achieve a proper balanced judgment which will ensure\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“efficient use of resources to the benefit of everyone concerned.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, a central plank of the current proposals is the move of a purpose-built burns unit which was opened only three years ago. It is the ideal burns unit format, separate and isolated from other services. I am afraid that my right hon. Friend was wrong on 3 December when he inferred that burns patients would be rehoused\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“in modern buildings more suitable for the practice of modem medicine.” —[Official Report, 3 December 1985; Vol. 81, c. 279–-80.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Option 5 of the health authority report clearly envisages that the burns unit will be placed in existing ward accommodation vacated by the maternity unit. That is completely unacceptable. Cross-infection would be much more difficult to prevent and it would be a wholly backward step.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My right hon. Friend knows well the problems of recruitment for the NHS. Yet the Billericay site, I am pleased and not at all surprised to say, is the easiest site in the district for which to recruit. I am told that Basildon is not good and that the difficulties at Orsett are appalling. That is a fact which must weigh heavily with my right hon. Friend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Remarkably, option 5 did not take into account another hospital in Billericay, the Mayflower. The 75 long-stay geriatric beds there in an old building must sensibly be considered as must the question of whether the 35 acute ​ geriatric beds at St. Andrew’s hospital should not be placed at an acute hospital as best medical experience advises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All the consultants at St. Andrew’s hospital have supported an alternative proposal involving the closure of the Mayflower hospital for long-stay geriatric patients, as envisaged in the district strategic plan for 1983–93, the transfer of those beds to a redeveloped St. Andrew’s and the switch of the acute geriatric beds to Basildon hospital, where there is no geriatric provision. The alternative has been submitted to the district health authority for consideration and I believe it to be a well-argued document.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If the proposals go through unamended, there will be a threat to voluntary endeavour. Building the burns unit cost £1·2 million, of which £400,000 was raised by the spectacularly successful burns unit appeal. I pay tribute to my right hon. Friend the Member for Castle Point for all that he did to get the burns unit established and for his help with that spectacular appeal.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is that endeavour to be wasted? Not only will those who gave their time, effort and money feel hurt, offended and angry, but the goodwill that was generated will disappear. People in Billericay and Essex generally will never again respond to help the NHS and I, for one, would not blame them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have said outside the House, and I should repeat for the record, that we are not talking about cuts, although our political opponents will muddy the waters by suggesting that we are. In fact, we are talking about how sensibly to spend increased sums of money on the Health Service locally. We must remember that there is no limit to the amount of money that could be spent. The level is an arbitrary one and a matter of political judgment. Locally, we must get the best deal in the best interests of the patients. They must come first.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a Government, nationally we have done well. We have 58,000 more nurses and midwives, over 5,000 more hospital doctors and dentists, 3,000 more family doctors and over 13,000 more radiologists, laboratory technicians and other professional staff than were in place in 1978. They are all caring for patients. Government spending on health services has increased by 23 per cent. in real terms. This year, the NHS will receive over double the amount provided by the Labour Government in 1978–79.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We must ensure that the money spent locally by our health authority is well spent. I know that my right hon. Friend the Minister will realise that I mean no disrespect when I say that I hope that these local matters do not come to him for his decision. I hope that cold logic and rational argument will win the day with the health authority. However, the Minister now knows the strength of feeling on the issue; that feeling will not abate until St. Andrew’s hospital and the burns unit are saved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}