{
    "url": "https://www.ukpol.co.uk/james-purnell-2008-speech-to-employers-conference/",
    "title": "James Purnell – 2008 Speech to Employers Conference",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2008",
            "url": "/tag/2008/"
        },
        {
            "text": "James Purnell",
            "url": "/tag/james-purnell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Purnell, the then Work and Pensions Secretary, to the Employers Conference on 28th January 2008.",
    "content": [
        "[![jamespurnell](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s a pleasure to be here to give my first speech as Secretary of State for Work and Pensions. People keep on telling me there’s no such thing as a job for life any more. With four ministerial positions in less than three years, I’m starting to take that personally!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this job, you rarely get the opportunity to think reflectively about the nature of your task. It might seem strange therefore that I should offer any reflections at all when my period for reflection has been precisely four days.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, in truth, I’ve had welfare policy on the brain for a long time. So to be appointed as a Labour Secretary of State for Work and Pensions is a great privilege.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My title is more than an honour. It also embodies an ideological break with the past. It is not all that long ago that my predecessor was called the Secretary of State for Social Security.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What a telling name: security as something handed down; welfare as bureaucratic transfer; people as recipients of funds. The title said nothing about people’s actual lives and ambitions, nothing, in fact, about the best way of securing their welfare.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new title, Secretary of State for Work and Pensions, tells a wholly different story. It tells you that work is the best route to personal welfare and well-being : it tells you that if you work hard and contribute then you deserve your retirement to be free from anxiety about money.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For a long time we lost sight of these common sense truths. If you’d ever said to William Beveridge that work could be divorced from welfare he would have been astonished. Yet, until this government put the two back together again, that was exactly the cul-de-sac we were in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For Beveridge, the very notion of welfare was bound up with the idea of independence. That was what was so depressing about the debate that ran, and in some quarters still runs, about welfare dependency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The welfare state was conceived as a way to support human flourishing. To foster independence, to give people the support they need, not so that they became dependent but precisely so that they would not.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To foster that independence will be my main aim. I am fortunate that I inherit a radical policy framework from John Hutton and Peter Hain. I will accelerate those reforms and deepen their reach to build on what has been achieved over the last decade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over those ten years, we’ve shown full employment is achievable on the old definition – those who want work have been able to find work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But getting people into work isn’t enough. People also want to get on. That’s why the Prime Minister has made clear we need to improve the skills of our workforce. And that’s where you come in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you to all of you for your commitment. Your commitment to helping people into work. Your commitment to helping them raise their skills. Now, we need more employers to offer jobs to those out of work. To invest in apprenticeships. To boost our economy by giving everyone who can the chance to work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And as for people who can’t work, for them the maximum independence too – with more support, and control over the care that they receive. I want to work with Alan Johnson to expand the principle of individual budgets, so that people who can’t work still have the dignity of controlling the support that they get.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our goal is a welfare state that is a way out of worklessness and a way up the career ladder, but not a way of life.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that means tackling inactivity. Our goals are ambitious. 1 million people off incapacity benefit. 300,000 more single parents at work. 1 million more older workers.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To get there, we will need major reform of inactive benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Incapacity Benefit is a test case. We do not think of people as incapable. We think of them as being perfectly capable, with the right support. That’s why IB will go, replaced by the Employment and Support Allowance with the emphasis on what a person with a physical or mental health condition can do rather than cannot do.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Employment and Support Allowance will recognise that some people face greater barriers to work. But for the rest, we will require them to look for work. We will start with new claimants and with existing claimants under 25. But our ambition must be to help everyone in this group look for work, with special attention given to those who face problems of mental illness and alcohol or drug abuse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To that end, we will follow through on David Freud’s groundbreaking report on reforming the welfare system. That means using the best provider, whether they are from the private, public or voluntary sectors. I want to create an effective and growing market for these services – because we shouldn’t be ideological about who provides the service we should just work out who is best at providing it. I’m glad to announce that David has agreed to come back to advise the department on implementing his ideas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We also need to think hard and honestly about our policy for the socially excluded. We don’t fail for lack of spending. But the return on our efforts can be poor. This is where our radicalism is most needed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to rewrite the terms of the welfare contract. On one side: a decency floor to wage rates, making work pay through in-work benefits, tax credits, a credible ladder of opportunity from low paid jobs to higher skills and better pay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Dynamic market societies cause friction and change. A civilized welfare state makes the change as smooth as possible. And it gives societies confidence to welcome globalization rather than turn to protectionism.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In return those who can work will be obliged to look for work or train for work and if they do not then they will face sanctions. There should be no free riding on the welfare state. It is an insult to people who have contributed. And it is an insult to the people who deserve help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course cash transfers will remain part of a modern welfare state. But the Beveridge model lost its way when we began to think of welfare recipients as people who were done to by the state. We began to accept that maybe they needed our support in perpetuity. That mentality is the enemy of social justice and fair life chances for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People who live independent lives tend to flourish. The economist would say they experience an increase in welfare. That is the idea of welfare that, as Secretary of State, I will seek to promote. Social justice through independence, not a socially regressive culture of dependency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}