{
    "url": "https://www.ukpol.co.uk/james-purnell-2006-speech-to-cicero-financial-services-summit/",
    "title": "James Purnell – 2006 Speech to Cicero Financial Services Summit",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "James Purnell",
            "url": "/tag/james-purnell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Purnell, the then Minister of State for Pension Reform, to the Cicero/Moneymarketing Financial Services Summit on 12th October 2006.",
    "content": [
        "[![jamespurnell](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d like to thank Cicero Consulting and Money Marketing for the opportunity to speak at today’s event.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The White Paper we published in May set out a series of major reforms to create a new pensions settlement for the future. I’ve spent much of the past few months talking to the public and to stakeholders – including some of you here today – to build a consensus around those reforms. The consultation period following the White Paper has now officially ended – but work on our reform proposals continues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the next few months my officials and I will be developing further the detail of these reforms – and in particular, the detail of the new scheme of personal accounts. In the May White Paper we committed to a further technical consultation paper later this year on personal accounts. That is still the timetable to which we are operating, but we now intend the document to be a White Paper rather than a technical document.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This decision reflects the significance we are placing on this element of our reforms. The introduction of personal accounts will be a significant institutional change – one of the most important institutions created since World War II – and one which deserves to be widely assessed in policy as well as technical terms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Personal accounts are designed to effect a widespread change in the savings culture of this country. I’d like to spend a few moments reminding ourselves why that change is so necessary – why it is that there is currently widespread undersaving, and how our reforms will tackle the problem.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On an individual level, the problem lies in the fact that significant groups in society – and particularly low to middle income earners – have low incentives to save. And there are three clear reasons why this is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly, because the market has not served this group effectively. The costs to market providers of serving these groups of people are high, which has traditionally made it difficult to serve them profitably. This means that charges are relatively high – and so the cost of saving in the product is too high for these individuals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, because the complexity of the current state pension system means that people are not clear what they will get from the State in retirement. Over several decades, there has been a series of modifications, reforms and adjustments by various governments, with the result that very few people today understand how the pensions system all fits together. Against this background, it is very difficult for someone thinking about their retirement to assess what their income from the state will be, and make a judgement about how much they will want to save on top of that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And thirdly, because many people, when faced with financial decisions that seem complex and difficult, have a tendency to disengage entirely, and do nothing. Even though most people realise that they need to save for retirement, inertia frequently means that they simply don’t get round to doing it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These three individual factors combine to produce a stark collective problem: there are simply not enough people saving. We’ve estimated that there are around 7 million people today who are not saving enough for their retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And that is where our reforms come in. The policies we set out in our White Paper will address undersaving – at an individual and a collective level.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s take the three barriers I just described. Our reforms will address each one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, the lack of suitable savings products for low and moderate earners. Our new scheme of personal accounts will provide everybody in this group with a suitable savings vehicle – suitable because charges will be low. That’s something that we are absolutely clear about. We don’t buy the argument that the level of charging is a secondary concern. Neither did the Pensions Commission. They argued that low charges in personal accounts were essential in order to ensure that individuals would benefit from cost-efficient pension saving, and therefore to increase the incentives to save for precisely those groups where undersaving is most prevalent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have looked in detail at the significance of charges in personal accounts, and remain convinced of the importance of keeping charges low. Every 0.1 % reduction in the annual management charge we manage to make could increase a long-term personal account holder’s fund by around 2%. That’s a crucial difference to retirement income.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we manage to reduce annual management charges to 0.5% the average employee in personal accounts would be just under £600 per year better off in retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And the other crucial difference that our reforms will make, of course, is the presence of the employer contribution. This is, for all employees, the very clearest incentive to save. Every £1 contributed into a personal account will be matched by the employer contribution and by tax-relief from the state, so £2 will go into the fund. Over a working life, with investment growth and low charges, that contribution might almost double. So you could end up with nearly £4 in the fund for every £1 invested by the individual. That’s a pretty good return.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s look at the second barrier – the complexity of the current system. Our reform of state provision– wider coverage, fairness for women and carers, and linking the basic State Pension to average earnings – plus additional measures such as the abolition of contracting out for DC schemes – will mean that the state system in the future will provide a solid and clear foundation for private saving. Planning for retirement, and the decision to save, will be straightforward when individuals can be clear about what the State will do, and what they must do for themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, finally, the third main barrier – the prevalence of inertia when it comes to savings decisions. Our reformed system will overcome this barrier through automatic enrolment. All employees will be automatically enrolled into either good quality employer-based provision, or a personal account, with the freedom to opt out if they choose.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is wide consensus that automatic enrolment is the right approach to tackling the behavioural barriers to saving inherent in our current voluntary system. Evidence suggests that it is one of the most effective ways of combating people’s tendency not to act when faced with difficult financial decisions. In other words, it ensures that those employees who do not take an active decision to save will not lose out on the very real benefits offered by tax relief and employer contributions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our reforms will tackle the problems that currently mean that many individuals have low incentives to save. And in tackling these, they will tackle the collective problem of undersaving: in the reformed system, saving will increase dramatically. Up to 10 million people could be saving in a personal account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There has been a counter-argument made that automatic enrolment into personal accounts will constitute mis-selling. The line of this argument is that people will be automatically enrolled, but that it will not be in everyone’s interests to save because of the presence of means testing. And it claims that incentives to save will therefore still not be clear enough because we won’t be able to say to everyone that they will be better off.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are determined to build a consensus around the reforms we have set out. But that should not be a sloppy consensus – it should be based on the fact that people have examined our proposals thoroughly. And so we welcome scrutiny and debate. But in this case, we believe that the evidence simply does not support the argument being made.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The test criteria by which to judge whether saving was beneficial for an individual is whether they ended up with more money in retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve explained that personal accounts will give a good return on contributions paid into them. Our analysis shows that an average earner saving in a personal account from the age of 25 to State Pension age might get an increase in retirement income of nearly £50 a week. But some people argue that they won’t work if there is still means testing in the system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The problem is that this misunderstands how Pension Credit works. By 2050, our reforms will mean that only around a third30% of pensioners will be entitled to Pension Credit. And 80% of these would be on Savings Credit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Savings Credit exists to reward people who have made some provision for their own retirement. And this won’t change under these reforms. People on Savings Credit would clearly be better off for having saved: for every pound they put in to Personal Accounts, their employer and tax relief would also put in a pound.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Add investment growth to this, and an individual on Savings Credit would still be receiving over £2 back in retirement for every pound they’ve put in. And again, that’s a good return on their investment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But what about Guarantee Credit? I know that people’s real worry is about 100% withdrawal rates, which only occur on the Guarantee Credit. But again, we need to be clear about where this might feature. Our reforms to the state system mean that, by 2050, someone would have had to work or care for less than 20 years in order to be on the Guarantee Credit only at retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This will be a pretty rare occurrence – people who, out of a working life of 50 years, had spent less than 20 earning, or caring for a child, or a sick friend or relative. Our analysis indicates that only about 6% of pensioners by 2050 would fall into this category, and therefore have private income fully taken into account.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And, typically, most of these people would have worked for very few years in which they were paid enough to cross the earnings threshold for automatic enrolment. They would therefore by and large not have been automatically enrolled. And, if they had managed to build up a small pension pot then they could take it as a lump sum, and might therefore avoid 100% withdrawal rates.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we think the vast majority of people will be better off in retirement for staying in personal accounts. And we think the argument that claims we would be mis-selling on the individual level is therefore wrong.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is important to remember that automatic enrolment does not remove choice or responsibility from the individual. It will still be up to the individual to decide whether they remain in a personal account. The test for us in this will be whether we can give simple generic advice to people about whether they should do so. And we think that will be possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Widespread undersaving is a big problem to tackle. But because we think that our policies will work to tackle barriers to saving at the individual level, this makes it possible to address the collective problem. The vast majority of people will be better off for having saved in personal accounts. We are therefore justified in automatically enrolling them, but leaving them the choice about whether to stay in.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let’s also not forget that the issues surrounding the interaction between saving and income-related benefits exist in all systems. For example, the system proposed by the Pensions Policy Institute has a similar proportion of people on 100% withdrawal rates to that we’ve outlined. The only way that you could avoid that would be to have no safety net for the poorest pensioners – and I don’t believe that’s a responsible suggestion in terms of preventing pensioner poverty.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s worth remembering, too, that this is what Pension Credit was designed to do – to tackle poverty. It doesn’t take money away from people – it gives them more money. And it will continue to do so. Under our new system, a pensioner with an income of £100 per week from their state pensions, and £20 per week from their private pension, would typically get an extra £15.50 from Pension Credit. That is extra money, topping up pensioner incomes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And I am clear that that is the right balance. A safety net, in the form of Pension Credit, that ensures a basic income, and gives those with modest savings a higher weekly amount. And on top of this, automatic enrolment and personal accounts, which together will mean that millions of people will have more money in retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a balance which will be sustainable over the long term. And that is why we are determined that it is built on widespread consensus – consensus that this is a pensions settlement fit for generations to come\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}