{
    "url": "https://www.ukpol.co.uk/james-purnell-2006-speech-on-pension-reform-at-the-social-market-foundation/",
    "title": "James Purnell – 2006 Speech on Pension Reform at the Social Market Foundation",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "James Purnell",
            "url": "/tag/james-purnell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Purnell, the then Minister of State for Pension Reform, to the Social Market Foundation on 30th October 2006.",
    "content": [
        "[![jamespurnell](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last November, the Pensions Commission published its second report, and recommended a comprehensive reform of the British pension system. In May, we published our White Paper, which accepted those recommendations and set out how we would implement them. Today we publish our summary of the consultation responses to the White Paper, alongside our response to the Work and Pensions Select Committee’s report on pension reform. And, subject to the Queen’s speech, we plan to publish the first Bill on state pension reform as soon as possible during the next Parliamentary session.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to start by thanking the Select Committee for their serious and important report. Their cross-party support for the thrust of our reforms has helped to establish a political consensus around them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a comprehensive, integrated package of reform. But it also involves difficult decisions –for Government, business, individuals and the Pensions industry. The paper we’re publishing today shows that our reforms have been broadly endorsed by these groups – and that is a significant tribute both to the work of the Pensions Commission in establishing the principles behind these reforms – and to the progress made during our National Pensions Debate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In pensions, consensus isn’t a symptom of having a good policy, it’s a necessary component of having an effective policy. That’s because pensions policy is, by definition, long term. When people today take out a pension, they are putting that money away for twenty, thirty and forty years and more. They expect that the framework in which they make that decision to save to remain as stable as possible over those years.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But over the last thirty years, the pensions environment has failed to provide that stability. On top of demographic changes and market fluctuations, policy has changed frequently, under numerous governments, and left us with what the Pensions Commission described as the most complex system in the world. Instability has made pensions saving harder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why consensus is so important. We can’t remove risk entirely from pension saving, and we can’t halt demographic shift. But we can and should reduce the risk of political instability by building a system whose core building blocks are shared across the political parties. We’ve been working closely with the Conservatives and Liberal Democrats and are grateful for the constructive approach they have taken to these reforms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But consensus isn’t just a political issue. It’s also about building a shared approach with stakeholders. The paper we’re publishing today shows that they have welcomed the broad thrust of the reform package and understand the necessary trade-offs involved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We received nearly 350 responses from individuals and organisations during the consultation period. Today’s report highlights the issues that were raised by respondents, and shows what impact the comments we received have had on our proposals. It outlines how we are going to take forward the proposals set out in the White Paper, and includes some further explanation of why we have taken the decisions that we have.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The positive reactions from stakeholders on the publication of our reforms back in May have largely continued throughout the consultation process and in the responses that we have received. There are some differences of opinion on the detail of the policy, but there is nonetheless a broad agreement on the ultimate outcome that must be realised: a simpler, sustainable and fairer pensions system for the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve said all along that we don’t want this to be a mushy consensus, an agreement born of the desire to agree rather than a shared analysis of the likely success of the reforms. That’s why we’ve tried to encourage genuine scrutiny of our proposals – through publishing our research, holding seminars and using the DWP website to encourage discussion of the detail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Through that process, a number of important points have been made. Today I want to set out how we have changed our proposals where we agree with those points. Where differences of opinion remain, we will publish further research so that our assumptions and decisions can be scrutinised further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, today I want to discuss four key areas that emerged from the consultation:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First – how to prepare for and implement personal accounts, whichever model is chosen;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Second – the basic structure of the State Pension, and in particular whether it should have one tier or two;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Third – incentives to save under the reformed system;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And finally, increases in State Pension age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "First, personal accounts. The new system of personal accounts was, of course, a critical focus for government and for stakeholder groups during the consultation process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve been consulting widely amongst stakeholders through a programme of seminars, summit meetings and one-to-one discussions on the specific detail of policy design and implementation – and this programme of consultation around personal accounts is still going on.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we published the White Paper in May, the debate was polarised between two models – the NPSS model put forward by the Pensions Commission, and the insurance industry’s suggested model. During the consultation process that polarisation has softened, with a number of different models being put forward – for example, looking at how choice could be combined with the core features of the NPSS model.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because this is such a significant reform, we’ve decided to publish a separate White Paper on personal accounts, in December. This will set out our detailed policy proposals for personal accounts, and will include the proposed organisational design.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But one key point did come out of the consultation: that how we implement personal accounts will be as important as what the policy is, and that we should involve private sector skills as soon as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, ahead of this forthcoming White Paper, today’s report sets out our intention to establish a Delivery Authority for personal accounts. The Delivery Authority would be an independent body to help design the operational structure of personal accounts and manage the necessary contracting processes as soon as the scheme is established in legislation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By creating a Delivery Authority we will be able to use the experience and skills of the private sector to deliver the scheme – and give a degree of autonomy in operational decision making. Again, there’s still a lot to think about here. We need to consider what the duties of any delivery authority might include – whether that’s advising Government, managing procurement, or, over the longer term, ensuring that participation levels remain as high and charges as low as possible. We’ll set out more detailed proposals on the potential role and responsibilities of the authority in the Personal Accounts White Paper.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second issue I’d like to talk about in more detail today is the structure of the State Pension system. This was a subject that received a lot of attention in the consultation responses. In particular, there have been calls for a move to a flat-rate single-tier State Pension, perhaps at the level of the Pension Credit standard minimum guarantee. This is often referred to as a Citizens’ Pension.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We absolutely recognise the merits of simplifying the state pension as far as possible. A simple and transparent state pension system is one of the central aims of our reforms. We need to create a system in which people know what to expect from their state pension, to enable them to plan and save effectively for their retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In theory, single tier pensions could perform well against our objective of simplicity, by providing a single, flat-rate foundation income from the state.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we’re not convinced that the arguments in favour of a single-tier pension outweigh the problems. In practice, introducing a single tier-pension would undermine the contributory principle of ‘something for something’, and would either be prohibitively expensive or have to sacrifice simplicity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take the example of the simplest model of a Citizens’ Pension, with a single rate of £114 a week, uprated by earnings. The Pensions Commission’s analysis suggested that this approach would cost around £30 billion more a year by the middle of the next decade – that’s a rise in spending of nearly 2% of GDP, more than £20 billion more than our proposed reforms. So, a simple switch to a Citizen’s Pension is not affordable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have looked at the ways respondents suggest making a single-tier state pension affordable. However, we’ve concluded that they would reintroduce exactly the kind of complexity the Citizen’s Pension is meant to remove. We’d have to use an offset approach to the rights people have already accrued, and introduce extremely complex transitional arrangements which would mean that many people would not receive the promised £114 per week. Moreover, a Citizen’s Pension would also generate a significant number of losers – namely those who would have received above £114 per week through their State Second Pension. I don’t believe that’s an acceptable way forward either.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So there are practical reasons why we don’t believe a single-tier pension is the right approach. But our fundamental reason is one of principle. We are firmly committed to the principle of ‘something for something’, that the pensions system should reward contributions to society. Under our proposals, every year spent working or caring would count. Someone who worked or cared for 43 years, for example, would get around £135 a week from the State on retirement, whereas a person working or caring for 30 years would get around £115. Under a universal single-tier system, someone who had not contributed to society through working or caring would get the same amount as someone who had worked or cared for several decades.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is not an outcome that most people would consider fair. During the National Pensions Day, when members of the public were asked whether social contributions should be reflected in additional State Pension entitlement, the overwhelming majority thought that they should. 84% of participants, for example, thought that years spent caring for children or a sick friend or relative should count towards entitlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we’re clear that a single tier policy would fail to meet the basic tests of affordability and fairness, and to deliver on the simplification that it promises. The two-tier approach we’ve outlined in the White Paper provides an improved foundation for private saving through moving over time to a flat-rate system. But it does this within a cost envelope that is sustainable, whilst rewarding more generously those who contribute to society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We do recognise, however, the view that has come through in the consultation process that the current state system is too complex, and that we could have gone even further in our reforms to tackle this. And in response, we have looked yet further at whether we could do any more. We’re now exploring a major simplification to the State Second Pension that would create a more transparent and simpler state pension package.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As it stands, State Second Pension is currently calculated in a very complex way, based on how much someone earns in a year. We are giving serious consideration to replacing this, at the same time as linking the basic State Pension to earnings, with a fixed amount of money that everyone will receive, based upon the amount of time they have spent working or caring for someone.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This fixed figure could be worth in the region of £1.40 a week for each qualifying year spent working, caring, or a combination of both activities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This would give people a much clearer picture of what they would receive from the state in retirement. When added together with the basic State Pension, this simplified entitlement could effectively provide a single State Pension for most contributors.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d be interested to hear your views on whether, if we were to proceed with this approach, we should formally merge the two parts of the state pension into a single, rebranded pension, or whether people would prefer us to retain the term State Second pension.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But whatever it were called, this approach would continue to reward social contributions, whilst also providing people with significantly better outcomes than a single-tier pension of £114 a week. By the 2050s, for example, someone who contributed for most of their life through working or caring would be entitled to around £135 a week from state pensions in retirement. And because they could be confident of that entitlement, they would also be able to plan their private saving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A third issue that was raised during the consultation period was incentives to save. I’ve talked about savings incentives in some detail recently so I don’t want to dwell on it again for too long here. But in short, we are clear that our reforms will mean that the vast majority of individuals – including those entitled to Savings Credit – will be better off in retirement for having saved.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are clear that this justifies automatic enrolment with the freedom to opt out. But we also recognise that the provision of clear generic information will be important in enabling individuals to make the right choice for themselves. That’s something that will be considered in more detail in the personal accounts White Paper. And we will be publishing further research on projected levels of Pension Credit and incentives to save in the next month.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The final reform I’d like to touch on today is the increase to State Pension age. This is, perhaps more than any other, the reform where I’ve been pleased with the progress we’ve made towards consensus. This was a proposal which only 3 years ago would have been widely opposed. Yet the overwhelming majority of responses to our consultation accepted that a rise in State Pension Age is a logical move if we are to create a pensions system that is affordable and sustainable in the long term.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I think it’s fair to say that most respondents have also accepted that this is the only way of ensuring that the challenges arising from an ageing population are spread fairly across the generations. Our proposed increases will broadly maintain the proportion of male adult life spent over State Pension age at around 30% – as it is today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People have raised concerns over the difficulty in predicting future longevity, and about differences in life expectancy across socio-economic groups. I think it’s important to remember, firstly, that although there are health inequalities that we need to tackle, life expectancy is rising across all groups. Of course, it will be important to keep in view the changing data on future life expectancy. And as we announced in the White Paper, we intend to commission periodically reviews to provide advice to Government on whether the timetable for increasing State Pension age – as set out in legislation – remains appropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Increasing State Pension age is, like most of our reforms, a policy which has involved necessary trade-offs being made. The reforms work as an integrated package precisely because different elements have had to be combined in order to meet all the objectives. And, as I began by saying, it’s a package that needs consensus behind it if it is to meet that crucial objective of stability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But, as I hope our consultation period and the report published today have shown, it’s also a package that has room for flexibility and scrutiny. The scrutiny of our proposals by all our stakeholders has been extremely valuable – and has had a real impact. This scrutiny needs to continue as we move into the next stage of the reform process. As we move towards legislation and continue to develop the detail of our personal accounts proposals, we’ll continue to need your views and expertise. And that way, we can continue to build a real and lasting consensus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}