{
    "url": "https://www.ukpol.co.uk/james-purnell-2006-speech-on-pension-reform/",
    "title": "James Purnell – 2006 Speech on Pension Reform",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "James Purnell",
            "url": "/tag/james-purnell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Purnell, the then Minister of State for Pension Reform, on 7th November 2006.",
    "content": [
        "[![jamespurnell](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to start by welcoming this analysis from the PPI. You’ve posed today the question ‘is there a consensus on pension reform?’ – and you’ve sought to answer it by conducting a detailed assessment of stakeholder responses against the key planks of our proposals. It’s exactly this kind of thorough scrutiny and analysis that is needed to build that consensus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve come a long way since we established the Pensions Commission, back in 2002. Then, the big questions about the future of our pensions system were still unanswered. Should we persevere with a voluntary approach to private saving or introduce more compulsion? Should and could we raise the State Pension Age? Should we abandon the contributory principle? Should we re-link the Basic State Pension to earnings?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our White Paper set out a comprehensive, integrated package of reform that tackled those fundamental questions. And the analysis the PPI has presented today, like the summary of responses to the consultation we published last week, shows that there is broad agreement around those key questions. Of course, in some areas, people would like us to go further. And agreeing on one set of questions raises a new set.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The diagrams on the screen now show one way of looking at the emerging consensus: here, we’ve taken the responses from our key stakeholders and used their position on each of the main reform proposals to develop a broad view of the level of agreement around each one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Perhaps the most pleasing of the responses to the White Paper were those that show just how far we have moved towards consensus in the past year or so, and how willing groups on all sides have been to accept the necessary trade-offs involved. We can see here, for example, that there is now an established consensus around the principle of automatic enrolment – one that includes the CBI, the EEF and the British Chamber of Commerce, as well as consumer groups.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the State Pension side, there is very strong agreement around our proposed reforms of the Basic State Pension. And the overwhelming majority of responses accepted that a rise in State Pension Age is a logical move if we are to create a pensions system that is affordable and sustainable in the long term. This was a proposal which only 4 years ago would have been widely opposed. We consulted on this issue following the Green Paper on pensions in 2002 – and we can see here the massive shift in attitudes since then.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we’ve established a solid foundation of consensus around the core architecture of our reforms. But, of course, when a basic level of agreement is reached around a policy, it throws up, quite rightly, questions about the next level of detail. So, within the framework of a foundation of consensus, stakeholders are now concerned with specifics – automatic enrolment is the right way forward, for example, but in what circumstances is it appropriate? A more generous State Pension is welcomed, but should it be delivered through a single or two-tiered system? Improved outcomes and fairness for women and carers have been widely commended, but some people are asking whether we can go any further in improving coverage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want to engage with these questions in the same way as we engaged in the White Paper with the fundamental questions. We’ve said all along that we don’t want a sloppy consensus, an agreement born of the desire to agree rather than a shared analysis of the likely success of the reforms. That’s why we’ve tried to encourage genuine scrutiny of our proposals – through publishing our research, holding seminars and using the DWP website to encourage discussion of the detail. And we’ll continue to do that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today we’re publishing, for example, our analysis of the projected entitlement to means-tested benefits, which we hope will address some of the concerns commentators have raised in that area. This analysis explains in detail how our reforms will ensure that those who contribute to society through raising a family or caring for relatives are rewarded in retirement – and why that will reduce the number entitled to income-related benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, a couple in which one person has taken time out of the workplace to raise a family or care for relatives could find themselves with a smaller pension as a result. This is because instead of both partners having a full pension in retirement, one person is claiming from their partner’s contributions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After these reforms, the same couple, reaching State Pension Age in 2053, would receive a higher joint pension – because our reforms are fairer and make it easier for individuals to build up a pension in their own right. We’re reducing the number of years of contributions needed for a full basic state pension to 30, and we are crediting caring in the same way as work. Those taking a break to bring up children, or care for family members will be recognised and rewarded by the system – so couples with children will still be building up pension entitlements even if one is staying at home with the children.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our reforms mean that over 90 per cent of couples will be lifted clear of means-testing by 2050 – only 1 in ten will be eligible for means testing compared to a quarter today. Pension Credit will be a safety net for those who really need it. Approaching half those eligible for Pension Credit will qualify for higher rate disability or caring premia. Only around six per cent of pensioner households will be eligible for just the Guarantee Credit element alone. And as few as one in 50 pensioner households will actually retire directly on to the Guarantee Credit only at State Pension age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know there has been concern that our projections of the proportion on means-tested benefits was very different from PPI’s. We have been working with PPI over the summer to understand the differences. I think we agree they come down to two differences:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly, differences in the way we model outcomes from State Second Pension. And secondly, differences in assumptions about the growth of private pensions. Our forecast in the White Paper was actually conservative, in that it didn’t assume that Personal Accounts increased pension saving, which is of course the aim of our policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now that we’ve published these projections, we want to continue to work with the PPI and others to see if we can narrow what I’m told is called the funnel of doubt about the effect of our policies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope that by publishing this kind of analysis, and continuing to engage in open discussion with all our stakeholders on this sort of detailed issue, we can begin to build a more detailed framework of consensus on top of the foundation we’ve established.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But consensus isn’t, of course, just about building shared approaches with stakeholders.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the last thirty years, political instability has been one of the biggest obstacles facing the pensions environment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On top of demographic changes and market fluctuations, pensions policy has changed frequently, under numerous governments, and left us with what the Pensions Commission described as the most complex system in the world. Political instability has made pensions saving harder.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why political consensus is so important. We can’t remove the risk entirely from pension saving, and we can’t halt demographic shift. But we can and should reduce the risk of political instability by building a system whose core building blocks are shared across the political parties.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a demanding aim. We shouldn’t underestimate what a big break with political history this package represents. Linking the uprating of the basic State Pension with earnings is something that both Labour and Tory governments resisted for years. Widening State Pension coverage – through a modernised contributory principle – is the most significant move towards equality between men and women since the introduction of Home Responsibilities Protection in 1978. And personal accounts represent a totally new method of saving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve been working closely with the Conservatives and Liberal Democrats to build understanding and agreement around the reform package, and I’m very grateful for the constructive approach they have taken.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It would be foolish to state that a good degree of political consensus now will completely prevent any further change in the future. We recognised, in the White Paper, the fact that it is important that certain areas of policy are kept under review, in order to ensure that they reflect changes in society – the default retirement age, for example, or life expectancy projections.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are serious about consensus. But that doesn’t mean we expect everyone to sign up to everything. It means that we want to create a circle of consensus around the core architecture of our reforms, that is based on a shared understanding of the problems and the reasons why we are tackling them in this way. And it means that, rather than trying to score points, we will continue to address the concerns and proposals put forward by others.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Future governments may in time wish to reform the pension system further. But what is crucial is that these reforms provide a foundation for any future reform agenda.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Building a lasting consensus is something that I believe we can achieve. But I also believe that it’s something we must achieve if this White Paper is to successfully avoid the historical pitfalls of instability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Pensions policy is, by definition, long term. When people today take out a pension, they are putting that money away for twenty, thirty and forty years and more. They expect that the framework in which they make that decision to save to remain as stable as possible over those years. And that kind of long-term stability is derived from an underlying consensus.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "People in this country deserve to have confidence in their pensions system – the confidence that future governments won’t pick it apart again. That’s a confidence that these reforms, with a lasting consensus, can give them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}