{
    "url": "https://www.ukpol.co.uk/james-purnell-2006-speech-on-young-people-pensions-and-savings/",
    "title": "James Purnell – 2006 Speech on Young People, Pensions and Savings",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2006",
            "url": "/tag/2006/"
        },
        {
            "text": "James Purnell",
            "url": "/tag/james-purnell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Purnell, the then Minister of State for Pension Reform, to the IPPR Conference on 12th July 2006.",
    "content": [
        "[![jamespurnell](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Building consensus with future policy makers**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We published our White Paper on pensions in May. I’m spending much of the summer trying to build a consensus around its core proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When I talk to people about how to do that, they often suggest holding events with pensioners. And of course, that’s important.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But the White Paper is about saving, and our core target for that message isn’t today’s pensioners.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s the people in this room. Because the White Paper is not about solving a problem today. It’s about solving a problem that would develop over the next few decades. It’s a problem that would affect today’s twenty and thirtysomething generations most, because those are the generations that are under-saving most.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, today I would like to talk to you about how we can build a consensus that will last. Of course, the detail of the policy will change over the next forty years. But if we can agree on a general approach, we can create a more stable framework. And just like Bank of England independence has made it easier for companies to save, a real consensus on pensions would make it easier for workers to save.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But such a consensus can only be achieved if our generations are part of the consensus-building process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This new pensions policy is built on a new set of foundations. Linking the Basic State Pension to earnings rather than prices. Retiring at 68 rather than 65. Automatic enrolment rather than purely voluntary saving. These foundations won’t be solid unless they lead to behavioural change with people working longer and saving more to provide for their retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And they will only be solid if they are scrutinised now. And scrutinised by those of us who it will affect the most. We don’t want this to be a mushy, wishful agreement. It needs to be a consensus built on confidence that this solution will work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And for you to have that confidence, we need to focus on the areas where concerns remain, not the areas where consensus is developing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Because any mistakes in the design of this policy won’t emerge in the next few years. They would emerge on the watch of the next generation of policy makers – in other words, potentially on your watch.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Avoiding being the live fast, die poor generations**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today’s twenty and thirtysomethings can expect to live longer than ever before. But if many don’t change their pattern of saving, they risk becoming the live fast, die poor generations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s because at the moment, people are acting as if they expect to be able to fund a longer and longer retirement, with less and less saving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s striking how fast retirement is lengthening. In 1950, the average retirement lasted about 10 years. Today’s it’s around 20. In 2050, that would have risen to around 25 years, if we didn’t raise the retirement age.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yet we are not saving more to fund those extra years of retirement – on the contrary, we are saving less. Young workers are saving much less than their parents did, even though they can expect to spend 50% more time in retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Again, the facts are stark. Since 2000, the proportion of 20 to 29 year olds contributing to a private pension has fallen from one in three to one in four. From one in three, to one in four, in just five years. In contrast, figures for their parents’ generation remained unchanged over the same period.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is what the Pensions Commission meant when they said that if we did nothing, a crisis would develop. And they themselves estimated that 3.7 million people aged 26-35 are either under-saving or not saving at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The three C’s: confidence, complexity, culture\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What has caused this situation? I can see three main factors – confidence, complexity and culture, the three C’s if you like.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly, confidence. Many of today’s pensioners have got very good pensions. Two in five pensioner couples have private pension income of £180 per week or more. But high profile scandals have created the impression that saving generally is not safe – from pensions mis-selling to Equitable Life. These cases are very much the minority: fewer than 1 per cent of pension entitlements in Defined Benefit schemes are in schemes which have wound up underfunded. The tragedy of this minority of cases can too easily overshadow the vast majority that still provide good benefits for their employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, complexity. For the last thirty years, policy has changed frequently, under successive governments, leaving us with what the Pensions Commission described as the most complex system in the world. The savings decisions required have just been too complicated. Recent research found that over 70% of 22-34 year olds find all pensions confusing – and almost half felt they did not understand the options available to them in saving for retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thirdly, culture. In a recent survey, half of 22-34 year olds agreed that ‘it’s more important to live well now than to save for the future’. That’s partly about a desire to enjoy the leisure that modern society makes possible. And we should be careful about seeming to condemn that or lecture people about enjoying themselves. There’s nothing wrong with that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, we shouldn’t set up a false choice between living well now and saving for later. Not only would that be untrue, it’s also unlikely to work: if our message is that people shouldn’t enjoy themselves, but should save instead, then we are unlikely to persuade very many people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we need to be careful of caricature here – it would be easy but simplistic to say that young people don’t think about the future. A survey out today has found that just under half say they are worried about how they will fund their retirement. So how do we explain them saving less?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s not only a question of living for today, but of other financial priorities and immediate financial needs, like saving for a mortgage or paying off debt. In a recent survey by the FSA, over half the population reported no borrowing other than their mortgage. For 20-29 year olds, that figure fell to 1 in 3, with a quarter reporting borrowing more than three times their monthly income. And for some, it’s simply the case that good intentions to save do not carry through to action.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to persuade people that it’s easy to save, by tackling the three C’s – restoring confidence, tackling complexity, and creating a culture where people achieve a balance of spending and saving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Confidence**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The 2004 Pensions Act addresses the first challenge – confidence. The new Pensions Regulator is taking a risk-based approach to occupational pensions. This should allow well-funded pensions to have less regulation, whilst requiring others to increase the investment in their pension funds.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This new regulatory framework should be more effective and increase confidence. But we cannot eradicate the risk of schemes winding up under-funded, so we created the Pensions Protection Fund to ensure scheme members receive at least a proportion of their pension.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Complexity**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Pensions White Paper aims to tackle the second challenge – complexity. It does this by reforming both the state and the private pensions system. It makes the state pension simpler and reduces means testing. And it introduces a new type of saving, based on automatic enrolment to overcome the weaknesses of a purely voluntary system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Pensions Commission found that if current policy continued unchanged, then 70% of pensioners in 2050 would have been on a means-test. This was never the Government’s intention. But the possibility that it might happen would have clouded incentives.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe our proposals will reduce means testing to around a third by 2050. This is an issue we may want to discuss during questions, as the Pensions Policy Institute have produced estimates that put this figure at over 40% by 2050.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Far from wanting to ignore this debate, we want to engage with it. This is exactly the kind of issue where we need to address concerns if this policy is to succeed. We will therefore publish our analysis in the Autumn, so that everyone can examine the assumptions underlying it. And we will explain why we believe this architecture will create a system that makes the next part of our reforms possible – the introduction of automatic enrolment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is the most significant innovation in the White Paper. It starts from the Pensions Commission’s finding that the current voluntary system will never be able to increase saving sufficiently. Some argue that we should concentrate on simplifying saving. We agree that simplification is important – that’s why we will abolish contracted out rebates for defined contribution schemes, and why we are planning to deregulate occupational pensions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But even if we made the system as simple as possible, under-saving would be likely to remain. That’s because savings decisions for pensions are inherently complicated. Research shows that people have a tendency to procrastinate and to under-estimate how much they need to save for their expected income in retirement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, while nearly three-quarters of 22-34 year olds disagree that it’s too early to start saving for retirement, far fewer are in fact actually saving themselves – with only around one in three currently contributing to any sort of non-state pension. People know they should save – they just don’t get round to it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That’s why the Pensions Commission recommended a system of automatic enrolment, backed up by compulsory employer contributions. From the age of 22 onwards, employees will automatically have 4% of their salary deducted, on a band of earnings between around £5000 and around £33,000. This will be matched by a compulsory contribution of 3% from their employer and 1% in tax from the State. Although they will be able to opt out, they will be re-enrolled automatically every three years. We expect that between 6 and 10 million people will save in this scheme of personal accounts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These reforms will make it easier to save and also more profitable. The gains result from a combination of a more generous state pension, lower charges and the added impact of the employer and state contribution. Reducing the annual management charge from 1.5% to 0.5% would mean a pension fund around 20% larger at retirement for someone saving for 40 years. And as a result of the employer and state contribution, each pound an employee saves is matched by another pound. By 2050, as a result of our reforms, a regular saver on median earnings of £23,000 could be up to £50 a week better off than if the system continues as it is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And these reforms not only deliver a higher income in retirement – they should also deliver an improved return on an individual’s pension saving. For example, for a lifetime median earner starting to save in a personal account from around age 25, the return on an individual’s own personal accounts saving could roughly double as a result of our reforms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, the outcomes of savings depend on a wide range of factors, including charges and the stock market; but all things being equal, these reforms represent a stark difference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Culture**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So these reforms will make saving simpler and easier. But they should also help us to create a culture where people start saving earlier and realise that they can combine it with spending for today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In this system, a person in their 20s on income of around £19,000 would pay in just over £10 a week – about the price of a DVD.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If they continued saving at this rate, this same hypothetical person could expect to retire at 68 with a pension fund worth around £69,000 in today’s earnings terms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But if they delayed starting to save until age 30, their pension pot would reduce to £55,000 – and if they delayed until age 40, it would go down to £38,000.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ten pounds a week doesn’t sound an impossible amount to ask someone on median earnings to save. I would be interested in your views on this, but it seems possible to create a culture where the default reaction is for employees not to opt out of this new system of personal accounts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Engaging with concerns**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, that’s our goal – a simpler, more trustworthy system, which creates a new culture of saving. It is aimed at younger workers, because they are the ones who are saving least now. That’s one reason why I was keen to discuss these issues with you today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I also want to ask your views as policy makers. No policy is perfect – and pensions policies are even more imperfect than others. They are complex, long-term and involve inevitable trade offs. We should therefore beware of seeking perfect solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But neither should we run away from concerns that people raise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The key issues that have been raised so far have been:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– How much will we really reduce means testing?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Will automatic enrolment be possible?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Have our reforms done enough to restore confidence?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Will the automatic enrolments cause employers to withdraw from occupational pensions, or to reduce their level of contributions?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– How do we encourage people to save now, before the introduction of personal accounts?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– What role should the private sector play in delivering personal accounts – in particular, should consumers choose between different providers?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– Is the rise in the State Pension Age to 68 enough or too much? Will it be fair given that poorer groups die younger?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– If we are expecting people to work longer, how do we make sure they can?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "– How do we help young people to balance the need to pay off debt, or to get a foot on the property ladder – with the need to start saving for a pension now?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I look forward to discussing these issues with you today. But we won’t finish addressing them today. So, over the summer, we want to provide a forum for debating these issues, using both face to face meetings, but also our pensions website to bottom them out. We will be giving opportunities to experts and stakeholders who have concerns to put them forward.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will then aim to address them – for example, by publishing research showing how we believe that automatic enrolment is justified.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We believe we can reassure people on many of these issues. And where we can’t, it will be up to others to decide whether they are so significant that they don’t want to sign up to the emerging consensus around this approach – or, I hope, for future generations to come up with answers to the parts of this problem that we failed to solve.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}