{
    "url": "https://www.ukpol.co.uk/james-purnell-2007-speech-to-national-association-of-pension-funds-conference/",
    "title": "James Purnell – 2007 Speech to National Association of Pension Funds Conference",
    "post_date": "December 1, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2007",
            "url": "/tag/2007/"
        },
        {
            "text": "James Purnell",
            "url": "/tag/james-purnell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Purnell, the then Minister of State for Pension Reform, to the National Association of Pension Funds conference on 16th January 2007.",
    "content": [
        "[![jamespurnell](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell-201x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/jamespurnell.jpg)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you for giving me the opportunity to address your seminar here today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d like to start by thanking NAPF for all the advice you have given us in the months leading up to December’s White Paper. Not just because you endorsed many of our key proposals – although that was nice! – but because you put forward some important and helpful proposals that we were able to accept.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The title of your seminar today begs the question have we got our Personal Account proposals right. We think we have. By giving millions of people an easy way to save, by providing clear incentives through employer contributions and, crucially, by reforming the state and private system to ensure it pays to save; we’re confident that the proposals in the White Paper will help millions more workers save.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Without these reforms, most people would have been retiring on Pension Credit in 2050. Thanks to our reforms, that proportion will fall from over 75% to around 30%.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Employees will see their savings matched pound for pound by a combination of contributions from their employer and the Government. Low charges, achieved through economies of scale, will mean that people will see the more of their money going directly into their pension pot rather than being lost in administration.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This combination of policies will transform incentives to save. As the Pensions Policy Institute have made clear, that means that automatic enrolment into personal accounts will be possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, the PPI also said there should be good generic advice for those groups that should think about opting out of personal accounts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve listened and yesterday, Ed Balls and I announced that work we’ve asked Otto Thoresen – Chief Executive of Aegon UK – to research and design a national generic financial advice service. Otto will be reporting by the end of the year and I am looking forward to developing this project to help meet the information needs of personal accounts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The central announcement in the December White Paper was the decision that the National Pension Saving Scheme model represented the best method for delivering personal accounts.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We chose this model for two reasons: cost and simplicity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On cost, our evaluation found that the Commission’s model is likely to be significantly cheaper than the alternatives that were put forward. We are confident that we will be able to achieve the level of charges Turner set out, which could mean savers keeping up to 25% more of their pension pot.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In your response to the White Paper the NAPF rightly identified that simplicity was going to be key. And for us, it was one of the main reasons for choosing the NPSS model. Under this model consumers will not be forced to make choices about who administers their fund. This is particularly important when you consider our target market will be moderate to low earners – a group who historically have had low levels of financial literacy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But our White Paper measures are not simply about the introduction of personal accounts. They are also about protecting and supporting good existing provision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Personal accounts are to be focused on a target market – those not currently making adequate provision and without access to a good workplace scehme. In the main, median and low earners, a significant proportion of whom are women. Personal accounts are designed to fill a gap in the existing market, not replace it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we’ve taken measures to mitigate against any ‘mission creep’. There will be no transfers into or out of personal accounts from or to existing pension schemes. There will be an annual limit of the level of contirbutions an individual can put into their account. £10,000 in the first year – to allow individuals currently without access to a good quality occupational pension to save in non-pension products before 2012 and then to move them to personal accounts. We have proposed a limit of £5,000 for subsequent years and have asked for views as to whether this is the right level.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Many employers today provide excellent occupational pension schemes – and we are determined that alongside the introduction of personal accounts, they should be supported in continuing to do so.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So we’re taking forward a rolling deregulatory review with the aim of reducing the administration currently associated with occupational schemes. An advisory group has already been set up and last month we appointed two external reviewers – Ed Sweeney and Chris Lewin – to set the direction of the review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We know that we can also help by ensuring that the exemption process for high quality schemes is as simple and straightforward as possible – and so we are planning for it to be largely based on existing tests and self-certification.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know the NAPF and colleagues in the pensions industry have raised concerns about “levelling down” – fearing that the introduction of personal accounts will usher in a future in which a 3% employer contribution will be the norm for all schemes. So I’d like to make a few points on this issue.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Firstly, we should not lose sight of the fact that employers are currently free to make no contribution at all if they wish. Indeed, nearly 9 million employees currently work for such an employer. From this perspective the minimum employer contribution could be considered as “levelling-up”, creating a floor below which no employer can fall. This minimum floor will also help those employers who provide a pension today, creating a more level playing field by ensuring that their domestic competitors are at least contributing 3 per cent.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And secondly, we need to remember that a 3% minimum employer contribution, along with automatic enrolment and personal accounts, will mean that total contributions into pensions will increase significantly. We don’t think that levelling down is inevitable. But it’s worth noting that even in the worst case scenario modelled by the NAPF, in your research report published last month, pension saving would still increase overall. Your analysis shows that in 2012 total pensions contributions could increase by around 60%, from under £20 billion to over £30 billion.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We think the reality may be more positive. Our research, conducted with over 2,500 private sector employers, about how they might respond to the reforms in 2012 suggested that levelling down would not have the dramatic effect that some are predicting.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But we do take these concerns seriously. If levelling down is to be minimised, it is important that existing good provision is supported, and that employers continue to view offering a high quality pension as a way of attracting employees. So we welcome the proposals put forward by the NAPF to support existing provision, many of which we have also proposed in the White Paper – a simple exemption test, for example, and an objective for the personal accounts delivery authority around existing provision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And we agree with you that more needs to be done to help employees see the value of employer contributions. I was particularly interested in the NAPF’s proposal for a ’Good Workplace Pension‘ quality mark – so that employees can easily recognise a scheme that offers high quality pensions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The NAPF envisaged the quality mark would be awarded to employer’s schemes that offered total and employer contributions higher than personal accounts. And that all scheme members would be provided with information about the quality mark, thereby helping them better understand the value of the pension on offer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’re keen to see this happen, although it is the responsibility of the pensions industry to develop further details and ultimately establish a quality mark. But I think this could be a very useful tool in encouraging employers to raise, rather than lower, their standards: The 3% minimum will provide one floor below which no employer can fall. But with a quality mark we would be aiming to set a second floor – a standard to which employers will want to rise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And this could be linked to another area we’re exploring: whether there should be waiting periods for companies that make these higher contributions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Personal Accounts are only one of a number of significant steps this government has taken in securing the long term future of work based pensions. The Pensions Act 2004 saw the creation of two new independent bodies, The Pensions Regulator and the Pensions Protection Fund.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Personal accounts will also be an occupational pension, so it is important therefore that we consider how these institutions fit within the Government’s overall pensions policies. In the May White Paper, we therefore proposed an Institutional Review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The institutional review will consider how the functions of organisations involved in the regulation and protection of workplace pensions – such as the Pensions Regulator, the Pension Protection Fund and the FSA – fit with our new proposals.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m very pleased to announce today that we have appointed an independent external reviewer to lead the Institutional Review – Paul Thornton. Paul has a wealth of experience in this field. He is currently a Managing Director of Gazelle Corporate Finance. And has previously been a President of Institute of Actuaries and a senior partner at Watson Wyatt.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As with our White Paper proposals, in taking forward the review, we want to encourage debate amongst the stakeholders involved and build a consensus on the best way forward. Ensuring we have appropriate regulation and protection for all work based pensions – including personal accounts – means we need to think carefully about how the functions of the various institutions involved can best be arranged. The review will commence from today and report – with recommendations – to Ministers by Spring 2007.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Advice on how to contribute to the Review is available from today on the DWP website.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’d like to conclude by thanking you for your positive engagement with us as we have developed the proposals in our White Paper and also make a plea for you to continue with this engagement as we refine and finalise our plans over the coming months. “Getting it right” – to borrow from the title of today’s event – and delivering a robust, enduring and comprehensive pension settlement is something in which we all have a vital interest.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}