{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2023-statement-on-personal-independence-payments/",
    "title": "Tom Pursglove – 2023 Statement on Personal Independence Payments",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Minister for Disabled People, Health and Work, in the House of Commons on 16 March 2023.",
    "content": [
        "Today, the department will publish the latest statistics on making backdated payments to personal independence payment claimants who are affected by the KT and SH decision of the upper tribunal. The release will be published at https://www.gov.uk/government/publications/list-of-upcoming-releases-of-management-information-and-ad-hoc-analyses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The KT and SH UT decision, handed down on 21 August 2020, concerned how we decide whether hearing impaired or deaf people need an aid, appliance, or supervision, to wash or bathe safely under the PIP assessment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The department revised the guidance used for the PIP assessment process, for all new decisions, on 17 May 2021. We started the administrative exercise to check eligible claims back to the date of the UT decision on 4 April 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since April 2022, we have reviewed around 4,000 cases against the KT and SH decision. This includes cases where claimants have previously been assessed as needing an aid or appliance to hear. All reviews have been carried out by a case manager within the department.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Around 4,000 arrears payments, totalling around £11 million, have been made. No one should have seen their PIP reduced because of this exercise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although we have completed the exercise, claimants can still ask the Department for Work and Pensions to conduct a review of their case, if they think they are affected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our approach demonstrates that we have prioritised claimants who are most likely to benefit, to make backdated payments as quickly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}