{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-statement-on-hm-passport-office-backlogs/",
    "title": "Tom Pursglove – 2022 Statement on HM Passport Office Backlogs",
    "post_date": "May 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 12 May 2022.",
    "content": [
        "Due to covid-19, more than 5 million people delayed their passport applications in 2020 and 2021. With demand for international travel having returned, Her Majesty’s Passport Office is currently receiving a higher number of passport applications than ever before; 9.5 million applications are expected in 2022 compared with approximately 7 million in a normal year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since April 2021, 500 new staff have joined and a further 700 will join by the summer. As a result, the vast majority of passport applications are being processed within the 10-week timeframe and more than 90% within six weeks. Less than 1.4% of the passports printed last week for UK applications had been in the system for longer than 10 weeks.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With a record number of applications in the system, customer inquiries have increased accordingly. However, the passport advice line, which is run by Teleperformance, is not currently meeting the needs of passport customers. Clearly, that is not acceptable. The Home Office has clear standards for the level of service that suppliers are expected to provide.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Her Majesty’s Passport Office has engaged with Teleperformance at its most senior levels to emphasise the need to significantly improve performance as soon as possible. Alongside steps to bring the operation of the passport advice line, email and call-back functions within the required standard, Teleperformance is urgently bolstering staff numbers in response to the recent surge in customer contact, with 500 additional staff due to be added by mid-June.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise that hon. Members will wish to raise cases and queries on behalf of their constituents, as is, of course, right and proper. Her Majesty’s Passport Office staff have therefore been deployed to answer passport-related inquiries to the Home Office’s dedicated MPs hotline and, for the most urgent cases, they will also be available to conduct in-person passport surgeries in Portcullis House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although we acknowledge that there have been issues with customer contact that must and will be resolved, I take the opportunity to recognise the work of Her Majesty’s Passport Office staff who continue to ensure that the vast majority of passport applications are processed in under 10 weeks. Their efforts, alongside the extensive work that went into preparing for record demand, have ensured that passport applications continue to be processed in higher numbers than ever before.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Across March and April 2022, Her Majesty’s Passport Office completed the processing of nearly 2 million applications. As that output demonstrates, HMPO staff are firmly focused on maintaining a high level of service and are fully committed to ensuring that people receive their passports in good time for their summer holidays.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}