{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-statement-on-personal-independence-payments/",
    "title": "Tom Pursglove – 2022 Statement on Personal Independence Payments",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Minister for Disabled People, in the House of Commons on 15 December 2022.",
    "content": [
        "Today the Department will publish the latest update on progress on making backdated payments to personal independence payment claimants who are affected by the MH and RJ decisions of the Upper Tribunal (UT). The release will be published at: https://www.gov.uk/government/collections/pip-administrative-exercise-progress-on-cases-cleared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The MH decision changed how overwhelming psychological distress is considered when assessing someone’s ability to plan and follow a journey. The RJ decision changed how we decide whether someone can carry out an activity safely and if they need supervision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As at the end of November 2022, we have reviewed around 990,000 cases against the MH decision. This includes cases where claimants have previously been assessed as having “overwhelming psychological distress” or who have a “psychiatric disorder” as one of their health conditions. We have also reviewed around 1,100,000 cases against the RJ decision. This includes cases where claimants have a “neurological disease” as one of their health conditions. All reviews will have been carried out by a case manager within the Department.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Around 8,400 arrears payments, totalling around £44 million, have been made. No one should have seen their PIP reduced because of this exercise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, we will continue to review any case for any claimant who asks us to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This has been a complex and substantial exercise, involving over 2,090,000 reviews against two UT decisions. Our approach demonstrates that we have prioritised claimants who are most likely to benefit, to make backdated payments as quickly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have set out further background to this release in an updated “Frequently Asked Questions”. I will deposit a copy of this document and the statistical release in the Library of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}