{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-statement-on-changes-in-immigration-rules/",
    "title": "Tom Pursglove – 2022 Statement on Changes in Immigration Rules",
    "post_date": "October 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Minister of State at the Home Office, on 18 October 2022.",
    "content": [
        "My right hon. Friend the Home Secretary is today laying before the House a statement of changes in immigration rules.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The changes include the Afghan relocations and assistance policy (ARAP) immigration rules which clarify that the Ministry of Defence decides eligibility for an Afghan citizen, before an application for entry clearance or settlement is made to the Home Office on their, or an eligible family member’s, behalf.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Additional ARAP family members, who were previously decided outside the immigration rules, have been brought under the rules, and the Afghan ex-gratia scheme, which closes on 30 November 2022, has been removed from the immigration rules from that date.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As part of the new plan for immigration, the Government have made clear for the first time in primary legislation (the Nationality and Borders Act 2022) that confirmed victims of human trafficking or slavery are eligible for temporary permission to stay in the UK, and this is supported by the introduction of the appendix “Temporary permission to stay for victims of human trafficking or slavery”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The introduction of temporary permission to stay into the immigration rules aligns with the Government’s needs-based approach to support victims of human trafficking or slavery. Temporary permission to stay makes clear that confirmed victims, both adults and children, with psychological and physical recovery needs stemming from their human trafficking or slavery exploitation, are entitled to temporary permission to stay where it is necessary to assist with recovery from the harm caused by their exploitation, subject to the exemptions set out in section 65 of the Nationality and Borders Act 2022. These rules also specify that temporary permission to stay may be available to victims who are helping the public authorities with active investigations or criminal proceedings in the UK to bring their exploiters to justice and clarify that those seeking compensation in respect of the relevant exploitation must have made a valid application to be considered for temporary permission to stay.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Temporary permission to stay will go live on 30 January 2023. These rules will allow for clearer decision making and are intended to make decision making a simpler and quicker process.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The seasonal worker visa route is being expanded to include roles in the poultry sector, to support a genuine seasonal labour need in the lead-up to Christmas, not evident in other sectors. Poultry workers under occupation code 5431 (butcher) or 5433 (for example, processor) must be paid at least £25,600 each year. All other poultry workers must be paid £10.10 for each hour worked and receive at least 30 hours’ paid employment each week. These requirements are in place to discourage poor conditions often seen in the sector.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Changes are being made which provide for the refusal and cancellation of entry clearance where a person is subject to a travel ban imposed by the UK or the UN. This will not alter whether the person can enter the UK. It will simply make it easier to achieve the same effect administratively.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Changes are also being made in respect of the Ukraine extension scheme, which enables Ukrainian nationals who held permission to enter or stay in the UK on 18 March 2022 (or who held permission which expired on or after 1 January 2022), to continue their stay in the UK.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These changes will extend the scheme to allow Ukrainian nationals who obtain permission to enter or stay in the UK for any period between 18 March 2022 and 16 May 2023 to apply and obtain 36 months’ permission to stay in the UK. They will also introduce a new requirement to apply to the scheme by 16 November 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, we are also abolishing the requirement for a migrant to register with the police as the police registration scheme in its current form is outdated and no longer provides any public protection benefit to either the Home Office or the police.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since the scheme was last amended in 1998, changes to the immigration rules and the wider immigration system now mean more individuals are screened before travel to the UK and those of concern can be identified earlier in their interaction with the Home Office. The data a migrant provides to the police on registration is already captured by the Home Office at the visa application stage, and is available to the police on request, so there is no need for it to be provided twice, or for the police to hold such vast amounts of data when they have no need to do so for the majority of law-abiding migrants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Abolishing the requirement for a migrant to register with the police will therefore reduce the administrative burden on the police, the Home Office and migrants themselves.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These rules have also been simplified in line with the recommendations of the Law Commission report “Simplifying the Immigration Rules” to which the Government responded on 25 March 2020. The necessary changes to the immigration rules are being laid on 18 October 2022. For the changes to the seasonal worker route—inclusion of poultry sector—these will come into effect on 18 October 2022, as there is a short time frame for workers to enter the UK to undertake work in the poultry sector. The closing date for applications for poultry work is 15 November 2022 and the workers are required to leave the UK by 31 December 2022. If the implementation date was later, the concern is workers might not apply as they could consider it not worthwhile for such a short period. This policy has already been communicated to the sector in the Department for Environment, Food and Rural Affairs food strategy, so they are prepared and working toward this change.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The changes to simplify the process for giving effect to travel bans, changes to the Ukraine extension scheme and the abolition of the police registration scheme will come into effect on 9 November 2022, the amendments to the Afghan relocations and assistance policy (ARAP) on 30 November 2022 and the introduction of the new appendix “Temporary permission to stay for victims of human trafficking or slavery” on 30 January 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}