{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-speech-on-campsfield-house-immigration-removal-centre/",
    "title": "Tom Pursglove – 2022 Speech on Campsfield House Immigration Removal Centre",
    "post_date": "September 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tom Pursglove, the Minister of State at the Home Office, on 23 September 2022.",
    "content": [
        "I have listened with close interest to the debate today, and I thank the hon. Member for Oxford West and Abingdon (Layla Moran) for setting out her case in the way she did, albeit that I disagree with considerable elements of it. I will set out the case from the Government’s perspective as to why that is. I welcome the opportunity to respond to the points that have been raised, as I also did in my recent letter to the hon. Lady.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me state at the outset that the Government are committed to a fair and humane immigration policy that welcomes those who arrive legally and, crucially, that maintains the integrity of our border and works in the interests of the people of this country. Each week, we see more people arriving in the UK after crossing the channel on small boats, putting their lives at risk and yet more money in the pockets of the evil people smugglers who exploit them. That cannot be allowed to continue, and I have set out the arguments on that many times on the Floor of the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our immigration system must encourage compliance with the immigration rules, as well as protecting the public. Immigration detention is an essential part of effective immigration control and management. It is used sparingly, with 95% of people who are liable for removal from the UK managed in the community while their cases are progressed. We continue to support people to leave voluntarily wherever possible. That work happens day in, day out. It is important that the immigration removal estate can respond to changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We need to ensure sufficient resilience and capacity in the right locations for the men and women it is necessary to detain for the purpose of removal. That is why the April announcement on tackling illegal migration made it clear that the removal estate would be expanded. Our plans for the site of the former Campsfield House immigration removal centre in Oxfordshire are part of that expansion. I should emphasise that it would be wrong to characterise the plans as a simple reopening. We accept that by the time the centre closed in 2018 it needed significant investment, although it is worth noting that the last report by the local independent monitoring board in 2018 found the centre to be well run.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under our plans, we will invest in significant improvement to the site, with a clear focus on welfare and safety. The new centre will provide decent, safe and secure accommodation for up to 400 men in detention. I can confirm that it will not be for the purpose of detaining families. Although planning is in the early stages, the intention is to use a mix of refurbished buildings and new-build accommodation on an area within the secure perimeter of the existing site. The refurbished part of the new centre will house approximately 160 people, compared with almost 300 in the previous centre. The refurbished accommodation will reflect current best practice, with most rooms being dual occupancy. Rooms in the new-build accommodation will all be dual occupancy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "All IRCs in England have dedicated health facilities run by doctors and nurses, commissioned by NHS England and delivered to the equivalent quality standards of services in the community. As in other IRCs in England, NHS England will commission healthcare services for the centre. In a previous ministerial capacity I visited Derwentside in County Durham, and there has been a lot of learning from the experience there. I hope it provides some reassurance to say that a bespoke healthcare offer appropriate to the site will be developed to meet the need that exists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On riots, escapes, self-harm and suicide at the former Campsfield House centre, I want to emphasise that in developing the site, our focus is on dignity, welfare and safety. Significant improvements have been made to detention in recent years, with a programme of reforms introduced following Stephen Shaw’s 2015 and 2018 reviews of welfare in detention, to which the hon. Lady rightly referred. His reports, and others by external bodies including His Majesty’s inspectorate of prisons and the Independent Chief Inspector of Borders and Immigration, have informed both our strategic and tactical approach to detention.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new IRC will not be operational until at least late 2023. Our plans are at an early stage, and we are committed to listening to local and other voices. My officials have written to local stakeholders and are listening to their views. We have already met with the local parish council, and we will continue to engage with it and others over the coming months.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On planning and procurement of services, we are reaching out to the local planning authority and we have made it clear that we will go out to the market to procure the services to run the site. We are looking both for value for money and for good quality, safe and secure accommodation that meets the needs of the residents in the facility. We have held a market engagement event with interested potential bidders, and there has been a good level of interest in delivering the services.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I want to be clear that we do not and cannot detain people indefinitely. It is not lawful to do so. The law is clear that we can detain people only where removal is a realistic prospect within a reasonable timescale, or initially to establish their identity or basis of claim. That is set out in both legislation and domestic case law. Over time, the Government have necessarily adapted their strategic approach to the use of immigration detention, in response to the international challenge of illegal migration and the need to break the business model of the evil people smuggling gangs. Decisions on the appropriateness of an individual’s detention or continued detention are always made on a case-by-case basis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I hope I can offer some reassurance on the hon. Lady’s point about age-disputed children and the particular case that she referred to. In some cases, individuals who are detained subsequently claim to be children. When this occurs, they will usually be afforded the benefit of the doubt and released into the care of social services until a further assessment of their age has been made, unless their physical appearance and demeanour strongly suggest that they are significantly over 18, or other evidence shows that they are an adult.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also refer the House to the measures on age assessment in the Nationality and Borders Act 2022, which will make a considerable difference in helping to identify, and make appropriate decisions about, the age of those who claim to be children. We will deliver those reforms at the earliest possible opportunity. We will make progress on this, because we recognise the significant safeguarding concerns that arise, in both directions, when there is a need to identify a child’s age. I was disappointed that the hon. Lady and her colleagues were not supportive of the 2022 Act, which was in many respects arguably designed to expedite cases. It aims to ensure that people are not in detention for any longer than is necessary, to end the cycle of claims and appeals, and to end the efforts made on occasion to frustrate proper removal from our country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Of course, we want to provide certainty on individual cases as quickly as possible, and to maintain a fair immigration system in which those with a right to be here are properly cared for as quickly as possible and those who have no right to be here are removed without needless delay. That is what the reforms aim to achieve; I hope that the hon. Lady and her colleagues change their view when we enact them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have a series of detention safeguards, including the detention gatekeeper, case progression panels, and our “Adults at risk in immigration detention” policy, to ensure ongoing proper scrutiny of detention decisions. People are provided with written reasons for their detention when they are detained, and then at least every 28 days thereafter. That includes information about what steps have been taken in progressing their claim to remain in the UK, and/or in relation to their return.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Individuals in immigration detention can apply for bail at any time. The use of detention is subject to rigorous scrutiny, including by the independent monitoring boards, His Majesty’s inspectorate of prisons, the Independent Chief Inspector of Borders and Immigration and, of course, the courts. To pick up on the point about visiting, as is the case in detention facilities around the country, visiting is permitted and appropriate arrangements will be made to allow that to happen. I am certainly willing to raise with officials the voluntary work done in the hon. Lady’s community to facilitate those visits. I thank those involved in helping to organise visitation in her area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I know that the hon. Lady had concerns about local employment when the previous centre closed, and particularly about the impact on the jobs of those who worked there when it closed. I am sure that we are in agreement on the benefits of opening a new centre for jobs in the area. The recently opened Derwentside facility provides around 200 jobs in that area. I fully expect that the reopening that we are discussing will provide several hundred jobs in the hon. Lady’s area, which is not insignificant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Initial estimates of the operating costs were in the region of £170 million over the lifetime of the contract, as we said in the prior information notice that we published on Wednesday 21 September. Actual costs will be known only when the procurement is concluded, but the approach being taken will ensure value for money, and we anticipate that costs will be lower than that initial estimate. In addition to the operating costs, there will be building and refurbishment costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the hon. Lady for her contribution today. We have begun engagement with the council and other key local stakeholders to ensure that we have a full understanding of the impact of our plans. This debate has been a welcome opportunity to hear some of those views. We will of course reflect on what we have heard as we develop the plans. I am always happy to speak to colleagues from across the House about immigration matters that are relevant to their constituencies, and that most certainly applies to this project. More widely, we will continue driving forward the reforms needed to make our immigration system fairer and more effective. That is what the public expect, and what we are determined to deliver.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}