{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-statement-on-outdoor-marriages-and-civil-partnerships/",
    "title": "Tom Pursglove – 2022 Statement on Outdoor Marriages and Civil Partnerships",
    "post_date": "January 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 6 January 2022.",
    "content": [
        "On 20 December, the Government launched a public consultation on outdoor weddings and civil partnerships. This consultation sets out, and seeks views on, the Government’s proposals to continue to permit outdoor civil marriages and civil partnerships on approved premises, and to permit outdoor religious marriages in the grounds of places of worship.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since 1 July 2021, couples have been able to have their civil marriage and civil partnership proceedings in the open air, in the grounds of buildings such as stately homes and hotels which are approved or became approved for these civil ceremonies. Previously, these proceedings could only take place indoors or otherwise within permanently immovable structures. These outdoor ceremonies were made possible because the Government laid a statutory instrument (SI) putting in place these flexibilities, in order to give couples more choice of setting, and to support the wedding and civil partnership sector. However, that SI has effect only until the end of 5 April 2022.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are now proposing to lay a further SI so that these outdoor civil marriage and civil partnership proceedings can continue beyond 5 April 2022 indefinitely, and to extend the policy of permitting outdoor ceremonies to religious marriages using a separate legislative reform order. Together, these proposals would ensure that the provision for outdoor marriages and civil partnerships on approved premises continues indefinitely and would extend similar arrangements to religious weddings in the grounds of places of worship. The proposals would enable couples to have a greater choice in relation to the location of their ceremonies, and for approved premises and religious bodies to have more flexibility in the locations for ceremonies, should they choose to offer it. No religious group would be obliged to provide outdoor ceremonies, and existing protections to safeguard religious freedoms would remain in place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The consultation can be found here: https://consult.justice.gov.uk/digital-communications/outdoor-marriages-civil-partnerships\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A copy of the consultation paper will be deposited in the Libraries of both Houses.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}