{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-statement-on-lasting-powers-of-attorney-documents/",
    "title": "Tom Pursglove – 2022 Statement on Lasting Powers of Attorney Documents",
    "post_date": "May 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Parliamentary Under-Secretary of State for Justice, in the House of Commons on 19 May 2022.",
    "content": [
        "Today I am launching the Government response to the consultation on modernising lasting powers of attorney.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A lasting power of attorney (LPA) is a legal agreement that helps people plan for their future. It lets someone (the “donor”) choose people they trust (“attorneys”) to support them and make decisions for them if they lose the mental capacity to make their own decisions in the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The LPA was introduced by the Mental Capacity Act 2005 (MCA) in 2007 to improve safeguards from the old enduring power of attorney. The MCA also created the Office of the Public Guardian (OPG), an executive agency of the Ministry of Justice. OPG is responsible for registering LPAs so they can be used and investigating concerns about an attorney’s use of the LPA.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "LPAs are reliant on an outdated paper system, which increasingly does not meet the needs of society. In our day-to-day lives we expect more and more services to be available digitally, more so with the effects of the covid-19 pandemic which has changed the way many people think and act. Modernisation provides us with the opportunity to improve safeguards against fraud, abuse and undue pressure by using technological advancements to strengthen the overall security of the LPA service.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The introduction of a digital channel is necessary to find the right balance between increasing protection against abuse and ease of use for people legitimately creating LPAs. Automation of OPG’s processes will allow the OPG to carry out identification checks to protect against fraud. Reducing the resources needed for administrative tasks could allow an increase in those involved in supporting donors and investigating abuse.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was for this reason that the MOJ launched its consultation last summer; to increase safeguards, improve access and achieve sustainability for the OPG. The consultation closed on 13 October 2021 and received 313 responses. It has allowed us to identify some of the key changes needed to address the aims of modernising LPAs which are covered in more detail in the Government response published today. While it is clear to me that digitisation is needed, it is important that a paper channel will remain to ensure access for all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Publication of the Government response is a significant step forward on the journey to reform the LPA service for the public. Today, I therefore lay in Parliament this Command Paper that sets out the views of the stakeholders that engaged in our consultation and how the Government propose to move forward to implement changes to the LPA service. These changes will make the service safer, easier to access and more efficient to administer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}