{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2021-statement-on-right-to-work-policy-for-asylum-seekers/",
    "title": "Tom Pursglove – 2021 Statement on Right to Work Policy for Asylum Seekers",
    "post_date": "December 9, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Parliamentary Under-Secretary of State for Justice, in the House of Commons on 8 December 2021.",
    "content": [
        "Following the October 2018 publication of the Lift the Ban coalition’s report into asylum seeker right to work policy, which concluded that amending the policy could generate £42 million per year for the Government, the former Home Secretary, my right hon. Friend the Member for Bromsgrove (Sajid Javid), committed to a review. Today I would like to announce the findings of that review.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "For clarity, current asylum seeker right to work policy allows asylum seekers to apply for permission to work if a decision on their asylum claim has been outstanding for 12 months or more, where the delay is no fault of their own. If granted permission to work, asylum seekers may then apply for jobs on the shortage occupation list.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Lift the Ban’s report recommended relaxing policy to allow asylum seekers to work after six months, with no restrictions on access to the labour market such as limiting eligible jobs to the shortage occupation list. In July 2020, a follow-up to their 2018 report was published with the same policy recommendation but with updated estimated benefits to the Government of £98 million per year. A further update in summer 2021 revised this further upwards to £180.8 million per year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Home Office has carried out a comprehensive review of the Lift the Ban report; however, our evidence indicates the assumptions underpinning the recommendations are highly optimistic. Having considered a wide range of available evidence the Home Office believes that a more realistic set of assumptions would present a more nuanced picture. In particular, the Home Office believes that a more realistic set of assumptions would consider the following:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "demographic characteristics (such as family groupings and likelihood of care responsibilities impacting access to the labour market)\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "how employment rates for migrant groups tend to increase gradually over time\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the propensity for part-time employment\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "the likelihood that any employment is more likely to be close to the minimum or living wage rather than the UK median wage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In addition, a significant proportion of the fiscal benefits calculated by Lift the Ban are predicated on an assumption that once asylum seekers are granted access to the workforce they will no longer require financial support. The Home Office believes that given the likelihood for part-time and insecure employment this benefit is unlikely to fully materialise. This is because it expects that the administrative cost associated with moving asylum seekers on and off support as they cycle through periods of employment and support will be substantial.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Home Office has therefore concluded that the fiscal benefits arising from a relaxation of the right to work policy are likely to be significantly lower than the figures claimed by Lift the Ban. In light of wider priorities to fix the broken asylum system, reduce pull factors to the UK, and ensure our policies do not encourage people to undercut the resident labour force, we are retaining our asylum seeker right to work policy with no further changes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is key this policy continues to protect our immigration system from those lodging unfounded asylum claims in an attempt to avoid work visa rules, particularly at a time when dangerous journeys made by small boat are increasing.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ultimately we must ensure asylum claims are considered without unnecessary delay. Our resources are therefore better deployed to pursuing an ongoing programme of transformation and system improvement initiatives that will speed up decision making, reducing the time individuals spend in the system awaiting an interview or decision.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We recognise there are extraordinary circumstances affecting certain parts of the labour market at present. In response to these, we are offering time-limited visas to 4,700 HGV drivers in the food supply chain, 5,500 poultry workers, and 800 butchers to ease supply chain pressures this year. We will look at how the sectors concerned make use of these routes which were created in response to their requests.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government continue to support industries in solving such issues in the long term through making roles more attractive to UK workers, with better pay and working conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}