{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2023-statement-on-supporting-people-nearing-the-end-of-their-lives/",
    "title": "Tom Pursglove – 2023 Statement on Supporting People Nearing the End of their Lives",
    "post_date": "April 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Minister for Disabled People, Health and Work on 29 March 2023.",
    "content": [
        "The Government are committed to providing support to people who are nearing the end of their lives. For people in this position, special rules allow simple and fast access to financial support through the benefits system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today, I am pleased to announce the commencement of the Social Security (Special Rules for End of Life) Act 2022, which will apply from 3 April 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Act enables more people nearing the end of their lives to get fast-tracked access via the special rules. It applies to three key disability benefits: personal independence payment, disability living allowance and attendance allowance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This change means that people nearing the end of their lives who meet the eligibility criteria for one of these benefits, can receive vital support in their final year, six months earlier than they can currently. Those eligible under the “special rules”, get their claims fast-tracked, which means they do not have to wait as long to start getting payments. They are not required to take part in a medical assessment and, in most cases, those claiming will qualify for the highest rate of benefit.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The new 12-month special rules criteria align with the end-of-life approach in the NHS where, for those with 12 months or less to live, clinicians are encouraged to think about what help their patient may need, including financial help.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government introduced similar changes to universal credit and employment and support allowance on 4 April 2022. The Act ensures a consistent approach across five key health and disability benefits.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "These changes to the special rules for end of life are a culmination of many years of work since the then Secretary of State launched an in-depth evaluation of how the benefits system supports people nearing the end of their lives in 2019. I would like to pay tribute to her and my predecessors in my role, the hon. Member for North Swindon (Justin Tomlinson) and my right hon. Friend the Member for Norwich North (Chloe Smith).\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would also like to thank the many people nearing the end of life, groups and charities that have supported the Department for Work and Pensions. Their input has helped improve the support provided by the benefits system in this area.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am proud to say that when someone is in their last year of life, they can now benefit from improved support from the benefits system. By expanding eligibility, we will provide thousands more people with financial support to allow them to focus on sharing the valuable time they have left with the people who matter most to them.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}