{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-statement-on-foreign-national-offender-removal-flights/",
    "title": "Tom Pursglove – 2022 Statement on Foreign National Offender Removal Flights",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 18 May 2022.",
    "content": [
        "Foreign criminals who abuse our hospitality by committing serious and violent crimes such as murder and rape should be in no doubt of this Government’s determination to deport them. The British people have shown repeatedly at the ballot box that they want an immigration system that is firm and fair. Our new plan for immigration, underpinned by the Nationality and Borders Act 2022, is the first major reform of the system in decades. With that Act now law, we are getting on with the job and operationalising the plan.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is this Conservative Government who are delivering on the will of the British people. Making our streets safer is our priority. That is why we introduced the new Police, Crime, Sentencing and Courts Act 2022, giving the police the powers they need to crack down on violent criminals. It is also why, despite the challenges of covid, we stepped up the removal of criminals who have no right to be here. Since January 2019, over 10,000 foreign national offenders have been removed from the United Kingdom. In the last month alone, flights have left to Albania, Romania, Poland and Lithuania and now, this morning, to Jamaica—a flight I expect to land while I am on my feet.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was under a Labour Government that the UK Borders Act 2007 was introduced and passed requiring a deportation order to be made where a foreign national has been convicted of an offence in the UK and sentenced to 12 months or more, unless an exception applies. We apply that law, but it is Labour MPs who now howl, time and again imploring us to halt the removal of dangerous foreign criminals from our streets with letters, questions to Parliament and campaigns on Twitter. We have even seen members of the shadow Cabinet defending criminals, with no consideration for the victims or their loved ones. Too often, Opposition MPs are ignoring the law-abiding majority and, by extension, standing on the side of criminals, including paedophiles, murderers and rapists.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me set out some facts of the flight that departed this morning, because I know this is of real interest to many Members of this House. First, the offences committed by individuals on the flight include rape of a minor, sexual assault against children, firearms offences, dealing and importing controlled drugs, and other violent crimes such as actual bodily harm. Between them, these individuals had a combined total of 58 convictions for 127 offences. These are extremely serious offences, which have a real and lasting impact on victims and communities. They are not minor matters, as some would have people believe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, the flight to Jamaica makes up just 1% of total enforced returns in the year ending September 2021. Criminals who have no right to be in the United Kingdom are regularly removed to countries across the world, and we will continue to do this to keep our citizens safe. Public safety is non-negotiable. However, many more criminals could have left the UK today. What we have seen over the last 24 hours is more last-minute claims facilitated by specialist immigration law firms, as well as representations from Opposition MPs to prevent this flight from leaving.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is no surprise that the Opposition voted against our Nationality and Borders Bill precisely because it seeks to address the merry-go-round of last-minute claims and to speed up the removal of dangerous criminals. Labour Members fought tooth and nail to prevent that Bill from becoming law, and votes have consequences. Convicted criminals guilty of heinous crimes, including manslaughter, rape, robbery, child sex offences, drug offences and violent crime, and persistent offenders remain in our country; had the legislation been passed more quickly, with Opposition support, those individuals might have been removed from the UK today. They remain here, and it is a stain on our country that they do. However, I assure the British people that we are taking action, and things are changing as we get on with delivering our reforms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I make no apology for removing criminals who have abused our hospitality, broken our laws, and have no right to be here. I make no apology for doing everything in my power to make our streets safer and stand on the side of actual victims. We stand with the British people. It is time that the Opposition tried that as well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}