{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2023-statement-on-the-health-and-disability-white-paper/",
    "title": "Tom Pursglove – 2023 Statement on the Health and Disability White Paper",
    "post_date": "March 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Minister for Disabled People, Health and Work, in the House of Commons on 16 March 2023.",
    "content": [
        "Yesterday, the Secretary of State published “Transforming Support: The Health and Disability White Paper”. This White Paper is a significant milestone, demonstrating the Government’s commitment to ensuring that disabled people and people with health conditions can lead independent lives and fulfil their potential. It sets out an ambitious policy reform package that will transform the health and disability benefits system, and help disabled people and people with health conditions to start, stay in and succeed in work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We will deliver action in three ways. First, we will transform the future benefits system so that it focuses on what people can do, rather than on what they cannot, including by removing the work capability assessment. In our new system, there will be no need to be found to have limited capability for work or work-related activity in order to receive additional income-related support for a disability or health condition. We will introduce a new universal credit health element that people receiving both personal independence payment and universal credit will be entitled to, which will enable people to try work without the fear of losing their benefits. We will roll this out carefully from 2026-27, and we will ensure that no one currently on universal credit and with limited capability for work or work-related activity will lose out once they move on to the new system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Secondly, while de-risking work is one side of the coin in supporting disabled people and people with health conditions into work, we know that we also need to provide more employment and health support for this group. The White Paper sets out how we will introduce a new personalised approach to employment support and engagement, with the aim of helping people to reach their potential and live a more independent life. We are investing in additional work coach time and tailored support. The Chancellor also set out yesterday that we will introduce a new programme called universal support, which will provide wraparound support for individuals and employers, as well as additional money to provide more mental health and musculoskeletal treatment for this group.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Finally, we will ensure that people can access the right support at the right time, and have a better overall experience, by testing new initiatives to make it easier to apply for and receive health and disability benefits. I am certain that our White Paper reforms will support more people to reach their full potential and reap the health and wellbeing advantages of work.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}