{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-statement-on-the-un-committee-on-the-rights-of-persons-with-disabilities/",
    "title": "Tom Pursglove – 2022 Statement on the UN Committee on the Rights of Persons with Disabilities",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Minister for Disabled People, in the House of Commons on 15 December 2022.",
    "content": [
        "Today, I will place in the Library of the House a copy of the UK’s 2022 follow-up report to the UN Committee on the Rights of Persons with Disabilities, following the 2016 inquiry.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This Government are committed to eliminating barriers faced by disabled people, in order to realise their full participation and inclusion in society. The follow-up report demonstrates how we are implementing the UN Convention on the Rights of Persons with Disabilities and showcases positive action taking place across the UK to support disabled people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The UK Government have implemented numerous policies and programmes to tackle the barriers faced by disabled people relevant to the articles examined by the inquiry, as highlighted in our latest report to the UN Committee for the Rights of Persons with Disabilities.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have seen 1.3 million more disabled people in work than in 2017—delivering a Government commitment five years early. We are investing £1.3 billion over three years in employment support for disabled people and people with health conditions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government are providing households with cost of living support totalling over £37 billion this year. This includes a £650 cost of living payment for people on means-tested benefits. In addition to this, six million eligible disabled people have received a one-off, disability cost of living payment of £150 to help with additional costs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We are reforming social care support to improve disabled people’s access to care services and ensure integrated health and care support. Increased funding for adult social care will also ensure a fairer cost of care for both carers and patients. Improvements in the accessibility of homes and transport are helping disabled people to live independently and have a better standard of living.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We supported the passage of the British Sign Language (BSL) Act (2022) which recognises BSL as a language of England, Wales and Scotland in its own right. A BSL advisory board is being established to guide implementation of the Act from the perspective of people who use BSL.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Recognising the need for wider societal change across all industries, our 19 disability and access ambassadors are using their expertise and influence in business to help drive and support changes in access for disabled consumers and employees.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Alongside this, we recognise the importance of co-ordinated action across Government, reflecting the full range of services and opportunities that deliver full participation. Our ministerial disability champions have been supporting and driving forward work on disability in their respective departments.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We continue to engage with disabled people and stake-holders through disabled people’s organisations, networks and relevant organisations. This is to ensure that lived experience underpins regular and co-ordinated action across Government. We remain committed to improving the lives of disabled people and making our society a more inclusive and accessible place for all disabled people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}