{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-statement-on-removal-of-asylum-seekers-to-rwanda/",
    "title": "Tom Pursglove – 2022 Statement on Removal of Asylum Seekers to Rwanda",
    "post_date": "June 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Parliamentary Under-Secretary of State for the Home Department, in the House of Commons on 13 June 2022.",
    "content": [
        "Our world-leading migration and economic development partnership with Rwanda is a global first and will change the way we collectively tackle illegal immigration. This is a global problem that requires international solutions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Rwanda is a fundamentally safe and secure country with a track record of supporting asylum seekers. Individuals will be relocated to Rwanda and have their asylum claims processed by the Rwandan authorities. The partnership is an important part of our reform of the broken asylum and migration system. I welcome the High Court’s decision on Friday on this, but, with legal proceedings ongoing, it would be inappropriate to comment further than to say that we comply fully with our legal and international obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We aim to move forward with a policy that offers new opportunities for those relocated to Rwanda and enables us to focus our support on those most in need of our help. The British public rightly expect us to act. Indeed, inaction is not a responsible option when people are drowning and ruthless criminals are profiting from human misery. Decisive leadership is required to tackle the smuggling of people through illicit and criminal means. This evil trade must be stopped.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The principle of the plan is simple: people will no longer be able to pay evil people smugglers to go to a destination of their choice while passing through sometimes several safe countries. If someone comes from a safe country, they are picking the UK as a preferred destination.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Uncontrolled immigration reduces our capacity to help those who most need our support. It puts intolerable pressure on public services and local communities. Long-lasting change will not happen overnight; it requires a long-term plan. As I have said many times before in this House, there is no one single solution, but this Government will deliver the first comprehensive overhaul of the asylum system in decades.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}