{
    "url": "https://www.ukpol.co.uk/tom-pursglove-2022-statement-on-firearms-safety-consultation/",
    "title": "Tom Pursglove – 2022 Statement on Firearms Safety Consultation",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tom Pursglove",
            "url": "/tag/tom-pursglove/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Tom Pursglove, the Minister of State at the Home Office, in the House of Commons on 15 July 2022.",
    "content": [
        "The Government have today published their response to the consultation held on firearms safety, which sought views on a number of measures responding to issues raised during the passage of the Offensive Weapons Act 2019 through Parliament. The consultation contained proposals for how to mitigate the risks to public safety raised by these issues. The consultation closed on 16 February 2021 and more than 12,000 responses were received.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our firearms laws are some of the toughest in the world and ensuring public safety through effective firearms control is a priority for the Government. Having carefully considered the responses received to the consultation, we have decided to introduce a range of measures to strengthen the controls.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government will:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Strengthen security requirements to mitigate the risk of theft of high muzzle energy rifles by requiring enhanced security for the secure storage and transportation of these particularly powerful firearms. This measure will be implemented by means of an order made under section 53 of the Firearms Act 1968;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Help safeguard young people against the misuse of air weapons by legislating to clarify the offence of failing to take “reasonable precautions” to prevent minors from having air weapons so that whenever under-18s are on the premises, “reasonable precautions” must include locking the air weapon out of sight when not in use and storing the ammunition separately. This change will be implemented by means of an order under section 53 of the Firearms Act 1968. We will also work with the airgun industry to ensure that home security devices are supplied with all new air weapons, and that retailers explain the importance of secure handling and storage to purchasers of new air weapons at the point of sale;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tighten the control of miniature rifle ranges by requiring operators to obtain a firearm certificate and limiting such ranges to the use of .22 rimfire weapons. Primary legislation to implement these changes will be brought forward when parliamentary time allows; and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Tackle the unlawful manufacture of ammunition by introducing a new offence of possessing component parts with intent to assemble unauthorised quantities of complete ammunition. Primary legislation to implement this new offence will be brought forward when parliamentary time allows.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Government also gave very careful consideration to the views put forward in relation to the proposal to remove the exception that permits unsupervised possession of air weapons by under 18s on private land with the occupier’s consent. This proposal was opposed by a majority of respondents and, on balance, the Government have decided not to proceed with it at this time. However, we will keep the matter under careful review with the possibility that further action could be taken in future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On 20 June 2022, a Firearms Bill was put forward in the House of Commons as a presentation Bill. It was ordered that the Bill should be drafted and ready for Second Reading in March 2023.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A copy of the Government’s response to the firearms safety consultation has been placed in the Libraries of both Houses and is available on the Government’s website at gov.uk.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}