{
    "url": "https://www.ukpol.co.uk/jeremy-purvis-2023-speech-on-the-australia-new-zealand-trade-bill-baron-purvis-of-tweed/",
    "title": "Jeremy Purvis – 2023 Speech on the Australia/New Zealand Trade Bill (Baron Purvis of Tweed)",
    "post_date": "January 13, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Issue of the Week 2",
            "url": "/tag/issue-of-the-week-2/"
        },
        {
            "text": "Jeremy Purvis",
            "url": "/tag/jeremy-purvis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Jeremy Purvis, Baron Purvis of Tweed, in the House of Lords on 9 January 2023.",
    "content": [
        "My Lords, I think I followed the first eight minutes of the interesting speech of the noble Lord, Lord Hannan, which were against government intervention, followed by four minutes of supporting state subsidies, but I will read Hansard tomorrow to see if I have got that wrong. I am also keen to find out how long the new year’s resolution of the noble Lord, Lord Kerr, lasts. With all this optimistic chat about scotch whisky, my one for dry January will not be lasting very long.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I thank the Minister for engaging with me and others before this debate. I note that he said in his opening remarks that he has a continuing financial interest in New Zealand. I wonder if he could provide some more information on what that is and place it in the Library. That would be useful to know, since he is the Minister for Investment implementing this series of agreements. I also welcome the maiden speech of the noble Lord, Lord Swire. I can reassure him that if he marches in the wrong direction towards a different Lobby from that of his Government, he will not be roundly condemned by all sides. I welcome him to this House and look forward to his contributions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Last week was going to be a momentous week for us regarding trade. It was to be the week in which we secured, according to the promise in the 2019 Conservative manifesto, that 80% of our trade would be conducted through trade agreements, but that has been missed by a very large margin. Instead, we have seen new barriers and burdens on businesses trading with our nearest neighbours repeatedly increase, while trade with and imports from less free countries, such as China, also continue to increase. But we should take solace that this agreement, representing 0.08% over 15 years, will edge us that little bit closer to the 80% mark.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I also welcome the Minister’s enthusiasm for these debates. He was giving full-throated support for FTAs, but I noted that just a few days ago it was reported that the Secretary of State, Kemi Badenoch, told MPs that she\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“wanted us to move away from the DIT being seen as the Department for free trade agreements and back to the Department for International Trade”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not sure how it can go back to being that department, given that there has been list after list of boosterism with regard to FTAs. I understand that her favourite quote refers to trade deals being like motorways. She has said that if cars are not going back and forth, then you might as well not have built them in the first place. The problem is that we are building one lane for exporters from the UK to their markets, and three lanes from theirs to us. As George Eustice highlighted in the debate, on this agreement we\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“gave away far too much for far too little in return”—[Official Report, Commons, 14/11/22; col. 424.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Agreeing with the Conservative former Secretary of State for Defra does not necessarily make you anti-free trade. It just means that you are concerned about poor negotiations in free trade agreements. They are not necessarily inconsistent. It is interesting that George Eustice, Liam Fox and others now say that it would strengthen their hand in these negotiations if Parliament approved negotiating mandates. I disagree with the noble Lord, Lord Marland, on this. At the time, Ministers say that it will weaken their hand in negotiations. But when they are no longer Ministers, all of a sudden, they say, “I wish Parliament had approved my negotiating mandate because it would have been stronger”. How much precedent do we need to be persuaded about this?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have a collection of press releases on my desk in the Lords because I have been covering international trade for a wee while. Those press releases relate to agreements. There could be a quiz at the end of the year on which press releases relate to which trade agreements. “Gold standard” is one; “world leading” is another; “Brexit bonanza” is a third; “most advanced ever signed” is a fourth and\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“a major moment in our national history”—[Official Report, Commons, 14/9/20; col. 25.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "is a fifth. If boosterism was a commodity, then we would be world leading. That does not necessarily bring about any extra GDP growth. My favourite one was from Anne-Marie Trevelyan, the former Secretary of State, when she was in Australia last year. She said that this agreement would bring down UK inflation. She said it as a Minister on a visit to Australia. I would be grateful if the Minister could write and say how much it is going to contribute to this and how.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Australians, probably quite rightly, referred from their perspective to this as a “once in a generation” agreement. It is not a good deal for us, as George Eustice has said, but the Australians, to give them credit, have negotiated a good deal. The noble Lord, Lord Liddle, is absolutely right that there was a degree of suspicion among government that extra scrutiny would not help the Government’s case on the agreement they signed.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the Grimstone rule, I would say to the noble Lord, Lord Lansley, that he is right. We debated the Australia agreement in Grand Committee, but the Commons did not have an opportunity to do it and had to call for an Urgent Question to have time to discuss it. What had then been the Grimstone rule—on cue, the noble Lord is soon to resume his place as I refer to him—no longer applies. When he gave that commitment with great sincerity in debate on 23 February 2021, he replied to the noble Lord, Lord Lansley, and me:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“What have we done? It includes committing to allow time for the relevant Select Committees to report on a concluded FTA before the start of the CRaG process.”—[Official Report, 23/2/21; col. 729.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is not before the conclusion, or during the scrutiny period, but before the start of the CRaG process. That is no longer in place, which is to be regretted.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I asked the Minister a Question before Christmas on a separate agreement to incorporate human rights in all FTAs, which has now been reneged upon. The noble Lord, Lord Udny-Lister—I was interested in his contribution today—asked a follow-up question and said that he hoped FTAs would not be “Christmas trees”. The Minister agreed with him. However, he is supporting a bauble of a Bill, because procurement is not trade but public finance policy. How Governments choose to spend taxpayer money is not like businesses doing business with others or the consumer. It is about public taxpayers’ money being spent; it is extra. If it is okay to have procurement, then it is also okay to look at labour standards, human rights, sustainability and indigenous communities. That is what makes these deep and comprehensive agreements about the trading relationship—and, critically, fair trade.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have to warn the Minister that his comment on setting aside trade and human rights, which I hope he will reflect on, will concern those in Northern Ireland, because human rights is hard-wired into both trade agreements and procurement rules within the United Kingdom. Moving dramatically away from that will mean that we will also have to change our development policy and strategy, because trade, human rights and trading with free nations with human rights standards is an integral part of the development strategy published by this Government. If that is no longer the case, we need a new development policy as well to remove this utter incoherence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A ridiculous element raised in this debate is that we are almost going through the last rites of a Bill before it is made deceased by the Procurement Bill, which is receiving its Second Reading in the Commons today. This is simply not the way we should properly legislate—but we will do our job and scrutinise it properly. But, yet again, we are debating a Bill that has a significant impact in devolved areas and that is introducing new concurrent powers. I remind the House that concurrent powers are the invention of this Government, where they say that, if a devolved Government do not make a decision to act in their areas of competence, the UK Government will do so if they want. This is not consistent with the principle of devolution, and it is therefore no surprise that there is significant concern in the Welsh Senedd and the Scottish Parliament. Due to the fact that statutory instruments will likely be brought forward to directly act on devolved policy—without LCMs themselves—we need to know what they are before the conclusion of the Bill in this House. So I hope that the Minister will be able to publish draft instruments expected from the Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As we have heard today, a question then arises about the impact the Bill will have overall. We know that it is likely to cause 0.08% to 0.1% GDP growth over 15 years, but I note what the former Secretary of State said about giving away “too much” for “too little in return”. From the contributions of the noble Baroness, Lady McIntosh, and others, we know that some of these critical sectors—beef and lamb—will decline by 5% and 3%. This will disproportionately impact areas such as those in the lowlands of Scotland that I was elected to represent. The noble Lord, Lord Hannan, made the point, which I referred to, that that is okay because you can give state subsidies to those areas, presumably as long as it is consistent with WTO subsidy rules. But, as the noble Baroness indicated, what is the point of having a procurement policy that proactively supports purchasing from a sector of the economy that the Government know is being reduced by an agreement that they negotiated? This is utterly contradictory and pointless.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "On the procurement side, the Government’s press release indicated that the agreement\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“gives UK firms guaranteed access to bid for an additional £10 billion worth of Australian public sector contracts per year.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was interested in this because, according to the Australian finance ministry, total public procurement spend in Australia was £46 billion. The UK equivalent is £379 billion, so there is no dispute about who is more attracted to getting access to a bigger market. But from that 81 billion Australian dollars, you deduct 10 billion for thresholds differences, 12 billion for things already procured by overseas interests and another 11 billion for defence. You are therefore left with a total market of £27 billion, which is already governed by the GPA. So I simply do not know where this extra £10 billion-worth of opportunity, which we were not able to access through global procurement, comes from. I would be grateful if the Minister could give a detailed breakdown, because I am interested in how we are able to get another £10 billion—which does not exist—from that £27 billion. Perhaps this is boosterism, but I will allow the Minister to write to me with a detailed breakdown.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I would be grateful to know, because it has not been mentioned so far, why there is no detail in the Government’s impact assessment on the fact that the Australian approach is to allocate at least 20% of all their procurement to their SMEs, which means that that element of the market is still closed. I would also be grateful to know if the Government could say why we acquiesced to Australia’s carve-out for local government to be excluded from the agreement—we only found out about that in a side letter which confirmed it. Why is local government procurement, which the Minister did not mention, not included in the agreement?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a very interesting contradiction between this Bill and the Procurement Bill, which the Commons is discussing at the moment: unique to the agreement on procurement with Australia, and to satisfy the Australians, we have increased the threshold for procurement. We did not receive any information on this from either the noble Lord, Lord True, or the noble Baroness, Lady Neville-Rolfe, during the many debates on the Procurement Bill. All procurement for subcentral government levels in the UK is £213,477, but for Australia that figure has gone up to over £350,000. I do not know why the threshold for procurement, as it stands in the UK across all areas of procurement, is different for the Australians. That is deeply confusing for all those procurement bodies, because they will likely need to state whether a source of procurement is from an Australian enterprise and therefore operating under a different threshold from all other procurement within the UK. I simply do not know how that will operate, but I would be grateful if the Minister could put us right on that or if we could pursue it in Committee.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I will make two final points in drawing to a conclusion, one of which is a point of principle on some of the differences on agriculture we have heard in the debate. We have heard from some noble Lords—including the noble Lord, Lord Frost, and others—that the elements of agriculture should have been accelerated. It should not have been over a 15-year period, because consumers, as the noble Lord, Lord Hannan, indicated, should receive sooner the bounty of what this agreement was intended to give. Theoretically, that is an interesting argument for full liberalisation, but, as George Eustice has said, we already had full liberalisation from us to them; what we have done is given them full liberalisation to us with nothing in return.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I checked the impact assessment during the debate, and paragraph 5.2 states that the total sum impact on UK consumers of the agreement with Australia is, in the long run, over 15 years, £2.4 million annually—thruppence per person a year in year 15. So what are the consumer bounty benefits that will come at the cost of our hill farmers losing 5% and our beef manufacturers losing 3% of procurement? I do not see the benefit for consumers; the benefits which have been presented today are mythical. But the Bill will go into Committee and there will be ample opportunity for us to learn more about the benefit of 3p a year per consumer while seeing our hill farmers being reduced.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In conclusion, this leads us to a very clear case for a comprehensive trade policy which links to our rural economy sector and the need for parliamentary scrutiny. How many former Ministers in the Cabinet does it take for the Government to realise that Parliament approving negotiation mandates will strengthen the UK, not weaken it? We have FTAs that were a priority, but now they are not. Deadlines, which were previously vital for the agreements, are now not helpful. Human rights were integral to the agreements, but now they are not a priority. Data policy was consistent with the EU and then not, and now might be; we do not know where that stands. Dispute resolution mechanisms are different in Canada, Japan, New Zealand and Australia; they are utterly inconsistent. There is labour mobility in Australia, but the Home Office warns against it for India. There are other contradictory areas in what we are asked to approve by the Government. We need a government trade strategy with a policy that is approved by Parliament; that will help us do our job in this Parliament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}