{
    "url": "https://www.ukpol.co.uk/lord-purvis-2019-speech-on-brexit-in-the-house-of-lords/",
    "title": "Lord Purvis – 2019 Speech in the House of Lords on Brexit",
    "post_date": "January 14, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Lord Purvis",
            "url": "/tag/lord-purvis/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Lord Purvis of Tweed in the House of Lords on 10 January 2019.",
    "content": [
        "My Lords, it is a pleasure to follow the noble Baroness and the noble Lord, and to hear the contributions from other colleagues in the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Between the previous debate and this one, I visited the Middle East and north Africa, and a political friend of mine there told me that the world is both laughing and crying at us. They are laughing because of the farce of the Government’s ineptitude but crying because they love our country, as I and we all do, they need us to succeed in the world, and they see the canny British pragmatism of being independent but trading freely as part of the EU, with our openness and liberalism, being set aside in an uncertain world. To make the case further, the British Business Secretary—clearly going through trauma, as anyone listening to the “Today” programme this morning would have heard, but staying in the Cabinet, half-heartedly but on full pay—wrote this week that global confidence in the UK is seeping away because of the actions of the Government. They and he were of course right; it is a combination of farce and foreboding.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have had the worst trading Christmas since the crash. Up to 5,000 jobs are going at JLR. Some £800 billion of assets in services, jobs and those managing them have moved and are moving to the EU. There are ​job shortages in key sectors, and on 21 December HMRC advised pharmaceutical companies to stockpile six weeks’ worth of stock over March and April. These are all now fact, and the permanently devalued pound compounds them all. They are the consequences of the prospect of leaving our biggest trading market, with no combined customs system.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sir Walter Scott wrote what would be an apt description of the Brexit campaign:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Faces that have charmed us the most escape us the soonest”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Now the problem is that there is finally the crashing reality of what leaving means, and it does not match the rhetoric in a campaign that appealed to many people’s lesser angels. Realisation is never as good as anticipation, but the promises made, which could never have been kept, should never have been accepted by the Prime Minister in her Lancaster House speech. Lines in the sand have been washed away with every government retreat, and red lines suffer from greater and greater anaemia. Just yesterday, in a desperate attempt to appease the DUP, the Government committed to giving the non-sitting Stormont a veto on entering the backstop, which is utterly meaningless. We heard of course about a ferry contract being given to a company with no boats, but now we have a vote being given to an Assembly with no sitting Members.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are only 43 sitting days left if there is no February Recess, and we are still promised more than 40 trade deals to ratify, as well as up to another 600 statutory instruments on delivering exit. We now simply cannot achieve a sensible, orderly exit, nor are the Government likely to be capable of delivering one at all.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We all know, mostly from speeches from the opposite side in these debates, that the party of incrementalism and resistance to radicalism struggled with being in a political union with the continent, because it never faced down its English nationalist edge. Instead of taking on UKIP, it sought to subsume it. It was the same when it struggled with the free trade arguments a century ago and land reform a century before that. Why it has been a surprise to some that it has been incapable of agreeing an exit when it could never agree what membership meant has been the surprise to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The difference now is that, in previous times, there was a clear opposition with a philosophical basis for their opposition: the Liberal Party, an alternative official opposition with an alternative proposition. But Labour now cannot even agree that the UK should stay in the single market, which guarantees the best economic and social future for our country. The Labour leadership, trying to inch the party to a general election in which the party will have a manifesto commitment to leave the EU, is not offering any meaningful opposition, so it is no surprise that it is not clear what it seeks in the meaningful vote. We heard from the cri de coeur of the noble Lord, Lord Howell, yesterday that he wants an election to unite his party, and the noble Baroness, Lady Smith, wants an election to unite hers. With both supporting Brexit, however, it cannot be a realistic way forward, nor will it adequately address the clear divisions in society, which were present long before the Scottish referendum, never mind the EU referendum, which nearly broke our union apart.​\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The divisions are deep in society, in the nations of the union and in the parties. The majority of Conservative Members do not want the Prime Minister’s deal, but she is persisting with it, and the majority of Labour Members want a referendum and Jeremy Corbyn is turning a deaf ear to them. We cannot easily get out of these divisions, but we need to accept that decisions of these magnitude need to go beyond a particular binary poll with undeliverable promises.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A higher proportion of registered voters voted yes in the Scottish independence referendum than voted leave in the EU referendum, but one side lost and one side won. But we surely cannot be in a position in which a 37.4% vote of registered voters on the winning side in the EU referendum has all the moral weight of democracy behind it, but the 37.8% of registered voters on the losing side in Scotland are cast aside as losers in perpetuity.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We cannot get out of the minority complex easily, but digging ourselves deeper into it over the last two years has not helped. However, least we can start. I hear the argument that another referendum will compound the divisions, but they were present before and will remain after. At least those who have to live with the consequences of this, young people in particular, need to have a say. Those who voted leave will decide whether this is what they actually voted for and whether it is worth it. This is a better start to addressing the deep social and economic divisions that allowed nationalism to breed than to limp on a journey into even more damage and division that this course takes us into. Perhaps then we can release government to focus on why this nationalism in Scotland and some parts of England has grown in recent years, while it is beneficial for our whole union to do so. We can at least have the rest of the world no longer crying with us or laughing at us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}