{
    "url": "https://www.ukpol.co.uk/vladimir-putin-2023-comments-on-the-death-of-silvio-berlusconi/",
    "title": "Vladimir Putin – 2023 Comments on the Death of Silvio Berlusconi",
    "post_date": "June 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vladimir Putin",
            "url": "/tag/vladimir-putin/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Vladimir Putin, the President of Russia, on 12 June 2023.",
    "content": [
        "**IMPORTANT NOTE. The text of these comments from the Russian President are for informational purposes. Under Putin’s leadership, the country of Russia has started a war on the country of Ukraine and he is currently being investigated for war crimes.**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Pavel Zarubin:** Mr President, hello.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Excuse me, can I have just a minute of your time, please? Right before the ceremony [for presenting the Hero of Labour medals and the Russian Federation National Awards], tragic news arrived on the passing of Silvio Berlusconi. You had special friendly ties with him. Can I ask you for a few words about his role in Russian-Italian relations and in global politics?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**President of Russia Vladimir Putin:** Yes. He was indeed a politician of European, and it can be said, of global scale. There are few people like him in the international arena nowadays. He was a good friend of our people and did a lot to develop business-like and friendly relations between Russia and the European countries.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He initiated relations between Russia and the North Atlantic Alliance. It was with his assistance and on his initiative that respective interaction mechanisms were created.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But he was primarily Italy’s politician, of course. He was an unusual person for a politician because he was very sincere and open-hearted. He also had a privilege that politicians of this scale lack – the privilege of saying what he meant.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am very sorry. I want to express heartfelt sorrow and condolences to Italian people and all of Mr Berlusconi’s family and friends. It is a great loss not only for Italy but also for global politics.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}