{
    "url": "https://www.ukpol.co.uk/lord-puttnam-2021-retirement-from-house-of-lords-speech/",
    "title": "Lord Puttnam – 2021 Retirement from House of Lords Speech",
    "post_date": "October 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Lord Puttnam",
            "url": "/tag/lord-puttnam/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Lord Puttnam at the Shirley Williams Lecture on 15 October 2021.",
    "content": [
        "Before I begin, I’d like to offer my sincere condolences to the whole of the Amess family – what happened today is not just a tragedy for them but for all of us who believe that democracy must operate free of fear at a constituency level. As with Jo Cox five years ago, our MPs, whilst protected within Westminster, remain vulnerable when doing the vital public facing aspect of their role.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s for these reasons I want to talk this evening about the multiple dangers faced by Democracy – for me today’s shocking events simply strengthen the case for continual vigilance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Probably the most overused phrase at a moment like this is: “what an honour it is to be speaking at an event which memorialises – whoever”; but the truth of that sentiment couldn’t be more sincerely felt this evening, nor carry with it more responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Shirley was an admired friend and major influence for almost fifty years – there are not half a dozen people in public life who have more accurately reflected the expectations I’ve hoped for myself.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We shared the privilege of having parents who had risked a great deal and gave up chunks of their life to make the world a better, safer place.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In her phrase they had “a commitment to the idea and the ideal of public life”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In her own life she left us with an almost impossible debt to repay – but this evening I’m going to give it a shot.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve done a fair bit of reading and revision in preparing for this lecture and, as most members of the House of Lords will acknowledge, it’s a wonderful sense of relief not to constantly have to check a word count to stay within the five, four or even three-minute speaking times that have become commonplace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How it’s possible to make a persuasive argument within those restrictions is totally beyond me – I frequently reflect upon the 272 words in the Gettysburg address – and then remember that Lincoln’s speech was essentially an ‘assertion’ not an argument – although history has judged it as both.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This issue of ’assertions’ is one I’ll be returning to; but I can’t be the only member of the House of Lords who’s become increasingly frustrated by the fact that in Parliament, as elsewhere, we no longer engage in serious ‘debate’ – we simply trade assertions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "‘Debate’ as I have always understood it, is ‘persuasion’ based on competing interpretations of evidence; and the ability to form a compelling argument and, where necessary, seek compromise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Sadly, that’s been substituted by a ‘dialogue of the deaf, typified by the Government’s refusal to answer serious questions, or offer any well-thought-through arguments in defence of seemingly immutable positions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Their view appears to be ‘we are the Government – take it or leave it!’\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To say that I find it disheartening would be an understatement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over the course of the next thirty minutes, at times using Shirley’s own words, I’ll argue that not only does the world in general find itself in a bad place, but I’ll try to set out some of the reasons we find ourselves careening down a path to self-inflicted disaster or, in the case of the UK, irrelevance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was tempted to use a more ambiguous word than ‘disaster’, but that would only be adding to the pile of misinformation in which we’re already drowning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A large portion of my life has been spent as a cinematic storyteller.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But I’d suggest that all thirty of the films I made for film and television tried, with mixed success, to offer something beyond a straightforward narrative – something for the audience to discuss and perhaps even argue about long after they’d left the cinema.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So was there a particular insight I kept trying to get across – and if so, what might have been its gestation?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Early on in my career I could only draw from a couple of dozen uneventful, but easily illustrated years growing up in the North London suburbs.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was the quintessential beneficiary of the policies of the post-war Labour Government – in health, in social security and, as one who squeezed over the hurdle of the eleven-plus – even in education.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That “revolution by consent” Shirley used to refer to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "By my late twenties I’d been responsible for three or four films set against the background of those early experiences, the success of which had given me some limited credibility as a producer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So much so that in 1971, together with my partner and friend, Sandy Lieberson, I had the audacity to bid for the rights to a book which had become a huge international best seller.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That book was ‘Inside the Third Reich’ by Albert Speer.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We were rank outsiders in pursuit of these rights, but the publisher generously agreed that we might at least travel to Heidelberg and make our case in person.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Albert Speer, Hitler’s former Architect and Armaments Minister had walked out of Spandau prison five years earlier, having served twenty years for war crimes – he patiently listened for several hours as we took him through our reasons for wanting to make the film and, to our amazement, he agreed that if a movie was to be made, it should be produced by and for a younger generation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was the start of an adventure which took us and our screenwriter Andrew Birkin on numerous occasions back and forth to Heidelberg.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was during those conversations with Speer that I came to understand what we now call ‘the fascist play book’ – the way democracy can be corrupted and overturned by a few malevolent but persuasive politicians, those who are prepared to exploit divisions in society with simple populist messages.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He explained the extent to which we were all vulnerable, and the importance of developing the form of ‘moral vigilance’ required to recognise nascent evil for what it is.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having joined the National Socialist Party in 1931 with a view to furthering his career as an Architect, what should have been the moment of truth came seven years later.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Driving to his office on November 1938 he passed the smouldering ruins of Berlin’s synagogues, the result of the orchestrated riots of the previous night – ‘Kristallnacht’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As he puts it in his book, “most of all I was offended by the smashed panes of shop windows which offended my sense of middle-class order” – he goes on: “what I didn’t see was that more was being smashed than glass, that on that night Hitler (actually Germany) had taken a step that irrevocably sealed the fate of his country.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "He concludes: “did I sense that this outbreak of hoodlumism was changing my own moral substance? I do not know.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A more politically astute man would have realised that Rubicon had been crossed five years earlier, in the aftermath of the Reichstag Fire and the subsequent Enabling Decree, which effectively disbanded Parliament and handed absolute power to Hitler.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The full title of the Act was ‘The Decree for the Protection of the People and the State’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s an interesting word ‘enabling’, it sounds fairly harmless – as in ‘enabling’ a child or an elderly person to safely cross a road.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How often do powers accrue to Parliament through a piece of legislation whose intent is the precise opposite of its title?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Take for example the present Government’s plans to revise the Data Protection regime, their consultation allows for the impression that they’re simply ‘freeing us up from bureaucracy’, when by far the most likely outcome is the privatisation, exploitation and sale of our personal data.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It might be a good idea to take a long hard look at what else is coming down the track.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "An ‘Elections Bill’ that, contrary to the advice of the Committee for Standards in Public Life, is set on undermining our long established independent ‘Electoral Commission’; a Bill to reform Judicial Review whose principal aim is to reduce the role of the Judiciary; a Police Bill that weakens the right to legal protest; along with a plan to ‘widen the scope of the Official Secrets Act’ with no commitment to add a public interest defence for journalists – even an Education Bill that seeks to reduce traditional academic freedoms in the area of Teacher Training! All of this accompanied by continued mutterings about ‘unelected judges’ in Strasbourg, and ‘reforming’ the UK’s implementation of the European Human Rights Act, potentially forcing us out of the Council of Europe.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "And with every passing month there are more – each of them setting out to chip away at and undermine much of what defines an active liberal democracy: those institutions that might act as checks and balances on a populist government that’s trampling on long held rights and conventions, with the sole purpose of tightening its own grip on power.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which is why a free and fearless media is essential to democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So when the Prime Minister actively – and repeatedly – intervenes to manipulate an ideological ally into the Chairmanship of Ofcom, every alarm bell should start to ring signalling the absolute nonsense that’s being made of the regulator’s independence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s worth pausing here to remind ourselves that Ofcom’s primary duty, as amended in the Commons, and set out in her speech of Monday 4th July 2003 by my greatly missed friend the then Secretary of State, Tessa Jowell, is as follows:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“Ofcom shall have a primary duty to citizens and consumers whose interests shall be equal. Furthermore, when the duty to the consumer and the duty to the citizen come into conflict, there will be transparency and accountability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Ofcom will publish a reasoned statement as soon as possible after a decision setting out how the duties came into conflict, how Ofcom resolved that conflict, and the reasons behind its decision.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Importantly, she concluded:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The communications industry is not like any other industry: it is central to the health of our society and the health of our democracy.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is why being Chair of Ofcom is unlike almost any other position of trust, and cannot be safely placed in the hands of anyone with a discordantly ideological turn of mind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It will be similarly fascinating to see how the newly installed Secretary of State chooses to interpret her brief to ‘protect a public service ethic that is distinctively British’!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No government in the world has inherited a more comprehensively tested ecosystem of public service broadcasting. That’s why our formats, ideas, talent, humour and values so effortlessly, and successfully travel around the world. By chipping away at an area of public service the government so clearly loathes, they are in fact undermining precisely that ‘distinctiveness’ they claim to treasure!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When you add the commercially illiterate and ideologically vindictive proposal to ‘purify by privatisation’ Channel Four, you begin to see how easily our carefully constructed public broadcast system can be smashed to pieces.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mention of the DCMS brings me back to that ‘Digital Democracy’ report I mentioned at the outset, and in particular the Government’s draft Online Safety Bill.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my view, the Bill in its present form does not go anything like far enough in addressing the issue of personal responsibility, or redress for the profound societal harm caused by tech-enabled misinformation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "What the principal shareholders of the social media companies know is that the type of adjustments that could be made to their algorithms are likely to adversely impact their ‘reach’, and therefore their revenues.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The founders of these companies, even the best of them, cannot find it in themselves to confront their shareholders with the consequent reduction in ‘market value’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, despite the fact that they know exactly what they could do to tweak their algorithms, and make them safer, they concoct the same stream of misinformation they facilitate on a daily basis, to protect what is already a dysfunctional business model.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is capitalism quite literally eating its young.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If you want further evidence, and have one minute 40 seconds to spare, go on to YouTube.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There you can search for and easily find the evidence given before the Congress in 1994 by the US tobacco barons – swearing on oath that nicotine was not harmful, and there was no relationship between nicotine and poisoning. Three years later that issue was settled with a fine-payment of over $200 billion, but no acknowledgement of personal responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To me, we are heading down exactly the same road with the social media companies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the time of that congressional hearing every one of those men had, for 15 years, received all the evidence they could possibly need to know that cigarettes were in effect ‘nicotine delivery tubes’, responsible for the death of thousands of people a year.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a self-confessed nerd, I also spent a good number of years looking at Road Traffic Acts, and the way the Automobile Industry ignored the issue of safety for almost half a century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We have to get a whole lot smarter in looking at the history of these failures – to learn from our mistakes and challenge our seeming complacency. Corporate responsibility and it’s imposition has been evaded for far too long and, even when it is imposed its almost always based on the concept of ‘fines’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fines have never been enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we are serious about grabbing the attention of Boards towards their ‘duty of care’ then we have to create far clearer lines of accountability.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve sat on numerous Boards over the past fifty years, and the one certain way to make Directors and senior managers to sit up and take notice is when the ‘risk register’ flags up the issue of personal responsibility.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is something deeply flawed in the response of the global tech monoliths to criticism, their instinct is to believe that they can always ride it out.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "They may of course be right, because the truth is only Parliament can bring them under control.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s in Parliament that the buck stops; but on present evidence it’s also where much of the will stops.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "MPs are busy people and tend to react to events rather than get ahead of them, but I’d suggest they should sit up and take particular notice where online harms to young people are concerned.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unless a tougher regulatory regime is imposed on the social media companies than presently appears on the face of the draft Bill then I’ll bet a pound to a penny that, over the course of the next Parliament, literally dozens of MPs will find themselves dealing with a ‘Molly Russell’ case in their own constituencies;\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "and God help them if they are unable to explain to parents why, when they had the opportunity to strengthen the law and the penalties it carried, they chose not to.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I don’t think there is further room for cosy compromises; ‘big tech’ can no longer be seen as too big to prosecute, any more than can ‘big energy’ or ‘big finance’. All have to accept their clear ‘duty of care’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Much of this was confirmed by Frances Haugen’s recent and remarkable testimony to Congress in respect of Facebook.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Indeed, were I ever to have made a film about a whistle-blower I’d hope to cast someone who came across with the poise and integrity of Ms. Haugen!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A read-across from Albert Speer would suggest that her testimony may well be Facebook’s ‘Faustian moment’. This is surely the point at which any right-thinking employee should say to themselves “enough is enough – I need to stop defending the indefensible and reset my moral compass”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In raising the issue of harms to young people it seems worth stressing that, as a nation, we’ve been hopelessly lax in developing initiatives to empower vastly improved digital literacy among children and young people. There is an obvious need to invest in projects that will encourage them to think far more critically about the content they consume, most especially online.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unacceptable delays have resulted from the buck being passed from department to department, all the time ignoring the fact that Public Service Media has a critical role to play.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We’ve already witnessed some really useful initiatives from the PSBs – you only have to look at the value children and their parents have extracted from the BBC’s educational output during the pandemic, and the range of resources that are now available via BBC Teach, to see what could be possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Taking a step back for a moment, Dick Newby, in his generous introduction, mentioned my decision to retire from the House of Lords later this month. That was not a decision arrived at lightly and maybe it deserves a little explanation, possibly even some additional justification.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I’ve mentioned, for a little over a year, from the Spring of 2019 to the end of June 2020 I had the honour to Chair a Lords Select Committee on the impact of digital technology on our political processes.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I was fortunate to have around me a cross-party group, along with an exceptional support team, all of whom took our brief incredibly seriously.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Our final Report, with its forty-five evidence-based recommendations, was published in June of last year under the title ‘Digital Technology and the Resurrection of Trust’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It was originally to be: ‘Digital Technology and the Restoration of Trust’, but the evidence – even then – was so damning that in the final draft I substituted the word ‘Resurrection’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believed and continue to believe that the ‘resurrection’ of our capacity to trust each other, and the systems through which we receive information – the same information on which we base many of the most important decisions of our lives – is fundamental to our survival as a coherent society.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I put it more simply in the Foreword to the Report – “without trust democracy as we know it will simply decline into irrelevance” – fifteen months later I’d add, ‘or worse’!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The only accurate way to describe the Government’s response to our Report is ‘lamentable’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Little attempt was made to address the mountain of evidence, let alone build and improve upon the most thoughtful of our suggestions.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It came across as if written by a robot – and ‘the computer said no’!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was, to put it mildly, disheartening – made worse because throughout the deeply unpleasant Brexit debates I’d been forced to watch Ministers malevolently twist, turn and posture in parading their prejudices, along with their, at times, downright ignorance.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Let me offer two examples which left me particularly gob smacked:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In discussions regarding the Republic of Ireland, and the complexity of finding sustainable post-Brexit solutions, I was staggered at the display of pig-ignorance towards the fundamentals of Irish history, let alone sensitivity towards the reality of cross-border relationships.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Had they really become so disconnected from the ghastly history of what we euphemistically call ‘the Troubles’?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As someone who lives just across the Ilen River from the site of what is probably the largest and most recent mass famine-grave on these islands, I may well be ultra-sensitive to these issues, but with a few notable exceptions, the level of empathy and understanding on display in both Houses was truly shocking.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To switch from the personal to the political; to hear from Government Ministers, with a straight face, that it was going to be relatively simple to negotiate a significant trade deal with the United States – all the while remaining blithely ignorant of the immense political sensitivities across the island of Ireland – was either astonishingly stupid or a downright lie.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "To both these issues I tried to inject some contemporary and historical realism; to find all rational discussion utterly ignored.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If anything, this situation has only deteriorated, made significantly worse by the unprincipled and destructive outbursts of the recently ennobled Lord Frost in Lisbon on Tuesday evening, who seems to exist in a world entirely of his own imagining.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is a short speech in the 1987 movie ‘Broadcast News’ that I’ve used a number of times when teaching my communication students.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At one point the character ‘Aaron’, played by Albert Brooks says:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“What do you think the devil will look like when he next comes around? Nobody’s going to be taken in if he starts flashing a long red pointy tail.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No, what he’ll do is just bit by bit lower standards where they’re important. Just coax along flash over substance …. just a tiny bit at a time!”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Maybe in our case he’ll substitute a long red bus for the long pointy tail; paint a massive lie on the side, and find a group of unprincipled acolytes to defend it!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Given all of this and more, at eighty I no longer find myself with sufficient patience to treat mendacious political inanity with the appearance of courtesy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In 2005 and 2006 I chaired Hansard Commissions looking at ways in which the operations of the House of Lords might better reflect the, then new, century.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Fifteen years later I’m happy to say that at least some of the reforms we recommended have been implemented; a Chief Executive to work alongside the Clerk of the Parliaments; an accountable and publicly comprehensible set of reporting mechanisms, and a fit for purpose Communications Department.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A few years later I gave evidence to the Burns Review and recommended that fifteen years of active service and an eighty-year age limit would seem appropriate – I added that in exceptional cases those upper limits be increased to twenty and eighty five.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I added that my case certainly didn’t qualify as ‘exceptional’!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having hit respectively twenty-four years and the age of eighty, it felt time to, as it were, ‘put my money where my mouth had been’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whilst I won’t miss the bi-weekly four-and-a-half-hour commute,\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m definitely not leaving the Labour Party, and will greatly miss the collegiality of my colleagues, indeed I’ll miss the friendship and support the very many Peers I respect on all sides of the chamber.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ll certainly miss playing a part in the deliberations of my colleagues on the Environment and Climate Change Committee, and I’ll be equally sorry not to engage with the cut and thrust that will undoubtedly accompany the contentious passage of the Online Safety Bill; but as I suggested at the conclusion of what turned out to be my final speech in the House:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“With all the force I can muster I beg those many decent Conservative Peers and Members of Another House, those with a concern for the principles of parliamentary democracy, to do what sooner or later they will have to do: muster the courage to say to the Prime Minister and his seemingly supine cabinet ‘in God’s name go’.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Go before you destroy the last sliver of self-respect that our country can call its own”.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m only too aware of the irony that, having spent almost sixty years seeking cross party support for those things I most believed in, I’m left looking to the Conservative party to offer a lifeline to the concept of an informed plural democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Since joining the House of Lords all those years ago, and entirely contrary to popular myth, I’ve always seen the Chamber as likely to be the ‘last man standing’ when the fight to sustain a citizen-led democracy reaches its end game.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Twenty-four years ago, when I went through the ritual of establishing my ‘désignation’ at the College of Heralds I was informed that the name Puttnam (with a variety of spellings) had a Norman antecedence, a crest, and even a motto.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That motto was ‘To Serve is to Live’ – more than ever in leaving the House as a working Peer I realise what an incredible privilege it’s been to be allowed to serve the country in a variety of areas – through incredibly happy years at the Department of Education, across work with numerous Committees, and most recently through the misunderstood and much maligned role of a Trade and Cultural Envoy to, in my case, South East Asia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In her valedictory speech six months prior to the catastrophic EU referendum, having reaffirmed her passionate commitment to the European Union, Shirley Williams presciently said this:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“We have to contribute to the huge issues that confront us, from climate change through to whether we’ll be able to deal with those multinational companies wishing to take advantage of us.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In a period of, as she put it ‘great tension, strain and fragmentation’, Shirley placed an especial emphasis on the linkage between the climate crises and the issue of refugees coming from amongst the most disadvantaged people in the world.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In my judgement some of us, and certainly our children will live to see the collision of those two realities – the repercussions of climate related disasters will vividly reappear in the form of multitudes (and I don’t believe that will prove to be too strong a word) ‘multitudes’ of refugees seeking salvation wherever they can find it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout her career, as a committed internationalist Shirley had great faith in UN institutions such as UNHCR.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As a proud past-President of UNICEF UK, I only wish I could believe either agency had the resources, along with the required political support to match the scale of the climate driven crisis I see as inevitable.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The failure of an agreed international response can only lead to each nation developing its own answers – fertile ground, if it were needed, for renewed authoritarian rules – but it’s doubtful they’ll be called ‘Enabling Acts’ – that brand’s already been tarnished!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So, this is where I return to those early conversations with Albert Speer, who all too late came to understand that the most troubling fault line in human behaviour is the fatal link between ‘Power and Fear’, each feeding the other to create a toxic and combustible brew. One that perfectly serves the policies and purposes of corrupt autocracies, one that can only be faced down by a committed and unflinching adherence to plural Democracy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Mirroring the anxieties of many of those angry Brexiteers in 2016, I feel I’ve had my country of birth, and the values I believed it to represent, stolen from me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It’s worse than that, I find myself embarrassed by what, on an almost daily basis I see it becoming – my old enemy Rupert Murdoch’s dream made real. He never liked Britain, and he’s kind of won, he’s helped remake it in his own malevolent image.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It doesn’t have to be that way – politics is important, public service continues to attract utterly decent people knowing that Governments come and go.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I once heard Douglas Hurd, a man for whom I had great respect, say words to this effect:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“The duty of Government is to steer the ship of State through waters that are inevitably rough, sometimes even treacherous, and bring it back into a safe harbour for another group of honest men and women to assume the same responsibility.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That perfectly conveys my idea of the process of Government which has, and can in the future, be carried out responsibly and well.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At present I don’t believe that to be the case.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Which is why I’m leaving the House of Lords with a pretty heavy heart; in the years that are left to me I’ll do what I can to support and celebrate the achievements of the next generation of progressive politicians, whilst offering every form of encouragement to my own wonderful West Cork community, as they face the headwinds of what I’m certain is going to be a very difficult future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My recent experience suggests that it’s here in small communities that the concept of trust remains valued and reciprocated – maybe it’s here that the ‘resurrection’ our Select Committee report referred to can begin to have an impact; and who knows the powerful and inter-dependent worlds of politics and the media might begin to sit up and take notice?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’m certain Shirley would approve of that!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Throughout my career I’ve tried to perform the role of an active (sometimes cockeyed!) optimist, so let me end on an encouraging note.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I’ve already mentioned that I live in West Cork on the River Ilen – a few hundred yards downstream from the Skibbereen Rowing Club.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we first arrived thirty years ago the club was beginning to grow a local reputation, and a young Coach emerged from among its members named Dominic Casey.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Under Dominic’s tutelage this tiny club grew a regional, national, and eventually European wide reputation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Five years ago it exploded onto international consciousness when two of its young members won a silver medal in the light-weight double sculls in Rio.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The post-race interview the two lads gave went ‘viral’ – a whole slew of local youngsters watched it and membership of the club soared.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This year in Tokyo, young men from the club came home with gold medals and women with bronze.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This success has given an unimaginable boost to the moral of our community, a sense of pride and achievement that money can’t buy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This autumn my wife and I have watched at least two dozen crews and single scullers, in all weathers, training for the next Olympics – fully in belief of what’s possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It can happen, and thanks to people like my neighbour Dominic Casey I’m watching it happen – every day.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "So the fat lady has yet to sing!\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Thank you very much for listening to me.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}