{
    "url": "https://www.ukpol.co.uk/francis-pym-1961-maiden-speech-to-the-house-of-commons/",
    "title": "Francis Pym – 1961 Maiden Speech to the House of Commons",
    "post_date": "August 23, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1961",
            "url": "/tag/1961/"
        },
        {
            "text": "Francis Pym",
            "url": "/tag/francis-pym/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Francis Pym, the then Conservative MP for Cambridgeshire, in the House of Commons on 17 May 1961.",
    "content": [
        "In addressing the House for the first time, I ask for the indulgence which the House so generously accords its newest recruits; the indulgence which the House has in the past accorded to the several members of my family who have had the honour to sit here over the last three and a half centuries. I hope that the House will not think it presumptuous of me to have said that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am privileged to follow Sir Gerald Howard, as he now is. For ten years he was a well-known Member of the House, and he has been a most distinguished member of the Bar. I am sure that all hon. Members would want to join in wishing him well in his new and important office.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I represent Cambridgeshire, one of the loveliest English counties, and famous for its villages. I think that right hon. and hon. Members would wish that that peacefulness which is a characteristic of Cambridgeshire was more prevalent in the world today.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I venture to speak on this occasion and in support of the Motion, because I know from my recent experience in the election how strong is the desire for peace and the willingness to attain it; and our foreign policy is nothing if it is not the pursuit of peace.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The first point that I want to make is on defence. We must have adequate defence forces, for at present, whether we like it or not, there can be no peace or security otherwise. The people in my constituency, and the people in the country as a whole, are prepared to foot the bill. In fact, they know that if they do not the other bill will be higher.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The tragedy of Singapore, in the last war, when so many Cambridgeshire men were taken, is still a real memory. The people of this country are not prepared to forgive weaknesses in our defences. Indeed, they do not appreciate weakness at all, and this applies to our economic and domestic policies as much as to foreign affairs. But the risk of weakness in defence is too great, and there is some disquiet at present about the level of our conventional forces. Our regiments become amalgamated one with another and grow less in number, yet our commitments for those forces do not seem to diminish in any way. I urge the Government, with all the earnestness that I can, to make sure that our forces are adequate for the tasks which confront them, and that we are bearing at least our part of the burden which we share with our allies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One of the problems of the so-called Western world is that it comprises a much larger number of countries and covers a much wider area than the Communist and Eastern bloc. Clearly, this makes our task the more complicated and we group together to protect ourselves by a series of alliances. These alliances are arranged geographically, and the problems are tackled area by area. This is right, but I wonder whether it is enough.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Is there anything to be said for an occasional meeting of all the free countries in the world—those not under Communism or under the Communist yoke? The only occasion at present when all these countries meet is in the Assembly of the United Nations, and there are many influences present in that forum which have to be token into account. I think that it might help to get a new purchase for negotiations with the Soviet Union if the free world held a conclave of its own. I would welcome any measures of this sort to further international co-operation.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That leads me to consider the Commonwealth, which is the only alliance or group of nations which comes anywhere near to encompassing the earth. Some people say that it is now disintegrating, but I do not accept that. Gloomy forecasts as to its future have been made in the past and been proved wrong. The Commonwealth has a substantial history behind it, and is in the habit of evolving, of adapting itself to changing circumstances. I am one of those who believe that the Commonwealth is one basis of our hope for the peaceful co-existence of nations, and I think that we must try to build on it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "If we believe in that policy, we need to do two things. First, to invest more in the Commonwealth, especially in those countries which are under-developed. I welcome the increased emphasis which has been placed on this policy lately, but I should like to see more done to publicise and bring home to our people the importance of it, the purposes behind it, and the sacrifices involved. I am not thinking only of financial investment, but also of the many opportunities which exist overseas today for our young men and women with a spirit of adventure. I believe that this is an appeal which would go down well in the country, and one to which the country would respond.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second thing which we need to do is to try to increase the membership of the Commonwealth. It is normal practice today for associations and clubs to try to increase their membership, and I do not think that the Commonwealth should be any exception. Certainly, we do not want any closed doors. We want an open association. Is it possible that countries in addition to those who have recently attained their independence and joined the Commonwealth might become members? It is an expansion and extension of membership which we require so that the influence of Commonwealth ideas can spread.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is in that sense that I see the Common Market as an opportunity. I welcome my right hon. Friend the Prime Minister’s reaffirmation only yesterday that we shall not sign the Treaty of Rome in its present form. I know that that is partly due to the agricultural difficulty, but there is also the difficulty of Commonwealth trade. If we become associated with the European Economic Community, it will surely be with the Commonwealth, and in that way the influence of both groups will be enlarged.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There seems to be a tendency sometimes to look at the Common Market in isolation, whereas, in fact, it is one of the stages in the economic integration of the West. This is not a process that we could or should arrest, but one we want to foster in principle in the general interests of the widening of world trade and the strengthening of the economic position of the West. Naturally, we must look after the interests of our own people, but, equally, we want to break down international barriers. I hope that we shall be able to find a satisfactory way of bringing Europe and the Commonwealth closer together, to the mutual benefit of both.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I believe that this movement towards unity, coupled with adequate defences, will contribute significantly to that peace which, as I said at the beginning, is the one desire that is common to the hearts of all our people.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}