{
    "url": "https://www.ukpol.co.uk/francis-pym-1978-speech-on-rhodesia/",
    "title": "Francis Pym – 1978 Speech on Rhodesia",
    "post_date": "May 8, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Francis Pym",
            "url": "/tag/francis-pym/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Francis Pym, the Shadow Foreign Secretary, in the House of Commons on 7 November 1978.",
    "content": [
        "I beg to move, at the end of the Question. to add:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But humbly regret that, hearing in mind the manifest inadequacy of the Government’s policies towards Rhodesia, the measures outlined in the Gracious Speech are incapable of creating the conditions in which free and fair elections can be held as the only basis of a peaceful and orderly transfer of power to a democratic majority in that country.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I should like, first, to thank the Foreign Secretary for the kind words he said about John Davies at the start of his speech. I know that the whole House will be extremely sad and sympathetic at the news of his retirement from the ​ House. He is one of the most civilised and delightful of men and greatly respected here and far outside. I am sure that everyone wishes him a steady recovery to good health.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Having been asked to act in the place of John Davies for the time being, I approach the subject of Rhodesia with a strong sense of humility, more especially because I was not one of those who went to Rhodesia in the course of the recess. So much is at stake and so many mistakes have been made. If we do not handle the matter of Rhodesia wisely now, the consequences for us and the free world will be grave. I want to say at the outset that, as far as we on the Opposition Benches are concerned, this debate is not the fulfilment of the Government’s undertaking, given in the recess, for a debate specifically on the Bingham report. Of course that report has relevance to the debate, but it is about the past, as the right hon. Gentleman’s speech showed. His speech about it, which I think took about 45 minutes, sounded something of a reluctant apologia and hardly appropriate to a debate upon the Gracious Speech, which is about the future.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today and tomorrow we are concerned with the whole Rhodesian crisis and the future of that country. That is the debate for which the Opposition asked and which the Government have facilitated. The right hon. Gentleman hardly addressed himself to it at all. [HON. MEMBERS: “Oh.”] Only for the last few minutes. What he did say I found profoundly disturbing. It seemed to me that he was asking everyone except himself to compromise.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We asked for this debate because, obviously, Rhodesia is by far the most critical problem that faces us internationally. The strategic importance of Central and Southern Africa to Europe and the free world could scarcely be exaggerated. [An HON. MEMBER: “Including Zambia.”] Including Zambia. In Southern Africa a condition of war exists, certainly civil war. The risks and the dangers are frightening and fill us with foreboding. Thousands have lost their lives already, many of them in a horrible way. The death toll continues, it is said, at the rate of one death every hour.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The anxiety we all feel was well described in this House in the debate in August, and since then things have got worse. It is the black Africans who have suffered the most through the atrocities committed by the guerrillas against their fellow Africans. In the first nine months of this year, nearly 4,000 people were killed in the guerrilla war inside Rhodesia, and 800 were killed in September alone. This compares with some 6,700 in the previous five years. In addition, many hundreds have been killed in the attacks of the Rhodesian security forces on guerrilla camps in Mozambique and Zambia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The very existence of those camps poses a threat to a peaceful settlement in Rhodesia now being sought by the transitional Government, and, of course, they cannot ignore them. Hundreds of schools have been either shut or destroyed, affecting at least 200,000 black children, as a result of the violence, and, as well as human beings, large numbers of cattle have died because the veterinary services have largely broken down—again, because of the violence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That is the grim position we have now reached. The worse the fighting gets, the more difficult it becomes to resolve the conflict. For the Foreign Secretary it must be far more than acutely worrying. I do not want to challenge his intention to bring about a multi-racial democracy and he has had better opportunities, perhaps, of bringing it about than existed previously—but the inescapable fact is that his policies have, however unfortunately, led to failure—failure to reduce the fighting, failure to start talks, failure to get a settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman has admitted today that the situation is worse. However hard he has tried, however sure he may have been that he was right to handle the civil war—the struggle for power—in the way he has, the hard fact of his achievement is that he has made matters worse. Nothing in his speech today was hopeful or constructive for the future. As far as I can find out, in the time that I have been considering these matters intently he seems scarcely to have a friend anywhere in the world, and that is a position of weakness.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not want to take up the time of the House by listing the Foreign Secretary’s errors and misjudgments as we see them, but I shall summarise them. First, he has clung with far too rigid an adherence to the Anglo-American proposals. Some of those proposals had sense—for example, a United Kingdom presence in Rhodesia. I should have thought that there was everything to be said for a United Kingdom presence and representation there. At least on that principle we can agree. But in the Anglo-American plan the detail of even that caused controversy when, surely, it need not have done so. The fact remains that the Foreign Secretary has so far failed to establish such a presence.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Other Anglo-American proposals always seemed to us so unacceptable and unrealistic that the package as a whole was suspect from the start. It does not require a highly sensitive man to understand why the proposals for the security forces could not be appropriate and could not be acceptable. It is so self-evident that, by pursuing the idea, the Foreign Secretary, in effect, torpedoed himself from the start. His second major blunder was that, from 3rd March onwards, he has shunned the internal settlement. When one thinks of the history of it, that settlement was a big stride forward, ending the struggle of black versus white and bringing with it the prospect that at long last real progress would be made. The Foreign Secretary’s reaction to the settlement has been not to grasp it, not to support it, not to build on it, but to spurn it and to give the impression that there was no good in it, and apparently almost to frustrate it, while at the same time pretending that he was not doing that.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I do not understand how that attitude could hope to make progress towards a settlement possible. The interests and passions of the various sides to the dispute are, as we know well, very different and equally strong. Somehow, they have to be reconciled. When any of the parties moves its ground significantly and produces a substantially new or changed position—in this case, the provisional settlement, which contains many of the very elements for which this House has long been asking—it seems a negation of common sense for the Government not ​ to take hold of it thankfully and positively and to build on it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The principle of majority rule had been conceded already.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Frank Hooley (Sheffield, Heeley)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman claims that my right hon. Friend is isolated in his attitude to the internal settlement. Is he aware of the view taken of this settlement by the Commonwealth, the United Nations and the entire continent of Africa?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Yes, I am, and no doubt if the hon. Gentleman catches your eye, Mr. Speaker, he will be able to express his views about it. [HON. MEMBERS: “Ah.”] I will come to all these points —the United Nations and all—so hon. Members need not get fussed about it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "As I say, this internal settlement contained many of the elements for which we had long been asking. The principle of majority rule had already been conceded. The firm intention to hold democratic elections was declared and racial discrimination is now being ended. The other side of this coin is, of course, the persistent bias that the right hon. Gentleman has shown in favour of the Patriotic Front, one of whose partners has proclaimed his aim to be the establishment of a single-party Marxist State. A balanced position was what was needed, not a biased one.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Foreign Secretary described Mr. Nkomo recently as “the father of his people”. That seemed strange when we saw Mr. Nkomo on television apparently laughing about the shooting down of the Viscount, about which the Prime Minister said this afternoon he would make no protest. That is not exactly a paternal attitude—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Prime Minister (Mr. James Callaghan)**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That really is not fair, is it? I did not say that I would not make a protest. I made my view clear at the time. What I said was that it was not the responsibility of President Kaunda, so I did not protest to him. However. I went on to say that President Kaunda thought that this was a matter of moral concern so far as he was concerned, and he would not support in any way attacks on civilians by Mr. Nkomo’s forces or by anybody else.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have no wish whatever to misrepresent what the Prime Minister said about that. [HON. MEMBERS: “But you did.”] He said this afternoon that he would not make any protest and he has now explained what he meant by that. This description—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Prime Minister**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With respect, I have not added anything to what I said at Question Time. I should be grateful, therefore, if the right hon. Gentleman would not try to give the impression that I am adding something or explaining something that I failed to do at Question Time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We shall, of course, see Hansard in the morning.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The description that the Foreign Secretary used about Mr. Nkomo has had no effect whatever in the way of causing Mr. Nkomo to come to the conference table, to play his part—and a very important part—in achieving a democratic settlement in Rhodesia. Anyway, who is the Foreign Secretary to say, what right has he to judge who are the fathers of the people of Rhodesia? He said himself this afternoon that there was difficulty in interpreting the minds of the Rhodesians, so he should apply that standard to himself as well. At any rate, one result of the right hon. Gentleman’s mishandling is the statement of Mr. Nkomo that the only talks would be on the battlefield —the very opposite of what the right hon. Gentleman says he himself wants.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This brings me to the last criticism that I wish to make today of the right hon. Gentleman. The one remaining crucial principle out of the six principles which has to be satisfied is the fifth—the test of acceptability. The actual result of the Foreign Secretary’s policies has been to make it more difficult for that test to be carried out—and that is the very heart of the problem, as he himself said at the end of his speech. What is worse, he has put at risk—I put it no higher than that and no lower—the fulfilment of the fifth principle. I hope that I am wrong, but that is what it looks like to me.  \nSince our last debate, there have been several major developments, of which the Bingham report, of course, is one. It has an immediate relevance, even though it concerns events which began over a decade ago. The Government were absolutely right—we totally support them—to publish it. I do not intend to take this occasion to pass judgment on those events, but one point has to be made if one is to give an objective assessment, as the Foreign Secretary himself tried to do, namely, that the report has exposed the ineffectiveness of sanctions as a general policy.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "But there must be no question of sweeping those findings under the carpet. The report has exposed something which could be described as a scandal, which calls into question nothing less than the integrity of government. The Opposition, like the Government, will certainly wish to consider all the views that are expressed in this and any subsequent debate. However, we think that a tribunal under the 1921 Act would be quite inappropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "How much more any further inquisition of any kind would reveal is uncertain. However, if such is thought necessary, as well it may be, our preliminary view is that it should be of a parliamentary kind, because the issue is wholly political and the buck stops in this House. It is a parliamentary matter because it is concerned essentially with the relationship between Ministers and this House. We therefore think that it should be confined to this House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "However, as I have said, we do not regard it as satisfactory that this report can be debated in depth and detail as part of a general debate on the Rhodesian crisis.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Another important and recent development has been the spread of the war to Zambia and the supply of arms by this Government. As my hon. Friend the Member for Cambridge (Mr. Rhodes James) said on 2nd August, referring to the war:\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“there is no guarantee that it can be confined to Rhodesia. There is no guarantee that it will be confined to Southern Africa”.— [Official Report, 2nd August 1978; Vol. 955, c. 835.]\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No longer is it confined to Rhodesia, and our anxiety now is about the danger of spreading the war further by the Government’s own contribution of arms.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Although it was not clear at the time, it is clear now—the Prime Minister spelt this out this afternoon—that this was part of an understanding reached at Kano. We ​ still know very little about the deal that was struck then. The House is entitled to know and certainly wants to, because it relates directly to the securing of a settlement in Rhodesia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The announcement of the arms decision came not after the meeting, as might have been expected, but later and after the Rhodesian raid on guerrilla bases in Zambia. It has therefore caused genuine suspicions and fears which have not yet been allayed. Of course the Zambian president is entitled to obtain arms for the defence of his country—in fact one might say that it would be his duty so to do—and we would rather he had those arms from us, but, so far as the British Government’s decision to supply them in this instance is concerned, we have to be satisfied that there are real safeguards against the release of those or other weapons for use by the guerrillas.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the existence of those guerrilla bases in Zambia which makes the Government’s decision controversial. That is the point which my lion. Friend the Member for Bury St. Edmunds (Mr. Griffiths) is making.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Eldon Griffiths**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will my right hon. Friend insist on this further assurance—that those arms should not be used to provide protection for the bases in which guerrillas are trained to invade Rhodesia and kill Her Majesty’s subjects?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "That was very similar to one of the questions I put to the Foreign Secretary at Question Time the other day. That is part of the information and knowledge of the deal which was struck, of which we are still ignorant and with which I have asked the Government to provide us.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Andrew Faulds (Warley, East) rose—**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Will the hon. Gentleman allow me to continue?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Faulds**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "This is a matter—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have given way several times—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Faulds**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Gentleman—\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Speaker**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Order. It is clear that the right hon. Gentleman is not giving way.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have also asked whether President Kaunda had given any undertaking that he would use his position and influence to persuade Mr. Nkomo to take part in the talks. Unfortunately, there is little sign of that happening. But, until the Prime Minister or the Foreign Secretary explains these matters so that the House has the fullest information about the whole arrangement, it is difficult to make a judgment. Are we to be expected to take a view without knowing all the facts? The House will expect and hope for more clarification today or tomorrow. Of course, we shall also take into account what the Prime Minister said at Question Time.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "During the short time that I have had temporary responsibility for foreign affairs on the Opposition Bench, I have concentrated as intensely as I can on the situation as it actually is now and on what can be done to rescue it now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Prime Minister**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am not anxious that there should be misunderstanding. The right hon. Member for Cambridgeshire (Mr. Pym) might be asking me fair questions, but he will realise that when one is dealing with another Head of Government it is not always possible to report, even to the House of Commons, the full nature of the discussions that take place. I must ask the House, with respect, to accept that I am fully aware of the points made by the right hon. Member for Cambridgeshire, and that naturally I took those into account in my conversations with President Kaunda. Although I should like to help the right hon. Member and the House, I do not wish to go much further at present about the kind of discussions that we had.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "With his vast experience, the right hon. Member will realise that it is not usual to go into as much detail as we have perhaps gone into on this occasion. It is not out of lack of respect for the House but because of our relations with President Kaunda and the future of Zambia that I do not wish to go further.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am certainly not unappreciative of the Prime Minister’s argument. He too will appreciate that in the circumstances that now exist in Zambia, with the guerrilla bases, the war that is going on and the effect on Rhodesia, there is an anxiety and concern about the decision ​ that he took. I have not made a judgment about it because I feel that I do not know enough about it. I hope that the Prime Minister appreciates that. We want him to be as forthcoming as he can, because otherwise it is difficult for us to make a judgment.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have been trying to work out how best we can rescue the situation. The crisis in Rhodesia is too far advanced to allow us to think in terms other than that of a first-class emergency, how we can end the fighting and secure a lasting settlement.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Like my right hon. Friend the Member for Chipping Barnet (Mr. Maudling), I want to adopt the most constructive approach that I can. My right hon. Friend’s proposal is set out in last Session’s Early-Day Motion No. 555. It is an attractive and positive proposal. Since it comes from my right hon. Friend with all his experience, I hesitate to comment upon it. Months ago my right hon. Friend forecast that elections in Rhodesia would not take place in December. It looks as if he was right.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Circumstances have changed since my right hon. Friend made his proposal. I share with him the objective of a return to legality at the earliest possible moment, with a consequent lifting of sanctions. But I have some doubt—and I put it no higher—about the extent to which this plan would be acceptable in Rhodesia.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Even if it is temporary and transient, the idea of a status akin to colonial status raises hostile reactions among some in Rhodesia and that must be taken into account. The plan also carries with it a contingent responsibility and liability which this country might in some circumstances be unable to meet. It is all very well for Government Members to laugh, but if that happened the situation would be serious. If we could be reasonably confident that all the parties would remain reasonably quiescent, the risk might be worth taking, but the dangers are obvious.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whether my doubts about the proposal are valid—and I speak with humility—I accept absolutely that a new and more constructive policy is required to bring about a return to legality. The way to achieve that is through free and fair elections. However hazardous that might ​ seem, that is the central objective to which we must address ourselves.  \nThe alternatives are catastrophic for all Rhodesians. To the partners in the internal settlement, it would mean the denial and frustration of their genuine aspirations for democratic evolution, while the suffering and deprivation continued. For the external factions, and for the Patriotic Front in particular, the path of violence means the destruction of the country. It would mean the takeover through violence of a Rhodesia which was in ruins, deprived as it would be of a white population upon whom the jobs and prosperity of the country depend.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The objective is to secure the test of acceptability. Nothing less will secure international recognition and the consequent removal of international sanctions. We must strive for international recognition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The question is whether, after all that has happened, and with all the opportunities that have been lost, especially this year, we can still achieve that. Given the right diplomacy and the best possible handling, I believe that it can be done.  \nI shall put to the House some specific proposals that appear to me to hold out at least the best hope of success. I begin with a renewed call for the immediate establishment of a high-level mission in Salisbury. I know that the Foreign Secretary also wants that, but he has not managed to achieve it on his terms. It would be better to achieve it on somebody else’s terms than not to achieve it all. Demonstrably it is necessary to have a presence in Rhodesia. We must reconcile what might seem irreconcilable. Reconciliation must be attempted by every means at our disposal.  \nBritain not only has the ultimate responsibility; it should also have the most positive contribution to make to that reconciliation. If we have no high-level presence in Rhodesia where all the action and argument are, our contribution cannot possibly be as sustained or as effective as it could and should be.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. David Steel**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The right hon. Member says that the Government should be willing to extend high-level representation in Salisbury on other people’s terms. Does that include the recognition of the present Government?\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "​**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "No. What I am saying is that the Foreign Secretary laid down conditions and has a strong view about what that representation should be. Many other people disagree. I am saying that the Foreign Secretary should think again about his own position on that matter.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "My second argument is that the internal settlement must be taken as the firm basis for progress to independence. Nothing less than a complete reversal of the Government’s attitude towards the settlement is called for. I am not asking the Government to recognise it, but to change their attitude towards it. It is so obviously the starting point that it is incredible that I have to emphasise it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "After all the agony that everybody in Rhodesia has experienced, here we have a dramatic shift in position and outlook upon which, for all its limitations, we can build a democratic constitution for which we have all been working and which the people of Rhodesia want.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is the only basis for enabling elections to take place quickly. Nobody suggests that the internal settlement, or anything else, is perfect. but I ask the House to reflect upon the achievement of its creation. For example, Mr.Sithole, whom I saw last week, was sentenced to six years’ imprisonment in 1968 for plotting to assassinate Mr. Ian Smith.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Today he is a member of the Executive Council with Mr. Smith. Bishop Muzorewa rallied African opinion against the 1972 settlement proposals made by Lord Home and Mr. Smith following the Pearce Commission. Today, he too is a member of the Executive Council.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "One has only to contemplate those circumstances to appreciate the remarkable fact of the internal settlement’s existence. There has been unexpected delay in publishing the constitution and holding the referendums. With the right encouragement from the Foreign Secretary, that need not have happened. There was delay in changing the law on racial discrimination. That was also unfortunate. But that is now in hand. We welcome the decision of the Executive Council to steer this legislation through as quickly as possible.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The transitional Government are in office, with African and European Ministers working together handling day-to day affairs. Of course, the parties have their own separate party interests. How ​ could it be otherwise? We would not wish it to be otherwise. But it is no part of our responsibility to take sides. Our responsibility is to help them to independence, based on majority rule with full international recognition.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The transitional Government is the only Government that can make possible the holding of elections in the near future. If that is to be done, whatever the Foreign Secretary’s prejudices, it is necessary for him to take a different attitude towards the internal settlement from that which he has taken so far. If he is also to establish a round-table conference, then again I say he must take a different attitude towards the transitional Government.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I support the Government wholeheartedly in their desire to secure and establish that conference and to include in it leaders of the Patriotic Front. The prospect of setting it up is less bright than it should be but it is the best way forward.  \nSuch a conference has two functions to fulfil. The first is to obtain a ceasefire. If there are to be elections, there must be something very close to a ceasefire—obviously a complete ceasefire if that is possible and a minimum level of intimidation. Unfortunately, there are many participants in the war, and to stop it they must all agree to do so. The best way of achieving this is by such a conference.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The second purpose of such a conference is this: both within and outside Rhodesia there is a strong desire that the elections should take place with a United Nations presence. My inquiries indicate clearly the widespread wish for United Nations observation. I emphasise observation, because there is also a strong feeling in Rhodesia against any idea that the elections should be administered by the United Nations. My hon. Friend the Member for Mid-Oxon (Mr. Hurd), who will speak in the debate tomorrow and who has just returned from a tour of Southern Africa, confirms that there is little or no support for that. But United Nations observation is clearly wanted and the most authoritative body to request it is the kind of all-party conference which the whole House would welcome.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are two other proposals that I wish to make—both with the purpose of ​ holding elections and obtaining independence as soon as possible. The first is to adopt a new approach in bringing, the parties together. This is an approach based on the technique used in Namibia. Some success resulted from a major diplomatic effort there. A contact group was created which established a relationship with all the parties concerned. This was a relationship founded on the detailed knowledge of all the issues and continuous discussion about them which made a comprehensive negotiation possible. It seems to me there are at least similarities —and I put it no higher—with the Rhodesian situation and the same technique seems wholly appropriate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At the moment there is no organisation, no body, no forum, that is capable of carrying through the sustained process of discussion and negotiation that is necessary here. The parties are not negotiating with one another; they are fighting one another. Bridges must be built. It is a very formidable task.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Queen’s Speech refers only to the Government continuing to strive with the United States to achieve a ceasefire. I believe that there must be a much wider approach—a much wider contact group that goes further than the Anglo-American concept. That would be invaluable in the present predicament.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Over and beyond that, and in conjunction with it, there is another and perhaps more immediate possibility. Past history does not encourage me to propose it, and if the Prime Minister is not convinced about it it would not be worth pursuing. Nevertheless, the facts of Rhodesia are so awful and so urgent that I will pursue it. The Prime Minister has expressed his own misgivings about bringing the parties together. I want him to stir himself into much more positive action to bring it about. We have followed minutely the course of events in the Middle East, and we join in the congratulations to the Nobel Prize winners. Something must be learned from what has happened there. The circumstances are different, but the stakes are the same—thousands of human lives. My proposal is that the Prime Minister should conduct what I can best describe as a “Camp David”. The situation is grim enough to require the full authority of the highest office in the ​ land—the Prime Minister himself—to be brought to bear.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The United Kingdom carries the ultimate responsibility for Rhodesia. It is upon our own consciences that our own actions lie. Without raking over the mistakes and misjudgments of the past, I urge a fresh, resolute and new approach.  \nI am not suggesting any repeat of the ill-fated Geneva conference of 1976 which resulted in so much political posturing under the glare of the television cameras. I am talking about negotiation behind closed doors—at Chequers or wherever the Prime Minister wishes. I urge the Prime Minister to bring the leaders together. We are striving for reconciliation and peace. The Prime Minister should consider deeply using his office to take a major initiative of this kind.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**The Prime Minister**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have thought about this a number of times and have been approached from Rhodesia on this matter. I have considered it and talked it over. If I can see a hope of bringing people together privately with any prospect of success—because, once engaged upon, if this moves fails, there is no card left—I give the assurance that I shall not hesitate to do so. I would conduct such a meeting privately, if necessary. That is probably the best way. But at the moment I regret to say that I do not think that either side is yet sufficiently willing to compromise to enable this final card to be played, but I will take the opportunity if I see it.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "**Mr. Pym**\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I am grateful to the Prime Minister for that intervention. We are glad to know that this has been considered. I think that my earlier proposal for a contact group much wider than the United Kingdom-United States effort might be a very valuable preliminary for getting us to the necessary stage.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In putting forward these methods of making progress I am motivated solely by the necessity to facilitate the establishment of peace and multi-racial harmony before it is too late. Some say that it is too late now, but I do not accept that. It need not be so. I try to put myself in the position of the Foreign Secretary burning to end the war.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Whoever the Foreign Secretary is, he must deal with the facts as they are and the situation as ​ it is. He must build a structure of bridges between the islands of differences. All parties have their own legitimate interests to pursue and all have their prejudices and preferences. I come to the question whether sanctions—such as they are—should continue. As soon as the six principles have been satisfied, of course they should go. That is common ground. Britain entered into certain obligations which cannot be lightly dismissed. However strong the temptation to make a gesture of protest, we should keep our faith with our obligations.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There is only one principle to fulfil, and everything that I have said in this speech is intended to make that possible and practical at the earliest moment. It seems clear to me that our judgment at this time on the issue of sanctions must be based on the criterion whether the lifting of them would be more or less likely to be conducive to the fulfilment of the fifth principle.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We regard sanctions as a highly undesirable and, as the Bingham report shows, a largely ineffective means of exerting pressure on another country. We opposed the previous Labour Government when they took the matter of sanctions to the United Nations. We foretold what would happen and we voted against them. It is no comfort now to have been proved right. As soon as the obligations then entered into, for better or worse, have been fulfilled—and there is only one left—a Conservative Government would go to the United Nations and seek the immediate lifting and removal of the sanctions. I wish to make it clear that as soon as the elections have been held satisfactorily we would apply to the United Nations for the lifting of sanctions. Indeed, even in Opposition we would, in those circumstances, bring the matter back to the House immediately.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "At present the significance of the Rhodesian sanctions has become more symbolic than economic on both sides of the argument. To the whites and blacks supporting the settlement, it is symbolic of our support, or lack of it. To the majority of black African leaders and to the United Nations, it is symbolic of their faith in our commitment to majority rule. No one can doubt that commitment now but it has yet to be fulfilled.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "A powerful case will be made by some of my right hon. and hon. Friends to end ​ sanctions now. I recognise the force of the arguments but I have to ask myself whether, if I were at the Government Dispatch Box instead of the Opposition one, I would find it easier or more difficult to bring the dispute to an end now if the order were rejected.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "In the immediate situation, in the actual circumstances which exist now, it is our considered view that it will be less difficult if things are left as they are. The last thing I want to do is to put at risk the strength of our relationships with our friends and allies. If we are to be in the strongest possible position to help Rhodesia, we shall need the active support of all our allies. A decision to oppose sanctions now, against the weight of international opinion, would not make that task any easier. Whether they are right or whether they are wrong, it is the fact that all our Commonwealth friends and allies and all our European and American friends and allies are against lifting sanctions now.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "When we go to the United Nations to get the sanctions lifted, we shall need the support of all our friends and allies if we are to help Rhodesia then, which is the sole purpose of our policy and our thought on this matter. What is more, it seems to me that by lifting sanctions immediately we should be diminishing rather than enhancing the chances of negotiating with the warring parties now. I want the British Government to be in the strongest possible negotiating position, with all our friends and allies.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "The Early-Day Motion No. 516 of last Session, in the name of my hon. Friend the Member for Croydon, South (Mr. Clark), urges the lifting of sanctions\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "“to facilitate the success of the internal… settlement.”\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I agree that it would give that settlement a boost, but I think that it would turn out to be a transitory boost.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "There are many ways of encouraging the settlement, as I have argued in this speech, and we must weigh the repercussions of any actions that we take. The lifting of sanctions before we have fulfilled our undertaking would not stop the bloodshed and could cost us dear. Indeed, I must share with the House my Own fear—it may not be right but I have it—that ending sanctions now would intensify the war, with more and bigger arms ​ coming in. I may be wrong, but that is my fear and I think it right to say that to the House.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "I have studied carefully what John Davies said in July. I think that the conditions which he stated then, about progress towards majority rule and about elections being about to take place, were very right, proper and accurate.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "Unfortunately, they have not come about. I wish that they had. With a different Foreign Secretary they might have done. It seems that the elections may have to be delayed—we all hope, for the minimum time—but at any rate there is uncertainty. The draft constitution has not yet been published, although I believe that it is likely to be very soon, and the referendum is yet to be held, when it had been hoped to complete it by 20th October.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "It is obvious that we on the Opposition Benches do not have any confidence in the Foreign Secretary’s handling of this major crisis. He has bungled it. That is painful for us to watch and demeaning for our country. The Rhodesian crisis is a national crisis and it is an international crisis, and, speaking from the Opposition Front Bench today, I have treated it as such. I have sought to be as constructive, positive and forthright as I can. I ask the Prime Minister himself to come now to the forefront of the negotiations. The slide into war has gone too far already. An infinitely more resolute and realistic approach by the British Government is needed now, and it is hard to exaggerate the urgency.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners",
        "We want no more failures. We want a negotiated ceasefire and democratic elections. It may be too late already, though it need not be. Very soon it will be too late, and that would be a catastrophe which the British people could neither forgive nor forget.\n  *[ERSA]: Employment Related Services Association\n  *[HS2]: High Speed Two\n  *[GPs]: general practitioners"
    ]
}