{
    "url": "https://www.ukpol.co.uk/richard-bacon-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Richard Bacon – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Richard Bacon",
            "url": "/tag/richard-bacon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Richard Bacon, the Conservative MP for South Norfolk, in the House of Commons on 10 September 2022.",
    "content": [
        "It is an honour to offer my tribute to Her late Majesty, both on behalf of the constituents of South Norfolk and personally. I will not resile from anything our Scottish friends have said about Her Majesty’s great love of Scotland, and it might not be a coincidence—it may have been by choice—that Her Majesty chose to spend her last days in the place she loved the most, but she also loved Norfolk. My hon. Friend the Member for North West Norfolk (James Wild) spoke of Sandringham yesterday.",
        "Soon after Her late Majesty’s accession in 1952, she became patron of the Royal Norfolk Agricultural Association, which hosts the Royal Norfolk show, one of England’s premier agricultural events, in South Norfolk. The Queen attended the show in person in 1981 and again in 1986. His Majesty the King, as the Prince of Wales, has twice attended the Royal Norfolk show in the last two decades, and I was privileged as the local Member of Parliament to meet him on both occasions. Indeed, all the children of Her late Majesty have visited the Royal Norfolk show, as have other members of the royal family. We were delighted to welcome the Princess Royal just over two months ago.",
        "Farmers and food producers across the county of Norfolk deeply appreciate the commitment of Her late Majesty and the wider royal family to food and farming over many decades, long before the words “food security” were even thought of. The Queen visited South Norfolk in February 2002 to open the headquarters of Norfolk constabulary in Wymondham, and again in February 2004 to open the Norfolk and Norwich University Hospital.",
        "I particularly remember the Queen’s visit to the new police headquarters, when I was honoured to meet her. I was standing next to the chief constable in the receiving line. The then lord lieutenant, Sir Timothy Colman, introduced the Queen to the chief constable with the words, “Your chief constable, ma’am.” I suddenly reflected that he was, indeed, her chief constable, just as it was her Royal Navy, her courts and her civil service, and just as this Parliament sat under her authority with our Mace as its symbol. The system of constitutional monarchy that we have evolved is a pearl of great price precisely because it allows us to change. At the same time it offers constancy, as perfectly embodied in Her late Majesty.",
        "On behalf of my constituents in South Norfolk, I thank Her late Majesty for all her extraordinary service. I offer my deepest condolences to the royal family and look forward with confidence and optimism to the new era before us. May the Queen rest in peace. God save the King."
    ]
}