{
    "url": "https://www.ukpol.co.uk/gareth-bacon-2021-speech-on-public-landmarks-review/",
    "title": "Gareth Bacon – 2021 Speech on Public Landmarks Review",
    "post_date": "March 20, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Gareth Bacon",
            "url": "/tag/gareth-bacon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gareth Bacon, the Conservative MP for Orpington, in the House of Commons on 18 March 2021.",
    "content": [
        "Britain is under attack—not in a physical sense, but in a philosophical, ideological and historical sense. Our heritage is under direct assault. There are those who seek to call the very sense of what it is to be British today into question. Attempts are being made to rewrite our history, indoctrinate our children with anti-British propaganda and impose an alternative worldview.",
        "Our institutions have been undermined. Attempts have been made to sully the reputations of towering figures from British history because the views of their time may not conform to today’s values. The rise of the power, reach and influence of social media in recent years has been highly influential, increasing the pace and spread of what is a broadly left-wing, anti-British, anti-western and anti-capitalist rhetoric. A domino phenomenon is being witnessed as a succession of national institutions and organisations accept, seemingly without question or critical analysis, the new orthodoxy.",
        "The new orthodoxy has become colloquially known as the woke perspective. In modern day Britain, the woke viewpoint includes attacking the historical concept of Britain by reinterpreting British history in a slanted and decontextualised manner, using modern viewpoints and value judgments. In woke eyes, the British empire is no longer seen as a modernising, civilising force that spread trade, wealth and the rule of law around the globe. Instead, it is viewed as a racist, colonialist, oppressive force than invaded sovereign foreign countries, plundered them and enslaved people en masse.",
        "Great British heroes such as Vice Admiral Horatio Nelson and Sir Winston Churchill, who were until comparatively recently almost universally regarded in a highly favourable light, now have their reputations besmirched.",
        "**Jim Shannon (Strangford) (DUP)**",
        "I thank the hon. Gentleman for bringing this matter to the House. When we record greatness, we celebrate men and women who are inherently imperfect. When I look at Churchill’s statue in Parliament Square, I honour what Churchill represented: duty, fortitude and an unwavering belief that when we British stood together, we could not be defeated. Does the hon. Gentleman agree that these are worthy of celebration and honour today, and that by tearing them down we make no statement other than that we will not acknowledge our past, which makes me fear for our future?",
        "**Gareth Bacon**",
        "I thank the hon. Gentleman for his comments. I agree with him unreservedly. I would also like to acknowledge the honour of being intervened on by him. I gather this is a rite of passage for any Member of Parliament: you are not really a Member of Parliament until you have been intervened upon by the hon. Member for Strangford (Jim Shannon), so I am very grateful to him.",
        "Britain, a small country on the north-western edge of the European continent that led the world in the fields of science, industry, democracy, trade, law, the arts and much more besides, and that stood and fought, often for long periods alone, for freedom against European tyranny in the shape of Napoleon and Nazism and successfully opposed Soviet Communism, is reinterpreted in the woke perspective solely as a slave-owning force of oppression and evil. The slanted views of the woke perspective focus firmly on the past. Its preoccupation is with rewriting that past in order to alter the present. By rewriting Britain’s long and varied history to focus solely on slavery, without any acknowledgement of Britain’s huge role in stamping it out, the woke perspective seeks historical justification for its ideological belief that modern Britain is inherently racist, with an entirely shameful past.",
        "**Marco Longhi (Dudley North) (Con)**",
        "Does my hon. Friend agree that woke activists are of course entitled to their views, and to express them, but that they are not entitled to impose those views as though they were in any way authoritative or unchallengeable? Does he agree that that is an arrogant and divisive standpoint to take?",
        "**Gareth Bacon**",
        "I agree with my hon. Friend. In any mature democracy, the right to hold alternative views and to express them is unchallengeable. However, what I do not think is unchallengeable is an attempt to stamp out contrary views, to cancel people, to bully and intimidate them and to make them fear for their safety simply because they have an alternative view.",
        "This woke view of our nation’s history fails to recognise the open, tolerant and global Britain that is a force for good in the world—a champion of democracy, equality, peace and prosperity that was forged in the empire. Its mission is to destroy the accepted sense of Britain in order to impose a countervailing ideological perspective, because if it delegitimises the one, it is possible to legitimise the other. Of course, there is no better way to achieve this than to topple the towering heroes on which British history balances. For example, left-wing efforts to paint Churchill as a racist are an attempt to warp our country’s memory of the second world war.",
        "It is against this backdrop that we see a sudden push from some quarters to question the legitimacy of the statues, monuments and even the road names of certain parts of our country. Chief among them, of course, is London. Our capital city has always been the political, governmental, financial and cultural centre of our country. It therefore has many historic monuments. Unfortunately for London, it also has a Mayor who has never wasted a moment in ingratiating himself with woke activists.",
        "Within days of the protests in central London last summer, Sadiq Khan announced that he would create a commission for diversity in the public realm. Staggeringly, for a man who constantly pleads poverty when it comes to carrying out his core functions of building houses, running the transport system or keeping people safe on the streets, Sadiq Khan has set aside £1.1 million of taxpayers’ money for this exercise. He claims that the commission is about putting up more monuments of historically significant black and ethnic minority figures and to aid public understanding. This indeed is a worthy aim, but he rather let the cat out of the bag when asked last June whether he thought the commission would lead to statues being removed, and he said, “I hope so.”",
        "The Mayor’s desire to rewrite history is underlined in the application pack for people aspiring to be on the commission. In it, the Mayor states:",
        "“Our statues, street names, memorials and buildings have left a distorted view of the past.”",
        "He goes on to call for the commission to:",
        "“Further the discussion into what legacies should be celebrated.”",
        "The terms of reference for the commission stated that there would be:",
        "“A fair and transparent recruitment process resulting in a group of 15 Commission Members in addition to the two Co-Chairs with broad-ranging knowledge, expertise and lived experience relevant to the work of the Commission.”",
        "Anyone who takes that at face value is either spectacularly naive or they have not been following the development of Sadiq Khan’s mayoralty.",
        "In February, the membership of the commission was announced, and it is fair to say that it removed any pretence that it would produce an impartial and objective historical world view. One of the commissioners has already been forced to resign for antisemitic comments he made in the past. Of the remaining commissioners, one has said:",
        "“The UK is evil. It is the common denominator in atrocities across the world and is responsible for white supremacy everywhere.”",
        "Another said:",
        "“Boris Johnson is an out and out complete”—",
        "he then uses an obscene four-letter word beginning with c —“who is overtly racist.” He goes on to express support for defunding the police. A third claimed last year that:",
        "“The concept of race was created by white people in order to give them power over non-white people.”",
        "When setting this commission up, the Mayor claimed:",
        "“The membership will be representative of London’s diversity.”",
        "Diversity of what? Certainly not diversity of thought or of political opinion. These people are hand-picked, hard-left political activists. Sadiq Khan is playing an irresponsible and dangerous game by establishing a new commission to tear down London’s landmarks. The Mayor expects this to be an easy, virtue-signalling public relations win, but his decision has created division and inflamed tensions in the capital. A recent poll conducted by YouGov found that 42% of Londoners oppose the plans, compared with 38% who are in favour of them.",
        "An e-petition calling for the protection of all historical statues and monuments has attracted more than 35,000 signatures of support. Shaun Bailey, Mr Khan’s Conservative opponent in the forthcoming London mayoral election, commented:",
        "“The Mayor has driven wedges between communities…With his diversity commission, he’s trying to re-write British history, but he does not have the expertise or the authority to do this.”",
        "He is completely correct.",
        "One of my constituents wrote to me, and I will quote what he said at length. He said:",
        "“I originated from Pakistan and my late Father was born in India. I am very concerned about how the identity politics and cancel culture is being promoted. I fully support those who have raised their concerns about Mr Khan’s initiative about changing the names of London roads and dismantling historic statues and monuments.",
        "There are no other nations or countries which will wipe out or bring disrepute to their empires or Kingdoms and will actively degrade their heroes. History is history and let it not punish our present!”",
        "He continues:",
        "“If we study the…British Empire, the British left a huge legacy throughout its vast empire. The British made a chain of Universities and medical colleges, the world’s best irrigation system, it introduced a new structure of administration and introduced democracy in the Subcontinent. It built modern infrastructure including railway tracks, bridges and railway stations. Moreover Britain has welcomed people from North, South, East and West and we must teach patriotism in our schools.”",
        "Whether we like it or not, there are many very good, some bad and a few ugly elements in Britain’s past, and it is a complicated picture, filled with imperfect heroes. The notion that historical figures should be judged by today’s standards will eliminate every British hero this country holds dear. Will Sadiq Khan topple Churchill for his support for the British empire? Will Admiral Nelson fall for living in a time when slavery existed? Will Sir Francis Drake, Oliver Cromwell, King James II, Lord Kitchener and William Gladstone be erased, and their contributions to British history forgotten, because they were flawed characters? Where do we draw the line? Should Gandhi’s statue be removed because he believed Indians were racially superior to Africans? Will Karl Marx’s tomb be destroyed because of his deeply held antisemitism? Should Egypt’s pyramids and Rome’s colosseum fall because they were built by slaves and those civilisations profited from that abhorrent trade?",
        "This is why Sadiq Khan was wrong to jump on this latest virtue-signalling bandwagon. His decision to tear down statues in London risks encouraging left-wing mobs to topple statues themselves and far-right mobs to take to the streets to protect them. The events of last summer are proof of that. Instead of posturing in this way, the Mayor should take a long, hard look at his record of failure, which has left communities behind in London. After five years at the helm of City Hall, it is time he took his fair share of responsibility for the challenges and inequities that exist in London today. On his watch: violent crime soared to record levels and murder reached an 11-year high; only 17,000 affordable homes have been completed in five years; 22 major transport upgrades that could regenerate communities have either been delayed or cancelled; and Crossrail is three years late and £4 billion over budget, and Transport for London has lost £2 billion in fares income it would otherwise have accumulated.",
        "The sad truth is that London is saddled with a Mayor who is not especially interested in the core functions of his role. There is no virtue he will not signal, no passing bandwagon he will not jump on and no gallery he will not play to in his never-ending attempt to ingratiate himself with the latest trend on Twitter. Pandering to woke activists in this way is deeply disturbing. These moves are illegitimate and dangerous. They will do nothing for inclusiveness. Instead, they will foster bitterness and resentment on all sides. We must not go down this route. If the Mayor of London insists on pushing ahead with this deeply divisive, virtue-signalling exercise, the Government should step up to protect our national heritage and explicitly strip him of the power to dismantle it."
    ]
}