{
    "url": "https://www.ukpol.co.uk/gareth-bacon-2023-parliamentary-question-on-metro-mayors-and-foreign-direct-investment/",
    "title": "Gareth Bacon – 2023 Parliamentary Question on Metro Mayors and Foreign Direct Investment",
    "post_date": "February 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Gareth Bacon",
            "url": "/tag/gareth-bacon/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The parliamentary question asked by Gareth Bacon, the Conservative MP for Orpington, in the House of Commons on 9 February 2023.",
    "content": [
        "**Gareth Bacon (Orpington) (Con)**",
        "What recent discussions her Department has had with Metro Mayors on attracting more foreign direct investment.",
        "**The Parliamentary Under-Secretary of State for Business and Trade (Kevin Hollinrake)**",
        "I met Andy Street this week to talk about foreign direct investment, and Lord Johnson will meet the 10 Metro Mayors today and look to discuss how we can attract more investment into mayoral combined authorities and how the Department can connect strategic regional opportunities to major international capital, such as the sovereign investment partnerships that have been established over the past 18 months by the Department and the Office for Investment.",
        "**Gareth Bacon**",
        "I chair the all-party parliamentary group for London as a global city, and last year we published our first report, which featured analysis of the London-plus effect, a term coined by the London & Partners agency to show that our capital is the gateway to the world and that companies that first invest in London go on to contribute £7.6 billion and create 40,000 jobs throughout the country. Is my hon. Friend’s Department willing to consider convening roundtables with the Metro Mayors on how to maximise the potential benefit to the UK of the London-plus effect?",
        "**Kevin Hollinrake**",
        "My hon. Friend is absolutely right. Andy Street was very clear about the importance of London to regional development in the west midlands. The Department convenes roundtable joint sessions with the M10 Metro Mayors twice every year, in additional to ongoing ministerial-mayoral bilaterals and official-level engagement. Such meetings include the discussion of shared priorities in respect of international trade and investment and of greater collaboration throughout all regions to increase foreign direct investment from new and existing investors.",
        "**Chris Elmore (Ogmore) (Lab)**",
        "The Minister will know that there are no Metro Mayors in Wales, but there are city deals and leaders that link across the south-west of England into Bristol and across the south Wales belt. Will the Minister set out what he is doing to work with local government leaders in Wales to ensure that investment is brought into Welsh constituencies as well as those throughout England?",
        "**Kevin Hollinrake**",
        "The hon. Gentleman is absolutely right. We are pleased that across York and North Yorkshire we are about to get our own Metro Mayor; I am sure he is working hard to bring that kind of governance to his area too, because it clearly delivers opportunity right across the country. As he knows, the FDI stock in the UK is worth £2 trillion, which is the second highest amount in the world. I am sure the opportunities would be beneficial to the hon. Gentleman’s constituents should he strike that kind of deal."
    ]
}