{
    "url": "https://www.ukpol.co.uk/gareth-bacon-2022-speech-on-the-expansion-of-the-ultra-low-emission-zone/",
    "title": "Gareth Bacon – 2022 Speech on the Expansion of the Ultra Low Emission Zone",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Gareth Bacon",
            "url": "/tag/gareth-bacon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Gareth Bacon, the Conservative MP for Orpington, in Westminster Hall, the House of Commons, on 20 December 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hosie. I, too, thank my hon. Friend the Member for Dartford (Gareth Johnson) for securing this important debate. I also thank my hon. Friend the Member for Runnymede and Weybridge (Dr Spencer), who was right that I have taken a deep interest in the ultra low emission zone expansion for some time, and that is because there are a number of big problems with the policy.",
        "The first problem is that Sadiq Khan does not have a mandate for this policy. He claims that ULEZ expansion is essential to tackle air pollution, and we heard his briefing being faithfully read out by the hon. Members for Swansea West (Geraint Davies) and for Putney (Fleur Anderson). Given that the Mayor was re-elected to City Hall only last year, we would imagine that this policy featured prominently in his manifesto, but it did not. He went to the polls on a 100-page manifesto, and one paragraph on page 55 mentioned the ultra low emission zone, but it pertained specifically to the extension to the north and south circular in October 2021, which he had already announced. There was no mention whatever of expanding the boundary to the outer part of Greater London.",
        "When the Mayor decided in May this year to push ahead with that expansion, the Evening Standard article that covered the announcement said:",
        "“On Friday morning, Sadiq Khan insisted that he would not press ahead with the plans if the public overwhelmingly rejected them during the public consultation.",
        "He said: ‘It’s a genuine consultation—as were the previous two consultations in relation to the central London Ultra-Low Emission Zone and the expansion. I hope Londoners who care about the health of their families will respond.’”",
        "They did, in large numbers, but the Mayor initially refused to release the results of that consultation. Eventually, after public pressure, the results were released on 25 November. They revealed that 60% of respondents opposed Sadiq Khan’s ULEZ expansion to outer London. That figure increases to 68% when we include the organised responses that the hon. Member for Swansea West mentioned; 70% of outer London residents oppose the expansion and 80% of those who work in outer London were also opposed.",
        "This policy has no mandate and no public support. It turns out that it is not about air quality, either, contrary to the propaganda read out by Opposition Members, which comes directly from the briefing sent by the Mayor of London. The document I quoted earlier is not a hatchet job, but the Mayor’s own integrated impact assessment. I gave one example, but there are many, of where it uses phrases like “negligible to minor” in terms of the impact that the expansion would have on air quality.",
        "There is no mandate, there is no public support and it is not really about air quality, because the impact is negligible. So why is the Mayor of London so interested in ULEZ expansion, and why is he rushing it? The answer is as old as time: it is about money. This is a cash grab, pure and simple. According to Transport for London’s own figures, it expects the £12.50 charge to hit 160,000 cars and 42,000 vans per day. In monetary terms, that is about £2.5 million per day—a big cash injection into the Mayor’s coffers.",
        "There is a question about timing. When the inner and outer ULEZs were introduced, people had years to prepare. In this case, we have nine months. The average family cannot save up to buy a car that quickly, especially when household bills are rising, and we know that they are. Small businesses and charities may be forced to replace one vehicle or even a fleet that they had banked on being able to use for many years to come.",
        "Who will be hit? The Mayor of London does not seem to understand who will pick up the bill for his policies. It is not wealthy Londoners—it is ordinary working people, on the poorer end of the socioeconomic spectrum, who are less likely to be able to upgrade their car, and more likely to own an older vehicle. There is a myth that Mayor Khan attempts to spread around that low-income Londoners do not own cars, or drive in Greater London. That is categorically false. What is more, he knows it. The “Travel in London” report produced by TfL in 2019 shows that, by its own analysis, 50% of outer London households earning as little as £10,000 own a car. Car ownership rockets to in excess of 70% for those earning upwards of £20,000. According to TfL’s impact assessment, low-income Londoners are more likely to own non-compliant vehicles. The ULEZ expansion is not a tax on wealthy drivers, but on poorer people who simply cannot afford to buy a new vehicle.",
        "In my constituency, we do not have tubes or trams. We have trains that go into central London and we have private vehicles. Some 83% of Orpington households own a car, meaning that a great number of my constituents could be liable to pay the charge. As we heard from my hon. Friend the Member for Ruislip, Northwood and Pinner (David Simmonds), many of my constituents use their car every day to go to work, to the shops and to visit family and friends. Under the Mayor’s plan, they face a potentially disastrous annual bill of £4,500.",
        "Other Members have spoken about the impact on public services. More than half of Greater London’s police officers and firefighters and around a fifth of the workers in my local NHS trust come into Greater London from outside. Those who work in outer London and those who work in shift work are especially reliant on their cars. Someone on a night shift faces a double whammy of a £12.50 charge driving to work, and a £12.50 charge after midnight when they drive home. It could cost them £25 per shift to go and do their work.",
        "The ULEZ expansion will also impact on businesses in outer London. Many people drive in from Kent to shop in Petts Wood in my constituency. TfL estimates that 8% have non-compliant vehicles. Rather than paying £12.50 a time, many will simply choose to shop and visit elsewhere, depriving London’s high streets of customers.",
        "Many drivers, both in London and those who travel from outside to work, shop or visit outer boroughs, are unaware that they may face an even higher bill. We heard from my hon. Friend the Member for Dartford about the increase in the level of fines—up to £180. The Mayor has just hiked the fine from £130 to £160, and will go further from January next year, raising it to £180. If a driver crosses into Greater London, perhaps unaware of the boundary or unaware of the existence of the charge or that their vehicle is not compliant, they will unknowingly rack up a cripplingly high bill. Potentially as many as 12,000 cars and vans a day may be hit by a fine.",
        "The RAC estimates that Transport for London could raise £260 million a year by imposing those penalties. To put that into context, Churchill Insurance estimated that the total parking fines raised by every council in the country combined would come to £250 million—£10 million lower than Transport for London would make with those penalties in the first year. TfL could in fact earn significantly more than that, because if not all drivers pay within 14 days—reducing the penalty from £180 to £90—that could raise £390 million every year.",
        "The Mayor of London has not been a success in office. The Metropolitan police and the London Fire Brigade are both in special measures. Violent crime has reached record highs, and it has not abated. He is not on target to deliver enough affordable homes, despite what he boasted about as being the largest settlement from central Government on record. Crossrail was years late and billions of pounds over budget, with billions more lost in fares that were never raised.",
        "**Stewart Hosie (in the Chair)**",
        "Order. I am sure that the hon. Gentleman is about to get back on to low emission zones.",
        "**Gareth Bacon**",
        "Indeed I am. The point I am trying to make is that Sadiq Khan is looking for something he can point to and claim as his. Leaving aside the fact that the ultra low emission zone was not even his idea—it was conceived and the preparatory work was done under my right hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson)—the Mayor has adopted it as his big idea. The expansion of the ultra low emission zone to outer London has no mandate or popular support. It will do almost nothing for air quality, it will be economically damaging and it will hit the poorest hardest—damaging not just those who live in outer London but millions who live outside Greater London. It is an appalling and unjust policy and it should be scrapped."
    ]
}