{
    "url": "https://www.ukpol.co.uk/gareth-bacon-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Gareth Bacon – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Gareth Bacon",
            "url": "/tag/gareth-bacon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Gareth Bacon, the Conservative MP for Orpington, in the House of Commons on 18 July 2022.",
    "content": [
        "I rise to declare my confidence in Her Majesty’s Government. There are myriad substantial reasons for doing so, but I am going to focus on just three, because of the time allowed to me.",
        "The first, of course, is the ending of the Brexit impasse, which the dead Parliament of 2017 to 2019 showed itself to be incapable of doing. Under the leadership of my right hon. Friend the Prime Minister, the Conservative party won a landslide victory at the 2019 general election, when I had the privilege of being elected for the first time to represent my constituents in Orpington.",
        "It is undeniable that a significant reason for the national result was the mandate to deliver on the largest democratic exercise in this country’s history—an exercise that had hitherto been thwarted by arrogant elites, some of whom I see sitting opposite me this evening. On 31 January 2020, Her Majesty’s Government delivered on the will of the people, and we left the European Union. The Labour party claimed that a Conservative Government would not achieve a Brexit trade deal, and yet Her Majesty’s Government announced on 24 December 2020 that Britain and the EU had agreed a post-Brexit trade deal, ending months of disagreement. A clear manifesto commitment that the previous dead Parliament had failed to deliver had been completed within a few weeks of the election. In the months that followed, the Government announced more than 70 trade agreements with countries all around the world.",
        "That is achievement No. 1, and I will now move to achievement No. 2. Shortly after we left the European Union, the worst pandemic in a century hit the entire world. Her Majesty’s Government put their arms around the people, at great pace and under enormous pressure, and introduced a comprehensive package of support for individuals and businesses. Component parts of the support deal, such as the furlough scheme, saved millions of people from being made redundant when businesses could not trade because of the spread of the virus. Although our economy was on life support, it was kept alive thanks to the actions taken by the Government. As a direct result of decisions taken by my right hon. Friend the Prime Minister, this country was among the first to begin to emerge from the pandemic.",
        "Her Majesty’s Government made the right call when it came to the vaccine. Thanks to the Government’s quick action to secure the most promising vaccine doses in advance, more than 120 million doses were administered in the first year in the UK alone. It should be noted, however, that the leader of the Labour party wanted Britain to remain in the European Medicines Agency, which would have delayed the roll-out of the vaccine. Countries in the EMA were much slower with vaccine production and roll-out than the UK was. Had Labour remained in power, the vaccine success that we experienced in this country would not have occurred at anything like the speed it did, with potentially dire consequences.",
        "Her Majesty’s Government made the right call when it came to reopening the economy last year—something that, of course, the Labour party disagreed with. Time after time, senior Labour figures called for the maintenance, and even an extension, of restrictions. The Leader of the Opposition even said that he would vote for a circuit-breaker lockdown over Christmas, and then days later pretended he had never backed a Christmas restriction. Had he been in power, it would have been less Captain Hindsight, and more Major Catastrophe.",
        "Finally, this Government and this Prime Minister have led to the west rallying international support for Ukraine. Her Majesty’s Government have kept our country safe. They have led the world in response to the first ground war on the European continent since the second world war, and they have got Brexit done. It is therefore patently obvious that the House should have confidence in Her Majesty’s Government, and I will be supporting the motion."
    ]
}