{
    "url": "https://www.ukpol.co.uk/gareth-bacon-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Gareth Bacon – 2020 Maiden Speech in the House of Commons",
    "post_date": "February 7, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Gareth Bacon",
            "url": "/tag/gareth-bacon/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Gareth Bacon, the Conservative MP for Orpington, in the House of Commons on 5 February 2020.",
    "content": [
        "I should like to start by congratulating the hon. Member for Jarrow (Kate Osborne) and my hon. Friends the Members for Keighley (Robbie Moore) and for North Norfolk (Duncan Baker) on their excellent contributions to the debate. I must say that I envy them the huge relief that I am sure they must now be feeling. I look forward to feeling it myself in a few minutes’ time.",
        "I rise to speak as the seventh Member of Parliament to be elected to represent Orpington since the constituency was created in 1945. I follow some distinguished predecessors, who are noteworthy for a variety of reasons. Time does not permit me to talk about all of them, but I will touch on a couple. The first is William Sumner, who represented the seat between 1955 and 1962. The reason that I mention William is that he did something very rare indeed. In order to secure the Conservative nomination, he defeated a young lady called Margaret Thatcher. That defeat led her to resign from the candidates’ list and to temporarily abandon her political ambitions. Fortunately, however, history shows that she recovered reasonably well from the setback. Baroness Thatcher, as she later became, and the values that she championed are what drew me into public life. She made Britain great again, and we on these Benches are the inheritors of her world-shaping legacy.",
        "I directly follow in some famous footsteps, because my immediate predecessor was Jo Johnson, a man with impeccable family connections. However, he is significantly more than merely the sibling of his famous older brother. He is known for his great intellect, his glittering academic achievements and his distinguished career in journalism. He rose to high office in Government and continues to be highly regarded for having been extremely diligent and hard-working for his constituents. This was shown most clearly by the fact that he quadrupled the majority of slightly under 5,000 that he inherited when he was selected to almost 20,000 at the last election he contested, in 2017. I truly have a tough act to follow.",
        "The Orpington constituency was included in the boundaries of the newly formed London Borough of Bromley as part of the London Government Act 1963. ​While officially part of Greater London, it is in reality a collection of idyllic villages in the county of Kent. Country lanes, country pubs, village churches and farmers’ fields are spread across great swaths of the area. That is what makes it the best place in the country—contrary to what I heard earlier—to be a Member of Parliament. It is the largest geographical constituency in Greater London, and two thirds of it are rural. The Darwin ward alone is larger than the Royal Borough of Kensington and Chelsea.",
        "Given the rural nature of large parts of the constituency, much of Orpington has not received adequate broadband investment over the years, so the Government’s pledge to roll out full fibre and gigabit-capable broadband to every home and business across the UK by 2025 is especially welcome. I will be pushing for this to be expedited locally as swiftly as possible. Similarly, the rural nature of Orpington means that I have a keen understanding of the huge benefits that open green spaces bring, and any attempt to dilute or remove planning protections for outer London’s green belt would have significantly adverse consequences for my constituents. I will therefore lobby for such attempts to be resisted. The main town centre has a vibrant high street, ably supported by the Orpington 1st business improvement district, and I will always stand up for my local businesses.",
        "Orpington has had its fair share of famous residents. The aforementioned Darwin ward is named after its most famous resident. Charles Darwin lived in the village of Downe, where he wrote his groundbreaking work, “On the Origin of Species”. Challenging orthodox thinking is not restricted to historical figures, however, as the constituency is home to contemporary figures who have made an impact on public consciousness. By a quirk of fate, that same village has been home to one of my new constituents—a certain Nigel Farage, who, although never a Member of this place, has had an undeniable impact on British and European politics.",
        "We are fortunate to have some of the best schools in the country, and I am looking forward to visiting those that have kindly invited me to do so. St. Olave’s Grammar School can trace its roots back to 1571 and its long list of notable alumni includes my hon. Friend the Member for Croydon South (Chris Philp). Its counterpart, Newstead Wood School for girls, has as its most famous alumna the reigning women’s 200-metre world champion, Dina Asher-Smith, who grew up locally and of whom we are extremely proud.",
        "Orpington has also played its part on the national and international stage, including in the hour of this country’s greatest peril. Biggin Hill airport is now a general aviation airport that caters mostly for private aircraft, but during the second world war it was an RAF base and played a major role in the battle of Britain. Spitfires and Hurricanes from a variety of squadrons were based there, and its fighter pilots destroyed more than 1,400 enemy aircraft. Many of the nearby housing developments are named after those RAF personnel who gave their lives to defend their country. Reading of those pilots’ exploits, and in particular of the age at which so many of them made the ultimate sacrifice, is truly humbling.",
        "I shall turn now to the business at hand: local government finance. With the fair funding review ongoing, this is an opportune moment to examine that subject, and I speak ​as someone with 22 years of local government experience. The economic shambles left behind by the previous Labour Government in 2010 obliged the incoming coalition Government to make significant reductions in public spending. It is true to say that local government has had to share a considerable portion of that burden, but careful management of the country’s finances over the past decade means that this Conservative Government are now able to address the long-term structural problems that the Blair and Brown Governments created.",
        "Critically, there is now an opportunity to review historical baseline funding and to recalibrate it, with particular consideration being given to factors such as current population levels and future growth projections. A number of qualitative actions can also be taken, such as conferring greater flexibility on local authorities to raise and spend their own resources, as well as improving business rate retention. Most importantly of all, we need to recognise and reward those local authorities that have delivered high-quality public services while continuing to make efficiencies, such as my own excellent London Borough of Bromley.",
        "The scale of the Conservative victory in Orpington on 12 December, with more than 63% of the vote, was a ringing endorsement of our campaign to “get Brexit done” so that we could move on to the people’s other priorities. In sending me here to represent them in this place, the people of Orpington have done me the greatest honour of my life. It is a great privilege to be here and I pledge to serve them, and my country, to the best of my ability in the years to come."
    ]
}