{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2023-statement-on-investment-treaty-negotiations-singapore/",
    "title": "Kemi Badenoch – 2023 Statement on Investment Treaty Negotiations – Singapore",
    "post_date": "April 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for Business and Trade, in the House of Commons on 29 March 2023.",
    "content": [
        "The Government will shortly commence negotiations with Singapore to deliver a new, modern investment treaty. Negotiations build on the strong investment relationship between our two nations and represent the United Kingdom’s Indo-Pacific tilt.",
        "As of 2021, the stock of UK investment in Singapore totals £11.4 billion and the stock of Singaporean investment in the UK totals £12.0 billion, up from £4.1 billion in 2012. The United Kingdom and Singapore share a joint ambition to further strengthen our trade and economic relationship, deepening trade and increasing investment flows for the benefit of both countries.",
        "That is why we are pursuing a new, modern investment treaty. This will fulfil a commitment made in the free trade agreement between the United Kingdom and Singapore, and it is an opportunity to put the UK at the forefront of international best practice. This follows on from the successful UK-Singapore digital economy agreement last year.",
        "His Majesty’s Government remain clear that, in addition to guaranteeing clear standards of fair treatment to investors, any deal we sign will be in the best interests of the British people and the United Kingdom economy. We will not compromise on our high environmental, public health, animal welfare and food standards, and we will maintain our right to regulate in the public interest.",
        "We are also clear that this negotiation will not open the NHS to further competition and overseas companies will not be able to take legal action to force us to do so.",
        "The Government will update Parliament as we reach key milestones in negotiations."
    ]
}