{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-statement-on-the-uk-south-korea-trade-agreement/",
    "title": "Kemi Badenoch – 2022 Statement on the UK-South Korea Trade Agreement",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for International Trade, in the House of Commons on 9 December 2022.",
    "content": [
        "Today the Department for International Trade has launched a public call for input on a future free trade agreement between the United Kingdom and South Korea. The call for input can be accessed via the following link— https://www.gov.uk/government/consultations/trade-with-south-korea-call-for-input.",
        "The UK is committed to building on our strong, existing trade and investment relationship with South Korea. South Korea is our 20th largest trade partner with bilateral trade worth £14.3 billion in 2021.",
        "The UK’s current trade relationship with South Korea is based on the EU-South Korea trade agreement, which was negotiated by the European Commission in 2011 and, after a further negotiation, formed the basis of the UK-Korea trade agreement on 1 January 2021. We now have the opportunity to update the agreement, ensuring it is a modern and fit-for-purpose arrangement that meets the specific needs of the UK. This will include important areas such as digital trade, enhanced climate provisions and further support for small and medium-sized businesses.",
        "South Korea was the world’s 10th largest economy in terms of GDP in 2021, with a population of almost 52 million people. An updated agreement could provide the UK with the opportunity to increase the value of UK exports to South Korea, which were worth £8.1 billion in 2021. With updated modern provisions the UK can seek to expand our key exports in digital, business and financial services, contributing to domestic growth at a time of global economic hardship.",
        "Opening discussions towards a modern deal will assist both nations to take an ambitious, progressive, and sustainable step towards shared growth and job creation. As two countries with a strong record of co-operation, resting on shared democratic values, a bespoke trade agreement will provide a foundation for further growth in our trading relationship.",
        "The Government have been clear that when we are negotiating trade deals, the NHS will not be on the table. The price the NHS pays for drugs will not be on the table. The services the NHS provides will not be on the table. We will not agree measures which undermine the Government’s ability to deliver on our manifesto commitments to the NHS.",
        "As we committed to in our manifesto, in all of our trade negotiations, we will not compromise on our high environmental protection, animal welfare and food standards.",
        "The call for input will run for eight weeks and invite businesses, public sector bodies, individuals, and other interested stakeholders to set out their priorities for a closer trading relationship with South Korea.",
        "The information that the Government receive through this exercise will be crucial in shaping our approach to negotiations and our priorities and objectives, ensuring that our final approach is informed by stakeholder needs and the demands of the British economy.",
        "**Next steps**",
        "The UK and South Korean Governments share a desire to develop closer ties and we have jointly agreed to aim to launch negotiations as soon as possible next year, after we have fully reflected on the results of the call for input and developed a negotiating mandate. Prior to launching negotiations, the UK Government will publish their approach to negotiations. This will include a response to the call for input and our strategic objectives, as well as an economic scoping assessment. We will continue to keep Parliament, the devolved Administrations, UK citizens and businesses updated, as we make progress towards seizing the opportunities presented by a new, modern trade agreement with South Korea."
    ]
}