{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2023-statement-on-the-india-trade-negotiations/",
    "title": "Kemi Badenoch – 2023 Statement on the India Trade Negotiations",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for International Trade, in the House of Commons on 9 January 2023.",
    "content": [
        "The sixth round of UK-India free trade agreement negotiations began on 12 December and concluded on 16 December. As with previous rounds, this was conducted in a hybrid fashion—UK officials travelled to New Delhi for negotiations and others attended virtually.",
        "Technical discussions were held across 11 policy areas over 28 separate sessions. They included detailed draft treaty text discussions in these chapters.",
        "Coinciding with the start of the round, on 12 and 13 December I also visited New Delhi to meet my counterpart, Minister Piyush Goyal. We discussed the negotiations and the wider UK and India trade relationship. Discussions covered our respective ambitions for the deal, and we welcomed the progress made so far. I also made clear our red lines in the negotiation. I was also clear in this negotiation that, as with all our FTA negotiations, the NHS and the services it provides are not on the table.",
        "I also met a number of UK and Indian businesses. I heard at first hand about the significant opportunities that an ambitious FTA could bring, as well as the challenges that some businesses currently face and how Governments can help break down barriers to trade and investment.",
        "Both sides are working toward a balanced deal that will strengthen our economic links and bring real benefits to UK businesses, families and consumers.",
        "The seventh round of official-level negotiations is due to take place in early 2023.",
        "The Government will continue to keep Parliament updated as these negotiations progress."
    ]
}