{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-statement-on-sandwell-metropolitan-borough-council/",
    "title": "Kemi Badenoch – 2022 Statement on Sandwell Metropolitan Borough Council",
    "post_date": "March 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Minister for Levelling Up Communities, in the House of Commons on 22 March 2022.",
    "content": [
        "On 18 January 2022,1 announced to the House that the Secretary of State was minded to intervene at Sandwell Metropolitan Borough Council (“the authority”) and to appoint Commissioners to take over functions associated with the governance and scrutiny of strategic decision making, and of those relating to the appointment and dismissal of statutory officers.",
        "At the same time, I sought views on how best to improve political stability in the authority’s leadership and to move towards a four-yearly election cycle.",
        "These proposals followed the publication of a “Value for Money Governance” review by the authority’s external auditor, Grant Thornton, issued to the authority on 3 December 2021. The review makes 45 wide-ranging recommendations, three of which are statutory recommendations, and in my view provides considerable evidence that the authority has failed to comply with its best value duty over a number of years. This is a requirement set out in the Local Government Act 1999 to make arrangements to secure continuous improvement in the way in which its functions are exercised, with regard to a combination of economy, efficiency and effectiveness.",
        "The Governance review paints a deeply troubling picture of mismanagement and of ineffective scrutiny and accountability arrangements at the authority. While the review recognises the recent progress made under the Interim Chief Executive, Kim Bromley-Derry CBE DL, it also notes how, historically, senior officers and members have been unable to make the changes required to move away from the past.",
        "While the Secretary of State is encouraged by the “green shoots” of progress described in the report, his view is that the risk of progress stalling or slowing is significant. He believes the proposed intervention is necessary and expedient to secure compliance with the best value duty.",
        "As part of my announcement in January, I invited the authority to make representations about my proposals to formally intervene on or before 11 February 2022.",
        "Representations were received from 15 parties: the authority, its Conservative Councillor Group, an independent Councillor, three MPs, eight residents and one residents’ group. With one exception, all the representations supported the intervention and the proposal to appoint Commissioners.",
        "The authority welcomed the support of the Department with its improvement, and stated that it looked forward to working with Commissioners and developing a clear improvement plan. In relation to elections, the authority confirmed that it is in the process of developing an action plan which includes consultation and engagement activity.",
        "The Conservative Group and the independent Councillor pledged to work with the Commissioners. Residents were universally supportive of the intervention and keen to see real improvement in the authority’s services.",
        "While two MPs supported intervention, one was opposed, citing the need for the progress made by the Council’s new senior leaders not to be undermined by Commissioners.",
        "**Best value intervention in Sandwell Metropolitan Borough Council**",
        "Following consideration of these representations, the Secretary of State has decided to proceed with the proposals announced on 18 January.",
        "Appointing Commissioners for Sandwell Metropolitan Borough Council the Secretary of State has decided to appoint two Commissioners with a proven record of leadership, transformation and strong governance, and the specific expertise that will be relevant to their functions.",
        "The Governance review recognises that it is the interim Chief Executive Officer, Kim Bromley-Derry CBE DL, that has been driving change within the authority since his arrival in August 2021. It is for this reason that the Secretary of State has decided to appoint Mr Bromley-Derry as Managing Director Commissioner, a role which will enable him to continue the work that he has already begun, and to provide the authority with the consistent leadership capacity that it needs to continue its recovery. I would also like to thank Mr Bromley-Derry’s employers, McLaren Construction Group, for enabling his appointment.",
        "Kim Bromley Derry CBE DL (Managing Director Commissioner)—Kim has more than 35 years of public sector experience, including eight years as Chief Executive of the London Borough of Newham. He was also Director of Children’s Services at both the London Borough of Newham and South Tyneside Council and a Children’s Services Director at Leicester City Council. Kim was appointed Interim Chief Executive of Sandwell Council in August 2021 after being temporarily released from his role as Group Director for strategic partnerships at McLaren Construction Group. Kim has also been President of the Association of Directors of Children’s Services and chaired the Government’s Libraries Taskforce.",
        "Jim Taylor (Assistant Commissioner)—Jim served for six years as Chief Executive of Salford City Council prior to his retirement in 2021. He also fulfilled the role of Interim Chief Executive of Trafford Borough Council simultaneously from July 2018 to February 2019. Prior to this Jim was the Chief Executive of Rochdale Council having also served as Director for Children’s Services at Tameside MBC. In June 2021 Jim was appointed by the Secretary of State to undertake an external assurance review of governance at Slough Borough Council.",
        "The Commissioners have been appointed for two years from 22 March 2022 to 22 March 2024, or such earlier or later time as we determine. We are clear that the directions should operate for as long, and only as long, and only in the form, as necessary.",
        "The Commissioners will be asked to provide their first report within the next three months. Further reports will be provided every six months, or as agreed with the Commissioners.",
        "I want to be clear that most decisions will continue to be made by the authority; the intention being that Commissioners will only use their powers as a last resort if they are dissatisfied with the authority’s improvement processes.",
        "Commissioners will work collaboratively with Emma Taylor, Chief Executive of Sandwell Children’s Trust and Mark Gurrey, the Department for Education’s children’s services adviser and Chair of the Council’s improvement board for children’ services. This will ensure that the improvements overseen to date through the Department for Education’s statutory intervention continue to be made.",
        "I would also like to thank the LGA for the continued support it has provided to the authority, most recently through a Corporate Peer Challenge.",
        "As with other interventions led by my Department, the authority will be directed to meet the costs of the Commissioners. The fees paid to individuals are published in appointment letters which are available separately on www.gov.uk. I am assured this provides value for money given the expertise that is being brought, and the scale of the challenge in councils requiring statutory intervention.",
        "**Conclusion**",
        "The Government will continue to work closely with the political, business, and cultural leadership of Sandwell, and is committed to making sure the residents of Sandwell have what they need from their local council, including confidence in its governance and service delivery.",
        "I have published the directions and explanatory memorandum associated with this announcement at https://www.gov.uk/government/collections/proposed-intervention-at-sandwell-metropolitan-borough-council."
    ]
}