{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-speech-at-green-trade-and-investment-expo/",
    "title": "Kemi Badenoch – 2022 Speech at Green Trade and Investment Expo",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Kemi Badenoch, the Secretary of State for International Trade, in Gateshead on 1 November 2022.",
    "content": [
        "Welcome to the Green Trade and Investment Expo.",
        "Let’s talk about Blyth. Blyth is a coastal town 16 miles from here. Coal mining was its lifeblood.",
        "But when Blyth’s last colliery closed three decades ago, around 1,700 jobs disappeared. Some people thought that the town would be left behind.",
        "It is true that the past years have been difficult and challenges still exist.",
        "Yesterday I took some of you to see how the town is becoming one of the country’s most important bases for clean energy.",
        "It’s home to the Offshore Renewable Energy Catapult, where the biggest turbine blades in the world are put through their paces.",
        "Another company called JDR is transforming the site of Blyth’s old coal fired power station into a next generation offshore cable factory.",
        "So, a town once powered by coal is now powered by wind. And all this is creating hundreds of jobs.",
        "Blyth illustrates the promise of the clean energy revolution.",
        "And the Government want to see this story of opportunity, growth and revitalised communities replicated across the UK, because at the end of he day what we are about is helping people live better lives.",
        "That’s where my department comes in. We believe that green trade and investment will be the future-proofing force that will help us create a better tomorrow, and I’ll give you three reasons why:",
        "First, we know that growing our green industries is crucial to reaching net zero.",
        "Some people raise awareness of climate change by throwing soup at paintings in museums or gluing themselves to the road. That’s not really my style.",
        "We in this room know that we can only tackle climate change by using free trade and investment to accelerate green technological progress. And we must do this in a way that does not impoverish the UK.",
        "Second, to protect our energy security we need to grow our own industries.",
        "Russia’s invasion of Ukraine has made it quite clear that relying on authoritarian regimes can make it tougher to heat our homes.",
        "Our trade relationships will help secure our energy supply. But it’s long-term investment in nuclear and renewables that will reduce our dependence on fossil fuels and keep down consumer costs.",
        "And third, as we are seeing in Blyth, green trade and investment acts as a future-proof by creating those jobs of tomorrow.",
        "The jobs that will drive economic growth and keep communities alive.",
        "And this economic angle is the subject I want to focus on today.",
        "Like many governments around the world, we’re dealing with low growth. We need to find our way through it. Because we owe it to our children and grandchildren to build a better, more prosperous future.",
        "A lot of this growth will come from the ideas being developed by green industries. We know firms that innovate, expand faster than those that don’t. And the UK is quickly becoming the green creativity capital of the world.",
        "Let me give you some examples:",
        "Imagine being suspended on ropes 40 metres above the North Sea, balanced on wind turbine blade. That’s not just nerve-wracking, it’s also risky. But until recently that was the only way for wind power firms to identify and fix a technical fault.",
        "That’s now changing after an engineer called Chris Cieslak first designed a robot in his garage.",
        "His invention, BladeBUG, means a person no longer always has to climb onto the blade to identify a fault. And in some cases, BladeBUG can fix the fault too. This improves safety and boosts efficiency by keeping turbines turning. That’s an idea that could not only benefit our own wind energy industry but those of other countries too.",
        "Steamology is a company developing zero-emission hydrogen steam engines from its workshop in Salisbury. An innovation that will prevent rail and lorry operators having to scrap valuable existing vehicles if they decarbonise – saving them money and avoiding waste.",
        "And it’s becoming safer for people to work in our offshore energy industry, thanks to innovations from Zelim, a company based in Edinburgh.",
        "When someone falls into the sea, every second counts, and Zelim’s AI-powered technology spots and tracks people in the water, and then its unmanned boat rescues them.",
        "All these businesses have been supported by our Offshore Renewable Energy Catapult in Blyth.",
        "There are so many other brilliant ideas like ones you’ve just heard about.",
        "The challenge now is how to capitalise on them.",
        "And we’ll do that through attracting the investment that will get these innovations off the ground and help businesses to export. Because this is a virtuous circle: Innovation needs investment to flourish, investment leads to exports, exports create growth and new jobs, and more innovation.",
        "And if we get our strategy right, the impact could be transformational on places like Blyth and the rest of the country.",
        "Our analysis shows that by the end of this decade, our green industries could create up to £170 billion of export sales.",
        "And according to figures from the Office for National Statistics, by 2050 we could generate 1.4 million green jobs across the UK. That’s one for every person in Birmingham.",
        "As the Prime Minister said last week, green jobs are the jobs of the future.",
        "But if we get our strategy wrong, we risk being left on the backfoot as other countries seize the advantage.",
        "So we need to act now and act fast. Here’s how:",
        "First, we’re focused on building our green industrial base.",
        "Right now, we’re creating a pipeline of brilliant opportunities for investors. In our British Energy Security and Net Zero Strategies we set out plans to drive £100 billion worth of private sector investment into green industries, including offshore wind by 2030.",
        "As you’ve already heard this morning, we’ve given ourselves an ambition of up to 50GW of offshore wind capacity by that same date – more than enough to power every home in the UK.",
        "Those of you who visited Teesside yesterday will see how we’re supporting development of technology like carbon capture and storage, as well as low-carbon hydrogen. And we’re doing some pioneering work in nuclear.",
        "But it’s not enough to create these opportunities, we need to tell investors about them too.",
        "So last year we launched our Investment Atlas, which showcases all the UK has to offer…",
        "From supporting North East Scotland to becoming a global centre for low carbon hydrogen, to building an electric vehicle charging network powered by solar energy.",
        "We’re bringing together people, businesses and ideas at events like this and at the Global Investment Summit we held last year.",
        "The Office of Investment, run by my department, has also helped to land billions of investment in clean technology.",
        "It’s also recently supported the Qatar Investment Authority to inject £85 million into Rolls Royce’s Small Modular Nuclear Reactors – each of which could power a city the size of Leeds.",
        "And the UK’s Freeports, which I know are of particular interest to many of you here today, are fast becoming hubs for trade, investment and innovation.",
        "We’re also building a pro ambition, pro enterprise environment in this country – a place where businesses can thrive and enjoy the stability and certainty for which we’re known around the world.",
        "With every idea, with every ambitious plan and with every transformed town, we are proving to global investors that the path to a green and prosperous future starts here in the UK.",
        "I’m proud that my department is helping the world wake up to that message.",
        "In just two years, DIT has helped to secure nearly £20 billion of green investment globally, creating 11,300 jobs.",
        "And businesses here today, from Spain to South Korea, like SeAH Wind, JDR, Smulders and Siemens Gamesa, are among those backing Britain and changing lives.",
        "Apart from growing our green industrial base, we also want to grow our exports.",
        "There are some fantastic businesses in this room that are already selling to the world, and I know there are more who want to join them.",
        "One of my biggest priorities as Secretary of State is to help you do that, so my department has set itself a goal of accelerating towards a trillion pounds worth of exports a year earlier than forecast.",
        "We know that many businesses that could export don’t, so our Export Strategy sets out our roadmap for getting you there.",
        "We’re also very aware that firms need money to grow. And my colleagues at UK Export Finance will help you get the loans and guarantees you need.",
        "Outside this building you’ll see the first hydrogen-powered double decker bus in the world, manufactured by Wrightbus, a company from Ballymena in Northern Ireland.",
        "Thanks to a guarantee from UK Export Finance, Wrightbus has been able to access a £26 million facility from Barclays bank.",
        "This will mean it can export its vehicles around the world, while supporting green jobs at home. And I was very impressed when I spoke to the team today – I hope to see more of this around the country.",
        "So we’re sitting at what was two centuries ago the epicentre of the industrial revolution.",
        "Just a mile from here Robert and George Stephenson built some of the world’s first locomotives from their workshop on South Street – the SpaceX of the 1820s. I hear it’s now a gig venue for those of you who like that sort of thing – it’s not really me, but what you will see here today is that the talent for finding innovative solutions is very much alive and kicking in the North East as it was then, and not just the North East, but the UK.",
        "So, I hope the investors among you will learn what this country’s green industries have to offer. And the businesses will discover how my department can open new markets for you. I look forward to working with you all.",
        "Thank you."
    ]
}