{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2023-speech-at-lancaster-house/",
    "title": "Kemi Badenoch – 2023 Speech at Lancaster House",
    "post_date": "January 24, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Kemi Badenoch, the Secretary of State for International Trade, at Lancaster House in London on 24 January 2023.",
    "content": [
        "Welcome to Lancaster House.",
        "What a spectacular setting. The sort of setting that makes me realise how lucky I am to do the job I do.",
        "Lancaster House has been the venue for G7 meetings, the backdrop for royal TV adaptions and the location for numerous grand political speeches. The very best of the UK.",
        "So it’s only fitting that among our audience this evening we’ve got Fever-Tree, who are now the number one premium mixer firm in the world.",
        "Creative Nature CEO Julianne Ponan and Scanning Pens co-founder Jack Churchill, both honoured for their services to industry in the New Year’s Honours….",
        "and Nestlé who have just officially opened their new £30m mineral water distribution facility in Buxton, Derbyshire.",
        "I could carry on, but if I listed all the achievements of people in the room there wouldn’t be any time left for my speech.",
        "And also, I’d rather talk to you than at you. So I will keep this brief.",
        "The first part of my speech focuses on my priorities for the year ahead.",
        "The second is about how I want to work with you to deliver them for the country.",
        "When I was the Exchequer Secretary to the Treasury, it was my job to focus on economic growth. And I always felt that it needed its own department. That’s why I am thrilled to be running DIT – which really is the Government’s flagship economic growth department.",
        "More importantly, the Prime Minister this month laid out his five priorities for the Government, the second of which was growing the economy.",
        "Everything DIT does is about creating economic growth…",
        "…whether it’s supporting exporters…",
        "securing foreign investment to create UK jobs…",
        "or building the global security in trade – working with old friends and new – to help British businesses thrive.",
        "In doing all that, we have an exciting vision to sell. Of a high-skill, high-tech economy with the capability to thrive in the modern world. And one that is finding the life sciences solutions for a healthier world.",
        "So how are we going to deliver that economic growth; those opportunities; and the secure global trading environment that we need?",
        "It’s through these five priorities.",
        "First, we will:",
        "Remove trade barriers – DIT will knock down 100 unnecessary blockers standing in the way of helping UK businesses sell more and grow more, creating new jobs and paying higher wages.",
        "We have already made progress. Last year, we opened up the Chinese market to cosmetic companies who sell cruelty-free products – that’s a half a billion pound opportunity for British business.",
        "Second, we will:",
        "Grow UK exports every year until we hit our Race to a Trillion – selling over a trillion pounds of goods and services to the world a year by 2030.",
        "There are, as I have said recently, and many times, a number of people who keep wanting to talk the UK down. Whatever you have read in papers today, the fact is that UK exports are growing – and even to the EU.",
        "You might not know that I am also the Secretary of State for UK Export Finance. It’s great to see Tim Reid, the newly appointed CEO, here tonight.",
        "In just five years UKEF has provided over £30 billion to help firms around the country export. And that money has a direct impact on lives – supporting as many as 72,000 jobs.",
        "Exports are currently at over £800 billion – and that doesn’t happen by accident. We set the challenge of accelerating the race to a trillion to push companies to export, creating more jobs and increasing wages, and that is why it’s my second priority.",
        "Third, we will:",
        "Make the UK the undisputed top investment destination in Europe, attracting new investment into communities and helping to level-up the country.",
        "The UK is a leading destination for foreign investment. However, this position is not a given. There is fierce global competition for every pound of finance.",
        "I want to make the UK the most attractive place to invest in Europe, enticing companies from across the world to put their money into communities across the country.",
        "Fourth, we will:",
        "Seal high quality deals with India and CPTPP – they have a combined population of nearly 2 billion consumers – opening exciting opportunities in fast-growing markets for years to come.",
        "That’s essentially a quarter of the world’s population in two huge deals, meaning companies such as Coventry-based driverless car manufacturer, Aurrigo, could benefit on its exports to huge markets in Vietnam and Japan.",
        "But I want to be clear that just signing on the dotted line is not the objective. These deals will only be agreed if they are the right deals for the people of this country. Bringing in jobs and investment to left-behind communities and capitalising on those areas in which we specialise.",
        "The fifth and final priority is to…",
        "Defend free trade, and make the world more secure by strengthening supply chains and standing up to protectionism.",
        "We are a trading nation at heart and by tradition. So we know that free trade is the surest way to prosperity that the world has.",
        "So that’s the pitch. I will be your biggest defender, your keenest saleswoman, and your proudest backer.",
        "Because the success of business is the success of the British people – more jobs, higher pay, and better lives.",
        "Here’s the catch – I need your help to deliver it.",
        "Some of you will know I was a software engineer and a systems analyst before I became a politician.",
        "That means I’m a problem solver at heart.",
        "So when our Indian trade talks hit a bit of an impasse, I didn’t pick up the phone, I got on a plane. That deal’s not done yet, but it’s back on track.",
        "But to illustrate my point, think about something you use every day, when you open your emails, your WhatsApp, your text messages.",
        "The QWERTY keyboard.",
        "One of the greatest problem-solving inventions of all time and still going strong in its 150th year.",
        "The layout was created because the technology of early typewriters couldn’t cope with clusters of commonly-used keys being too close together.",
        "Those keys became stuck and blocked – the QWERTY layout unstuck and unblocked them.",
        "That’s what we need to do as we seek new export markets and drive international investment.",
        "It’s too easy for trade to become stuck and blocked. For well-meaning rules to become needless regulation.",
        "But I can’t solve your problems if I don’t know what they are. I need to know which keys are sticking, which levers need pulling, which wheels need greasing.",
        "So I need you to tell me the problems you face.",
        "A Lancashire firm called VetPlus did just that. They came to DIT a little while ago and said they had a paperwork problem in selling their pet food products into India.",
        "We fixed it. And the company now expects to do £1.5m of additional business over the next five years.",
        "This is where my team comes in.",
        "We have a new Permanent Secretary at DIT – Gareth Davies. He joins Crawford in adding yet more knowledge and experience to the department’s top team.",
        "I also have a brilliant team of ministers…",
        "Greg Hands, back in the department once again to help remove barriers and negotiate FTAs…",
        "Andrew Bowie, our advocate for British exports…",
        "Nigel Huddleston, bringing the FTAs we are negotiating into law and working to defend global free trade…",
        "And Lord Johnson, banging the drum for investment into the UK.",
        "Please come and talk to any one of us.",
        "And if you’re not getting the access to the department you need, let us know. If there are things we should be doing differently, do tell us.",
        "I want DIT to be both a department of economic growth and business engagement. But business engagement with a purpose.",
        "I wish I had enough time to meet with everyone, but I don’t.",
        "So instead I will say that the best meetings I’ve had come with a purpose, an agenda and an objective.",
        "That’s how I work – and it’s not just my time that’s precious but yours too.",
        "If we get this relationship right I can be your problem-solver-in-chief.",
        "I look forward to working with you all to deliver for UK PLC..",
        "Thank you."
    ]
}