{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2023-speech-to-conservative-party-conference/",
    "title": "Kemi Badenoch – 2023 Speech to Conservative Party Conference",
    "post_date": "October 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "2023 Conservative Party Conference",
            "url": "/tag/2023-conservative-party-conference/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kemi Badenoch, the Secretary of State for Business and Trade, in Manchester on 2 October 2023.",
    "content": [
        "The last time I gave a speech at conference was 6 years ago. It was absolutely terrifying. Not because I was a new MP. But because standing on this stage, means something…",
        "It means standing on the shoulders of some of the greatest Conservatives this country has ever produced.",
        "On the conference stage in 1988, a Cabinet Minister said, “you can build far greater and far more lasting prosperity, by letting people cooperate in the freedom of the market place, than by making them submit to the coercion of Government regulations and state bureaucracy.”",
        "That minister was the late Nigel Lawson, our greatest chancellor and a man who helped turn this country’s fortunes around …",
        "We here today are custodians of that tradition. At every significant moment of British history, Conservatives have applied our values for the good of the country.",
        "As Business Secretary, I have the privilege of travelling all around our United Kingdom listening and learning from the people who make this country great: the entrepreneurs, the risk-takers, the problem-solvers who are inventing new products, creating new jobs, and generating prosperity.",
        "And as Trade Secretary, I am filled with pride at the huge honour of representing the UK on the world stage.",
        "And you know what? Everywhere I go other countries speak with nothing but admiration and respect for Britain.",
        "Then I feel a twinge of sadness, because I remember that our political opponents back home and their friends in the media continue to speak about our country like it’s an irrelevant nation. We reject this narrative.",
        "But that is why Conservatives must always be vigilant. We look at the world as it is, not as we wish it to be. Nigel Lawson said, “To govern is to choose”. Conference, we know if you can’t choose, you can’t govern.",
        "We are honest about costs and trade-offs. We are prepared to make difficult decisions.",
        "Our opponents are not honest and they are not prepared. Liberal Democrats want more immigration but no housing. Labour’s big idea…after 13 years in opposition is to slap 20% on school fees…a policy not seen since Jeremy Corbyn’s manifesto! And as for the SNP…well let’s wait until the outcome of the police investigation.",
        "My 6-year-old asked me, “Mummy, What’s a Business Secretary. What does that mean?”. I told him it means “everything is my business”.",
        "From supermarkets to labour markets, supply chains to strikes, small business to big business we are working to keep Britain on top.",
        "And it has been a difficult time to be in government anywhere in the world.",
        "Ministers in other countries tell me about supply chain issues affecting everything from getting car components to stocking supermarket shelves. They tell me about how they are coping with unfilled vacancies as societies from Germany to Japan get older.",
        "But it is only when I am back in the UK that l am told that all these issues are down to Brexit.",
        "Our political opponents are obsessed with viewing every problem as Brexit. Relentlessly talking down our country.",
        "So as your Business and Trade Secretary, I’m here to set the record straight.",
        "They told us Brexit would hold back our recovery from the pandemic and we have the worst economic performance in Europe. Wrong.",
        "The UK’s recovery from COVID has outpaced France and Germany. This year we overtook France to become the third 3rd largest manufacturer in Europe.",
        "They tell you ‘Our exports have dropped to an all-time low’. Wrong. This year we rose from the world’s 6th to 5th largest exporter of goods and services.",
        "They told you that Brexit would be the end of the City. Wrong. London remains the top financial investment destination in Europe. Far from losing jobs in the City, they are at a record high. 8% more today than in 2019.",
        "But I’m not here to tell you that leaving the EU was without challenges. That would not be true. People knew it would take time and there would be challenges along the way. What is true, is that we are working to fix them.",
        "Whether it is the Prime Minister’s landmark Windsor Framework or the great work of my Lords ministers, Malcolm Offord and Timothy Minto lowering export barriers and removing unnecessary regulations, I want you to know we are solving those problems one by one.",
        "But this government’s vision for business and trade is about more than Brexit. My ministers and I have been securing investment, delivering jobs, and levelling up the UK.",
        "An hour from here is Ellesmere Port, where car manufacturer Stellantis have invested £100 million in the new production plant, the first of its kind for them in the world.",
        "Ellesmere Port may have a Labour MP, but it’s a Conservative government that is delivering for them.",
        "In Oxfordshire, BMW is investing £600 million to build electric Minis…",
        "In Somerset, thanks to the hard work of my investment minister, Lord Johnson, we secured a £4 billion investment in a new gigafactory. Creating up to 4,000 highly skilled jobs.",
        "Minister Nus Ghani helped deliver a fantastic deal with Airbus, Rolls Royce and Air India. Worth more than £100 million of investment to Wales.",
        "Last month, I announced our plans to regenerate Port Talbot steelworks. Creating a plant that is more profitable, less polluting and ensures we are not dependent on countries like China to produce steel. It will level up a part of South Wales which many had written off. Saving 5,000 jobs.",
        "Port Talbot may have a Labour MP, but it’s a Conservative government that is delivering for them.",
        "But we are not just securing increased investment today…we’re delivering long term economic security for tomorrow through trade.",
        "My proudest achievement, with the help of minister, Nigel Huddleston, has been securing the membership of the Trans-Pacific Partnership, CPTPP.",
        "We are joining a club of fast-growing countries committed to free trade. A club with no membership fees, no political union, and no free movement of people. A club that will give us access to a region that will account for 54% of global growth and home to half of the world’s middle-class consumers. A club in which we will never again be asked to sacrifice our sovereignty.",
        "Conference, I’m not listing these achievements to make us feel good. Actually, we must acknowledge what we might lose if we assume the arguments are won forever.",
        "The people who tell you that Brexit is the cause of every problem, do so because they think the answer to everything is the EU.",
        "Listen to what Keir Starmer says… His answer to the global challenges we face is to tax more, regulate more and ask the EU what to do next.",
        "This is not someone who believes in the UK’s ability to think for itself.",
        "Our Prime Minister is different. He set out his five priorities in black and white. He refused to cave to the public sector union barons, or dance to the tune of the metropolitan bubble on energy policy.",
        "What he did two weeks ago was brave. Shattering a lazy consensus about the costs of Net Zero.",
        "We can’t deliver our net zero targets with magical thinking, expecting those who can least afford it, to not have cars or heat their homes.",
        "We are on your side. The side of hard-working people, and entrepreneurs who take risks with their money and livelihoods to provide jobs and services for others.",
        "We are on the side of those who toil. Not those who tweet.",
        "We are on the side of those whose voices have been ignored for too long. Sometimes it feels like the system is against you. Sometimes the system gets it wrong.",
        "That happened with the Post Office Horizon scandal. Scores of postmasters across Britain were wrongly convicted due to faulty software. Hardworking men and women endured unimaginable hardship, financial ruin, jail time. I was determined to right this wrong.",
        "No amount of money can fully compensate for liberty unjustly taken away. But with the help of my business minister Kevin Hollinrake, last month we announced that every wrongfully convicted postmaster will receive £600,000 in compensation.",
        "Telling the truth is the most important thing in politics. It’s the only way to really show who’s side we’re on.",
        "One of my heroes is the economist, Thomas Sowell. He says “When you want to help people, you tell them the truth. When you want to help yourself, you tell them what they want to hear.”",
        "Nowhere is this more important than in my role as Women and Equalities minister. I’m not a difficult woman but I do like doing difficult things. Conservatives aren’t afraid of doing difficult things.",
        "Last year I published a report that told the truth about race in the UK. Labour didn’t like it. They want young people to believe a narrative of hopelessness.",
        "A narrative that says there is no point in trying, because British society is against you and you’re better off asking for reparations.",
        "A narrative that tells children like mine that the odds are stacked against them. I tell my children that is the best country in the world to be black – because it’s a country that sees people, not labels.",
        "Conservatives want young people to be proud of their country when others want them to be ashamed. It wasn’t a tough decision for us to reject the divisive agenda of critical race theory. We believe as Martin Luther King once said, people should be judged by the content of their character – not the colour of their skin. And if that puts us in conflict with those who would re-racialise society, who would put up the divisions that have been torn down – well, Conference, all I can say is: bring it on.",
        "Let Labour bend the knee before this altar of intolerance. We’ll keep building a country that is, in every way, stronger and fairer for all.",
        "The left accuses us of fighting a culture war. But we will not apologise for fighting for common sense.",
        "I will not apologise for fighting for a society that knows what a woman is.",
        "It was this Conservative government that stopped shameful SNP and Labour politicians in Scotland pursuing a self-ID policy that let convicted rapists pretend that they were actually women so they could be housed in a women’s prison with potential new victims.",
        "I pay tribute to the many women’s and LGBT groups such as Conservatives for Women, Sex Matters and the LGB Alliance who despite unbelievable opposition kept fighting this policy, refusing to be cancelled and speaking the truth.",
        "There is no other party that will defend common sense.",
        "Next week, Labour will tell the country that it is ready for government. But ladies and gentlemen, let me ask you this if Labour MPs can’t tell us what a woman is, what else aren’t they telling us?",
        "Conference, I think it is obvious that I love my country, I love my party and I love my job. I’m proud of what my ministers and I have achieved in the last year.",
        "No, the job is not yet finished… it never is. But we have done great things and we cannot let our good work be undone by letting Labour in.",
        "The biggest threat to Britain’s future would be the calamity of a Labour government and when we get closer to the election the starkness of that choice will become clearer.",
        "We have in Rishi Sunak, a Prime Minister who is making decisions for the long term interest of our country, even when he gets flak for it. He protects businesses and employees when in crisis as he did during Covid. But he says no to lazy subsidies and anti-competitive regulations.",
        "He has the intellect and work ethic to steer us through whatever comes next, to tell the country what it needs to hear, not just what it wants to hear.",
        "Brexit was perhaps the greatest ever vote of confidence in the project of the United Kingdom – and we will soon be asking the country to trust that this project is safe in our hands.",
        "We’ll do this by reminding them that Conservative ideas are just as powerful, just as relevant today as they have been in the past. That Government is not the answer to every problem and neither is more spending.",
        "We’ll remind them that just as Margaret Thatcher and Nigel Lawson did in the 1980s we are taking tough decisions for the long-term future of the country today.",
        "A new British success story is getting started: we must not let Labour ruin it."
    ]
}