{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2017-maiden-speech-in-the-house-of-commons/",
    "title": "Kemi Badenoch – 2017 Maiden Speech in the House of Commons",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made by Kemi Badenoch, the Conservative MP for Saffron Walden, in the House of Commons on 19 July 2017.",
    "content": [
        "It is with humility and excitement that I make my maiden speech representing the constituency of Saffron Walden, the jewel of Essex. I am honoured to serve the people of this beautiful constituency and hope I can repay the faith they have placed in me.",
        "I am also burdened by the weight of expectation. You see, Madam Deputy Speaker, Saffron Walden has not had a maiden speech since Rab Butler’s in 1929. He held three of the great offices of state, but I am most proud that, as a Conservative Minister, he introduced the Education Act 1944, which gave every British child a statutory right to free secondary education.",
        "I also pay tribute to my most recent predecessor, the right hon. Sir Alan Haselhurst, who served Saffron Walden with distinction for 40 years. He is well known to many of us here as a former Deputy Speaker and one of the kindest Members to grace this House—the ultimate gentleman. He is much loved in the constituency, and I am forever grateful to him for being a brilliant mentor and helping every day of the campaign, come rain or shine. I am still bowled over whenever I remember that Sir Alan became a Member of Parliament 10 years before I was born. It has been a joy to follow in his footsteps—except when we were out delivering leaflets and I found myself consistently outrun by an 80-year-old man.",
        "Like you, Madam Deputy Speaker, I am proud to be an Essex girl. Saffron Walden is a great place and was judged the best rural place to live by no less than the Daily Mail. After seven years of Conservative-led Government, unemployment is at an all-time low of 0.7%, and 99% of children go to a good or outstanding primary or secondary school. We also boast the UK’s oldest land college in Writtle.",
        "The constituency covers rural Chelmsford and the major settlements of Thaxted, Great Dunmow and the medieval market town of Saffron Walden itself. It was called Saffron Walden because of its large saffron crop. The spice was worth its weight in gold and was used in medicine, in perfume and even as an aphrodisiac. Like the saffron crocus, I am not a native of the great county of Essex—I come from more exotic climes. While I may not have all the attributes of this versatile flower, I hope that I will equally take root in the area, bring prosperity to the local people and add some colour and spice to this Chamber.",
        "Much has changed since then, but more change is needed—change to the rickety network on which mobile phones operate, change to the inadequate broadband service that has left parts of the constituency with little access to the outside world, and change to the railway line that has become synonymous with being late for work. We cannot claim to offer opportunities to rural areas if basic infrastructure is not provided. My constituents are more likely to get to Spain faster than London, because we have Stansted, the country’s fourth-largest airport. It has brought jobs—and noise—and growth to the area on a huge scale, and has cemented my constituency’s position as the epicentre of business, travel and wealth in Essex.",
        "I am often inexplicably confused with a member of the Labour party—I cannot think why. I am a Conservative. To all intents and purposes, I am a first-generation immigrant. I was born in Wimbledon, but I grew up in Nigeria. I chose to make the United Kingdom my home. Growing up in Nigeria I saw real poverty—I experienced it, including living without electricity and doing my homework by candlelight, because the state electricity board could not provide power, and fetching water in heavy, rusty buckets from a borehole a mile away, because the nationalised water company could not get water out of the taps. Unlike many colleagues born since 1980, I was unlucky enough to live under socialist policies. It is not something I would wish on anyone, and it is just one of the reasons why I am a Conservative. I believe that the state should provide social security, but it must also provide a means for people to lift themselves out of poverty.",
        "As a woman of African origin, I also believe that there is a lot that Africa can teach us. Sound money is not just a catchy phrase. The lesson of Zimbabwe is salient for us today. Money cannot be printed and redistribution cannot be successful without first creating wealth. Edmund Burke said that society is a contract between the dead, the living and those yet to be born. I say to colleagues who are wavering on tackling the debt and the deficit, “Hold your nerve.” This is part of that contract that we owe to our descendants. To leave our children carrying the burdens of our debt and excesses is morally wrong.",
        "I believe in free markets and free trade. But there is more to conservatism than economic liberalism—there is respect for the rule of law; personal responsibility; freedom of speech and of association; and opportunity through meritocracy. Those freedoms are being subtly eroded in an era when emotion and feeling are prized above reason and logic. It is those freedoms that I will seek to defend during my time in this House.",
        "There are few countries in the world where you can go in one generation from immigrant to parliamentarian. Michael Howard spoke of the British dream—people choosing this country because of its tolerance and its opportunity. It is a land where a girl from Nigeria can move, aged 16, be accepted as British and have the great honour of representing Saffron Walden.",
        "There are some in this country, and this Chamber, who seek to denigrate the traditions of this Parliament, portraying this House as a bastion of privilege and class, that “reeks of the establishment”, as someone said. It is no coincidence that those who seek to undermine the institutions of this island—Parliament, monarchy, Church and family—also propagate a world view that sees Britain, and the values we hold dear, as a force for bad in the world. Growing up in Nigeria, the view was rather different. The UK was a beacon, a shining light, a promise of a better life.",
        "Often we hear the radical reformer John Bright misquoted as saying that the House of Commons is the mother of all Parliaments. What he actually said was that this country is the mother of all Parliaments. Our political institutions may not always be held in high esteem, but I believe that politics is a mirror held up to society. Yes, it can sometimes be unedifying. Yes, we see human weakness on display. But it also embodies much that is great in our country. When I walk down these corridors and stand in this Chamber, once graced by my heroes, Winston Churchill, Airey Neave and Margaret Thatcher, I am filled with nothing but awe, respect and pride for all that it stands for.",
        "As Woody Allen said about sex, “If it’s not messy, you’re not doing it right.” The same is true of democracy. It is not always predictable; its results are not always elegant; it can throw up results that no one expected—but we adjust. The British Parliament always has adjusted, and that is why it is the oldest in the world: it takes its lead from the British people.",
        "We live in difficult times and face historic challenges. People are rightly concerned about what Brexit will mean for the country, for their jobs and for their families. But I do not believe that winter is coming. I believe that the vote for Brexit was the greatest ever vote of confidence in the project of the United Kingdom: that vision of a global Britain to which the Minister referred. It is a project that, as a young African girl, I dreamed about becoming part of. As a British woman, I now have the great honour of delivering that project for my constituents in the greatest Parliament on earth."
    ]
}