{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2023-statement-on-the-gender-recognition-act-2004-consultation/",
    "title": "Kemi Badenoch – 2023 Statement on the Gender Recognition Act (2004) Consultation",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Minister for Women and Equalities, in the House of Commons on 9 January 2023.",
    "content": [
        "I would like to notify the House of the progress we are making in implementing our 2020 response to the Gender Recognition Act (2004) consultation. In particular, the House will wish to be aware that I will be updating the list of approved overseas countries and territories (provided for under Section 1(1)(b) of the Gender Recognition Act) to make sure it does not compromise the integrity of the Gender Recognition Act. This follows previous periodic updates.",
        "The list of approved overseas countries and territories was last updated in 2011. A commitment was made to keeping the list under review.",
        "There are now some countries and territories on the list who have made changes to their systems since then and would not now be considered to have equivalently rigorous systems. It should not be possible for a person who would not satisfy the criteria to obtain UK legal gender recognition to use the overseas recognition route to obtain a UK Gender Recognition Certificate. This would damage the integrity and credibility of the process of the Gender Recognition Act.",
        "We are finalising details of overseas countries and territories to be removed from the list via an affirmative Statutory Instrument. These comprise countries and territories where there is a clear indication that the country now no longer has a system at least as rigorous as those in the Gender Recognition Act 2004. We are undertaking a thorough checking system to verify our understanding of each overseas system in question.",
        "I will formally engage with other colleagues and Ministers from devolved governments in advance of laying the Statutory Instrument. The Government is committed to ensuring that this outcome of the Gender Recognition Act consultation is followed through and upheld and the overseas list will be updated via Statutory Instrument more regularly in future."
    ]
}