{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2023-letter-accepting-the-resignation-of-katharine-birbalsingh/",
    "title": "Kemi Badenoch – 2023 Letter Accepting the Resignation of Katharine Birbalsingh",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent by Kemi Badenoch, the Minister for Women and Equalities, on 6 January 2023 in response to the resignation letter of Katharine Birbalsingh.",
    "content": [
        "Dear Katharine",
        "I am writing to accept your resignation as Chair of the Social Mobility Commission. I want to congratulate you on your achievements as Chair and to offer my personal thanks to you for leading the SMC since November 2021. During your tenure you outlined, in a speech in June, a fresh approach to social mobility, moving away from the notion that social mobility should just be about the “long” upward mobility from the bottom to the top. You followed this up with your State of the Nation report and outlined the SMC’s new Social Mobility Index. This presented a rigorous and systematic way to monitor mobility, comparing where people start and end, across a range of outcomes.",
        "My Ministerial colleagues and I are very grateful for your time as Chair, and I want to offer you my congratulations on successfully giving the organisation a strong sense of direction and purpose. I know that the Commission under Alun Francis will continue to champion and improve social mobility across the UK, and build upon the work that you have undertaken.",
        "I wish you the very best for the future.",
        "Kind regards",
        "Rt Hon Kemi Badenoch MP",
        "Secretary of State for International Trade, President of the Board of Trade and Minister for Women and Equalities"
    ]
}