{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-statement-on-supporting-families-annual-report/",
    "title": "Kemi Badenoch – 2022 Statement on Supporting Families Annual Report",
    "post_date": "April 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Minister for Levelling Up Communities, in the House of Commons on 31 March 2022.",
    "content": [
        "As required by the Welfare Reform and Work Act 2016, section 3(1), today I have published the 2021-22 annual report of the Supporting Families programme. The report sets out how the programme has been helping our most disadvantaged families who face multiple and complex problems.",
        "Supporting Families (previously the Troubled Families programme) helps level up key services to give families the practical support they need to stop domestic abuse and combat problems such as unemployment, persistent school absence and poor mental and physical health, with funding allocated based on deprivation and population figures. It has been at the heart of our ambition to strengthen families and improve their futures for 10 years. At last year’s Budget, the Chancellor announced £200 million of additional investment to expand the programme. This is around a 40% real-terms uplift in funding by 2024-25, taking total planned investment across the next three years to £695 million.",
        "Through its 10 years of delivery, the programme has directly helped hundreds of thousands of vulnerable families make positive changes to their lives, with many thousands more benefiting from access to early, co-ordinated whole family support. Importantly, the programme has shown what is possible when we step in early to help families and prevent problems from escalating. The programme’s evaluation showed it reduced the proportion of children on the programme going into care by a third, the proportion of adults going to prison by a quarter and the proportion of young people going to prison by 38%.",
        "Reducing the pressure on high-cost statutory services such as children’s social care is a key focus for the expanded programme. Between 2022-23 and 2024-25 my Department will work closely with the Department for Education, local authorities, and their partners to deliver support to up to 300,000 more families.",
        "“Levelling up for families: annual report of the Supporting Families programme 2021-2022” marks the 10th year of Supporting Families delivery and includes an update on the programme’s performance and a summary of the latest research findings and policy developments for the programme.",
        "Between April 2021 and January 2022, the programme has funded local authorities to achieve successful outcomes with 55,421 families. This includes 1,838 adults who were helped into sustained employment, and builds on 414,955 successful family outcomes achieved by the Troubled Families programme between April 2015 and March 2021. These families faced multiple and complex problems including a combination of crime, truancy, neglect, anti-social behaviour, domestic abuse, poor mental health, worklessness and financial exclusion. Every successful family outcome represents a family’s life changed for the better—a considerable achievement for the families and the local services supporting them.",
        "The report sets out how we are improving the programme in this next phase. We have updated the programme’s funding formula to reflect current need by redistributing funding to more deprived areas in line with our ambition to level up across the country. We are setting refreshed expectations on the outcomes to be achieved with families through a new outcomes framework and setting expectations for an effective early help system through an updated early help system guide. Local authorities use the outcomes framework to assess whether families are eligible for the programme’s funding, measure if the family’s situation is improving, and define what a good outcome looks like for each problem. The refresh will make sure that the programme continues to reflect the needs of families. The early help system guide outlines a national vision and descriptors for an effective and mature “early help system” to enable local authorities and their partners to deliver seamless, responsive, and co-ordinated preventive support to families. Updating the guide will ensure that local authorities delivering the programme continue to improve their early help offer and have clarity on what a high-standard system looks like.",
        "The annual report summarises the latest research findings relating to the programme. Alongside the annual report, I have also published a new research report by the independent research organisation Kantar, which looks at effective practice and service delivery in local areas. This sets out what a sample of local areas report as the most effective approaches for delivering positive change in families’ lives. I will deposit copies of both reports in the House of Commons Library.",
        "I look forward to working alongside local authorities, their partners and other stakeholders as the programme celebrates its 10th anniversary, and seeing first-hand the continued impact it has on the lives of our most vulnerable families."
    ]
}