{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-speech-at-the-netherlands-trade-mission-in-london/",
    "title": "Kemi Badenoch – 2022 Speech at the Netherlands Trade Mission in London",
    "post_date": "October 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Kemi Badenoch, the Secretary of State for International Trade, at the Tobacco Dock in London on 18 October 2022.",
    "content": [
        "Good afternoon everyone.",
        "Thank you Ambassador and thank you Liesje for that excellent speech and also an extra special thank you to the Dutch government for organising this event. I think it’s going to be very successful. It’s good to see you all here.",
        "What I’d start off by saying is welcome to Tobacco Dock. This is a symbol of our trading past. It’s a modern building now, but I think if you can imagine 200 years ago what it would have looked like, full of barrels shipped from all over the world – some no doubt from the Netherlands.",
        "Today it’s great to see it filled not with barrels but with people, and more importantly with businesses who are helping to shape our shared economic future. The future of the UK and the Netherlands are aligned. Our success relies on each other’s success.",
        "It’s wonderful to see you all here because it’s the symbolic nature of the steady stream of Dutch firms that are making the UK their home.",
        "In the last year Heineken and the chemicals company DSM, have injected tens of millions of pounds into their UK operations, creating hundreds of jobs…",
        "And smaller Dutch firms, in some of the sectors represented here today, like the e-bike manufacturers Van Moof and Ebke, are investing on this side of the North Sea too.",
        "The UK and the Netherlands exchanged almost £88 billion of goods and services in the year ending March – that makes the Netherlands our fourth largest trading partner.",
        "And by our most recent reckoning, Dutch business make up over 10pc of this country’s foreign direct inward investment.",
        "But, as we’re finding today, we can achieve more.",
        "I want you to know that we want companies, like yours, pioneers in new forms of transport, AI and data analytics, to flourish in our country.",
        "Why? First, because you will help drive the growth that will support our long-term economic security for both countries.",
        "Second, because your ideas and expertise will maintain the UK’s place as a technological trail blazer, helping to future proof us against a changing world.",
        "But I must emphasise, it is not a one-way street because we have something to offer as well.",
        "In return we can offer you one of the best places in the world for an innovative business to call home.",
        "We have four of the world’s top universities.",
        "We have a growing, energetic talent pool…",
        "We’ve committed through our National Infrastructure Strategy to invest in roads, railways and internet connections – making it easier for businesses both in the UK and the Netherlands to set up and thrive.",
        "And we’ve created a pro ambition, pro business regulatory environment.",
        "We’re also looking at how we can unlock opportunities in some of your sectors today:",
        "For example, last year we launched our AI Strategy, which spells out how we will support the sector and harness its advances.",
        "I’m sure my international trade team at the back of the room will be delighted to talk more about this.",
        "They’re a great team. Over the last three years, they’ve helped Dutch businesses to invest in scores of projects in this country – creating over 8,000 jobs.",
        "Of course, today is also a reminder of the strength of the UK-Dutch relationship.",
        "Britain’s prosperity didn’t come about by accident.",
        "It was built through a commitment to democracy, free markets and strong and mutually-beneficial partnerships, like the one we share with the Netherlands.",
        "We are both monarchies, long-standing allies, and our friendship has lasted from the era of Erasmus to the age of AI.",
        "For many years now, British expats have been making each other’s country home.",
        "Our universities welcome students from either side of the North Sea and our academic collaborations, like the one between the Universities of York and Maastricht, are advancing knowledge in critical areas like medical technology and data science.",
        "The UK and the Netherlands work together to make the world a better place.",
        "For over six decades, our Royal Navy has prepared large numbers of Royal Dutch Navy warships so they’re ready for operations around the world.",
        "Today we’re together standing up for freedom by imposing economic sanctions on Russia following its invasion of Ukraine…and our businesses are collaborating on major clean energy projects that will help us keep the lights on.",
        "We don’t have many differences. But like any good friends, when we come across issues, we work through them.",
        "So, I know that there is great potential for our relationship to hit new heights.",
        "As two old friends with a love of enterprise, innovation and independence…we have a real opportunity to create an even deeper and more productive trading partnership, that will serve us both well in future.",
        "I’ve just been discussing our shared priorities with Liesje in our meeting earlier.",
        "And I’m looking forward to continuing the conversation about how we can make it even easier for us to cooperate.",
        "I’ll end by saying that this trade mission is the latest in a long list of pioneering and productive collaborations between our nations…",
        "In the sixteenth century, the Dutch philosopher Erasmus, discussed with the English scholar Sir Thomas More, ideas that would shape our societies.",
        "In the 19th century, Vincent van Gogh was inspired by his stay in London to paint ­and influenced countless artists around the world.",
        "And your businesses, with their amazing advances, show how together we can push forward the boundaries of progress in the 21st.",
        "Her late Majesty Queen Elizabeth once said that our nations are: Innovators, traders and internationalists.",
        "That’s been true for five centuries. And from everything I’ve seen here today, I know it is more the case now than ever before.",
        "So, I’ll wish you all a fantastic trade mission. And every success for the future. Thank you."
    ]
}