{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2021-statement-on-covid-19-health-disparities/",
    "title": "Kemi Badenoch – 2021 Statement on Covid-19 Health Disparities",
    "post_date": "December 5, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Minister for Levelling Up Communities, in the House of Commons on 3 December 2021.",
    "content": [
        "I am publishing today my final report on progress to address covid-19 health disparities among ethnic minority groups.",
        "When the Prime Minister asked me to lead this work in June 2020, we knew that ethnic minorities were more likely to become infected and to die from covid-19 but we did not know why. Thanks to analysis from the Government’s race disparity unit and new research backed by over £7 million in Government funding, we now have a much better understanding of the factors that have driven the higher infection and mortality rates among ethnic minority groups. These include occupation, living with children in multigenerational households, and living in densely-populated urban areas with poor air quality and higher levels of deprivation.",
        "We also know that once a person is infected, older age, male sex, and having a disability or a pre-existing health condition (such as diabetes) increase the risk of them dying from covid-19. Genetics may also play a role in survival rates from covid-19. 61% of south Asian people carry a gene which doubles the risk of respiratory failure and death from covid-19 in under-60-year-olds, compared with 16% of people of European ancestry.",
        "These insights have been crucial in shaping our response to covid-19.",
        "Early action, informed by the emerging data and scientific advice, focused on reducing the risk of infection and protecting key frontline workers who were most at risk, particularly our NHS workers. Our approach evolved as our understanding of the risk factors developed. For example, in the second wave of the pandemic, we published guidance on preventing household transmission, recognising that people from the Bangladeshi and Pakistani ethnic groups faced a higher risk of dying from covid-19 and are more likely to live in multigenerational households. We also piloted approaches where families could get jabbed together at vaccine sites to promote uptake in these groups.",
        "The most significant measure to protect ethnic minorities from the risk of covid-19 has been the vaccination programme. We led the way in terms of the scale of our programme to approve, procure and deploy the covid-19 vaccines. The largest mass-vaccination programme in British history has been delivered through an unprecedented partnership approach between citizens, national and local government, health agencies, and the voluntary and community sector. This has involved tackling misinformation and building trust with ethnic minority groups through measures such as housing vaccination centres in places of worship and providing over £23 million in funding to the community champion scheme, which has used trusted local voices to drive up vaccination rates. These learnings are informing our approach to the current roll-out of the booster programme to ensure we continue to drive up vaccination rates in ethnic minority groups.",
        "Through these combined efforts we have seen increases in both positive vaccine sentiment and vaccine uptake across all ethnic groups since vaccine deployment began.",
        "There are a number of wider public health lessons that we must learn from these experiences and these are reflected in the recommendations in my report, which the Prime Minister has accepted in full. These recommendations will still be applicable even as we see the emergence of new variants. Work on addressing covid-19 disparities will now be taken forward by the Secretary of State for Health and Social Care and the new Office for Health Improvement and Disparities as part of our longer-term strategy to tackle health disparities."
    ]
}