{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-statement-on-the-uk-ukraine-digital-trade-agreement-in-principle/",
    "title": "Kemi Badenoch – 2022 Statement on the UK-Ukraine Digital Trade Agreement in Principle",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for International Trade, in the House of Commons on 30 November 2022.",
    "content": [
        "Earlier this year, the Government launched negotiations on a digital trade agreement as part of our commitment to the people of Ukraine. I am pleased to report that we have now reached agreement in principle on a deal that supports Ukraine’s economy and the country’s reconstruction and further cements the UK’s position as a global leader in digital trade.",
        "The UK is steadfast in our support of the people of Ukraine in their brave struggle against Putin’s cruel and brutal war. We will continue to do everything in our power to support Ukraine’s fight and help ensure the long-term security and prosperity of Ukraine, as a free and sovereign nation. The UK-Ukraine digital trade agreement is one way we are achieving this.",
        "Greater digitalisation of the economy is a key priority for our Ukrainian partners. They rightly recognise the UK as a global leader in digital trade, which is why they are striking their first ever digital trade agreement with us. This agreement will boost productivity, jobs, and growth and allow us to help Ukraine deliver on their digital ambitions.",
        "The deal emulates the UK-led agreement on the G7 digital trade principles under our presidency last year, namely:",
        "Ensure open digital markets, including through crucial commitments such as a ban on imposing customs duties on electronic transmissions.",
        "Support cross-border data flows, including financial data, and prohibiting the unfair imposed localisation of data as well as committing to high standards of personal data protection.",
        "Champion digital trading systems to cut red tape and make trade cheaper, faster, and more secure for businesses.",
        "Uphold consumer benefits and business safeguards in digital trade. This includes important matters such as cyber-security, the protection of source code and online consumer protection.",
        "Our digital trade agreement with Ukraine will expand on the current UK-Ukraine free trade agreement by modernising our bilateral trade in the digital era and deepening our economic ties with Ukraine. The UK’s services exports to Ukraine are increasingly digitised, with UK exports of digitally-delivered services and goods in trade amounting to £132 million in 2020—73% of all UK services exports to Ukraine. This deal will enable UK and Ukrainian businesses to trade in each other’s markets more easily, and help Ukrainian businesses recover from the impact of this cruel war.",
        "Modern global trade is now digital. The UK is a forward-thinking trading partner in the modern global economy. This agreement sends a strong message to the people of Ukraine: we stand with you—now and throughout your economic reconstruction.",
        "Following the agreement in principle, the legal text will now be finalised and prepared for signature. Signature of the agreement will take place at a future date, after which the agreement will also be presented to Parliament for scrutiny in the usual way."
    ]
}