{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-speech-on-free-trade-to-the-cato-institute/",
    "title": "Kemi Badenoch – 2022 Speech on Free Trade to the CATO Institute",
    "post_date": "November 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Kemi Badenoch. the Secretary of State for International Trade, in Washington DC on 14 November 2022.",
    "content": [
        "Thank you Ryan, that’s a fantastic and accurate introduction. So thank you, it’s a real pleasure to be speaking this evening at the CATO Institute. It’s lovely to see so many people who’ve come to listen to what I have to say on trade!",
        "So I’ve been in the role of Trade Secretary for two months now under two Prime Ministers, and there is a tendency when speaking to think-tanks to talk about the importance of free trade.",
        "But this is the CATO Institute, and if I have to explain to this audience why free trade is important then we have some very serious problems.",
        "So, instead, I’d like to talk very personally about what Free Markets and Free Trade mean to me.",
        "Many of you may not know, but I grew up in Nigeria and moved to the UK when I was 16.",
        "Where I did grow up had military governments and so I have a first-hand experience of authoritarianism and protectionism that I think is quite unique, and it’s unique not just in the UK, but in what we call “the West today”.",
        "I think it’s actually quite extraordinary that I’m standing here in front of you as the UK’s Trade Secretary but here I am, and here’s what I want you to know.",
        "When I talk about a belief in free trade, it’s not empty rhetoric. I’m speaking from personal experience about what happens when you don’t have it. I’ve seen what happens when a nation can’t trade or worse embraces protectionism.",
        "The result isn’t growth and the nurturing of local industries which is always the excuse that people give. The result is poverty, and the very best of a country’s talent leaving to find opportunities elsewhere.",
        "People worry about the free market and they talk about this as if it’s an uncontrolled experiment, but the market is people having the freedom to make choices to improve their lives. It does need good regulation, so that people don’t cheat the system, it needs good regulation to prevent unfair trading practices, monopolies and exploitation of consumers.",
        "So it’s not an untraveled free market, but you do need to have free trade and free markets because when you don’t, weird things happen.",
        "So I talk about things that I’ve seen growing up. For example when the government wanted to improve the tomato industry in Nigeria and so it banned tomato imports. And what didn’t happen was loads of farmers deciding to grow tomatoes, what instead happened was tomatoes becoming like diamonds in terms of how hard it was to get them.",
        "The supply dried up completely, the prices went up, big companies that used tomatoes as an ingredient cornered the market, and people who needed to use them to just make food—caterers, restaurants, people for whom that was almost the only vegetable they had, couldn’t access it because that’s not how you grow a local industry.",
        "And I saw it happen over and over again with finance, capital controls turning the currency into wastepaper effectively.",
        "Or, a story I love to tell about when the government banned rice imports and rice became a black market product.",
        "And when my mother came to visit me in London, her suitcase was not full of things from Harrods and Hamleys, it was full of Tesco value rice which she packed right up to fill her entire suitcase. For those of you who know what I mean by Tesco value rice it became a very, very precious commodity.",
        "That’s what a lack of free trade and free markets creates, and there’s dozens and dozens of examples that I could give but, like I said, at CATO I shouldn’t have to explain why that is.",
        "But the reason why I talk about it is because I’m fighting for something I really believe in. Free markets and free trade make the world a better place and that is the only purpose to becoming a politician. Nothing else matters.",
        "So why has the world become more protectionist? I think that’s a more interesting question rather than preaching to the choir about the benefits of free trade and free markets.",
        "Why has the world become more protectionist? Everyone here knows that protectionism is not the answer.",
        "The US and the UK have done a lot to expand the concept of free trade – especially in the last 75 years, we founded the multilateral trading system with our allies, and our transatlantic partnership embodies why free trade works and why it matters so much.",
        "But one of the many reasons I’m so frustrated by the trope that Brexit was the UK retreating from the world, is because it is completely untrue. I voted to leave the European Union and I saw Brexit as a once in a generation opportunity for the UK to embrace the world. And trade was – and still is – at the heart of that.",
        "So why does it feel like everyone is becoming more protectionist?",
        "And the answer is uncertainty. We live in uncertain times.",
        "A global pandemic that changed our understanding of the world, Russia’s war in Ukraine, and a more assertive China are just three of the things that are making people more fearful about the future.",
        "Relatively low economic growth in the West over recent decades compared to what people are used to has also caused a part of this problem. So what can we do? What do we need to provide more security for the people of the world. That relative low economic growth is absolutely terrifying, and for those people who saw the post war 20th century it makes a lot of our contemporaries feel poorer than they actually are. And if you compound that with the belief that their jobs are being taken away either by technology or offshoring, it is no surprise that the instinct is to protect what we have.",
        "So if we are going to make people feel less protectionist, we’re going to have to make them feel more secure first. And we need to show how free trade and free markets, when done properly, do provide security.",
        "So trade as a tool of security is at the very heart of the trade policy that I’m going to be pushing as the UK’s Trade Secretary. The US and UK can provide security and indeed certainty by doing three things:",
        "One, investing in the future, not just the present.",
        "Two, Securing and diversifying supply chains, which means more trade, not less.",
        "And three, deepening international partnerships, which is one of the reasons I am here.",
        "Here are some examples of how we’re doing this in the UK in just one area – so let’s talk about climate change as an example.",
        "Two weeks ago, I launched the UK’s Green Trade and Investment Expo securing millions of pounds that will grow our economy and create jobs across the industries of the future.",
        "We all know that climate change is a challenge for us all, wherever we live in the world. But we know that we can and should solve it by using free trade and investment to accelerate the technological progress that will protect the planet. And something that not enough politicians say, we must do this, we must protect the planet in a way that does not impoverish the UK, the US or let’s be honest any other country.",
        "I talked then about securing and diversifying supply chains. We will need this to improve energy security globally.",
        "So back home in Europe, Russia’s invasion of Ukraine has made it clear that relying on authoritarian regimes for energy is not sustainable. Doing so has made it harder and more expensive to heat our homes and the ensuing energy crisis has increased inflation to levels not seen in recent memory.",
        "So our trade relationships will help secure our energy supply. But it’s long-term investment in nuclear, in renewables in democratic countries that will reduce our dependence on fossil fuels and keep down consumer costs.",
        "And trade is more than selling each other goods and services, it’s also about foreign direct investment. Technological investment creates the jobs of tomorrow.",
        "I said to all those investors who came to the Expo from around the world, including the US, investment can future-proof the economy if we get it right.",
        "More importantly, as we’re seeing in the UK it drives economic growth and keeps communities alive. Communities such as Blyth in the North East of England which was a coal mining town once in decline, but is now thriving as it becomes one of the UK’s most important bases for offshore wind and is driving the clean energy revolution, funded by investors from across the world – including here.",
        "And that’s just on climate change.",
        "Now that we’ve left the European Union and have an independent trade policy what does this look like in practice?",
        "Well, we’re using our new freedoms to negotiate new trade deals and upgrade existing ones– deepening our ties with our allies while creating new economic partnerships.",
        "We’re joining the Comprehensive and Progressive Trans Pacific Partnership, or CPTPP as we call it – it’s a network of 11 countries, spanning from Asia to the Americas, it’s got Canada and Mexico in it, maybe the US someday – but it covers at the moment half a billion people.",
        "We’re strengthening our relationships with our partners and allies in the Indo Pacific, a region that will be responsible for half of global growth in the coming decades. We’re thinking about the future.",
        "We’re in talks on a free trade deal with India. India’s a country that’s going to be the world’s third biggest economy by 2050.",
        "We’re acting to protect global supply chains after Covid-19 and of course the invasion of Ukraine revealed so many vulnerabilities.",
        "And what do we want from the US?",
        "Well, we’ve made no secret that we want to deepen trade ties through a comprehensive free trade agreement. So those of you who want more free trade with the UK, please write to your Congressman. And I hear there’s some new ones this week.",
        "But the lack of an FTA is no barrier to boosting trade.",
        "Our trading relationship with the US was worth over $250 million over the past 12 months.",
        "So we are each other’s number one source of foreign direct investment. More than 1.2 million Americans work for UK companies in the United States, and every day just under 1.5 million Brits go to work for an American firm.",
        "So the UK has been nimble and innovative in finding other ways of working with you beyond free trade agreements.",
        "For instance, we’re signing Memorandum of Understandings on a state-wide level.",
        "In May, we signed one on trade and economic cooperation with Indiana – that’s a state that already buys $1.4 billion worth of UK goods every year. North Carolina followed in July.",
        "And my team is securing others and looking to sign even more.",
        "So as I said, I’m here to continue deepening our international partnership.",
        "Our trading relationship does not just build itself. We need to work at it. That doesn’t just mean giving speeches about how much we love each other, it also sometimes means fixing problems and offering challenge when required.",
        "So while I’m here, I’ll also be raising our concerns about the Inflation Reduction Act. We know this was a strategic step to protect the US economy and we also know that there’ll be many people in DC, and across the country who support it.",
        "But it’s important these measures don’t conflate long standing allies and partners like the UK, with those other countries that might want to damage US interests.",
        "So everyone here knows the ins and outs of the Inflation Reduction Act. However, you may not know that the substantial new tax credits for electric cars, not only bars vehicles made in the UK from the US market, but it also affects vehicles made in the US by UK manufacturers.",
        "So the investment and innovation taking place in the UK should be helping the US with tomorrow’s challenges.",
        "US businesses already have over $500 billion invested in our economy – that’s more than anywhere else in the world, and to put that figure into context it’s more than Sweden’s annual GDP.",
        "So it’s one thing if over the long term one country locks out its friends to compete with opponents, but it’s another if you’re locking out the investment made by your own companies.",
        "And those same opponents don’t hesitate to use strong arm tactics to create geopolitical divides and to threaten and coerce smaller economies.",
        "So if the US and UK are to future proof ourselves and our allies against a changing world, we need to approach trade in a more muscular way.",
        "As world leading centres for strategic industries, we need to develop trade policy that reflects how global commerce is evolving. And we need to use it to fight even harder for the ideas and values that underpin our democracies and economies.",
        "And we must help each other do that. So that means working together to shape the rules that govern global commerce before those who want to grab control and stifle free trade get there first.",
        "Protecting intellectual property rights is one example. Both our economies were built on the work of inventors and entrepreneurs.",
        "And intellectual property rights drive the innovation, they incentivise inventors, they protect and reward their ideas. And if we conflate these ideas of Intellectual Property with protectionism, we risk choking off innovation.",
        "So, it’s important that the UK and US work together to champion the multilateral rules-based system, uphold the international Intellectual Property rights framework – and with every trade barrier that falls and every contract that gets signed between businesses, opportunity and prosperity increases around the world. This means democracy flourishes and the case for autocracy diminishes.",
        "There is an exciting future ahead for us both in terms of UK-US trade cooperation. I’m thrilled to be part of that and to be working with you here in Washington and also across the US.",
        "And I look forward to a shared transatlantic future filled with even more friendship, economic cooperation and mutual success.",
        "Thank you."
    ]
}