{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-comments-on-housing/",
    "title": "Kemi Badenoch – 2022 Comments on Housing",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Kemi Badenoch as part of her leadership bid, published by the Telegraph as part of a longer article on 16 July 2022.",
    "content": [
        "We need new homes in the right places. We need them to spread prosperity, give the next generation a stake in the future and allow families to grow. We also need to recognise that pressure on housing comes from increased migration and from families breaking up. Solving these interlinked questions needs honesty and rigour.",
        "On housing, we’ll never get the homes we need where we need them if we insist on ever-higher inflexible top-down housing targets. We need to bring people with us by delivering infrastructure first and insisting new homes are built to a higher standard and look more beautiful. We need to break the stranglehold of the identikit cartel of land banking house builders.",
        "But we need to consider the demand side of housing, not just the supply side. People – rightly – recognise that building more homes while doing nothing to bring immigration down is like running up the down escalator. We’ll never get to where we need to with that approach, and we won’t persuade people to accept more homes if it is being done due to immigration failures. If we can bring immigration down to a sustainable level, we can then protect green spaces for our children and precious agricultural land."
    ]
}