{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-statement-on-uk-gulf-co-operation-council-free-trade-agreement-negotiations/",
    "title": "Kemi Badenoch – 2022 Statement on UK-Gulf Co-operation Council Free Trade Agreement Negotiations",
    "post_date": "October 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for International Trade, in the House of Commons on 13 October 2022.",
    "content": [
        "The first round of negotiations for a free trade agreement (FTA) between the United Kingdom (UK) and Gulf Co-operation Council (GCC) took place between 22 August and 29 September. The negotiations were conducted virtually.",
        "In this round of negotiations the UK and GCC discussed their objectives for the FTA, and exchanged technical information. Technical discussions were held across 29 policy areas over 33 sessions. In total, more than 100 UK negotiators from across Government took part in this round of negotiations.",
        "An FTA will be a substantial economic opportunity, and a significant moment in the UK-GCC relationship. Government analysis shows that, in the long-run, a deal with the GCC is expected to increase trade by at least 16%, add at least £1.6 billion a year to the UK economy and contribute an additional £600 million or more to UK workers’ annual wages.",
        "Both sides have committed to secure an ambitious, comprehensive and modern agreement fit for the 21st century.",
        "The Government remain clear that any deal will be in the best interests of the British people and the UK economy. We will not compromise on our high environmental and labour protections, public health, animal welfare and food standards, and we will maintain our right to regulate in the public interest. We are also clear that during these negotiations, the NHS and the services it provides is not on the table.",
        "The Government will keep Parliament updated as these negotiations progress."
    ]
}