{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2023-statement-on-the-canada-trade-negotiations/",
    "title": "Kemi Badenoch – 2023 Statement on the Canada Trade Negotiations",
    "post_date": "April 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for Business and Trade, in the House of Commons on 17 April 2023.",
    "content": [
        "The fifth round of UK-Canada Free Trade Agreement (FTA) negotiations began on 20 March and concluded on 24 March. Similar to previous rounds, this was conducted in a hybrid fashion—Canadian officials travelled to London for negotiations and others attended virtually.",
        "Technical discussions were held across 29 policy areas over 78 separate sessions. They included detailed discussions on treaty text.",
        "Prior to the round, my counterpart Minister Mary Ng visited London, with a women-owned business delegation. We discussed the negotiations and the wider UK and Canada trade relationship, including the CPTPP negotiations. Discussions covered our respective ambitions for the deal, and we welcomed the progress made so far.",
        "The negotiations continue to reflect our shared ambition to secure a progressive deal which strengthens our existing trading relationship, already worth over £24.8 billion in the year to Q3 of 2022.",
        "The Government remain clear that any deal we sign will be in the best interests of the British people and the United Kingdom economy. We will not compromise on our high environmental, public health, animal welfare and food standards, and we will maintain our right to regulate in the public interest. We are also clear that during these negotiations, the national health service and the services it provides are not on the table.",
        "The sixth round of official-level negotiations is due to take place in June 2023.",
        "The Government will continue to keep Parliament updated as these negotiations progress."
    ]
}