{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-statement-on-trade-negotiations-with-israel-and-canada/",
    "title": "Kemi Badenoch – 2022 Statement on Trade Negotiations with Israel and Canada",
    "post_date": "September 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for International Trade, in the House of Commons on 23 September 2022.",
    "content": [
        "The first round of United Kingdom-Israel free trade agreement negotiations took place between 12 and 20 September.",
        "In parallel, the third round of United Kingdom-Canada free trade agreement negotiations commenced on 12 September and concluded on 16 September.",
        "Following the death of Her late Majesty Queen Elizabeth II, these rounds proceeded, with appropriate adjustments.",
        "The round of negotiations with Israel was conducted in a hybrid fashion; a small group of United Kingdom officials travelled to Jerusalem for in-person discussions, with further officials attending virtually from the United Kingdom. During this initial round, talks focused on gathering insights on key interests and priorities across policy areas as well as building a shared understanding of each other’s initial positions. Technical discussions focused on 29 policy areas in over 50 sessions.",
        "A new agreement with Israel—with services and innovation at its heart—will build upon our existing trade and partnership agreement. It will cement our relationship with a rapidly growing economy and take our trading relationship to the next level. It will support United Kingdom jobs, and update outdated trade rules, unleashing our high-tech innovative economies.",
        "The negotiations with Canada were conducted in a fully virtual format. Technical discussions were held across 26 policy areas across over 50 separate sessions.",
        "Talks focused on reaffirming the United Kingdom’s positions, having tabled and presented text across the majority of chapters in the previous round. The United Kingdom’s negotiating team made progress on understanding areas of policy convergence and divergence with Canada. They agreed text where possible and in the United Kingdom’s interests and objectives to support economic growth.",
        "The negotiations continue to reflect a shared ambition to secure a progressive deal which looks to build on the United Kingdom-Canada trade continuity agreement, and strengthens our existing trading relationship, already worth over £21 billion in 2021.",
        "We are clear that any deals we sign will be in the best interests of the British people and the United Kingdom economy. We will not compromise on our high environmental and labour protections, public health, animal welfare and food standards, and we will maintain our right to regulate in the public interest. We are also clear that during these negotiations, the NHS and the services it provides are not on the table.",
        "We are working towards holding a second and fourth round of negotiations with Israel and Canada respectively in due course.",
        "Parliament will be kept updated as these negotiations progress."
    ]
}