{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-statement-on-the-canada-and-gulf-cooperation-council/",
    "title": "Kemi Badenoch – 2022 Statement on the Canada and Gulf Cooperation Council",
    "post_date": "December 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for International Trade, in the House of Commons on 20 December 2022.",
    "content": [
        "The Department for International Trade has made progress on two key trade negotiations. This statement provides Parliament with an update on the United Kingdom’s trade negotiations with Canada and the Gulf Cooperation Council.",
        "**UK-Canada trade negotiations**",
        "The fourth round of the UK-Canada free trade agreement negotiations commenced on 28 November and concluded on 2 December. The negotiations were hosted in Ottawa and conducted in a hybrid format, with technical discussions held across 32 policy areas over 73 separate sessions.",
        "This round saw the first full chapter agreed in principle, Transparency, and we provisionally identified candidates for closure in the next rounds. We continued to make steady progress and agree text where there was clear alignment, including in innovation, small and medium-sized enterprises, technical barriers to trade, anti-corruption and financial services.",
        "Discussions were largely constructive, but key differences remain and there is more work to be done towards acceptable landing zones in important areas such as services, investment and procurement. Both negotiation teams took actions to consider each other’s priorities and identify opportunities to move closer together ahead of the next round.",
        "As always, we closely monitored the interdependencies between the bilateral and comprehensive and progressive trans-Pacific partnership negotiations, particularly considering that CPTPP members were meeting in London the following week.",
        "We expect to hold the fifth round of negotiations in London in March 2023.",
        "**UK-Gulf Cooperation Council trade negotiations**",
        "The second round of negotiations for an FTA between the UK and the GCC took place between 5 and 9 December.",
        "The second round was hosted in London and held in a hybrid fashion. More than 100 GCC officials travelled to London for in-person discussions, with others attending virtually. Technical discussions were held across 29 policy areas over 36 sessions. In total, more than 100 UK negotiators from across Government took part in this round of negotiations.",
        "During the round, the UK set out its policy positions having exchanged draft chapter text with the GCC across most policy areas before the round. A key objective at this stage was to continue to build a firm understanding of the GCC’s policy positions and priorities. Both negotiation teams took actions to further consider each other’s positions and identify opportunities to move closer together ahead of round 3.",
        "Both sides remain committed to securing an ambitious, comprehensive and modern agreement fit for the 21st century.",
        "An FTA will be a substantial economic opportunity, and a significant moment in the UK-GCC relationship. Government analysis shows that, in the long run, a deal with the GCC is expected to increase trade by at least 16%, add at least £1.6 billion a year to the UK economy and contribute an additional £600 million or more to UK workers’ annual wages.",
        "We expect the third round of negotiations to take place in Riyadh next year.",
        "His Majesty’s Government remain clear that any deal we sign will be in the best interests of the British people and the United Kingdom economy. We will not compromise on our high environmental, public health, animal welfare and food standards, and we will maintain our right to regulate in the public interest. We are also clear that during these negotiations the national health service and the services it provides are not on the table.",
        "His Majesty’s Government will keep Parliament updated as these negotiations progress."
    ]
}