{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-statement-on-toilet-provision-in-public-buildings/",
    "title": "Kemi Badenoch – 2022 Statement on Toilet Provision in Public Buildings",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Minister for Local Government, Faith and Communities, in the House of Commons on 4 July 2022.",
    "content": [
        "Toilets, both in municipal and private sector locations, are an important facility for members of the public, in particular, women, those with children, older people and disabled people.",
        "The Government have taken a number of steps recently to support the increased provision of ‘Changing Places’ toilets for disabled people for whom standard accessible toilets are not suitable. Last year, the Government introduced 100% business rates relief for public toilets in England and Wales.",
        "In October 2020, Government published a review: Toilet provision for men and women: call for evidence. This stemmed from evidence that shows that increasing numbers of publicly accessible toilets are being converted into ‘gender neutral’ facilities, causing problems for women and older people in particular.",
        "‘Gender neutral’ facilities mean men and women share the same space for waiting and hand wash facilities; these should be contrasted with dedicated, self-contained ‘unisex’ toilets which maintain privacy for the single user (also known as ‘universal toilets’).",
        "Such ‘gender neutral’ toilets place women at a significant disadvantage. While men can then use both cubicles and urinals, women can only use the former. The net effect is actually to reduce toilet provision for women. Women also need safe spaces given their particular biological, health and sanitary needs (for example, women who are menstruating, pregnant or at menopause, may need to use the toilet more often). Women are also likely to feel less comfortable using mixed sex facilities.",
        "The review also asked for views on increasing the ratio of female toilets. Male toilets typically allow for a quicker transition of customers due to the use of urinals, yet insufficient female toilets are provided for a comparative number of cubicles to allow the same number of users to be served. This is not to disadvantage any sex – but greater ratios of female cubicles would help avoid queues inside and outside toilets.",
        "The Government are also aware of broader concerns that women’s biological differences are being ‘erased’ in public life. It is important that women’s biological needs are respected and taken into account in the provision of facilities such as toilets. A high volume of responses were received to the call for evidence, all of which have been read and analysed.",
        "The call for evidence analysis has been carefully considered, and research has been commissioned by my Department on the design of toilet facilities. Following on from this, in autumn 2022, the Department will launch a technical consultation on formal changes to the building regulations and approved guidance, informed by the call for evidence responses.",
        "The Government are minded to take the following approach to rules and guidance in England, subject to further consultation and assessment of equality impacts:",
        "Policy Goal",
        "Change to the building regulations and approved guidance",
        "To amend building regulations and guidance to ensure separate toilets for men and women continues to be provided,",
        "guidance to encourage the provision of a unisex toilet, where space allows",
        "Implementing a threshold approach i.e. above a certain number of toilet cubicles, require the provision of toilets for a range of users including separate male and female toilets, unisex toilets/ universal toilets, baby change, disabled Persons toilets, and changing places toilets.",
        "Where unisex toilets are provided, that privacy is ensured",
        "To set out the design of a unisex self-contained/ universal toilet cubicle with a sink which is designed to maximise privacy—informed by research underway and the call for evidence analysis.",
        "To announce the intent for greater provision of toilets to reduce queuing",
        "We will work with the British Standards Institution to develop the evidence base with a view thereafter to them updating their relevant codes of practice.",
        "The technical review will ensure that the specific requirements of disabled users remain salient, and that access to and provision of toilets for disabled people will not be undermined by wider improvements to toilet provision more generally. The Department will be considering already commissioned research on the design of both disabled persons’ toilets and changing places toilets as part of this review.",
        "Better customer toilet provision in commercial environments may encourage people to visit the premises. The Government will be undertaking a full regulatory impact assessment.",
        "Such changes to building rules will also complement existing statutory provisions in education law for schools to provide sex-specific—or self-contained unisex—toilets for children.",
        "We would also encourage Government bodies to consider how such principles can be adopted now in its own buildings, prior to formal changes in building regulations.",
        "The Government believe the proposals that we are minded to adopt will have positive equality outcomes for women, older people, pregnant women, those with babies, people who come under the protected characteristic of gender reassignment, and disabled people.",
        "This common sense approach on protecting and improving toilet provision will ensure dignity, privacy, tolerance and respect for all, and further the cause of equality and inclusion by recognising the different needs of everyone in society."
    ]
}