{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-speech-at-the-atlantic-future-forum-in-new-york/",
    "title": "Kemi Badenoch – 2022 Speech at the Atlantic Future Forum in New York",
    "post_date": "September 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Kemi Badenoch, the Secretary of State for International Trade, in New York on 28 September 2022.",
    "content": [
        "Thank you and good afternoon everyone.",
        "How wonderful it to be at the Atlantic Future Forum.",
        "This a superb event organised by the Royal Navy and our teams from the Department for International Trade, the Ministry of Defence and of course the Foreign, Commonwealth and Development Office.",
        "It is particularly poignant being on HMS Queen Elizabeth given the events of the last few weeks.",
        "To say it’s been emotional would be an understatement. For everyone in the UK, young or old Her Late Majesty had been ever presence of force in British Life. Many of us here were more than her subjects we were Her Majesty’s Ambassadors, Her Majesty’s Civil Service, Her Majesty’s Armed Forces, Her Royal Navy, Her Government.",
        "Our late sovereign was also, of course, a stateswoman, who devoted herself to deepening the special relationship.",
        "So it is a particular privilege to stand on this vessel which she named at Rosyth Dockyard 8 years ago, as we begin the Carolean age in the service of His Majesty.",
        "And talk about an important aspect of the US and UK’s shared future and by that I mean…our economic partnership.",
        "I lived briefly in the US, and learned very quickly that Americans and New Yorkers especially, like to cut to the chase.",
        "So, I’m going to get straight to the point:",
        "Right now, there’s a global growth slow-down underway.",
        "And if you’ll forgive the pun, we need all hands on-deck to get the world economy’s wheels spinning again.",
        "And that’s why in the UK we’re going for growth in a big way. And in fact some of you may have heard some major reforms we announced on Friday, to achieve this:",
        "But before I go into what we are doing, it would be odd not to address the elephant in the room.. and the financial instability in markets over the last few days.",
        "You would by now have heard the Bank of England taking short-term measures to provide stability – as is their job.",
        "My colleagues, including the Chancellor, continue to work very closely with our institutions to support them in their aims while maintaining their independence. And we must look at all of this in the context of the fundamentals, which are that the UK economy is strong and we have a plan – a Growth Plan to cut taxes, promote enterprise and cut red tape for business.",
        "So what are some of the things we’re doing?",
        "We’re keeping corporation tax at the lowest in the G20 at 19% not cutting keeping.",
        "We’re creating low tax investment zones around the country, to make it quicker and easier to build and get things done because the regulatory environment has not kept pace with our economic needs.",
        "We’re accelerating critical infrastructure projects in sectors like transport, energy, and telecoms…to ensure we invest in our future and deliver for the next generation.",
        "We’re also going to be spending 3% of GDP on defence by 2030. Something I know looking at all of the uniforms in the room is especially relevant to all of you here today.",
        "We’re rolling out significant financial services reforms that will make the UK an even better place to do business and much more.",
        "There is radical change happening on our side of the Atlantic. It’s the kind of radical change that we’ve not seen for 40 years.",
        "We know it is bold.",
        "We know it comes with risk.",
        "But in these volatile times, every option, even the status quo is risky.",
        "And the Prime Minister, my predecessor but one in my role as Trade Secretary gets trade and knows that our global economic relationships have got to be at the heart of this work.",
        "Right now, US-UK trade is booming. Sadly, not enough people know this or hear the message enough. So I want to make sure they do and I’ll continue to bang the drum.",
        "But it’s the investment story that’s even more interesting.",
        "Increasing numbers of American firms are realising that backing the UK is a great move.",
        "I could make your eyes glaze over by trotting out an endless list of statistics! Don’t worry I’m not going to do that today",
        "….. but the numbers speak for themselves:",
        "US businesses already invested £479 billion pounds into in our economy –To put that figure into context it’s more than Sweden’s annual GDP.",
        "Every day just under 1.5 million Britons go to work for an American firm.",
        "And in the year to March alone, American investment created 27,000 British jobs.",
        "I know to some extent I’m preaching to the choir here.",
        "Because I don’t have to look far around this room to spot businesses that are boosting their UK operations.",
        "In fact, Lockheed Martin and Raytheon, are just some of the American firms here today that have said they will do precisely that. And we look forward to working with them.",
        "Undoubtedly, factors like good infrastructure, our legal system and a lack of red-tape, are part of the UK’s attraction.",
        "But there’s another reason too. We are fast becoming the world’s innovation destination.",
        "Just like Manhattan, we’re an island full of dynamism and ingenuity.",
        "We’re the nation with big ideas.",
        "We’re Europe’s unicorn factory.",
        "And the first quarter of this year our tech start-ups attracted more global investment than anywhere bar the US…..and partnerships between UK and American firms are pushing forward progress…..",
        "For instance, there’ s a really interesting story taking place right now involving a firm in Cambridge called PhoreMost and a business named Polaris Quantum Biotech from North Carolina.",
        "Together, they want to cut the time it takes to create cancer therapies. That’s not only a great business partnership, it’s literally a life-saving collaboration.",
        "But I want to do even more to make sure American ambitions collide with British ideas or vice versa.",
        "So here’s my elevator pitch. The UK is pro-ambition, pro entrepreneur, pro-growth and home to top-flight talent fizzing with extraordinary ideas.",
        "And we are more determined than ever before to turn the country into the place to come if you want your business to succeed.",
        "Of course, we mustn’t pretend everything is perfect or easy. We know that, sometimes trading our way to growth can be more difficult than it needs to be.",
        "But it’s because the US and UK are close that we can fix problems wherever we find them.",
        "Look at the way we recently solved the Section 232 tariff dispute on UK steel and aluminium exports and reached an understanding on the Airbus-Boeing dispute.",
        "Very soon, Americans will be able to pick up a leg of Welsh lamb at their local store for the first time in decades, after a long-standing rule was removed.",
        "That’s obviously big news for British farmers. And it’s arguably even better news for Americans who get to tuck in on some of the finest grass-fed lamb in the world…",
        "And, of course, we’re delighted that bourbon is fully back on the drinks menu, in Britain, following the Section 232 resolution.",
        "I know that behind the scenes we’re working hard to resolve issues and make it quicker, easier and cheaper for our firms to do business.",
        "The UK also sees the huge potential to develop our relationships with individual states as another huge opportunity.",
        "In May, under the stewardship of my predecessor, Anne-Marie Trevelyan, who is also here today, we signed a Memorandum of Understanding on trade and economic cooperation with Indiana – a state that already buys $1.4 billion worth of UK goods every year.",
        "North Carolina followed in July.",
        "And I know the DIT team is working hard on continuing Anne Marie’s legacy with me and securing more this year…so watch this space.",
        "Given we’re anchored not far from the Statue of Liberty, I want to end by saying a few words about trade as a force for progress and a force for good.",
        "Free markets and fair trade are very personal to me.",
        "Too many people trot them out as cliches and platitudes, but a world without these freedoms is not just poorer it’s also more dangerous.",
        "I grew up in Nigeria. And I saw first-hand what happens when a nation can’t trade or worse embraces protectionism.",
        "Not long ago, the government there banned rice and tomato not tomayto tomato imports to support local industry. The result was not a boom in production, but supply shortages, price rises and people smuggling in tomatoes like they were diamonds.",
        "I will never forget the sight of my mother a university professor stuffing her suitcase with Tesco Value Rice when she visited me in London because it was cheaper there than back home for her.",
        "One of the many reasons I’m so frustrated by the trope that Brexit was the UK retreating from the world, is because it is completely untrue. I voted to leave the European Union and I saw Brexit as a once in a generation opportunity for the UK to embrace the world and trade was and still is at the heart of that.",
        "So I want to make sure that we use our freedoms to build better and fairer trading relationships with emerging economies.",
        "When trade is open and free and everyone plays by the rules, we will win and developing countries gain an alternative to authoritarian regimes.",
        "But at a time when weaker economies are being exploited by those who don’t share our values, it’s not enough to talk about why free and fairtrade matters, we need to show why too.",
        "Last month, my department launched the Developing Countries Trading Scheme. It’s one of the most generous initiatives of its type in the world and it’s going to give a boost to businesses in 65 countries by cutting red tape and lowering tariffs.",
        "It’s early days but I’m already hearing how the scheme is giving entrepreneurs in countries like Bangladesh the opportunities they need to grow their businesses. And closer to home, I’m very much focused on exploring how trade can support the reconstruction of Ukraine.",
        "Of course, the UK-US trading relationship couldn’t be a better illustration of capitalism’s power to influence, unite and act as a counter to protectionism and authoritarian regimes.",
        "And We’re already using trade to tackle some of the biggest issues facing the world.",
        "At last year’s G7 we renewed our Atlantic Charter; originally signed by Churchill and Roosevelt pledging UK and US economic and security collaboration.",
        "Through our Future of Atlantic Trade dialogues, we’re working on critical issues, such as developing and diversifying our supply chains in response to the war in Ukraine and the pandemic.",
        "We’re deepening our ties in the Indo-Pacific through our AUKUS pact.",
        "Our response to the Indo Pacific region’s rapid growth and China’s growing assertiveness, is another shared challenge.",
        "And I know we’re both committed to opposing economic coercion, and the unfair trade practices that choke competition and penalise countries that follow the rules.",
        "President Ronald Reagan once said: ‘Free trade serves the cause of economic progress and it serves the cause of world peace.’",
        "And the UK-US economic partnership is the clearest possible example of why free trade and free markets are not just integral to our growth but to the freedoms we share.",
        "Next month, we’ll mark the 75th anniversary of the General Agreement on Tariffs and Trade – the forerunner of today’s multilateral system.",
        "Our nations helped to forge that deal after WW2, following long negotiations.",
        "At GATT’s heart was an acknowledgement that free and fair trade would be key to our future.",
        "Again today, we face unprecedented challenges.",
        "Again, at times, we may have differences…",
        "But just like the American and British teams who gathered round the negotiating table three quarters of a century ago.",
        "I know we are committed to deepening our transatlantic economic partnership.",
        "Building our businesses’ bonds of commerce.",
        "And demonstrating, unequivocally, how through free trade we can together create a better world. Thank you."
    ]
}