{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2022-statement-on-cptpp-and-mexico/",
    "title": "Kemi Badenoch – 2022 Statement on CPTPP and Mexico",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for International Trade, in the House of Commons on 28 November 2022.",
    "content": [
        "The Department for International Trade (DIT) has made good progress on two key trade negotiations. This statement provides Parliament with an update on the UK’s trade negotiations with Mexico and negotiations towards accession to the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP).",
        "_Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTTP)_",
        "The UK has taken part in further discussions to negotiate accession to the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP). The latest round of talks took place in Sydney from 10 to 13 October 2022. Negotiations covered market access on trade in goods, services and investment, financial services, Government procurement, temporary entry of businesspersons and legal and institutional issues. UK negotiators made good progress across the areas of discussion and talks are set to continue during the rest of the year.",
        "Joining CPTPP will help UK businesses trade more easily across borders and will help keep critical supply chains open and predictable. Embracing closer trading links and breaking down barriers to trade with a diverse group of trading partners could support businesses in diversifying their supply chains promoting greater resilience.",
        "Ahead of the UK’s Accession Working Group, the CPTPP Commission convened for its 6th annual meeting on 8 October 2022. In a concluding joint ministerial statement, the commission announced that it “look(s) forward to further progress on the accession process with the commitment of both the CPTPP membership and the United Kingdom.”",
        "Separately, Malaysia has now announced its completion of the ratification process to enter CPTPP into force. The Ministry for Trade and Industry has announced that it deposited the instrument of ratification in early October. The agreement will enter into force for the country on 29 November 2022. This could provide the UK with significantly better access to the Malaysian market, which is home to over 32 million consumers. UK’s accession to CPTPP will support the UK and Malaysia’s shared ambitions to remove barriers to trade and create new opportunities for businesses and investors.",
        "_UK-Mexico Trade Negotiations_",
        "Round two of the UK-Mexico trade negotiations took place from 31 October to 11 November 2022 in a virtual format across 29 policy areas over 35 separate sessions.",
        "During the round, the UK set out its policy positions having exchanged draft chapter text with Mexico across most policy areas before the round. A key objective at this early stage was to continue to build a firm understanding of Mexico’s trade policy positions and priorities. As expected at this stage, areas of convergence and divergence were identified. However, discussions remained positive. Both negotiation teams took actions to consider each other’s positions and identify opportunities to move closer together ahead of round three.",
        "The negotiations continue to reflect a shared ambition to negotiate a comprehensive agreement which is better suited for the 21st century and one which strengthens our trading relationship, already worth over £4.2 billion in 2021. Both countries agree that this is an opportunity to add value and complement the UK’s accession to the CPTPP.",
        "His Majesty’s Government remain clear that any deal we sign will be in the best interests of the British people and the United Kingdom economy. We will not compromise on our high environmental and labour protections, public health, animal welfare and food standards, and we will maintain our right to regulate in the public interest. We are also clear that during these negotiations, the NHS and the services it provides is not on the table.",
        "His Majesty’s Government will continue to work closely with CPTPP parties and Mexico to ensure negotiations proceed at pace and take place on terms that are right for the UK."
    ]
}