{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2023-statement-on-the-comprehensive-and-progressive-agreement-for-trans-pacific-partnership/",
    "title": "Kemi Badenoch – 2023 Statement on the Comprehensive and Progressive Agreement for Trans-Pacific Partnership",
    "post_date": "July 28, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for Business and Trade, in the House of Commons on 17 July 2023.",
    "content": [
        "**Introduction**",
        "The UK officially signed its accession protocol to the comprehensive and progressive agreement for trans-pacific partnership (CPTPP) on 16 July 2023. This trade agreement contains some of the world’s largest and most dynamic economies. Our membership will take the agreement from 11 to 12 members and represents the first expansion of this high-standards trade agreement.",
        "The agreement will act as a gateway to the wider Indo- Pacific and Americas region, bringing new opportunities for British businesses, supporting jobs across the whole UK and shaping the future of international trading rules.",
        "The Indo-Pacific region will account for the majority of global growth in coming decades and be home to around half the world’s middle-class consumers. On the UK joining, the CPTPP membership will account for around £12 trillion in GDP, a number which will grow as new members join. Economies including Costa Rica, Uruguay and Ecuador have formally applied, and the Republic of Korea, Thailand and the Philippines have expressed an interest in doing so. As the first acceding country, we have placed ourselves in an ideal position to benefit from future expansion of the agreement.",
        "**Geopolitical benefits**",
        "Accession to the agreement will send a powerful signal that the UK is using our post-Brexit freedoms to boost the economy. It will secure our place as the second largest economy in a trade grouping dedicated to free and rules-based trade while taking a larger role in setting standards for the global economy.",
        "Becoming a member will see us deepening our multilateral relations and strengthening our trading links in the Indo-Pacific region. We will work closely with our partners to develop the agreement, creating further benefits for all its members.",
        "As CPTPP grows, the UK will help shape its development to fight unfair and coercive trading practices that threaten the future of international trade. British businesses will benefit from enhanced access to more markets while trading under fair rules that allow them to compete and thrive on the global stage.",
        "Our status as an independent trading nation is putting the UK in an enviable position. Membership of this agreement will be a welcome addition to our bilateral free trade agreements with over 70 countries.",
        "**Gains for businesses and consumers**",
        "In an historic first, joining CPTPP will mean that the UK and Malaysia are in a free trade agreement together for the first time, giving British business better access to a market worth £330 billion. Manufacturers of key UK exports will be able to make the most of tariff reductions to this thriving market. Tariffs of around 80% on whisky will be eliminated within 10 years and tariffs of 30% on cars will be eliminated within seven years.",
        "In addition, over 99% of current UK goods exports to economies in the agreement will be eligible for zero tariff trade. The agreement’s provisions will also help facilitate trade by ensuring that customs procedures of CPTPP parties are efficient, consistent, transparent and predictable.",
        "Beyond goods exports, the UK’s world-leading services firms will benefit from modern rules which ensure non-discriminatory treatment and greater levels of transparency. In key sectors, UK companies will not be required to establish or maintain a representative office in a CPTPP territory. This will make it easier for them to provide services to consumers in other CPTPP countries.",
        "The deal we have struck will also open up new opportunities in the Government procurement markets of CPTPP members, including in Malaysia, Singapore and Japan.",
        "Business travel will be easier under the agreement. Britons travelling to CPTPP members for work purposes will enjoy greater certainty on trips for short-term work meetings. Professionals going to Peru and Vietnam for short-term business will be able to stay for six months. That is double the amount of time for previous agreements.",
        "UK consumers are also set to benefit from tariff reductions on imports. These tariff reductions could lead to cheaper prices, better choice and higher quality. Products such as fruit juices from Chile and Peru, and Mexican honey and chocolate, to name but a few, could all cost less.",
        "**Defending UK interests in negotiations**",
        "We have ensured that joining will not compromise our high animal and plant health, food safety or animal welfare standards. We have also maintained our right to regulate in the public interest, including in areas such as the environment and labour standards. Furthermore, we ensured that the NHS was kept off the table throughout the course of discussions, as in all of our free trade agreement negotiations. We have also ensured that UK producers will be protected. We have reduced import tariffs in proportion to the market access we have received and kept safeguards where necessary. Market access increases will be staged over time for certain products, ensuring that farmers have time to adjust to new trade flows. Permanent limits on tariff-free volumes have been agreed on some of the most sensitive products that can be exported to the UK. This includes on beef and pork.",
        "**Conclusion and next steps**",
        "Following signature, the Government will now take the necessary steps to ratify the agreement. The Secretary of State will write to the Trade and Agriculture Commission to commission its advice on the agreement.",
        "The Government have now published the accession protocol and related market access schedules, as well as relevant side letters, an impact assessment and a draft explanatory memorandum. With the publication of the accession protocol, the agreement text has now been presented to Parliament, but the Government will not commence the pre-ratification scrutiny process under the Constitutional Reform and Governance Act 2010 for a period of at least three months. This will ensure there is appropriate time for the relevant Select Committees to consider the agreement in advance. Legislation necessary to implement the agreement will be brought forward, and duly scrutinised by Parliament, when parliamentary time allows.",
        "Joining CPTPP marks a key step in the development of the UK’s independent trade policy. It will deepen our relations with a strategically vital region and offer exciting new opportunities for British businesses and consumers."
    ]
}