{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2020-speech-to-the-natural-capital-committee/",
    "title": "Kemi Badenoch – 2020 Speech to the Natural Capital Committee",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kemi Badenoch, the then Exchequer Secretary to the Treasury, on 3 November 2020.",
    "content": [
        "Good morning everyone.",
        "First, may I say that it’s been a real pleasure to hear from the experts on the Natural Capital Committee today, including Dieter Helm.",
        "I’ve only been Exchequer Secretary for the past six months but I know the NCC’s work has proven to be invaluable to my predecessors.",
        "And I wanted to start off by saying a big thank you for all its efforts over the past decade.",
        "While my role is focused on developing economic policy for this country, increasingly it also involves fighting climate change and safeguarding the environment.",
        "And I believe a natural capital approach is going to be integral to achieving those goals. That’s going to be particularly the case, as we start our country’s recovery from Covid-19.",
        "Firstly, because the scientific evidence increasingly points to the fact that biodiversity loss puts us at greater risk of future pandemics.",
        "Secondly, because we need to find new ways of driving clean growth – so we can build back better, greener and stronger after the pandemic.",
        "Today I’m going to briefly outline where this government sees the economic opportunities from preserving and protecting our natural capital. Before turning to how we plan to seize them.",
        "But first I wanted to take this opportunity to talk about some of the NCC’s achievements over the past years.",
        "As you might know, its advice was instrumental in the development of the Government’s 25-Year Environment Plan, which includes a vision for protecting and improving our natural capital.",
        "This is going to mark a real step change in the way we safeguard our natural resources.",
        "It’s down to Dieter and the Committee’s efforts, that very soon, that vision will be given a statutory footing through the Environment Bill.",
        "But as well as helping to leave a better world for our children and grandchildren, the NCC has made an enormous contribution to instilling natural capital principles into present day decision-making, including in areas of economic policy.",
        "One of the best illustrations of this is the Committee’s updates to our 2018 Green Book.",
        "For those of you who aren’t closely involved in government – the Green Book gives our officials a framework against which they can evaluate the costs and benefits of a policy.",
        "And the NCC’s work has given officials the tools to do this more thoroughly when it comes to policies relating to natural capital.",
        "But undoubtedly one of the NCC’s biggest achievements has been deepening our understanding of how the environment supports our economy. We’ve seen a fantastic example of that in the way the NCC has helped the Office for National Statistics create some of the most complete natural capital accounts of any country.",
        "These figures place an economic value on everything from our fossil fuels and agricultural biomass, to the impact that living near a green space has on house prices.",
        "You don’t have to be a fan of spreadsheets to find these ONS reports fascinating reading. So do take a look if you have a moment.",
        "However, a natural capital approach is not just about attributing a financial value to rivers, forests and peatlands – although this is a good start.",
        "It’s about recognising that these resources must be intertwined in our financial system and not stand distinct from it.",
        "It’s about continually improving our policies so that they drive sustainable growth.",
        "And it’s about understanding that protecting the environment is integral to both a thriving economy and society for people today and generations tomorrow.",
        "I think a good example of that point is the value of the carbon capture service provided by the world’s trees.",
        "According to a report by the Paulson Institute and the Nature Conservancy, that figure could be as much as $262 billion a year.",
        "That’s a number that left me astonished.",
        "It underlines that if we fail to protect our forests, we’ll not only find it far harder to prevent global warming… We’ll also end up spending vast amounts more on tackling greenhouse gas emissions. Money that could be spent on schools, hospitals, transport infrastructure or any number of things.",
        "The chance to become both green and prosperous, is an enticing vision.",
        "But to echo Dieter’s words in the NCC’s most recent report, it ‘won’t happen by default’.",
        "That’s why the need to generate green jobs and build clean industries is at the very heart of this government’s recovery agenda.",
        "You saw a sign of that commitment when last month the Prime Minister announced our plans for a green industrial revolution.",
        "And over the past months, we’ve made some important progress towards not only safeguarding our natural capital but maximising its economic potential.",
        "As the Chancellor announced earlier this year, we’re using the £640 million Nature for Climate Fund, to turn an area larger than Birmingham into forest and to restore 35,000 acres of peatland.",
        "While we’ve also launched our £40m Green Recovery Challenge Fund, to support environmental charities deliver natural capital improvement projects across England.",
        "This money will not only protect the natural environment for years to come…",
        "It will generate and protect thousands of jobs, both in more traditional areas such as forestry and timber production and in new green industries of the future.",
        "We’re not just taking action, we’re thinking carefully about how it should be best focused.",
        "Just as nature’s processes don’t respect national borders, the government recognises that biodiversity loss is a global problem that requires coordinated action between countries.",
        "That’s why at the recent UN Biodiversity Summit, the Prime Minister committed to protect 30 per cent of the UK’s land within the next decade.",
        "And it’s why we will shortly publish Professor Sir Partha Dasgupta’s independent, global review on the economics of biodiversity.",
        "This important report will not only provide an opportunity to help us better understand how to engage sustainably with nature, while enhancing our collective wealth and well-being…",
        "It will allow the UK to demonstrate thought leadership on the global stage, just as we did through the ground-breaking Stern Review into the economics of climate change, nearly 15 years ago.",
        "So, as I’ve outlined, we’re making progress on embedding a natural capital approach.",
        "But I’m all too aware that government investment, regulation and pledges can only take us so far.",
        "We also need to encourage the private sector to join the cause.",
        "There’s already some great initiatives underway.",
        "HSBC is planning to launch a natural capital asset management company.",
        "While increasing numbers of landowners are signing up to the Woodland Carbon Code, which aims to build a market for carbon credits from British woodland.",
        "But we want to achieve even more. That’s particularly the case in areas like water quality, biodiversity and carbon capture.",
        "We’ve recently taken a major step forward on this front, with the launch of a £10 million fund to help environmental projects generate revenue and attract private sector investment.",
        "And I know the Committee has given excellent guidance in this respect, arguing for the creation of stable, long-term regulatory frameworks…",
        "To facilitate the flow of private capital into the natural environment and to reduce the burden on the public sector.",
        "We’ve taken this on board and we’re continuing to seek ways of encouraging private sector involvement in natural capital initiatives.",
        "As a final note, I know the Committee has also called for a Natural Capital Baseline Survey to help provide data on the location and condition of our natural capital assets – work that could play an important part in stimulating a green recovery.",
        "We’ve listened to that request and we’ve made £5 million available to help pilot the idea this year.",
        "So, I’ll end by once more thanking the Committee for all its work. You have indeed been a strong ally and a critical friend to the Government over the past decade.",
        "And while the NCC may be winding down, rest assured that our commitment to embedding natural capital principles in our decision-making remains as strong as ever.",
        "Of course, the task ahead of us isn’t easy.",
        "But let’s remind ourselves of what we can achieve by harnessing natural capital principles.",
        "A better environment, both for people today and generations to come.",
        "A thriving economy.",
        "And a greener, bolder and more prosperous Britain.",
        "Thank you."
    ]
}