{
    "url": "https://www.ukpol.co.uk/kemi-badenoch-2023-statement-on-conclusion-of-cptpp-negotiations/",
    "title": "Kemi Badenoch – 2023 Statement on Conclusion of CPTPP Negotiations",
    "post_date": "April 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kemi Badenoch",
            "url": "/tag/kemi-badenoch/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Kemi Badenoch, the Secretary of State for Business and Trade, in the House of Commons on 17 April 2023.",
    "content": [
        "With your permission, Madam Deputy Speaker, I will make a statement on the progress of negotiations for us to join the comprehensive and progressive agreement for trans-Pacific partnership.",
        "I am delighted to announce that since we first launched consultations in 2018, and after nearly two years of talks, the UK has substantially concluded negotiations to accede to the CPTPP. We will become the first country to join since the original partnership was founded. I am also pleased to tell the House that we are delivering on our post-Brexit agenda for a modern, free-trading global Britain, and that this agreement represents the future of global trade. Our negotiators have spent 21 months working painstakingly, and often through the night, to secure the best deal for the UK, and that is what they have done. This is an outstanding deal for our country, giving access to a fast-growing economic bloc that will allow us to sell our goods and services without giving up control of our laws.",
        "Before I continue my statement, let me thank former Secretaries of State for International Trade. I thank my right hon. Friend the Member for North Somerset (Dr Fox), who developed this strategy and without whom today would not have been possible. I thank my right hon. Friend the Member for South West Norfolk (Elizabeth Truss), who first appointed me as Trade Secretary, and who launched the negotiations and ensured throughout her tenure that this was a deal that would be delivered. I thank the present Minister of State, Foreign, Commonwealth and Development Office, my right hon. Friend the Member for Berwick-upon-Tweed (Anne-Marie Trevelyan), for her support and invaluable advice. I also thank my current and former Trade Ministers.",
        "I am told that Their Excellencies the Japanese and Vietnamese ambassadors are with us today. It should not go without saying that both countries were extremely supportive of our accession. I thank the ambassadors and their countries, and the various negotiators and working groups, for everything that they did to help the UK to accede today.",
        "The CPTPP will act as a gateway to the Indo-Pacific, one of the most dynamic and fastest-growing regions on Earth. The Indo-Pacific is expected to account for the majority of global growth by 2050. The CPTPP will grow nearly 40% faster than the EU over the next three decades, and membership of the bloc will enhance access to a market of more than 500 million consumers for the UK’s goods and services. That is why I described the CPTPP as representing the future of global trade. The brilliant terms that we have secured mean that British businesses will be able to target these dynamic economies, which will account for 15% of global GDP once the UK has joined. As the partnership grows, so will its role in shaping the rules of global trade. This alliance will help us to confront growing protectionism and unfair trading practices, putting us in a stronger position to withstand global shocks.",
        "British businesses will enjoy new opportunities as part of the CPTPP. For instance, 99% of current UK goods exports to its members will be eligible for tariff-free trade, new tariff reductions with countries such as Mexico and Canada will boost export opportunities, and a new free-trade deal with Malaysia will open up a £330 billion economy to the UK.",
        "We will benefit from reduced red tape and simplified customs procedures across the bloc, and from modern rules of origin that offer British businesses new export opportunities and could help support UK efforts to diversify critical supply chains. We have all seen what can happen to supply chains when economic shocks happen. This global flexibility with like-minded partners will help British firms to become more resilient and protect economic security. For supply chains, this partnership is the future of global trade.",
        "As a Minister who represents a rural constituency, I understand the concerns farmers may have about trade agreements because they have told me about them many times, so I know that Members representing agricultural communities will be delighted with the opportunities the CPTPP presents. I would like to put on record my thanks to the President of the National Farmers Union, Minette Batters, for recognising the opportunity to, as she puts it,",
        "“get more fantastic British food on plates overseas”.",
        "As the world’s demand for meat and dairy changes, having better access to growing and dynamic economies in other parts of the globe will protect British farmers and food producers into the future.",
        "Our farmers will benefit from increased market access on these products, including through tariff free exports to Mexico for beef, pork and poultry and new zero-tariff access to Canada’s butter and cream market, which we did not have under our existing EU roll-over agreement. Our cheesemakers will have new market access to additional shared quotas, equating to about 7.5 times the amount we currently export to Canada, and our distillers will benefit from the elimination of tariffs of around 80% on UK whisky to Malaysia within 10 years. So for food and drinks exports, the partnership represents the future of global trade.",
        "The UK is already a services superpower. Our digital, financial and legal services, among many others, are the envy of the world. This world-leading agreement will help them to grow further still. In future, a British firm will be able to operate on a par with a Vietnamese one without setting up a Hanoi branch. British firms will face less red tape in doing trade and business travel will become smoother and easier. For the modern services and tech economy, the partnership represents the future of global trade.",
        "As you will know, Madam Deputy Speaker, no trade agreement comes without a quid pro quo, but we have taken our time to get this deal right for the UK and we never compromise on food quality or animal welfare standards. Joining CPTPP is no different. We will not have to change our standards to join, including on chlorine-washed chicken and hormone-fed beef, as many detractors would like to have the British public believe. We have also made sure that our high environment and labour standards are protected, so the CPTPP agreement includes comprehensive chapters for environmental protections, anti-corruption and improving workers’ rights. We have secured appropriate protections for the UK producers, reducing import tariffs in a manner proportionate to the market access we have received, and maintaining protections where needed.",
        "Membership will enable us to shape the future of the agreement, including its future membership, and it will increase our influence and that of the wider bloc in setting the rules of the global economy. CPTPP shows how sovereign countries can uphold high standards without being subject to foreign court rulings or membership fees.",
        "Parliament will rightly want ample opportunity to scrutinise this deal before ratification. My Department will follow the process set out in the Constitutional Reform and Governance Act 2010. Parliament will also have the opportunity to scrutinise any implementing legislation, as was the case with the recent Trade (Australia and New Zealand) Act 2023. The people of this country have voted for the future of global trade, not the past. On goods, on services, on supply chains, on growth and on rules-based trade without ceding sovereignty or losing control of our borders, this agreement lives up to that instruction. We are securing a place for the UK in the future of global trade, and I commend this statement to the House."
    ]
}