{
    "url": "https://www.ukpol.co.uk/siobhan-baillie-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Siobhan Baillie – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Siobhan Baillie",
            "url": "/tag/siobhan-baillie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Siobhan Baillie, the Conservative MP for Stroud, in the House of Commons on 9 December 2022.",
    "content": [
        "I have spoken before about the serious and outrageous behaviour that girls from Stroud High School in my constituency reported to me. Those girls, in their distinctive school uniform, deal with completely unwanted public sexual harassment from men. There are random comments sometimes, and the comments are sometimes sexualised and are sometimes just really weird. I listened to their experiences. They took the initiative of creating a survey, so they went around their school—these are really smart kids—and they discovered, to their horror, that girls as young as nine had experienced public sexual harassment.",
        "We have all experienced that and we have spoken about that in the Chamber. It ranges from being shouted at to comments by those who think they are being funny, to people being flashed at and far more serious incidents. We saw from the Everyone’s Invited campaign that this is prevalent among schoolgirls and schoolchildren. I started to investigate this, listening even more closely to my excellent colleagues and looking at the fantastic work that went on prior to my joining this House, and it became really obvious that things needed to change.",
        "In Stroud, sadly, we have had a series of rapes and sexual assaults, which is totally devastating for the victims and their families. It has also completely rocked our community. This is a safe, beautiful Cotswolds town, which is similar to what my right hon. Friend the Member for Tunbridge Wells (Greg Clark) said about his area and the need for strong police and strong communities. We now have women who are worried about going out. We have women who are worried about going for a run during the day down our championed canal routes, because one of the attacks was in broad daylight. The Bill is not about rape—I get that—but about public sexual harassment. None the less, from speaking to the women and girls in my constituency and from listening to the experienced hon. and right hon. Members in this place, I know that, although the harassment on the streets and the trolling that is happening online daily, even hourly, to women and girls may be down to keyboard warriors being idiots, it is also fuelling physical abuse in the real world.",
        "**Caroline Nokes**",
        "My hon. Friend is making the important and powerful point that we must never ever forget that there is, uncomfortable though we may find it, a pyramid of offending. Although not every flasher becomes a rapist, every rapist has started somewhere, and public sexual harassment can be the somewhere. Does she agree that that is one of the many reasons why we have to make sure that it is stamped out at source?",
        "**Siobhan Baillie**",
        "I completely agree with my right hon. Friend. That is why I get so frustrated when people dismiss this as unnecessary, going too far, or too heavy-handed. It is a very short hop, skip and jump from someone shouting obscenities or being rude to a woman on the street to being rude in their own home, if that is their mentality. We have to make that connection and we have to keep making it strongly.",
        "When we had those rare horrendous incidents in Stroud, the advice that was immediately given was for women. They were told, “Change your behaviour. Change your clothes.” It was exactly as the hon. Member for Walthamstow (Stella Creasy) said. It was also, “Don’t wear your headphones. Think a little bit more about where you’re going to walk”. Where do I want to walk in a beautiful Cotswolds market town? I want to walk everywhere. I do not want my thought processes to be about whether I will get attacked on any given day.",
        "But Stroud fought back. This is a very spirited place, very politically bouncy, as anyone who follows politics will know, and my inbox is very bouncy, too. Anybody who thought that they would get away with attacking women and girls or being rude to them on the streets in my area was very, very wrong. We have all banded together to make changes, which is why I am so much in support of what my right hon. Friend the Member for Tunbridge Wells is doing. Our voices are being reinforced, although it is not just about our voices: in all of our constituencies, we have Government support for a very important Bill.",
        "I have led a successful campaign, which the Government have now supported, to change the law and reduce anonymous online abuse, which, as I said, is completely connected to the real world. Hundreds of people in Stroud have marched, on a number of occasions now, specifically on these issues. Our police and crime commissioner, Chris Nelson, and our police have joined those marches. That is a really important step. Our PCC has made tackling violence against women and girls a focus of his work. The hon. Member for Walthamstow was talking about police forces that were ahead of the curve; Gloucestershire is one of them and I am very proud of it for that, although the police have a lot more work to do. We held a public meeting about these issues, and even though we have been reporting hate crimes and public harassment for much longer than other forces, women were standing up saying that they still did not feel comfortable going to the police. There is an awful lot of work to do, and I know that the Gloucestershire constabulary understand that.",
        "Two fabulous constituents, Nikki Owen and Sydney-Anne McAllister—I met Sydney quite recently—have launched a pressure group called This Ends Now. They want to change the law and the media, and they are challenging both to do better, particularly on language. Where there is a rape, it should be reported in the media as a rape, not as a sexual assault, and it should not be played down in any way, shape or form. I believe that committed women in my patch will be pleased to see what we are trying to do today.",
        "I encourage all Members of the House to look up the work of the Holly Gazzard Trust, which was set up by a family who were devastated by the loss of their daughter. They have gone on to campaign on domestic abuse and to really change the lives of many other families, and they are front and centre in supporting and fighting for women and girls in Gloucestershire.",
        "We also have Chrissie Lowery, who is winning awards all over the place. Following the rapes and other incidents I have mentioned, and the rise of concern among our school girls about public sexual harassment, she took up the baton and created the Safe Space campaign, which Stagecoach, the police and lots of local businesses are now on board with. After an incident in a very dark, dingy, scary tunnel, Chrissie took the initiative of getting some amazing artists together, and we painted the tunnel, which sounds very simple. My daughter and I went down, and we put butterflies on the wall of this horrendously dark tunnel; it is now a beautiful open space that people are comfortable going down during the day, and we are looking at having lighting and CCTV at night. These efforts are small acts of kindness, but they will all join up to make a difference.",
        "Gloucestershire police have created something called the Flare app, which is being rolled out to other forces. It allows people to put in the details of places they are worried about in the Stroud district and creates a heat map, so the police know to go to specific points of concern and the council can come in and do work on things such as CCTV. It is really innovative, and we can probably do more with it, but 3,000 people have downloaded it, so it is going pretty well for a new piece of kit.",
        "Given that my community and constituents have done so much legwork—there are more examples, but I will not go on and on—it is right that we in this place constantly review the law. Following the advice from bodies such as the Law Commission—where very learned people have spent a lot of time investigating this issue—my right hon. Friend’s Bill assists us in doing that. We are creating a new law that deals with intentionally harassing or seeking to cause alarm, which is a gap in the legislation that we have in this place, so I welcome the Bill.",
        "However, it is right that there is a balance in what we are trying to do and in what happens should somebody be pulled up for sexual harassment, so I welcome the explanation of what will and will not result in imprisonment. The headlines and challenges that we have seen—that someone will be sent to prison because they wolf-whistled—are immediately dismissive. It is therefore right that we are clear about what the Bill does and does not do and about how we have sought to strike a balance. The test is the intention to cause distress. Where somebody is being a plonker, that is a very different test—we could deal with plonkers in other ways. This intention to cause distress is a serious test, which will hopefully lead to prosecutions in the right places and then to deterrence, so that we can start to change society and culture.",
        "**Stella Creasy**",
        "Does the hon. Lady also recognise the point I made earlier about adding the concept of “foreseeable”? The risk with intent is the young man who says, “I didn’t realise that this would be harassment,” when everybody else would. When we look at intent, we have to be clear that it is foreseeable that some behaviour could cause distress; otherwise, we create a big loophole, and we will not make the progress we want to make.",
        "**Siobhan Baillie**",
        "I heard what the hon. Lady said earlier. It is not something that I have looked at, but I understand that there are already examples in legislation and I heard the challenge to the Minister to look carefully at this. It is important. We cannot create legislation in the knowledge that people are going to get let off the hook or that they will learn how to respond when pulled up by the police. That is why we have to be clear about the balance and about what the Bill does and does not do. We have to think through a range of different examples and about the responses that will be given by the perpetrators, so that the legislation is tight.",
        "As the shadow Minister, the hon. Member for Stockton North (Alex Cunningham), made clear, we have to avoid demonising all men and boys. They are not all bad. They are not all plonkers. We know that men and boys are very much part of the solution. Early education in our schools is absolutely vital, but we cannot get away from the fact that the incidents are generally perpetrated by men. It is right to continue that debate and to also be really careful with our language about men and boys.",
        "To conclude, the reality is that only 26% of those who experience public sexual harassment report the incident to the police, no matter how scared, harassed or intimidated they have been by it. We have also heard examples such as that robustly and passionately given by my right hon. Friend the Member for Romsey and Southampton North of the girl in the supermarket. That was a really visual story of the nonsense that girls and women have to go through every single day when they are not asking for it or wearing anything provocative but just trying to do their job. With such examples in our minds and this happening every single day of the week, of the month, of the year, we have to make changes.",
        "I am relieved and really grateful that the next time I am in Stroud with Stroud High School girls or with the campaign group This Ends Now and other teams, or the next time I am on a march or dealing with these issues in front of a group of people in our town hall, I will be able to point to the Government backing this Bill as yet another example of the Government wanting to protect women and girls and being prepared to create the legislation to do so and bring our laws up to date."
    ]
}