{
    "url": "https://www.ukpol.co.uk/shaun-bailey-2022-speech-on-the-finance-bill/",
    "title": "Shaun Bailey – 2022 Speech on the Finance Bill",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Shaun Bailey",
            "url": "/tag/shaun-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Shaun Bailey, the Conservative MP for West Bromwich West, in the House of Commons on 28 November 2022.",
    "content": [
        "I could say so much about what we are debating today that I do not know if I can contain myself. I am fortunate that procedurally there is no time limit for Finance Bills, so I could speak for hours about the Government’s proposals, but I will be as circumspect as possible. We have heard some fantastic contributions, including from my hon. Friend the Member for Eastleigh (Paul Holmes); I assure him I listened to his speech and it was a fantastic contribution.",
        "We have had the usual back and forth, with Labour playing the blame game while also failing to understand that when we spend £440 billion to keep the economy going—to keep people in work, to keep jobs, to keep people sustaining what they are doing—there is going to be a price to that, as there is from Putin’s illegal and aggressive invasion of Ukraine.",
        "We are facing some of the most difficult economic circumstances ever, and it is right that our tax measures have made those with the broadest shoulders carry the largest burden, because they know that is vital to ensure the longer-term recovery of our economy. In doing that, we strike a balance between making sure those people carry that burden and ensuring that the most vulnerable get the support they need.",
        "Hon. Friends have talked about the ways in which that has been achieved, including the £600 million investment in infrastructure. Some suggested that investment was not happening, but I can assure them that it is: my local authority and borough are being supported with £60 million of investment from the Government’s towns fund, with a further £20 million in levelling-up funding bid for at the moment, so we have absolutely seen support from this Government. Some 125 small and medium-sized manufacturing businesses in my constituency—or, as we say in the Black Country, metal bashers, because that is ultimately what we do —benefit from the infrastructure investment and R&D support.",
        "The protections to the triple lock were a dividing line. I point out to the Labour party that when it left power in 2010, we had some of the worst rates of pensioner poverty in Europe, yet Labour Members never talk about that, do they? They never mention that and they have never apologised for it. Under this Government, we have had the triple lock for pensioners—people who worked hard, contributed and have paid in for all their lives.",
        "I have a lot of respect and time for the hon. Member for Aberdeen North (Kirsty Blackman)—I have worked with her on a number of bits of legislation—and when I think of hard workers, I think of the people on the minimum wage in my local factories and those manning shops and working in retail, in unforgiving jobs. It is those people who have paid in their whole lives and want to see that return. Notwithstanding the points that she made about Scotland—I heard and understood them—investing in and safeguarding the triple lock is exactly what we need to do.",
        "I do not wish to repeat too many points made by hon. Members today—I am conscious that at this point in the debate there is a risk of doing that—but it has been vital that we strike a balance in this Finance Bill. That balance is about being fiscally prudent, as my right hon. Friend the Chancellor made clear, but not on the backs of the most vulnerable. It is also about ensuring that investment in good public services, which was at the heart of the Government’s promise and the contract we made three years ago, is maintained. We have safeguarded investment in levelling up, safeguarded investment in infrastructure, safeguarded and increased investment in education and safeguarded investment in the NHS to ensure that our public services are there. As far as I am concerned, if the Labour party thinks that is some sort of abhorrent thing to do, I do not know where its head is at. If it means that my constituents get the services that they want, pay for and rely on—that they can access a GP, get into a hospital and see their kids go through a decent education system—I will back that to the hilt, because ultimately I was put here to safeguard their public services. We know that we are in a tough situation, but my hon. Friends on the Treasury Bench have struck that balance. It is vital that, as we move forward, we continue to assess the situation.",
        "In finishing, I have a few asks, as I often do—I see my hon. Friend the Exchequer Secretary looking at me in anticipation. I was pleased to hear mootings of an industrial strategy. Those of us in the Black Country, where we are proud of our industrial heritage and our infrastructure, can be at the forefront of the new industrial revolution, particularly on the green agenda. I know that the Government are particularly concerned about energy security, and I am more than happy to meet my hon. Friend about that.",
        "My ask is that we ensure that areas where we have good industrial capacity are not forgotten. One point relayed to me is that there is sometimes a feeling that those who are not in financial services or a service industry are a bit left behind. I see my hon. Friend looking at me; it is vital that we have an industrial strategy focused on our manufacturing base—he and I have had discussions about that and are passionate about it—to ensure that good, strong manufacturing and engineering jobs can be part of our growth and recovery, particularly in the Black Country. We already have the infrastructure, so let us make the most of it.",
        "The Bill strikes the right balance by protecting public services and safeguarding the most vulnerable. As far as I am concerned, we are fulfilling the contract that we made with the people three years ago."
    ]
}