{
    "url": "https://www.ukpol.co.uk/shaun-bailey-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Shaun Bailey – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Shaun Bailey",
            "url": "/tag/shaun-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Shaun Bailey, the Conservative MP for West Bromwich West, in the House of Commons on 18 July 2022.",
    "content": [
        "The past few hours has been—well—an experience, hasn’t it really?",
        "There are two elements to a confidence motion. The first is a lack of confidence in the Government, and the second is the alternative to that Government. I have lived under that alternative, because I live in Sandwell—Labour-controlled Sandwell, socialist Sandwell. Let us take a journey to what life would be like under the Labour party: special educational needs and disability contracts doled out to their mates; dodgy land deals; backhanders to their mates, because they feel like it; dodgy contracts for the council; and no scrutiny. [Interruption.] The hon. Member for Luton North (Sarah Owen) does her usual thing. She does not have anything to say, but she chunters from a sedentary position. She failed in Hastings before she went to Luton, because, let us face it, they did not like her there.",
        "The truth of the matter is that I have seen that alternative and it terrifies me. What worries me even more is that Labour Members go along with it. They are all complicit in that corruption in Sandwell, because it is their party that sits there and does it. It is their party that denied the need for commissioners to go in. We now have commissioners controlling that council. It is those young people with special educational needs who are put at risk by them because they failed to do a proper procurement on those contracts. When Labour Members talk about standards in public life, I sit here and I laugh, because it reeks of double standards.",
        "**Geraint Davies**",
        "On a point of order, Mr Deputy Speaker. Is it in order for the hon. Member to accuse Opposition Members who have no connection to the council that he is talking about? He is abusing his privilege to talk about corruption and then pointing at us and saying that it is our fault. It is completely out of order.",
        "**Mr Deputy Speaker (Mr Nigel Evans)**",
        "Order. I would have brought Mr Bailey up. I am listening very carefully to what is being said. It would help if people did not chunter so that I can hear both sides clearly.",
        "**Shaun Bailey**",
        "Thank you, Mr Deputy Speaker. As a point of clarity, my understanding is that they are all members of the Labour party. It is the Labour party that controlled that local authority. They are all comrades in arms together. Labour Members could have intervened at any point. They promised that they would get grip on this.",
        "**Sarah Owen**",
        "Will the hon. Member give way?",
        "**Shaun Bailey**",
        "No, I will not.",
        "Labour promised that it would get a grip on this, and it did not. So when Labour Members sit there and talk about standards in public life, I tell them to come to Sandwell. Come to Sandwell. If Members want to see the horror that is the alternative, we can show them.",
        "**Jonathan Gullis**",
        "It will not shock my hon. Friend to hear Members of the Labour party shouting down the fine people of Sandwell and Tipton just as they shout down the people of Kidsgrove, Talke, Newchapel and Stoke-on-Trent North. That is why my hon. Friend will share with us why Labour is going backwards and Conservatives are gaining in his local council as well as in Newcastle-under-Lyme Borough Council—the No.1 target in the west midlands in May, which Labour lost.",
        "**Shaun Bailey**",
        "I am grateful to my hon. Friend because he is right: we are scalping Labour councillors all over the place. As one lady put it to me on the doorstep during the local elections, “I have been Labour all my life. I am Labour through and through, but I cannot vote for that shower.” The truth of the matter is that, when we look at the alternative, it is horrific.",
        "I also want to touch on what this Government have done. What we have is £22.5 million possibly coming into Tipton. We have seen £25 million for Birchley Island in Oldbury dealing with our congestion and transport issues. We have seen £50,000 for the horrendous route between Burnt Tree and Dudley Port, which will mean that, finally, we can start dealing with those horrendous congestion issues and those road safety issues, which is vital to keep people safe. I know from my constituents that they are sometimes spending 45 minutes on our roads, and that messes with their businesses and messes with their standard of life because of how long it is taking them to commute to work and the difficulty that it presents them. It is this Government who have put that money into Sandwell.",
        "It is quite interesting, Mr Deputy Speaker, because I will quite often go to Ministers—my hon. Friends on the Treasury Bench—and say, “Look, we need money. We need investment. This is what we want.” They then say to me, “Well, the problem is, Shaun, your local authority has not applied for it.” Then I go to the local authority and say, “What plans do we have on the shelf?” I am referring in particular to the levelling up fund. I then get told, “Oh, well, we don’t have any.” They cannot be bothered. That is the truth with them. They cannot be bothered. For 50 years my communities put their faith in the Labour party, and they were betrayed—it is as simple as that.",
        "I always remember at the general election a man breaking down to me in Tividale in my constituency. He told me he had been Labour all his life, but he realised that the Labour party had lied to him and misled him for most of his life. He felt lied to. He broke down, and that really affected me. When someone feels that their life purpose and their belief system have been mis-sold to them, what do they do? [Interruption.] I am sure there are some quips; Labour Members may find it funny, because Labour has led Sandwell for 50 years. It is their arrogance and their thought process. When I look at the hon. Member for Aberavon (Stephen Kinnock), he is typical of the Labour privilege that we see. How he can sit there pretending to represent working people is beyond me.",
        "As I round up my comments, the truth is this: my communities have confidence in the Government, because they have seen the difference after 50 years of Labour misrepresenting them. They have seen the investment that has come in, and they have seen the shambles that is the Labour party and the way it has mismanaged our local area. I have total confidence in this Government, and I would not want Labour."
    ]
}