{
    "url": "https://www.ukpol.co.uk/shaun-bailey-2022-speech-on-the-carers-leave-bill/",
    "title": "Shaun Bailey – 2022 Speech on the Carer’s Leave Bill",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Shaun Bailey",
            "url": "/tag/shaun-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Shaun Bailey, the Conservative MP for West Bromwich West, in the House of Commons on 21 October 2022.",
    "content": [
        "It is a [pleasure to follow the hon. Member for North East Fife (Wendy Chamberlain)](https://www.ukpol.co.uk/wendy-chamberlain-2022-speech-on-the-carers-leave-bill/), and I commend her for bringing in this important and timely Bill. She articulated so clearly the reasons why we need the Bill and its rationale, and I will not repeat the points she made because I could not clear that bar, but I want to chime in with support for the aims behind it.",
        "The hon. Lady touched on some of the facts and figures, but we need to remind ourselves that in the first eight months of the pandemic, unpaid carers saved the state £135 billion. The contribution that this group of people have made to our society, particularly during that period but also more broadly, is without question. The truth is that, at some point in our lives, we will all having caring responsibilities of one form or another. This transcends society. It will impact every single person in the Chamber at some point, because we all have family members and people we love and care about, and it hits every single one of our constituents. The Bill is a great leveller for all of us, because we will all have to care for someone at some point, and we should not have to worry about our employment or financial obligations as a result of stepping up and helping the people we care about. I agree with the purpose of the Bill.",
        "On the economics behind this, and particularly job retention, the hon. Lady talked about the £3.1 million a year that companies could save by supporting and retaining people through this legislation. As we touched on in the previous debate, we do not want to lose talented people from our workforce, but we run the risk of doing that if people cannot fulfil their caring responsibilities.",
        "We come at this from different political prisms, as is often the case in the House, but we unite on the basis that this is an important, pragmatic piece of legislation. Those of us on the Government Benches often talk about giving people the opportunity to achieve what they wish to in life. Many of us are here or joined our party on the basis that we would do that. This issue is at the core of our principles as well, because it is about allowing people to achieve their potential, in spite of whatever circumstances may come their way, by giving them this opportunity.",
        "I am proud to support the Bill, and the hon. Member for North East Fife has my support in what she is trying to achieve. If she needs someone to serve on the Bill Committee, she can put my name down; that is not a problem at all, and I expect an email in due course. What we are trying to do here today is absolutely right. Economically, it makes sense; socially, it makes sense; and morally, it makes sense. If we are determined to create a society founded on the basis that people care for one another and that we have strong family units and strong caring units, we have to ensure that there are the conditions in which they can do that. That means we have to legislate to ensure that those rights are protected, through carer’s leave and what this Bill tries to achieve.",
        "The hon. Lady highlighted some organisations that are doing great work on this already, but that should not be the exception; it should be the norm. If we have to legislate to do this, we will, because it will ultimately ensure that people can achieve their ambitions and that we can care for people in society; that is what this is about. I can tell the hon. Lady that I absolutely endorse her Bill."
    ]
}