{
    "url": "https://www.ukpol.co.uk/shaun-bailey-2019-speech-to-conservative-party-conference/",
    "title": "Shaun Bailey – 2019 Speech to Conservative Party Conference",
    "post_date": "October 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "2019 Conservative Party Conference",
            "url": "/tag/2019-conservative-party-conference/"
        },
        {
            "text": "Shaun Bailey",
            "url": "/tag/shaun-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Shaun Bailey, the Conservative candidate to be Mayor of London, at the Conservative Party conference on 1 October 2019.",
    "content": [
        "Thank you, conference.",
        "Last year, I introduced myself as your next Mayor of London and shared my story with you all.",
        "Well for the last twelve months I have been meeting thousands of other Londoners, working out how I can make their lives better.",
        "And what I’ve found is simple. Londoners don’t want to spend their days thinking about the Mayor of London.",
        "Londoners want to get to work on time, for a reasonable price.",
        "Londoners want more houses so they can have a corner of the city they call home.",
        "Londoners want to breath freely in clean air.",
        "Most of all, Londoners want to be able to make the most of their city in safety.",
        "Londoners are busy, optimistic, energetic, ambitious.",
        "It is the Mayor’s job to make sure that London never gets in the way of Londoners.",
        "Conference, I could stand here and talk to you for hours about how Sadiq Khan is neglecting to do that job.",
        "Since I last stood in front of you last year, more than 100 people have been murdered in our Capital city.",
        "4k people have been stabbed, 20k people have been sexually assaulted, 70k homes have been burgled.",
        "In the last few weeks there have been stabbings in Camden, Wandsworth, Croydon, Harrow, Fulham.",
        "Just two days ago there was a stabbing in Ladbroke Grove, where I grew up.",
        "These are real people; real families being torn apart. Every victim is a Londoner who has been failed by their Mayor.",
        "As the Police and Crime Commissioner, the Mayor of London should spend his days working to keep Londoners safe.",
        "But Sadiq Khan spends his time building ‘Brand Khan’ – hosting beach parties, bidding for Labour leadership and plastering his own face all over our city.",
        "And even though the clue is in the job description – Police and Crime Commissioner- with Sadiq Khan, it is always somebody else’s fault.",
        "He’s blamed the Government, he’s blamed parents and he’s blamed teachers for the rise in crime.",
        "Meanwhile violent crime is destroying lives and it is plaguing London.",
        "London is the greatest city on earth – and Londoners deserve better.",
        "And we have had better. Does anyone remember the last Mayor of London? Our Prime Minister Boris Johnson.",
        "Conference, let’s just remind ourselves about what was achieved the last time London had a Conservative Mayor:",
        "The murder rate – cut by half",
        "Overall crime – cut by 20%",
        "And 11,000 knives were taken off the streets",
        "On his first day in Number 10, the Prime Minister committed to recruiting 20,000 more police officers.",
        "Our Party gets delivery and safety in a way that the Labour Party simply doesn’t.",
        "And Boris showed everyone what could be achieved – making Labour failings even clearer.",
        "And with a Conservative Mayor, who loves and understands our great city, we could achieve so much.",
        "Many of you already know my story.",
        "And those that don’t, you already know it too – it’s a very London story.",
        "I grew up on an estate in the shadow of Grenfell – not far from the stabbing last week.",
        "Welfare was a lifeline. Work was a life-changer.",
        "I was a youth worker for 20 years – helping young people grab the opportunities our city offers.",
        "And now I have my own family. I have a house. I’m an elected representative. I’m your mayoral candidate.",
        "Everyday, I’m thankful for being born in a city that has allowed me to build the life I wanted to live.",
        "And I know what can be achieved when the barriers are removed and crime is under control.",
        "If our young people are protected from gangs, they can avoid crime.",
        "If our young people can find work, then they have a path out of the hood.",
        "If we support families, then our communities struggle less.",
        "You see conference, what London really needs is a full-time Mayor, someone focused on making the city a safer place to live.",
        "Whose ambition is not to improve their own public image, but to lift up millions of people in London and show them that they have another choice.",
        "Because I know that my first duty as Mayor would be to keep Londoners safe.",
        "If we have safe streets, we have safe schools.",
        "If we have safe streets, businesses can invest.",
        "If we have safe streets, communities feel secure.",
        "London needs better transport, cleaner air and far more homes for people to live in.",
        "But if the streets aren’t safe, our Capital simply cannot thrive.",
        "And I have a plan to make our streets safe.",
        "To fund a record number of police in London using the money that already exists in City Hall.",
        "To take a zero-tolerance approach to tackling crime.",
        "To call for mandatory sentences for those who carry knives and acid on the first offence.",
        "And I will introduce Operation London Ceasefire, a programme to de-escalate tensions on the streets by providing opportunities to London’s young people.",
        "Conference, we need a ‘get real’ approach. That’s what I am offering.",
        "As part of the ‘get real approach’:",
        "I will launch Homes for London – a City Hall backed developer with a singular goal: to build the homes that Londoners need.",
        "I will electrify London’s entire bus fleet – the equivalent of taking a million cars of the roads.",
        "As a start, I’ll build five youth zones across London – to help our young people get the support and learn the skills they need to succeed.",
        "But the first step has got to be to solve London’s crime emergency.",
        "So I pledge to you today that I will fight every minute of every day for the next eight months for a safer London.",
        "And when we win in London.",
        "When we win in London.",
        "I will work tirelessly – so you don’t need to spend any of your time thinking about the Mayor of London.",
        "I will make sure that our city always works for us. Keeps us moving. Keeps us secure. Keeps us safe.",
        "So that Londoners can concentrate on seizing the opportunities that London offers.",
        "Conference, please stand with me.",
        "Thank you."
    ]
}