{
    "url": "https://www.ukpol.co.uk/siobhan-baillie-2022-speech-on-the-child-support-bill/",
    "title": "Siobhan Baillie – 2022 Speech on the Child Support Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Siobhan Baillie",
            "url": "/tag/siobhan-baillie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Siobhan Baillie, the Conservative MP for Stroud, in the House of Commons on 9 December 2022.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.",
        "It should not be controversial across the House that parents should be responsible for their children unless they really cannot do that and need help. That parental responsibility is in all of us and the state welfare benefits and state systems in many other ways will step in to support families when it is absolutely necessary to do so. However, parents are too often let down by ex-partners for a range of reasons and they do not receive the support that they are due financially or otherwise.",
        "In the case of child maintenance issues, parents who are receiving that money and, in many cases, relying on it to live on should be able to trust the child maintenance system to move as swiftly as possible to help them to recover maintenance arrears when it becomes necessary to do so. I am interested in that area through my experience as a family law solicitor, for my constituents who regularly bring incredibly complex child maintenance matters to me, and because this is an area of Government business—in a fantastic Department that works incredibly hard to help people who come to it with their issues—that can actually lift children out of poverty. I want to give the Child Maintenance Service, my constituents and everyone involved as much support as possible to do their job, which is where the Bill comes in.",
        "This is an important measure to improve the recovery of arrears from parents who fail to meet their financial obligations to pay child maintenance. Before going into more detail about what this Bill aims to achieve, it may be helpful if I explain the purpose of the Child Maintenance Service for anybody who is not aware. The CMS is to facilitate the payment of child maintenance between separated parents who are unable to reach their own agreement following separation. That is an incredibly challenging job done in very difficult circumstances. Many Members will have experience of the CMS through their constituents. Some of that will be positive and some will be negative, but those Members who remember the Child Support Agency will I am sure acknowledge that the CMS, which was launched in 2012 to replace the Child Support Agency, is performing relatively well and is much better than previous systems. My parents are separated. My dad has some war stories about the Child Support Agency. We must not forget that that thing was on the front of newspapers, and that is not something that we see with this system, even though I am here in the Chamber saying that we can make improvements.",
        "To emphasise the importance of the service, I should say that, in the past 12 months, more than £1 billion of payments were arranged or collected through the Child Maintenance Service. Under the Child Maintenance Service Act 2012, payments are calculated so that they are fair and affordable for both parents. That is key for these things to be successful.",
        "The CMS uses gross income for calculation, whereas the old system was based on net income. To keep the impact of the calculation broadly the same, the 2012 scheme introduced modifications to the percentages with the banding system. In family law, it should be known that we would do the calculations for child maintenance for the parent client before us in our office before we turned to the other parent for other maintenance payments, so these calculations and the formula are important and it does work in many cases.",
        "The statutory scheme is designed to limit the number of changes throughout the year. That is why the threshold for in-year changes to income is set at 25%, so that the liability remains consistent and parents can factor this into their own financial planning. Children are expensive. We need to be able to plan.",
        "The CMS manages cases through one of two services. The first is direct pay and the second is collect and pay. Direct pay does what it says on the tin. The CMS provides a calculation and a payment schedule, but, effectively, the parents arrange the payments between them. For collect and pay, the CMS calculates how much maintenance should be paid, collects the money from the paying parent and pays it to the receiving parent, so it is a much more interventionist activity. Cases in collect and pay tend to include parents where a collaborative arrangement has either failed or has not been possible to achieve. Paying parents on collect and pay are therefore considered to be less likely to meet their payment responsibilities.",
        "The difference that child maintenance payments make to children’s lives is critical, and the CMS takes action to tackle payment breakdowns at the earliest opportunity, to re-establish compliance and to collect unpaid amounts that have accrued. I give credit to groups such as Gingerbread, which often raise with MPs and Select Committees the impact on single parents; often, we are trying to help single parents through the CMS support schemes.",
        "Where compliance is not achieved and the parent is employed, the CMS will attempt to deduct their maintenance, including any arrears where appropriate, directly from their earnings. Employers are obliged by law to co-operate with that action. Enforcement powers also allow for deductions to be taken directly from bank accounts, including joint accounts and business accounts, either as a lump sum or regular amounts—so far, so good. That is the run of the mill enforcement stuff. Members needed to understand that to understand the more severe enforcement measures used to collect child maintenance, which is what the main part of the Bill deals with.",
        "The CMS is committed to modernising and improving and, as part of that commitment, it is reviewing the enforcement powers to make them as effective as possible in recovering arrears from parents who are failing to meet their financial obligations to their children. Under current legislation, the CMS must apply to the magistrates or the sheriff courts to obtain a liability order before the use of enforcement powers such as instructing enforcement agents or sheriff offices, or the use of more stringent court-based enforcement actions. So there is an extra step to go to court to get that stage of enforcement. Enforcements can include disqualification from driving or from holding a UK passport, or committing a non-compliant parent to prison. So it is serious stuff.",
        "Obtaining a liability order through the courts is time-consuming. At the moment, the Government website tells parents that it can take anything from a few weeks to a few months. We know that there are now also an awful lot of delays in the courts—there was a pause during the pandemic, when the courts were closed—so I imagine it has been even more difficult recently to obtain these things.",
        "That delay in receiving child maintenance has a consequence for the receiving parent and the children. Delay is bad for children, and we know that that principle underpins much family law. Furthermore, this additional step in enforcing debt is no longer required by other Departments, such as His Majesty’s Revenue and Customs. Other Departments are doing what my Bill is trying to achieve, so give me those powers so that the CMS can do the same.",
        "We are also trying to introduce a lot of speed. The Bill will repeal the sections of the Child Support Act 1991 requiring the CMS to apply to the courts to obtain the liability order. It will stop applications to the courts by making amendments to uncommenced powers in the Child Maintenance and Other Payments Act 2008. Those powers, once enacted, will allow enforcement measures to be used more quickly against parents who have failed to meet their obligation.",
        "**Jerome Mayhew (Broadland) (Con)**",
        "My hon. Friend makes the good point that the procedural step in the current system of requiring the CMS to apply to the courts for a liability order creates delay. Can she give the House an indication, based on her experience, of the sort of delay we are talking about?",
        "**Siobhan Baillie**",
        "I have been looking through my casework, and the delay has been months in some cases. What is worse is that, even though the system we have is well-meaning, few parents have trust that anything will ever happen. Even where there have been successful liability orders—they are in the hundreds, and I have figures here—any delay becomes the chat in the communities and there is no trust. Any delay or confusion about what can and cannot be achieved is damaging to these families. I thank my hon. Friend for his important intervention.",
        "To preserve the safeguards for paying parents, the Bill makes provisions for secondary legislation to allow the paying parent a right of appeal to a court against an administrative liability order—so there will be appeal rights. The first regulations relating to appeals against liability orders will be subject to the affirmative procedure.",
        "The Bill will operate across England, Wales and Scotland, as they are all part of the same child maintenance regime. The court system governing the enforced collection of child maintenance is governed by broadly the same statutory provisions in England and Wales. In Scotland, however, the judicial system is devolved, so provisions in the Bill allow for a later commencement date, by which time changes to the appropriate court processes can be made. For that reason, the Child Maintenance Service will work with legal colleagues in the Scottish Government to ensure that the policy is effectively delivered in Scotland. I would also say, to those colleagues who always are interested in devolution issues, that Northern Ireland has its own arrangements.",
        "To conclude, this is quite a techie thing—it is nerdy, which is why I like it. However, it introduces a genuine change for families on the ground by avoiding delay, which is harmful for children.",
        "**Dr Luke Evans (Bosworth) (Con)**",
        "My hon. Friend is making a fantastic speech and bringing forward a great piece of legislation. I was in the House only a few weeks ago supporting my hon. Friend the Member for Hastings and Rye (Sally-Ann Hart), who was making changes to the CMS for those suffering domestic abuse who are trying to get payments. Has my hon. Friend the Member for Stroud had a conversation with her about how this Bill can dovetail with her Bill? Perhaps the Government can take both Bills forward to provide extra protections for those who are struggling to get payments for their children.",
        "**Siobhan Baillie**",
        "I thank my hon. Friend for his intervention. I actually read all of that debate in Hansard, including his many interventions on my hon. Friend the Member for Hastings and Rye, so I think he just wanted to show you that he really knows his stuff, Mr Deputy Speaker. He is absolutely right that my hon. Friend the Member for Hastings and Rye is taking a Bill through the House that will protect people who have experienced domestic abuse, because so often, where there has been domestic abuse and a breakdown of a relationship, there is then no payment between the parents. It is probably very unusual for the Department to have to deal with two Bills, but we have very enthusiastic Members of Parliament who want to help families caught up in this system. I have real confidence in the Government teams and the Ministers to use the corporate knowledge for both these Bills and get this done.",
        "This Bill will introduce a quicker and cheaper process to pursue enforcement, not just for the taxpayer but for the people who are waiting for their money, and it will ensure that more money is collected for more children. These are often children of single parents and children who desperately need £5, £10, £15, £20 or £100 a month—whatever the amount is, it will make a difference. I thank all Members in the Chamber for being here to debate the Bill and the Department for helping me with the drafting, and I very much hope it will receive support today."
    ]
}