{
    "url": "https://www.ukpol.co.uk/siobhan-baillie-2022-speech-on-pancreatic-cancer-awareness-month/",
    "title": "Siobhan Baillie – 2022 Speech on Pancreatic Cancer Awareness Month",
    "post_date": "November 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Siobhan Baillie",
            "url": "/tag/siobhan-baillie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Siobhan Baillie, the Conservative MP for Stroud, in the House of Commons on 8 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Mr Hollobone. I congratulate the hon. Member for Strangford (Jim Shannon) on securing the debate in an important awareness-raising month for pancreatic cancer. I meet hundreds of people each month as Stroud’s MP, and I am asked to take up thousands of issues and causes. Sometimes people demand that I take up causes, and my team get fed up with me, because I want to help everybody, and they say I generate work whenever I leave the house. I know that many MPs across all political parties will share the same experience.",
        "When constituents come with very clear asks and a constructive approach, it makes it easier for us as MPs. I have found over time in my still relatively new role in the past three years that everybody who comes to talk to me about pancreatic cancer comes with that constructive approach and a clear set of asks about what they want to happen. It does not matter how personal it has been for them, or whether they have had loss or are cancer survivors themselves. Pancreatic cancer is something that people want to see changed. They are going about it the right way, by bringing matters to us, so that we can raise issues with Ministers. I thank them for that, as well as the charities, Pancreatic Cancer UK and others.",
        "The more I have looked into the subject, the more I have understood why it needs to be addressed. Campaigners and families affected by pancreatic cancer talk about the failure in our NHS medical system. As wonderful as the NHS is, there is a failure to detect this cancer earlier. They raise the failure to get people properly to understand the symptoms of this cancer. One of my constituents says, “The clue is in the loo,” which I like as a slogan. They also raise the failure to prescribe medicine that will help people, which I will come to separately.",
        "If there are clear asks in this area of medicine, people are confused why they are not being met. The medical healthcare system is failing our constituents at the moment on pancreatic cancer. I know that Stroud people, whom I love dearly, will die of this most deadly common cancer, if the health care system does not change.",
        "I want to talk about one of my constituents: a young woman, my age, a mum, businesswoman, super-bright cancer survivor. She is a young woman with what was thought of as an elderly person’s cancer. For about five years, she went to her GP with fatigue, bloating and general lethargy, but a further investigation into cancer was not done. She went backwards and forwards with a list of symptoms, but it was not picked up. Her tumour was the size of a walnut and internal, so that it could not be felt. We have got used to checking our bits and bobbins, as my wonderful hon. Friend the Member for Chatham and Aylesford (Tracey Crouch) tells us to do, but where there is an internal walnut-sized lump—not lumps on breasts or testicles—we are stuck, and people are not detecting it. If our medical system is not detecting it, we are in difficulties.",
        "My constituent’s experience highlights the need for people and health care professionals to be alert to smaller symptoms that could be a sign of pancreatic cancer. We need to talk about poo—the clue is in the loo. We need to raise awareness of this silent cancer. If the general population is not aware of symptoms, we will miss it and will get further into difficulties with that devastating loss.",
        "My constituent also asked me to campaign on the issue of PERT—pancreatic enzyme replacement therapy. There has been a push from cancer charities to try to get PERT prescribed more frequently, because three in four people with pancreatic cancer reported that PERT improved their quality of life. It is about 60 tablets a day and not an easy thing for people to take, but it improves their quality of life. It reduces the weight loss, the appetite loss, the abdominal pain and the bloating or wind. It reduces pale, oily and floating poo, and it reduces diarrhoea. All of that enables patients to regain some normality in their day to day lives, and it helps food to be digested and absorbed by the body. That means they gain strength to undergo potentially life-saving treatment. Given that we know about that treatment, why is it not prescribed as frequently as campaigners suggest it should be?",
        "We understand there is a lack of awareness among healthcare professionals about what PERT can do, and that the levels of nutritional expertise among healthcare professionals are quite low, particularly in general hospitals. We know, as the hon. Member for Strangford has set out, that the stage that people are diagnosed with pancreatic cancer is incredibly late.",
        "I have six key asks: to raise awareness among healthcare professionals; to place PERT at the heart of pancreatic cancer treatment improvements; a top-down prioritisation and approach that tackles the entire pathway of treatment and care; to make PERT a UK-wide priority in pancreatic cancer care; national targets for the use of PERT; and local health bodies to ensure the effective prescription of PERT.",
        "I want to hear from the Minister today in relation to PERT and the prescription—or lack—of it. I also want to draw her attention to a study into pancreatic cancer —there is not enough time to go into it today—by Oxford University and Pancreatic Cancer Action, which was released last week. I read it last night and it is excellent. The founder and CEO, Ali Stunt, is an incredible woman. In fact, we are surrounded by incredible women campaigners, and we should pay homage to the late, great Dame Deborah James. I am sure all of us have been moved by seeing what she managed to achieve on social media. I know her family are continuing with the campaign.",
        "All of my Stroud constituents who brought these issues to me want to see action and they want to hear from the Minister. I am really pleased we are having this debate, and I thank the hon. Member for Strangford for securing it. I hope that we can all come together to reach agreement about what should happen."
    ]
}