{
    "url": "https://www.ukpol.co.uk/shaun-bailey-2023-speech-on-the-midlands-metro-extension/",
    "title": "Shaun Bailey – 2023 Speech on the Midlands Metro Extension",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Shaun Bailey",
            "url": "/tag/shaun-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Shaun Bailey, the Conservative MP for West Bromwich West, in the House of Commons on 26 January 2023.",
    "content": [
        "It is a pleasure to bring this matter to the Floor of the House. I will start in perhaps a different way by paying tribute to the Minister on the Treasury Bench. He and I have known each other for some three years, since we were elected together. People often say in this place that it is not a meritocracy and that it is who you know that gets you where you are, but my hon. Friend is certainly one of those who works incredibly hard. I would say that he is probably one of the hardest working Ministers we have, so I just want to pay tribute to him in my opening remarks.",
        "Now I have buttered up the Minister, I will proceed to talk about what is a really important and vital infrastructure development for my communities in Tipton and Wednesbury and within the wider Black Country. The case for the metro is known, but I want to reiterate it. When we look at the return on spend, according to the 2017 review, for every £1 invested in the metro, we receive from £1.37 to £2.48 back into the local economy.",
        "The metro forms an important part of the broader development strategy for the Black Country, and the Black Country core strategy has identified allocated sites, such as the DY5 enterprise zone, and the possibility of developing high-quality housing as well as commercial floorspace over a 25-year period. It has also identified, as part of the Black Country garden city project and innovation zones, an opportunity for some 45,000 new houses over a 10-year period, with continued investment as a result of the metro. We need high-quality homes and housing, and the metro extension between Wednesbury and Brierley Hill—the part of the extension on which my comments will focus—has the potential to unlock and leverage some £6 billion of investment, particularly in high-quality homes and housing.",
        "The scheme is intrinsically linked to the Merry Hill masterplan to ensure that the Merry Hill site and the broader Brierley Hill area continue to be developed with some 3,000 homes and 300,000 square metres of commercial opportunities. That is all part of what was originally announced in the 2017 plan. We know that for the communities in Tipton and Wednesbury, and of course in Brierley Hill, which is represented in so sterling a way by my hon. Friend the Member for Dudley South (Mike Wood), there is the potential, if we get this right, to unlock proper investment. My hon. Friend is a real champion for Brierley Hill—if anyone needs any information about it, they should speak to him, because he is the master of everything to do with Brierley Hill.",
        "There is also an infrastructure case, and I will talk about the comparisons with bus journey times from areas in my constituency to Bull Street, which is one of the main termini in Birmingham city centre for the metro. I will give the Minister some examples on the basis of the proposed tram stops. Currently, a bus from the proposed Great Bridge tram stop takes 66 minutes, but with the new metro extension it would take 29 minutes to make the equivalent journey. Equally, from Horseley Road, also in Tipton, and Dudley Port, 71 and 72 minutes have been cut to 31 and 33 minutes respectively.",
        "For public transport users, this is a vital project that will unlock our tourist attractions in the Black Country. Everyone knows about the fantastic Dudley zoo. Everyone from the west midlands has been to Dudley zoo, or the Black Country Living Museum, which has the best chips going. Its fish and chip shop is absolutely incredible, with chips fried in proper beef dripping. I honestly suggest that Members go along for our fantastic Black Country battered chips.",
        "**Bob Stewart (Beckenham) (Con)**",
        "What about the fish?",
        "**Shaun Bailey**",
        "And fish as well, as my right hon. Friend points out.",
        "If we get this right, it will unlock a real opportunity to see the best of the Black Country and galvanise our communities. Whether people love it or loathe it, HS2 is a key part of the broader infrastructure journey for the west midlands. The metro extension from Wednesbury to Brierley Hill—should it be completed—will allow communities in the Black Country to access that infrastructure, with routes through to Curzon Street and on to the HS2 line. That means that my constituents in the Black Country and Sandwell, as well as those in Dudley, will have access to what is being billed as one of the key parts of our infrastructure journey—an infrastructure revolution, particularly for communities in the west midlands.",
        "We must also look at the jobs case, with a predicted 393 temporary construction jobs on site each year across the proposed construction period, an estimated total of between 2,000 and 5,000 new jobs, and an increase in gross value added of between £0.7 billion and £1.5 billion. Clearly that case has been made. It has been made powerfully and endorsed by the West Midlands Combined Authority, which is completely behind the project and understands its importance to the region.",
        "We must ensure that delivery happens, and I must highlight some concerns about that. The current Wednesbury to Brierley Hill track cost £41 million per kilometre to construct. The WMCA reported last year that the cost of the six to eight mile track has gone up from £448 million to £550 million, and we currently have a £290 million shortfall. Infrastructure costs money—we know that. There is a lot I could do with £448 million. I could have 20 lovely levelling-up funds, for example, in my towns. But we must ensure that when money like that is on the table, we see the delivery. There is so much contingent on this line of the metro coming online that we must ensure that it happens.",
        "There is frustration within my communities about the delays and the uncertainty around the extension. My community knows that this project is vital to unlock the untapped potential of the Black Country. I am a loyal member of my party, of course, but my loyalties are not to the combined authority, a Mayor, or anyone in particular; they are to the communities of the Black Country, and to Tipton and Wednesbury in particular. Those communities want this project to be done, but a critical analysis of where we are with it is really important. My constituents are paying for the delays to it through increased congestion on their roads and increased difficulty getting around—I will highlight that point in a bit more detail in a moment.",
        "I support the broader vision of this project, and when the Mayor of the West Midlands calls for investment zones on the Wednesbury to Brierley Hill line, I support that call 100%. He is absolutely right. The Mayor understands that although the metro extension is one part of that, there has to be secondary investment as well. There has to be an offering for people to use the line from Wednesbury to Brierley Hill, and to want to get on it, and that means vibrant local economies in areas along the line in Wednesbury, Tipton, Brierley Hill and Dudley.",
        "I pay tribute to the Conservative administration in Dudley, who have done a fantastic job over the years in banging the drum for that borough and securing investment into their towns. If we could replicate that in Sandwell, gosh only knows what we could do, but we have a bit of catching up to do. We finally have councillors on Sandwell Council, which is positive after years of not having any. The truth is that the potential of the extension is there to be unlocked, but delivery needs to happen.",
        "Turning to the broader need for investment in our infrastructure, the point I want to make to my hon. Friend the Minister is that while the metro is obviously a key part of our infrastructure journey in the Black Country—pardon the pun—I do not want him to forget the other key components. Some 70.4% of my constituents drive. I have been making quite a lot of noise—as he knows, because I keep collaring him about it—about an area in my constituency called Great Bridge and a roundabout we call Great Bridge island. There are some lovely lions on the island. It is congested to the point where, frankly, someone is going to get killed. It comes off the A41 expressway from West Bromwich from a dual carriageway to a single-track road, and then extends up to Horseley Heath and Burnt Tree. The carnage on that road at peak times is ridiculous. My office is based in Great Bridge and I live about a mile directly up the road. At peak time, that journey can take me 40 minutes because of the congestion on the roundabout.",
        "These may sound like parochial issues, but they are the issues that my community in Tipton care about. They cannot pick their kids up on time. They cannot get to work easily. We have many fantastic manufacturing exporting businesses, but this is starting to impact on how they get their goods out. It may sound like a parochial, get-a-petition-up local issue, but the broader economic impacts are there to be seen.",
        "I need to make this point, too: the metro extension will not eradicate congestion on the roads. Anyone who suggests that is not being up front. It will not do that and nor should it be sold like that, because that is not the point of the metro extension. It will not do that when there is such a large number of people in my constituency who use their cars. We need to ensure that alongside the metro, there is a real plan for our roads in the Black Country. The number of A roads in my constituency is significant and they are in areas one would not expect them to be in—for example, off residential areas and near schools. We therefore need to ensure that alongside the metro—running in tandem with it, or parallel to it—is an effective roads strategy and investment in the Black Country. My hon. Friend the Minister was in Wednesbury today. Unfortunately, I was unable to join him, but I know he will visit Great Bridge and the island at some point. He might even stand on the island, Mr Deputy Speaker—you never know what delights we may have for my hon. Friend. When he does come to Tipton, he will see for himself the impact.",
        "Alongside the metro extension, there are what I would call secondary investment needs—for example, the investment zone promised in the autumn, although I know we have not heard much about that. Whatever form that takes, it is really important that we have some sort of contingent secondary investment alongside the metro extension to Brierley Hill. I can think of some examples from the autumn: for example, the redevelopment of Wednesbury centre and the fight that continues to redevelop Tipton shopping centre. Many people in Tipton remember what Owen Street was like back in the day, when you could literally get anything you wanted. It is getting back to where it needs to be, but it needs a push, and hopefully the metro extension can do that. Great Bridge is a fantastic town and there is a fantastic high street in Tipton, but investment is needed to lift up the façade. Again, the metro will hopefully do that. Dudley Port and the Rattlechain and Coneygre road sites provide employment and jobs, leveraging our fantastic industrial infrastructure in the Black Country.",
        "We need to ensure that there is a long-term operational model for the metro. I will be honest that I have been disappointed in the metro over the past 12 months. We have had cracks on the fleet, proposed strikes and other issues. Of course—we have to be up front with ourselves—the metro is quite heavily subsidised by the Government. It is absolutely vital that Midland Metro Ltd, which runs the metro, ensures there is operational delivery that works. I have been comforted somewhat, particularly with the issues with cracks on the fleet, that it acts quickly, but that should not be happening multiple times.",
        "I also have to say that their engagement with me was somewhat lacking, until I had to have a bit of a moment, and then I finally got someone to talk to me. That is not good enough, and it trickles down from the combined authority too. It is vital that in our communities we are all joined up, and I find that sometimes with the project that is just not happening. We need to ensure that we have an operational model for the metro that works and focuses on offering a great service.",
        "I have polled my constituents about their thoughts on the metro, and there is real affection for it. They value the fantastic customer service they receive from operatives on the metro, such as the conductors and drivers. I met some fantastic individuals when I visited the midlands metro depot in Wednesbury in my constituency who are really passionate about serving the community.",
        "It is fantastic that Midland Metro employs roughly 80% of its staff from the Black Country, but if there is to be long-term sustainability moving forward, we must ensure that Midland Metro’s operational model works and is commercially viable. That is the only way. It requires all stakeholders to be brought in and to communicate with one another. As I say, it is vital that the combined authority and Transport for West Midlands understand that too, so that we can move away from a model that sees quite heavy subsidies to the metro.",
        "The broader point about transport infrastructure feeds quite well into the current dialogue around devolution. This is obviously a matter devolved to the West Midlands Combined Authority, and we have seen the advent of trailblazer devolution deals. Our Mayor has said much about the need for fiscal freedoms for combined authorities and the end of what he has termed the “begging bowl culture”. I actually agree with the Mayor on that. I think it is a sensible approach, but that perhaps there is a middle ground.",
        "There will always be projects, particularly infrastructure projects such as the metro extension, where a degree of bidding and Government support is still needed, because those are massive projects. The freedom to be a bit more agile is very important, particularly when it comes something like the metro extension. However, with fiscal freedom comes fiscal accountability. On the delivery of such projects, if fiscal freedom is going to come, the combined authority needs to accept that it is accountable when the delivery does not match.",
        "The truth is that the metro still offers a great opportunity, more so because the project itself is ingrained now into the regeneration story of the Black Country. It cannot stand alone though; we need to ensure that other investments are covered. I have harassed my hon. Friend the Minister about needing a roads plan for the Black Country. I fully appreciate that that is a devolved matter, but I also know that the Minister is doing fantastic work on our roads. He is the leading light in his Department on these issues. I can see him furiously agreeing with me.",
        "There needs to be a roads strategy for the people who use our roads and want to collect their kids from school or go to work and not spend 40 minutes trying to travel a mile. There needs to be an understanding as to how we can truly leverage this to maximise secondary investment. That means investment in our town centres. I appreciate that that is not in the Minister’s portfolio, but I think it is none the less pertinent to the debate.",
        "We absolutely need investment in areas such as Tipton and Wednesbury. That will ensure that once again there is a Black Country-wide strategy on this line and that we maximise the opportunities there. We also need an operational model that sees actual profits from the metro itself for long-term sustainability. That requires all stakeholders to come together. It requires the top of the chain to engage more effectively with stakeholders on this and to understand that we all have a role to play. We also have to scale our ambition and realise that the metro extension is by no means a panacea for the infrastructure challenges that we have in the Black Country today. We all know that.",
        "I appreciate that many of these matters are devolved and that my hon. Friend the Minister really just oversees delivery, but I want to make sure of a number of things. First, will he guarantee that he will come and see the real capital of the Black Country, namely Tipton, to ensure that he understands the need to press on devolved administrations the importance of having real sub-regional strategies? We build these combined authorities, which is great, but there are sub-regions within them that have their own acute needs. Will he ensure that, as we continue to devolve further power and give further funding and resource to this project, it is scrutinised effectively? And will he instil with his colleagues, particularly in the Department for Levelling Up, Housing and Communities, the need, where there are large infrastructure projects, to ensure that secondary investment runs parallel to them?",
        "As I said in my maiden speech what seems like a long time ago—I think it was actually this month three years ago—my communities in Tipton and Wednesbury spent 50 years being forgotten. I made them a promise that I would ensure that their voice was always heard in this place and that they were never forgotten again. The delivery of this project sends a message to those communities that they have not been forgotten, that they are a priority and that we realise, in this place and in the combined authority, that there is opportunity in the Black Country that can be unleashed. Delivery so far has been wanting. We have a chance, as does the combined authority, to ensure that we get through and deliver the project and that we unlock the potential of the beating heart of this country, the Black Country—as far as I am concerned, Mr Deputy Speaker, the best part of the United Kingdom."
    ]
}