{
    "url": "https://www.ukpol.co.uk/shaun-bailey-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Shaun Bailey – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Shaun Bailey",
            "url": "/tag/shaun-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Shaun Bailey, the Conservative MP for West Bromwich West, in the House of Commons on 10 September 2022.",
    "content": [
        "In forming my comments today, I thought it would be nigh on impossible to articulate what Her late Majesty the Queen meant to me and my constituents and to right hon. and hon. Members across the House, but as I have sat here today, it has been clear to me that her legacy has inspired us to be able to articulate exactly what she meant. For my constituents in the Black Country she was that continuity.",
        "Her late Majesty visited the three towns I represent at various times. She visited Oldbury in 1957 as part of the Black Country tour that my hon. Friend the Member for Dudley South (Mike Wood) referred to; she visited Wednesbury in 1962—there is the incredible image of Her late Majesty waving to the crowds from Wednesbury town hall as they came to greet her—and she visited Tipton in 1994 as part of her final tour of the Black Country, which included sights such as Dudley castle.",
        "For my constituents, Her late Majesty embodied continuity at a time of massive change. During that period, we saw slum clearances and we saw industries disappear, but new people were also welcomed into our community, and we saw our communities change for the better. We welcomed the diversity that the Black Country is so known for today, and we saw communities live side by side with one another. They embodied the example that she set, particularly with her work in the Commonwealth, in encouraging communities and peoples to come together to share the things that bind and unite us, and to live by that message.",
        "That was embodied nowhere more than in the platinum jubilee celebrations, when I had the pleasure of joining so many different communities and street parties, particularly in Tipton, where people may have seen their Member of Parliament engaged in some sort of dodgy dancing. I cannot remember exactly how it went, but none the less it embodied the passion of those communities—my communities—for what Her late Majesty meant.",
        "As we move forward out of this Elizabethan age into a new Carolean age, we need to ensure that the principles that Her late Majesty lived by are embodied further. As we look towards the reign of His Majesty the King, we look at the legacy that he, too, has—one of progress, protecting our environment, looking forward, focusing on technology, and bringing in new ways of working and new ways of viewing the world.",
        "I mourn the loss of the Elizabethan age, but within that sadness there is hope as we look forward. I know that my communities—the great communities of the Black Country, who looked towards Her late Majesty with that sense of continuity and pride—will embrace His Majesty. Thank you, Ma’am, for everything that you did for the communities that you were so admired by. God save the King."
    ]
}