{
    "url": "https://www.ukpol.co.uk/adrian-bailey-2016-speech-on-coal-authority-compensation/",
    "title": "Adrian Bailey – 2016 Speech on Coal Authority Compensation",
    "post_date": "May 27, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Adrian Bailey",
            "url": "/tag/adrian-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Adrian Bailey, the Labour MP for West Bromwich West, in the House of Commons on 26 May 2016.",
    "content": [
        "I rise to discuss the case of my constituents, Mr and Mrs King of No. 61 Myrtle Terrace, Tipton, Mrs Freeman of No. 59, and Mr and Mrs Shaw of No. 57, all of whom purchased their homes between 1975 and 1980. Prior to purchasing their homes, and as a condition for receipt of a mortgage, they were required to have a search for mine shafts in the immediate vicinity of their properties. It was conducted by the National Coal Board, which is now known as the Coal Authority.",
        "All of the searches confirmed that the properties were “clear” of any mine shafts. I have a copy of the letter sent to Mr and Mrs King’s solicitors from the NCB surveyor. It is dated 12 November 1980 and states clearly that",
        "“the property is clear of disused mine shafts and adits as shown on our records.”",
        "Fast forward to 2011: the Coal Authority wrote to the owners of these properties, indicating that it wished to carry out an inspection for old mine workings in the immediate vicinity. Imagine their surprise and horror when, following the inspection, it was confirmed that Mr and Mrs Shaw had a mine shaft immediately under their kitchen floor and that both of the other properties had shafts very close by in their gardens. It is fair to say that it was most homeowners’ worst nightmare. I reassure the street’s other residents by emphasising that the inspection identified no other mine shafts in the immediate locality.",
        "It appears that the location of the shafts was identified on maps from 1870—I have a copy of one myself. The Coal Authority and its predecessor body, the NCB, had maps with these locations in their possession, certainly since 1936. It would appear that when the surveyor certified the location as clear from mine shafts, they totally failed to identify them from the records that they had in their possession.",
        "My constituents have had extensive correspondence with both the Department of Energy and Climate Change and the Coal Authority, neither of which will accept responsibility for the inaccuracy of the original NCB report, and they have been met with nothing more than an evasive smokescreen designed to obscure the relative level of their culpability.",
        "When confronted with such evidence, the usual tactic of the Coal Authority has been to give reassurances on safety and to point to compensation schemes that are available in the event of damage or subsidence arising from instability. That ignores completely the stress arising from the doubt and uncertainty caused by these revelations and the wider financial implications of purchasing a house with mine shafts underneath or in the immediate vicinity. Those concerns were not helped by the fact that in 1999, which is in most people’s recent memory, a house in nearby Moxley disappeared down a mineshaft and, I believe, subsequently a considerable number of adjacent properties had to be demolished.",
        "The safety of the houses is not the only concern; residents are also worried about the reduction in the resale value of their properties. The Department of Energy and Climate Change, in correspondence with the residents, has suggested that the Coal Authority has no responsibility in relation to property devaluation and that its responsibility is limited to subsidence claims, which may, in some cases, result in the loss of value. To counter that, the residents obtained an independent evaluation, in which the surveyor suggested that",
        "“usually the likelihood of subsidence problems related to old mine shafts is remote, and consequently the location of a mine entry should not significantly alter the value of a property.",
        "However, the public’s perception of properties located within the zone of influence of a mine shaft is usually negative, and this is often the case with their surveyor and solicitor, upon whose advice the public rely.",
        "From a logical perspective the value of the property should only be marginally affected. However the public perception is not always based on logic and it is likely that one will find with a resale of a house within the zone of influence of a mine shaft will prove more difficult than would normally be the case”.",
        "That is a masterpiece of understatement. The surveyor went on to say that, from their 25 years’ experience, the location of a mine entry under a property with no records of it being filled could deduct 30% from the resale value of the property, and potentially up to 50%.",
        "That does not deal with the added issue of mortgage lenders, who are often reluctant to lend on properties with mine shafts nearby. That is not altogether surprising, because I cannot believe that anyone would pay the full asking price for a house with a mine under the kitchen. I would not; perhaps the Minister would like to confirm whether she would. If she would, I am sure that my constituents would be interested.",
        "My constituents have been left trapped in houses that could be sold at only a fraction of the asking price of properties of similar size in the area. They are effectively denied the option normally available to people of their generation of selling their house and moving to suitable accommodation that might be more appropriate to their needs as they get older. The devaluation of my constituents’ homes was accepted by the listing officer when the properties were revalued for council tax purposes in December 2013. The properties were revalued downwards to reflect what had happened.",
        "By failing to provide my constituents with proper, sound advice, the NCB denied my constituents the opportunity to make an informed choice about the initial purchase of their homes. Not only would they probably not have proceeded with the purchases, but even if they had wanted to, it is unlikely that their mortgage provider—the then Midshires building society—would have given them mortgages on those properties. The residents believe that the actions of the negligent surveyor sentenced them to spending the next 25 years paying a mortgage on properties that they could never hope of selling at prices comparable with those of unaffected properties.",
        "Residents’ demands for compensation were met with complete indifference by the Coal Authority, which resorted to a breath-taking abuse of logic to justify this indifference. The Coal Authority claims that because the information was available in 1980 to the surveyor, who failed to identify it within the time limit, but was only revealed in a subsequent inspection 31 years later, they could not claim because the time had expired. In effect, the residents are excluded from claiming because they failed to identify an error made by the National Coal Board when the only evidence that could be used to identify the error was in the hands of the National Coal Board and its successor, the Coal Authority. The only other way in which they could have satisfied that particular demand was to have taken their own initiative and to have dug up their kitchen floor or back garden to identify whether there were any rogue mineshafts.",
        "My constituents took their case to the Parliamentary Commissioner for Administration. The ombudsman’s report confirmed maladministration in the way the Coal Authority handled their complaint, and it recommended a small sum of compensation for each complainant. It also confirmed that DECC is responsible for any errors in NCB mining reports, and criticised the Coal Authority for failing to advise the complainants of that fact. However, the ombudsman’s remit was confined to adjudicating on the process of dealing with the complaint, not on the merits of the complaint itself. Therefore, the substantive issue of compensation for my constituents is still unresolved. They are still condemned to living in houses they cannot sell at a realistic market price, as a result of mistakes made by the NCB and which are now the responsibility of DECC.",
        "Mine searches are a vital part of the process of purchasing properties. They allow the purchaser to make an informed decision about whether they want to proceed on a property. A positive or negative search vastly affects the value of a property. My constituents paid full price for their property, based on the assumption made by the National Coal Board—the experts—that the property was clear of mines. This was clearly negligent because the surveyor clearly did not access the correct records to make the informed decision on which my constituents relied.",
        "My constituents have done everything right. They have worked hard, got on, paid taxes and bought homes. Now, however, because of an oversight over 30 years ago by a professional specifically employed to avoid such a situation, they are unable to enjoy the fruits of their labour and are trapped in properties they have no hope of selling for their normal market value. My constituents have no way and no process by which they can have their case heard and adjudicated without recourse to a court of law. It is unjust that people of their age and financial circumstances have to invest in what might be an expensive legal process to obtain justice.",
        "I ask the Minister and DECC to ensure that the Coal Authority treats sensitively any future complainants with issues of this nature and give them appropriate guidance about how they can best get redress for their particular concerns, as the Coal Authority clearly did not do in this case. To do that, there needs to be a change of culture and a change in the ownership of responsibility for these issues. I also ask the Minister to set up a tribunal and an adjudication service within DECC, to which people affected by such an issue—there may be many others now or in the future—can take their complaint, and have it assessed by experts and adjudicated on, so that they do not have to suffer in the way that my constituents have suffered.",
        "Not only were my constituents denied the right to make a properly informed decision when they brought their homes, but they are now being denied the right to receive compensation for an error that was not of their making and was beyond their control, and which will have a significant impact on their finances for the rest of their lives."
    ]
}