{
    "url": "https://www.ukpol.co.uk/shaun-bailey-2020-speech-on-the-parliamentary-constituencies-bill/",
    "title": "Shaun Bailey – 2020 Speech on the Parliamentary Constituencies Bill",
    "post_date": "June 3, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Shaun Bailey",
            "url": "/tag/shaun-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Shaun Bailey, the Conservative MP for West Bromwich West, in the House of Commons on 2 June 2020.",
    "content": [
        "I start by echoing a point that the hon. Member for Glasgow East (David Linden) made about today’s proceedings and pay tribute to the House and parliamentary staff who ensured that we were able to do what we have done today. Whatever our views, they have done a fantastic job in ensuring that while we are back here, we can participate as we need to.",
        "Equal-sized constituencies with one Member, one vote and all Members being equal has been a core tenet of our democracy for nearly 200 years. I am proud of the fact that the communities I represent were at the heart of that battle 200 years ago to ensure that every individual had their voice heard, no matter where they came from, how much money they had in their wallet or how much property they owned. The likes of the chartist council at Princes End, the chartist council in Wednesbury, John Wilkes from Tipton Green, Richard Cooper from Princes End, George Browning from Wednesbury, and later Black Country suffragettes such as Hilda Burkett and Emma Sproson led the fight to ensure that a working-class lad from a council house, who was told that he would amount to nothing, can stand here today in this Parliament and represent those people’s descendants.",
        "I want to ensure that that chartist and suffragette legacy is carried on. I am proud of the fact that in my constituency, community groups such as the WMA community centre in Tipton Green and Q3 Academy in Tipton ensure that our young people can continue to access democracy. I believe that the Bill honours that tradition. If we look at what it tries to resolve, we need to ask ourselves some fundamental questions.",
        "Is it right that in town A, half as many people can vote for an MP as those in next-door town B? Is it right that the difference between the 20 smallest and the 20 largest constituencies in this country is 675,000, which I believe, looking at my right hon. Friend the Member for Elmet and Rothwell (Alec Shelbrooke), is about the size of the city of Leeds. Is it right that 27 million people are reportedly being under-represented because they live in constituencies where they are above the average threshold?",
        "I am slightly confused by the Opposition’s position on this matter. My hon. Friends have touched on the history of the Labour party in trying to block this levelling up of our electoral system. The Minister mentioned the 1969 Labour Government’s attempt to block the ​independent boundary review, and in 1982 Labour tried to take things to the courts but failed. The hon. Member for Cardiff South and Penarth (Stephen Doughty) is not in his place, but he made the good point that common sense needs to be applied to this at all times. I totally agree on that, but I wish to address some of the comments the Labour party has made. For example, Labour Members say that this Bill is an Executive power grab, but the basis of this is an independent, judicial-led Boundary Commission; this is taken out of the power of the Executive and given to an independent body. In addition, this is primary legislation and Parliament can of course amend or abolish it at any time. It is a basic principle of our parliamentary democracy that we, as Members, can do that if we need to, so I must disagree with the Labour party on that point.",
        "I am conscious of the time and I wish to allow colleagues to speak, so I will just make the point that the last time the boundaries in my constituency were amended I was five years old. A lot has changed since then. Many of us have changed, with some probably changing more than others. It is time that we get this done. I say to right hon. and hon. Members from across this Chamber that if we truly believe that everyone’s vote is equal and we truly believe in ensuring that our democracy continues to grow and thrive, we must pass this legislation."
    ]
}