{
    "url": "https://www.ukpol.co.uk/siobhan-baillie-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Siobhan Baillie – 2020 Maiden Speech in the House of Commons",
    "post_date": "February 16, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Siobhan Baillie",
            "url": "/tag/siobhan-baillie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Siobhan Baillie, the Conservative MP for Stroud, in the House of Commons on 13 February 2020.",
    "content": [
        "Thank you, Madam Deputy Speaker. It is a pleasure to follow my hon. Friend the Member for Dudley South (Mike Wood)—especially without having had to do the weird Westminster thigh workout that is bobbing up and down for ages to get your attention, Madam Deputy Speaker.",
        "First, I wish to thank the people of Stroud, who put their faith in me. I am particularly proud to be the first ever female MP for Stroud. I am also an optimist. I said on the telly last year that I was the luckiest candidate in the UK, and now I am the luckiest MP. So I thank you all; I do not take this responsibility lightly.​",
        "I like the custom of giving credit to our predecessors in maiden speeches. Throughout his long career in politics, David Drew was known for his idealism and his commitment to his constituents. He had one of the longest-running political bromances with my predecessor, Neil Carmichael. They fought each other for nearly 20 years—that is some dedication. I wish David well in whatever he decides to do next.",
        "Anybody who has read Laurie Lee’s “Cider with Rosie” will know of the beauty and charm of Stroud’s five valleys. Please read his work soon if you have not already done so. Historically, the area was made prosperous through an early recognition that the local fast-flowing, clean river water could be used to power cloth mills. You will forgive me, Madam Deputy Speaker, for not wearing vintage Stroud cloth today; the truth is that I could not find it in animal print. [Laughter.] I am, however, wearing the creation of a young Stroud fashion designer who dedicates her talent to making sustainable fashion, completely without waste. And she does it in baby-bump size, which is very kind.",
        "As my constituency goes beyond the magnificent town of Stroud, the breadth and physical geography and the diversity of human activity found in the valleys and vale just defies simple description. From Sharpness to Stroud, Hardwicke to Horsley, Cranham to Cam, Berkeley to Bisley and Arlingham to Amberley, I am always impressed with people’s ideas and passion. So when people ask me why I am optimistic, I say, “Look at our current creativity, innovation and drive.” It is the people who are the real stars. They are some of the most innovative, hard-working, caring and creative souls I have ever met. Look at the young designers; our schoolchildren, who are leading on environmental change; and the energy packed into every quirky festival, litter-pick and Stroud town in bloom competition.",
        "Look, too, at our businesses: a company founded in Stroud is leading innovations in battery-powered aeroplanes; the Prince of Wales’ Aston Martin and the royal train are fuelled with Stroud biofuel; the fastest ever land rocket is being built in one of our schools; and stunning local wallpaper and fabric designs can be found in homes around the world, including those of the rich and famous.",
        "However, my job is not just to love-bomb Stroud or to talk idly about change. I am in this place to get things done. The people of this great country have given us a mandate; now, we must deliver for them. So I have cobbled together a few key thoughts. From my time as a councillor and having fought for local campaigns, I know that it is often the changes around us in our communities and neighbourhoods that we notice the most. It is often local effort and kindnesses that make the biggest difference to where we live. Therefore, while I welcome the recognition of the importance of place and the investment that is coming into infrastructure, we must not forget the people in that process. As I said before, it is the people who are the real stars.",
        "From my experience on the doorsteps across the Stroud constituency, I know that we must support our high streets. They need investment so that they can be the hub of communities once again. The Chancellor and the Secretary of State for Housing, Communities and Local Government saw that for themselves in Stroud during the election—this speech was only correct as ​drafted and the Chancellor has now changed, but I will not be put off seeking funding for my local high streets by a reshuffle.",
        "We must support our farmers. They are the great custodians of our land. All new legislation should focus on maximising their potential and maximising food production.",
        "We must support our schools and children with special educational needs. They are our future. The new school funding formula is welcome, but we have to correct long-standing issues with funding in Gloucestershire.",
        "We must support new green initiatives and lead the global emergency response. A commitment to the environment runs through every single thing that we do in Stroud, the valleys and vale.",
        "From my experience, working my way up to be a family law solicitor and being before the House today quite against the odds, in many respects, I know that we must support further education. University is great for some, but what about everybody else? Come to see the students at South Gloucestershire and Stroud College: be inspired by them, see what Government funding can do, and realise that we will all benefit from unleashing the potential of lifelong learning.",
        "We must support initiatives that strengthen relationships and early intervention for children. We know that mental health issues are established by the time of the teenage years, and we know about the five pathways to poverty. It is daft simply to throw money at problems for adults without a true preventive programme backing up children.",
        "We must support families going through times of separation. Children get caught in the middle, and couples now frequently litigate without any representation at all. Nobody wants this—not the parents, not the couples, not the judges and not the lawyers. We can and should change that system.",
        "I started by saying that I am an optimist, but of course we face challenges: we live in a world where competition is global; the pace of technological change is accelerating; and climate change threatens our very way of life. Addressing these challenges will require hard work and difficult choices. That is why our constituents sent us here. I look forward to working for all the people of Stroud and I look forward to working with Members on both sides of the House to deliver for this great nation. I, for one, truly believe that the best is yet to come."
    ]
}