{
    "url": "https://www.ukpol.co.uk/siobhan-baillie-2021-speech-on-online-anonymity-and-anonymous-abuse/",
    "title": "Siobhan Baillie – 2021 Speech on Online Anonymity and Anonymous Abuse",
    "post_date": "March 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Siobhan Baillie",
            "url": "/tag/siobhan-baillie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Siobhan Baillie, the Conservative MP for Stroud, in the House of Commons on 24 March 2021.",
    "content": [
        "I beg to move,",
        "That this House has considered online anonymity and anonymous abuse.",
        "In recent weeks, we have been rightly concerned about safety in our towns and cities, yet people face danger and harassment not just in the physical world, but on the dark cyber streets and alleyways of the internet. Cowardly keyboard warriors stalk these streets and lurk in our phones. They bully with abandon, they spread racist and misogynistic abuse, they attack looks, weight, age, race, gender, disability, success as well as failure and the young and old alike. No one is safe from their violent hate. Anonymity provides the shadows where these people can hide. It facilitates and encourages online abuse.",
        "My own experience of hate came after the birth of my daughter last year. The outpouring of venom because I took four weeks’ maternity leave was a shock. Attacking somebody for being a mum or suggesting that a mum cannot do the job of an MP is misogynistic and, quite frankly, ridiculous. But I would be lying if I said that I did not find it very upsetting, especially at a time when I could barely move and needed to work out how to feed my new baby. Other people have suffered more—from death and rape threats to all forms of intimidation and harassment in between. Nobody should have to put up with that. Seeing the bravery with which others have confronted this menace has prompted me to campaign for change, and I am not alone.",
        "The racism and abuse levelled at footballers is no longer from the terraces. Many England players who will run out for us tomorrow night have suffered unspeakable racist abuse. I fully support Harry Maguire’s calls for verified identification. I have spoken to the FA’s excellent Kick It Out, which has superb goals for social media companies to create robust and swift measures to take down abusive material, and for investigating authorities swiftly to identify the originators.",
        "Katie Price launched a petition only a few weeks ago that already has over 160,000 signatures.",
        "**Andrew Griffith (Arundel and South Downs) (Con)**",
        "I congratulate my hon. Friend on securing today’s debate on this incredibly important issue. Will she join me in paying tribute to Katie, who is my constituent? She is a mum battling for her disabled son who is often abused online. Her petition makes the very sensible proposal to end online anonymity. No one has a right to a cloak to conceal their actions of harm. Both Katie’s petition and my hon. Friend’s own great work in this area deserve the support of the whole House.",
        "**Siobhan Baillie**",
        "I thank my hon. Friend; it was very kind of him to set up a meeting between me, Katie and her mum Amy. We talked about her experiences of the trolls. What they have been through is absolutely heartbreaking. Harvey has been subject to the most vile abuse, which I actually cannot bring myself to say. This has gone on his whole life. The strength with which he and his family have endured these issues is remarkable. Any mother would want to protect her children and we must arm parents with the tools to do just that.",
        "In Stroud, a robust military veteran has had years of deliberate online attempts to ruin his business and reputation. It has nearly broken him mentally at times. The Facebook page that attacks him has a spare one in case the first gets taken down. Another constituent has endured years of stalking and harassment. She is a retired social worker. She has found the police ill equipped to deal with such fast-moving tech, and even when the perpetrators put a picture of her garage door up online—indicating they knew where she lived—she still felt unprotected. A Gloucestershire journalist was recently told by an anonymous loon that she is single because she",
        "“is self absorbed and looks like a slut”.",
        "I have done enough domestic violence work as a lawyer to know that such attitudes and language are a short hop, skip and jump to violence.",
        "Of course, not all online nastiness is anonymous. One named man said of me on Facebook last week:",
        "“She should be banished from our lovely Stroud…years ago she’d have been shot on the spot for her arrogance and hypocrisy…yet people voted for the ass licking vile piece of slime.”",
        "Lovely—and I could go on and on. I do not have enough time to properly address other reports of dangerous antisemitism, fake news, vaccine misinformation, deliberate reputation ruining and online fraud. That is on top of the daily legal but harmful harassing-type behaviour, plus posts that have the veneer of a justified challenge but are really just deliberately spiking pile-ons and hate.",
        "Constituents I have spoken to are clear that the reporting does not work, the cost of legal remedies are out of the reach of normal people and the law needs updating. We need to make social media known more for the good in our society, rather than as a toxic, unsafe hellhole. The Government’s online harms work, though overdue, is to be commended as a huge step in the right direction. That legislation will require media platforms to take more effective actions against abuse, whether it is anonymous or not. Its aims of protecting children and empowering adults to stay safe online are noble, yet the White Paper barely addresses the issue of anonymity. There were no specific consultation questions about the issue. That should be rectified without delay.",
        "As it stands, tech companies do not know who millions of their users are. No matter how good their intentions, the lack of basic information means that any attempt to police platforms and bring offenders to justice is a painful process, if it happens at all. Ofcom’s hands will be tied behind its back before it even starts.",
        "I do not propose the banning of anonymous accounts. There are great benefits in anonymity that I know other Members will speak passionately about today. I would like to see tech companies move on this issue, as we should not always need the Government to intervene, although sadly it currently looks like they will have to.",
        "Three simple steps would go a long way to prevent, deter and reduce online abuse. First, we should give social media users the option to verify their identity. Secondly, we should make it easy for everybody to see whether or not a user has chosen to verify their identity. Members of this House already use that function—my Twitter account has a prominent blue tick next to it, thereby providing confidence that the account is genuine and my details have been checked. Verification works: we should make it available to all. Finally, we should give users the option to block communication, comments and other interaction from unverified users as a category, if they wish.",
        "Some people argue that such moves would undermine freedom of speech, but I disagree. No one would be prevented from using another name or being “Princess What’s-her-chops”, but it would make it harder for online abusers to hide in the shadows if they cause mayhem. Importantly, it would make abusers easier to catch and give social media users the power of choice. Some will be happy to interact with unverified users; others will not. But there must be a choice.",
        "In any event, what greater impediment to freedom of speech is there than people worrying that what they say online will end up in a death threat or a rape threat? What personal freedoms have been lost through the damage done to mental health by online bullying? How many people have already looked at online abuse and hesitated before applying for public-facing jobs, or not applied at all? My proposals would protect freedom of expression and respect the choice of anonymity, but make it harder for abusers to hide in darkness and give individuals new powers to control how they interact with others. I urge everybody to look up the organisation Clean up the Internet, which was co-founded by one of my constituents, to see the proposals in more detail.",
        "Mr Deputy Speaker, no one should face the abuse and horror that you will hear about today. For the victims of online harm, the abuse is not virtual. It does not stay in cyber-space. It impacts the real lives of real people in the real world. If we fail properly to investigate the impact and options surrounding anonymity, I fear we will render any forthcoming legislation and change—no matter how good it is—out of touch and out of date before the ink is dry. We have the expertise, support and drive to tackle online harms; let us be a beacon of light and illuminate the dark streets of social media. Let us really lead the world on tackling anonymous abuse."
    ]
}