{
    "url": "https://www.ukpol.co.uk/siobhan-baillie-2022-speech-on-early-years-childcare-and-staff-child-ratios/",
    "title": "Siobhan Baillie – 2022 Speech on Early Years Childcare and Staff-Child Ratios",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Siobhan Baillie",
            "url": "/tag/siobhan-baillie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Siobhan Baillie, the Conservative MP for Stroud, in Westminster Hall, the House of Commons on 14 November 2022.",
    "content": [
        "It is a pleasure to serve under your chairmanship, Ms Harris. I congratulate the hon. Member for Newcastle upon Tyne North (Catherine McKinnell) on her great speech about a fantastic petition. My notes say, “Don’t cry,” but I might. Lewis, I watched your BBC interview; I know your aim is to enshrine Oliver’s memory, and his name will be recorded in Hansard repeatedly today. The fact that you are able to find strength from your grief to try to help others is incredibly inspiring.",
        "I have been campaigning on childcare for as long as I have been an MP. I have now bothered three Prime Ministers and four Chancellors, one of whom is now the Prime Minister, and I know they all care deeply about this issue. I want to see action and I do not think it is right to criticise the Government for looking into the issue of childcare ratios, which I will come to in a moment. We are right to reform the childcare system. We are spending £5 billion to £6 billion of taxpayers’ money on various different schemes that work for some families but are perceived to be failing for many others.",
        "I am doing some work on the childcare element of universal credit. That needs reform because parents say that they cannot go to work or that it is not worth them going to work. Brilliant mums and dads are really feeling the pinch on the cost of childcare. Parents in the UK currently spend 26% of their entire household budget on childcare, and the proportion is 20% for single parents. The OECD average is 10%, but the UK figure is 26%, whereas in the USA it is 14% and in Canada it is 12%. As I said to my right hon. Friend the Prime Minister at Prime Minister’s questions last week, we have to make the system work and ensure that providers do not go belly up. There are some fantastic childcare providers in Stroud who are incredibly worried at the moment, so it is great to have this debate.",
        "If we are going to change childcare ratios, I want to hear from the Government about the impact on safety. We may not be able to hear about that in full today, not least because it is the debut response to a debate by the Minister, my hon. Friend the Member for East Surrey (Claire Coutinho), but what is the safety impact? Show us the evidence. I know she is looking carefully at all the evidence and safety impacts, but will she tell us whether a change to the childcare ratio will reduce fees for parents? Will it increase salaries for early years staff, which is something we desperately need? Will it offer flexibility to providers? We have heard from many providers that they do not want to take up any change to childcare ratios, but is more flexibility good for the sector?",
        "I am concerned about changing ratios now because of the issues we face in the workforce. I want the issue flushed out. It is has been going around in circles since at least 2013, when my right hon. Friend the Member for South West Norfolk (Elizabeth Truss) held the position now held by my hon. Friend the Minister, and we know that my right hon. Friend the Member for Uxbridge and South Ruislip (Boris Johnson) wanted to look at the issue when he was Prime Minister. On the surface, my right hon. Friends are right that England has stricter ratios in comparison to other countries. For children aged two in France and Canada, the ratio is one trained adult to eight children. In Australia, that ratio is one trained adult to five children, and in Japan it is one trained adult to six children. There are no limits at all in Denmark, Germany or Sweden.",
        "As we have heard from other Members, the question is whether other countries have more relaxed ratios partly because their workforce is more qualified. The parents present today have set the challenge of putting safety first. It is wrong to assume that if ratios are relaxed, nurseries in England will suddenly be able to take in more toddlers without employing more staff, because our current workforce do not feel able or qualified to a high enough standard to look after those children.",
        "Also, child-to-staff ratios could not be changed without adjusting the space ratios, as we have heard from a number of Members. Many providers are at capacity with the amount of children they have in the space, so relaxing child-to-staff ratios would not result automatically in providers being able to care for more children. Nurseries would have to look at other premises, and we know the costs they would face to change them.",
        "I have briefings on this coming out of my ears. People really care, and I thank the NDNA, Pregnant Then Screwed, Coram, Mumsnet and all who have been speaking to parents and providers throughout the country for an extremely long time. Gloucestershire PATA, with which I had a Zoom conversation about the concerns for Gloucestershire providers, wrote:",
        "“Having one practitioner looking after four 2-year-olds is already challenging, especially in small settings (which many are in Gloucestershire). This may mean that there are only two practitioners looking after 8 children in a room. The minute that a child within that group needs 1:1 care, one practitioner is occupied and the other required to supervise the remaining 7 children. In the course of a day this may happen many times, with for example a child who misses the potty and needs changing, along with the cleaning of the area where the accident happened, or a child who…needs reassurance…This is in addition to routine nappy changing, preparation of snack and the myriad other tasks which need to happen for the day to run smoothly.”",
        "Earlier, I was preparing to go on the BBC and I was so stressed that my daughter was still in a Hallowe’en costume when I was trying to get out of the house. My hon. Friend the Member for Winchester (Steve Brine) talked about the ability to man-mark of the parent of two children, or even one, and I take my hat off to the early years educators who deal with multiple children.",
        "I want to focus on childcare ratios, because that is the issue of the day. I know the Minister is completely seized of the issue as we have had many conversations, and I constantly take it to Cabinet—to anyone who will listen to me. We need wider reform. My message to parents and everyone present is that the Government’s suggestion to look at childcare ratios was just one part of a wider review of childcare; it was never going to be the only thing. I also think it is right that it is investigated fully, so that we can flush out and understand the evidence, with safety absolutely at the top of the agenda.",
        "Improving childcare is future-building for our society and our country. It is crucial to the economy to get more parents into work, if that is what they want to do, in order to improve the productivity of this great country. We must stop suggesting that childcare and early years are an add-on to education. The Minister is in the Department for Education, and we are talking about year-zero educators in our early years settings. We have to value, pay and champion them as much as we possibly can. I look forward to hearing from the Minister."
    ]
}