{
    "url": "https://www.ukpol.co.uk/shaun-bailey-2022-speech-on-the-protection-from-redundancy-pregnancy-and-family-leave-bill/",
    "title": "Shaun Bailey – 2022 Speech on the Protection from Redundancy (Pregnancy and Family Leave) Bill",
    "post_date": "October 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Shaun Bailey",
            "url": "/tag/shaun-bailey/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Shaun Bailey, the Conservative MP for West Bromwich West, in the House of Commons on 21 October 2022.",
    "content": [
        "It is a pleasure to follow the powerful speech by the hon. Member for Hampstead and Kilburn (Tulip Siddiq), who gave examples of lived experiences. The experience she highlighted of her children’s godmother is horrendous. These experiences are brushed under the carpet, and that is disgraceful. I hope that, through the Bill, we will ensure that that does not happen again, because it cannot. I commend the hon. and gallant Member for Barnsley Central (Dan Jarvis) for bringing in the Bill. It should not be necessary to do so, but clearly it is. We have to do this, and it is the right thing to do. What has struck me today is the way in which we have come together as a House to support the Bill and its aims.",
        "The background to this area astonishes me, and we have heard about it in contributions from Members across the House. In 2022, it should not be an impediment to someone to want to have a family, so that they cannot at the same time pursue a career—that is crazy. The hon. and gallant Member for Barnsley Central touched on the report of the Equality and Human Rights Commission, and some of the figures in that were horrendous. When scaled up, the figures show that something like 54,000 women could experience discrimination as a result of either being pregnant or having had children. That astounds me.",
        "**Jane Hunt**",
        "I absolutely agree with what my hon. Friend is saying. We see headlines these days about the lack of labour in the market and needing people to fill jobs, yet 54,000 people are either being made redundant or feeling the need to leave their jobs. That is a disgrace, is it not?",
        "**Shaun Bailey**",
        "My hon. Friend is absolutely right: it is a disgrace. I think about my own experiences. Before I entered this place, I was a lawyer; that is what I trained to do. I was fortunate to work in some great firms and meet some fantastic, intelligent people. I know that people sometimes typecast lawyers as all sorts and do not trust us, but the people I worked with were fantastic, intelligent, hard-working and inspirational. However, let us look at the figures in the sector, and I am thinking in particular about the gender pay gap and how the issues we are debating contribute to that.",
        "A London School of Economics study found that even though today 62% of new entrants into law firms are women, by the time we get to partner level only 28% of women are partners. That is absolutely crazy, given the proportion of women at entry level. What we are seeing is that women want to go and have a family and a personal life, which we are all entitled to, but they are being impeded. That might not all be down to the discrimination we have been talking about, but what I hope the Bill achieves is a cultural change. That is what we have to drive forward. It amazes me that we actually have to say this today, but a woman can have a career and a family at the same time, and an employer that enables that to happen.",
        "Thinking of my own office, 80% of my staff are women. I have no problem if they need to take time out because they have to go and look after their family or collect their kids. To me, that is just basic decency as an employer. Surely it is a two-way street as an employer: what we do is get the talent and ability of the people we employ, and in turn we give something back.",
        "**Jane Hunt**",
        "Does my hon. Friend agree that this Bill is very helpful because it also includes shared parental leave? Those partners, both male and female, who are impacted by shared parental leave will also be able to take advantage of the redundancy scheme.",
        "**Shaun Bailey**",
        "My hon. Friend articulates it so well. She is absolutely right; shared parental leave is now such a key part of the broader landscape of family and employment rights—I do not want to just say maternity rights. We now know that the idea that mum goes off for a year and looks after the baby while dad works is ridiculous—it is rubbish. Both parents need to be playing an active role. We say that both parents need to be playing an active role in the life of their child, but if we have an employment structure that does not allow us to do that, then it is all good words but absolutely no action. My hon. Friend is right to draw out with her intervention the point about shared parental leave. What I am encouraged by is the recognition that shared parental leave needs to become the norm. From what I have seen at the moment, we are seeing that transition; we are seeing that more organisations are getting that. But there is still more to do.",
        "The other point I will touch on is the societal impact. I talk about this from my personal experience. What we do not want to do is frame this in the context of mum, dad and 2.4 children, because actually families do not operate like that; there are many shades of grey. If someone is a single mother, or a single woman who is pregnant, and runs the risk of redundancy as a result of that, where does that leave them?",
        "**Lee Anderson**",
        "Does my hon. Friend agree with me that the threat of redundancy, or actual redundancy, for a pregnant woman can have a serious impact on her health and the health of the baby?",
        "**Shaun Bailey**",
        "My hon. Friend is absolutely right, and the academic studies have shown that. We have the data showing the mental health impact on women who are having to worry about the risk of redundancy in their job. Of course it is not right—I am framing this in the context of a mother who is giving care to a child—that they should have to worry about their employment and everything that interconnects with that, and at the same time have to raise a child.",
        "I have not had children, but for those who have—I am probably going to get interventions from hon. Friends across the House now—that initial period of time, and I will not say how long it is because I am sure it might vary, is probably one of the most stressful points in a mother’s life. They are getting to grips with realising that there is no handbook, and that everything they were told was going to go this way or that way actually does not—children do not work like that and there is no button to push. They are balancing that—a new person they have brought into the world and have to care for—and at the same time having to worry about how they are going to put food on the table, and go back into a career that they love, are passionate about and have maybe trained for years to do but now are at risk of losing because their organisation has potentially decided, “No, goodbye, see you later.” It seriously blows my mind that we even have to be here having this conversation.",
        "**Jane Hunt**",
        "Does my hon. Friend agree that the six-month window at the end of this part of the Bill is also very important? I hate to use this phrase, but it is almost an “out of sight, out of mind” situation. When a woman is on maternity leave or a person is on shared parental leave, they are no longer in the workplace. They need that window of opportunity to get back into the workplace and into the swing of things, so they can show their value to the business.",
        "**Shaun Bailey**",
        "My hon. Friend raises a good point, and I was hoping to touch on the transitional period later. We know how important it is to have the opportunity to transition back into the workplace and get back into the flow of things. Going through a life-changing event such as having a child changes the whole dynamic in someone’s life. I think that window is a really important opportunity for them. I hope I have not misunderstood my hon. Friend, but I agree that having that period of time means the individual is able to contribute in the way they know they can.",
        "It all comes back to realising people’s potential. That is another part of this issue. It is not about saying to someone, “Okay, you’ve had a child; you’re done.” It is not like that at all. I have been very fortunate in the organisations I have worked in, out in what we call the real world—certainly more real at times than this place has been, particularly over the last week. I have seen organisations that get this issue, already have processes in place and are developing a culture that understands that it is not just about, for instance, the amount someone bills every month, but the contribution they make as a person.",
        "As my hon. Friend the Member for Loughborough (Jane Hunt) just described, the provision for that period of time is a crucial part of this legislation. We are on Second Reading today, but the Bill represents part of a broader landscape, and what my hon. Friend is saying on its provisions is vital. It comes back to a point that right hon. and hon. Members across the House have raised—including the hon. and gallant Member for Barnsley Central, my hon. Friend the Member for Loughborough, and a few hon. Members from a sedentary position—which is that we are currently losing skillsets from the workforce as a result of this issue. How daunting must it be for someone who has taken an extended period of time to go and have a child to come back and worry about not having the protections they should be afforded?",
        "**Lee Anderson**",
        "My hon. Friend is making some brilliant points. When employers sack pregnant women or women on maternity leave, as well as losing these skilled workers are they not also losing other women who might want to come into the workplace but have been put off by the treatment of their friends?",
        "**Shaun Bailey**",
        "My hon. Friend is absolutely right. Why would someone want to join such an organisation, having seen how it operates and what its practices are? Talented individuals who know they have something to bring to the table, and know their worth, particularly in the climate we are in, are going to vote with their feet, are they not? And they should. They will be empowered to know that they can now go to organisations that will treat them as individuals who deserve respect. These organisations will understand that people are allowed to have a family life and balance. People should be able to have an employer who contributes toward that balance and is part of a partnership with them.",
        "As I understand it, the whole point of the employer-employee relationship is that it is a contract and partnership—an understanding between two people in an organisation. The balance of power has at times gone completely off.",
        "**Jane Hunt**",
        "My hon. Friend is being generous with his time; I promise that this is my last intervention. Just to balance it out, he is absolutely right in what he just said, but this Bill is absolutely brilliant in bringing up one segment of the business sector. Many businesses already meet these and further requirements, but we need everybody to do the same, because that 54,000 figure should not exist.",
        "**Shaun Bailey**",
        "My hon. Friend is absolutely right. To reiterate her point, I certainly do not want to give the impression that I am typecasting every business in that regard. As I have said, many businesses are getting this right and are going above and beyond—but that should not be above and beyond; it should be the standard.",
        "I return to the idea that not every family is black and white, with 2.4 children and a mum and dad—I apologise to hon. Members for segueing away from that point. I speak as someone who was brought up in a single-parent family with a sole breadwinner who at times was working three jobs in order to put food on the table, and doing a part-time university degree. My mum went back to work six weeks after she had me, because she needed to, and it was similar with my sister. If someone is a sole parent on their own income and is pregnant with another child, or if there has been a family breakdown, the last thing they need is to have that threat of, “If I have a child, or if there’s anything connected to that child, I’m going to lose my job.” It does not bear thinking about—it blows my mind.",
        "The societal impact of what we are talking about goes much further than the scope of the Bill’s provisions, and that is why it is so important. When we pass legislation in this House, particularly legislation such as this, it is not just about the Bill or the laws that we implement; it is about the message we send about society. We have seen that throughout history, particularly with legislation that has passed as a result of private Members’ Bills, such as women’s rights legislation. Lord Steel was a big advocate of women’s rights and the work of those organisations when he was on the Liberal Benches. We are sending a broader message that we need a society that understands that balancing work and family life is key.",
        "**Bob Stewart**",
        "My hon. Friend may not have had children yet; I have had six. One point that has not been talked about today is that when a woman is pregnant, it is often traumatic and frightening for her. It is often not an easy time. Some people may find it joyous—it is joyous, of course—but it is difficult for some women. If we put that on top of the fact that they might lose their jobs, it is just another pressure. I make that point because it is valid.",
        "**Shaun Bailey**",
        "I thank my right hon. and gallant Friend for that powerful intervention, to which I cannot add any more. He is right that it can be a traumatic experience. The Bill also seeks to address when someone has a miscarriage or loses a baby, which is a horrific time in the lives of both parents. It is important to consider how we support someone who has gone through that, particularly a woman, who feels that loss acutely and painfully. Unless someone has gone through that experience, I do not think that they can truly understand the pain that is felt as a result.",
        "Again, talking about what this Bill does, its broader messages and what it seeks to achieve in supporting people at the most vulnerable points in their lives is absolutely key. Surely it is incumbent on all of us in this House to support people when they most need it and at the times in their lives when they are most vulnerable, particularly during pregnancy. That is the point in their life when a person is most exposed to both physical and mental challenges, as well as in other ways.",
        "I am conscious that I should conclude my comments, but I really want to say that I am so proud to be able to support this Bill. I really do commend the hon. and gallant Member for Barnsley Central for the work he has done on it. What this Bill seeks to do, as was articulated so brilliantly by my hon. Friend the Member for Loughborough, is to set what is currently seen as the exceptional standard as the norm, and that is right because it is what we should be doing.",
        "The Bill will ensure that we do not lose brilliant people from our workforce. We should enable everyone who has the passion and drive and who wants to contribute to do so. We should back up the mantra we have been churning out from this House for decades about how we want to encourage the family base and encourage people to have families. Families are the core of society, and we should follow that up with tangible action. This place is very good at talking, but we need to follow through with tangible legislation. We must have the tangible means by which we can follow up on our good sentiments, and that is one thing this Bill does.",
        "The Bill also ensures that in situations a bit like my mum’s and other people’s, when single mums are trying to get on with life and secure a life for their kids, whether or not they have been born, they can do so without worrying about how they are going to do it. They, too, can contribute, because this is surely about lifting people up, is it not? If they fear that they are going to lose their job or that they cannot progress up the ladder because they have had a child, that just should not be happening.",
        "Finally, the Bill will ensure that, at what for many is the most exciting time of their lives, but also a time when they are at their most vulnerable and most exposed, people get the support that we should rightly be giving them. I fully endorse the aims of the Bill, and if the hon. Member for Barnsley Central is looking for someone to serve on his Bill Committee, I would be honoured to do so, because this is absolutely one of the reasons why I came into this place. [Interruption.] I can see he is already putting my name down—brilliant—so I expect the email in due course.",
        "I just think back to the reason why I came into the place. I always say, whenever I am asked, that it is for people like my mum. With this Bill today, I think of her and what she went through as a single mum bringing me up and enabling me to get here. I will always owe her for that, because I would not be here had she not made the sacrifices that she had to make to get me—a lad from a council house who was told he probably would not amount to anything—to be a Member of Parliament. If we can ensure we get a few more young people like me from such backgrounds into this place by agreeing to the provisions of this Bill today, as far as I am concerned that is exactly why we are all here."
    ]
}