{
    "url": "https://www.ukpol.co.uk/siobhan-baillie-2023-speech-on-the-loyal-address/",
    "title": "Siobhan Baillie – 2023 Speech on the Loyal Address",
    "post_date": "November 8, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Siobhan Baillie",
            "url": "/tag/siobhan-baillie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Siobhan Baillie, the Conservative MP for Stroud, in the House of Commons on 7 November 2023.",
    "content": [
        "It is an honour to second the Loyal Address and I am proud that the Stroud constituency is playing its part in history, given that this is the first state opening by His Majesty the King. The late Queen was an inspiration for everyone across this great nation. For Members of this House, she reminded us that, despite the melodrama of politics, we are all here to serve the public. The King is already following in his mother’s footsteps and making us all proud, although when I told my non-political family that I was going to be talking about the King’s Speech, the response I got was, “Oh, great, that’s a really good film.” [Laughter.]",
        "Talking about hard acts to follow, my right hon. Friend the Member for Scarborough and Whitby (Sir Robert Goodwill) had me doing a fair few “lols”; I know exactly the areas he is talking about. He has definitely landed that promotion with that speech, in his final furlong. We have many connections, which I will touch on today, but Scarborough Athletic FC will play Stroud’s Forest Green Rovers in the FA cup next week, so we have another rumble to come. I know my right hon. Friend will be missed when he gets his pipe and slippers out to retire next year, but his lovely new grandchildren will keep him very busy.",
        "I went to school in my right hon. Friend’s constituency. If I could tell the younger me in Scarborough, a young fashionista wearing Spice Girl platforms, Adidas trackie bottoms and a second-hand Umbro jumper—it was a very strong look, although I am grateful that there were no camera phones then—that I would have the privilege of representing the beautiful constituency of Stroud, speaking ahead of the Prime Minister, after being in the same room as the King and the Queen, I think young me would have thought I had lost the plot. What did the Conservative party do for a free school meal kid, who left home at 15 and did not go to university? It gave her a seat at the most famous palace in the world, led by the son of a pharmacist, who is also leading the most diverse Cabinet we have ever known.",
        "The public service bit of this job motivates me, but that is not what hits the headlines. I am often asked, “How do you survive with everybody backstabbing, doing their own thing and out to get each other?” I just smile and say, “I don’t hang around with the Labour party.” [Interruption.] I love you all really. To be honest, the parliamentary Labour party has absolutely nothing on the Stroud Labour party, whose members have all resigned or fallen out with each other. What I actually say is that to survive in this place you have to find some friends, and then fully expect them to push you into the Thames in the run-up to a reshuffle.",
        "We also get new friends for very short periods of time, come Select Committee elections. I sort of miss the daily messages from the right hon. Member for Birmingham, Hodge Hill (Liam Byrne). His text messages are less famous than his scary handwritten notes about the economy, but they are still persistent.",
        "Back to navigating a workplace that is mad as a box of frogs. Early on, I came up with “Operation Green Benches”, whereby I shunned history books and Hansard and researched parliamentary sketches instead, because I love them. Quentin Letts once wrote that the area of the Government Benches where I am now sitting is the “naughty corner”, so that sorted out where I would sit. It sounded fun and he was right.",
        "I then realised that identifying the loudest colleagues to sit with, and effectively hide behind, could be crucial to avoid the wrath of the Speaker. My right hon. Friend the Member for Elmet and Rothwell (Alec Shelbrooke) seemed to fit that bill. He was described as being “expansively waistcoated” and having “lungs like bagpipes” —perfect. He is not in his place. He is watching at home on the tellybox, but no doubt he is wearing a waistcoat.",
        "My hon. Friend the Member for North Dorset (Simon Hoare) and my right hon. and learned Friend the Member for South Swindon (Sir Robert Buckland) are often depicted as noisy and boisterous. Those two appeared to come free with “bagpipe lungs”, in a creative BOGOF-style deal that probably should be banned, but this strategy has served me well and given me a slightly dysfunctional, but always hilarious and caring Chamber family whom I love dearly. The other five Gloucestershire MPs are also guiding lights, not least my right hon. Friend the Member for Forest of Dean (Mr Harper), who taught me that consistent rebelling does not hinder one’s career. It’s okay, Chief Whip, I’m not going to follow that lead.",
        "My kids come to work with me, so they support me in their own chaotic way. Gigi, aged 3, dressed as a witch on Hallowe’en. She merrily skipped up the steps of one house, turned to me and said loudly, “Mummy, this is just like canvassing.” Then the door opened and she went, “Trick or treat!” and I said, “I blame those CCHQ canvassing scripts”—an absolute disaster.",
        "A myriad of female colleagues naturally support each other, on both sides of the House. I especially congratulate my hon. Friend the Member for Brecon and Radnorshire (Fay Jones) on her wedding at the weekend. She looked absolutely radiant and I wish her and her husband a long, happy life together.",
        "I am chuffed to be the first MP from Stroud to be asked to second the Loyal Address. Stroud, with its valleys and vale, is gorgeous, so please visit. We have the quirky bit of the Cotswolds with a creative, innovative and industrial spirit throughout. People rightly expect a lot of their public servants in our neck of the woods, so I mainly sit in the House of Commons Library, as others know, dealing with endless amounts of casework and correspondence. I am having some successes: I am steadily chipping away at 20-year-old problems such as Tricorn House and accessibility at Stroud station and at newer challenges, including Rush skatepark and Stroud Maternity’s postnatal beds.",
        "People take the mick out of me sitting in the Library, but I really like it. It is never dull. My hon. Friend the Member for Totnes (Anthony Mangnall), another denizen of the Library, excitedly texted me one day, saying, “Come see my tortoise.” I have heard about these public schoolboys and how they like to give nicknames to things, so it was not without fear and trepidation that I came into his bit of the Library to see his tortoise. Happily, Mr Speaker, it was actually your tortoise that I got to see; he was eating merrily on the Terrace. May I also say that your decision to add giant cats and other creatures to this already odd place is very welcome?",
        "I listened carefully to what His Majesty the King had to say earlier. It is customary to be jolly in seconding a speech, but we all know that these are difficult times. To hear that the Government’s focus is on security challenges, both domestic and international, was extremely important. Thereafter, I can get behind all actions to increase economic growth and help our constituents with day-to-day pressures or injustices. By way of an example, Stroud constituents should not be ripped off by rogue property management companies. I commend the campaigning work of local people and my hon. Friends the Members for North East Bedfordshire (Richard Fuller) and for Cities of London and Westminster (Nickie Aiken) to get leasehold reform and protections for homeowners on the agenda.",
        "The King’s comments about putting people in control of their futures and the focus on town regeneration give me hope for high streets, businesses and fantastic areas such as Berkeley and Stroud towns. With the Prime Minister gripping artificial intelligence and new technology, we are poised and ready to fly with innovation in renewables, hydrogen internal combustion engines, nuclear and many other science, technology, engineering and maths fields.",
        "The Government’s NHS long-term workforce plan must get lift-off if we are to help Stroud Maternity midwives. I have long campaigned for more apprentices as well, so let us get rid of all barriers in further education. My excellent friend and constituency neighbour, my right hon. and learned Friend the Member for Cheltenham (Alex Chalk), will clearly have a lot to do as Secretary of State for Justice, but I still hope that he will look closely at family law reform to keep cases involving children out of the courts system. Although I was not expecting new childcare announcements, I urge the whole Government to get behind the Chancellor’s investment in families by urgently boosting the early years workforce.",
        "His Majesty the King said that the Government will lead on action to tackle biodiversity loss. With COP28 approaching, the Prime Minister should get familiar with WWT Slimbridge’s flamingos on our patch. I will take all the help that I can get to have a dedicated domestic wetlands team and strategy in the Department for Environment, Food and Rural Affairs. If he is not persuaded, flamingos are absolutely marvellous for that wonderful Instagram account of his. The King is the WWT president, and wetlands can genuinely help us to reach our net zero targets.",
        "I said earlier that public service was a privilege and I genuinely meant it. It gives us the chance to change things for everyday families and champion those who deserve and need our support. It also allows the hardest working Prime Minister that I have known—and I have known quite a few recently; even my baby had met three Prime Ministers by the time she was three months old—to show the country, week in, week out, how we can bring long-term change against global headwinds, and I second this Loyal Address."
    ]
}