{
    "url": "https://www.ukpol.co.uk/siobhan-baillie-2022-speech-on-family-law-terminology/",
    "title": "Siobhan Baillie – 2022 Speech on Family Law Terminology",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Siobhan Baillie",
            "url": "/tag/siobhan-baillie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Siobhan Baillie, the Conservative MP for Stroud, in Westminster Hall, the House of Common, on 16 November 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered the terminology used in family law.",
        "It is a pleasure to serve under your chairmanship, Ms Nokes, not least as I know you are a huge champion of families, and when you looked after relationship work in the Department for Work and Pensions under previous ministerial briefs, you understood the importance of this field of work.",
        "Who does not love a good on-screen relationship drama? Lovers falling out, marriages breaking down and dramatic affairs of the heart are the stock-in-trade of film, soaps and the media. But when children are caught in the middle of storylines, we routinely hear, “I’ll see you in court”, “I’m going for custody of little Johnny and little Sarah”, or the possessive—“She’s my daughter”—and divorce is described as a battle to be won. This language is hugely unhelpful to families who are going through the heartache of separation.",
        "I was a family law solicitor before I came into this place, and I saw the fallout of unnecessarily divisive battles. I am often found shouting at the telly when they get the terminology wrong. My love of “Coronation Street” and “Eastenders” probably needs to be outed here—I am going to write to the producers about the report and the debate today. Language really matters in family law.",
        "In real life, every year around 280,000 children see their parents separate. It surprises many that the term “custody” should have stopped being used 30-odd years ago when the Children Act 1989 came in, but it surprises nobody that the language of war used for separating families is damaging to all involved, with approximately 40% of all separating parents bringing issues about their children to the family court. For too long we have allowed thousands of children to be caught up in an adversarial court system.",
        "The language of the legal system is accusatory and divisive. Parents are described as Smith v. Smith; barristers will talk about “my opponent”; we refer to “the applicant” and “the respondent”; and we have “dispute resolution” rather than problem solving. The most important humans in a child’s life are therefore immediately pitched against each other at a time when co-operation is most needed.",
        "Many years ago while working for the relationship experts OnePlusOne, I wrote an article that explained—there is lots of evidence—that destructive and acrimonious conflict between parents puts children at greater risk of emotional problems such as depression and anxiety. Children may develop behavioural difficulties and become aggressive and difficult. Parents do not want that. For the majority of mums and dads, separation is extremely painful and a decision not taken lightly. The wellbeing of their children is their main concern, and often the first concern when they come in to speak to lawyers.",
        "**Jim Shannon (Strangford) (DUP)**",
        "In the time I have had the privilege of knowing the hon. Lady, she has addressed these issues with a deep interest and knowledge, and I thank her for that. In children and family courts, children often hear big and complicated words without knowing their meaning, but they know the emotional impact—for example, custody in prison, being in pain, separation, being alone and perhaps even violence. Does she agree that the justice system could and must look at the courts’ choice of words, their impact on young children’s development and the fear they instil about the environment those children are growing up in and the changes that they might face?",
        "**Siobhan Baillie**",
        "I thank the hon. Member for Strangford for what was, as usual, a thoughtful intervention. He is absolutely right. The language we all use, whether it is in the media or in the legal system and court documents, can be changed. It will not be easy—we all use terminology that is outdated and that we have been told is wrong, and we get it wrong sometimes—but it can be changed, and we have to work towards that.",
        "With that in mind, I encourage everyone to look at the “Language Matters” report by the Family Solutions Group. The FSG was set up by the eminent Mr Justice Cobb in 2020. It is an excellent and constructive multidisciplinary group of experts working with separated parents and children. There is a lot of emotion in this area, but it is trying to find solutions and I recommend that everyone look at its work.",
        "Let us be honest: the courts system that we are working in is stretched to breaking point. Over 66,000 new cases started in the family courts in April to June 2021, which is up 14% on the same quarter the year before. The case numbers are increasing. The pressure on courts in the pandemic was a tipping point because so many hearings were cancelled. Delays in cases involving children are always counter to a child’s best interests, yet despite the best efforts of the Government, the judiciary and lawyers, from 2011 to 2021 the mean duration of disputes and cases involving children increased from over 31 weeks to 41 weeks—up by a third. It is now commonplace for hearings to be cancelled at short notice, and the number of litigants in person are rising exponentially. That gives the judiciary an impossible task in many cases.",
        "Let us imagine how hard it is for emotionally charged parents to go through a confusing court system on their own. When I was practising, people would save up to have one hour of my time. That is all they could afford—hundreds of pounds. They would get as much as they possibly could from me and head into the court system on their own, often terrified and desperate to do a good job. We come back to language in the courts system. The FSG report sets out the archaic language that is familiar to me, the judiciary and lawyers, but court bundles, pleadings and section 7 statements are alien to most people.",
        "In essence, the court should be the last resort for parents, but sadly it is often seen as the first port of call. However, our system can be changed so that parents who do not have legal issues to resolve do not go anywhere near a judge, particularly for child arrangements. Many cases are not about law but about communication or relationship issues, responsibilities, schools, hobbies or the scheduling of a child’s time once they are in two homes. If there is no safety, or if there are domestic violence or protection issues, parents would be best served by being supported to reach agreements as early as possible outside the court system.",
        "I have said for years that I estimate that about a third of private law children cases should not be in court, but I defer to the brilliant judge Sir Andrew MacFarlane, the president of the family division, who I heard on a Radio 4 programme the other day. He estimated that about 20% of families could be helped outside court. If we invested in helping 20% to 30% of families stay out of litigation, we would not only help the children of those families but free up court time for the families that need it most. In the case of Re B, His Honour Judge Wildblood said:",
        "“Do not bring your private law litigation to family Court here unless it is genuinely necessary for you to do so.”",
        "**Sally-Ann Hart (Hastings and Rye) (Con)**",
        "As a former magistrate in the family proceedings court, I completely agree that when people come for contact arrangements with their children, very often the magistrates are acting in the role of mediator and helping them to come to a decision in the court. Does my hon. Friend agree that that is not the place for parents to go to have other people sort out their child arrangements for them?",
        "**Siobhan Baillie**",
        "I agree. It is not a good use of magistrates’ time, either. This is not easy for parents—nobody should suggest that they rush to court, because often that is not the case. At the moment, parents think that court is the only place to go to get disputes resolved. That change in society and culture would help to free up the court’s time, which is incredibly important to my hon. Friend and other magistrates. His Honour Judge Wildblood went on to say this, directed at parents and lawyers:",
        "“If you do bring unnecessary cases to this Court, you will be criticised, and sanctions may be imposed on you. There are many other ways to settle disagreements, such as mediation.”",
        "I am looking to the Minister to help me and other parliamentarians to change the family law system to, in turn, help the Ministry of Justice to achieve its goals to ensure that people can access justice and court time in a timely way when they really need it.",
        "**Alex Cunningham (Stockton North) (Lab)**",
        "I agree with what the hon. Lady is saying. The problem is that there are insufficient resources in mediation services, but if we invested in them, we could make savings further down the road within the court system and the Ministry of Justice. Is that something she would encourage?",
        "**Siobhan Baillie**",
        "It is absolutely fantastic to hear the hon. Gentleman talk about mediation. There has actually been a lot of investment in mediation. The demand went up an awful lot when we had a voucher system, which we may hear about from the Minister. Where demand has gone up, we need to meet that demand, because those parents will end up in court if we cannot get them into mediation services. It is absolutely great to hear the hon. Gentleman champion mediation in that way, and we will look to the Minister to hear more about the options.",
        "I am asking for a few things today. Will the Minister confirm that the Ministry of Justice’s much-needed focus on family law reform is continuing, now that the Lord Chancellor is back in his post? It went quiet for a bit, and the Lord Chancellor previously did an awful lot on this issue. What has happened to the demand reduction plan? I know the Department was looking at that very carefully, and it was designing the plan to keep families out of court wherever possible. Does the Minister agree that the FSG should receive a formal response from the Government to its “What About Me?” and “Language Matters” reports?",
        "Can the Minister please confirm that the Ministry of Justice is working across Departments to embed support for separating families in services such as family hubs, and to learn from the Department for Work and Pensions’ successful reducing parental conflict programmes? Will the Government confirm that they will investigate extending family law projects and pilot schemes? We know that they are working really well and teaching us better practice for cases involving children, so we would like to see more of them. Finally, will the Minister get representatives of the FSG to meet officials in the Department in order to discuss their proposals?",
        "I genuinely believe that changing the options available to parents, re-educating society about the impact of litigation on children and changing the legal language of separation will help millions of parents and, importantly, the life chances of children. I hope we can work together to make that happen."
    ]
}