{
    "url": "https://www.ukpol.co.uk/vera-baird-2007-speech-on-legal-aid-reforms/",
    "title": "Vera Baird – 2007 Speech on Legal Aid Reforms",
    "post_date": "March 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vera Baird",
            "url": "/tag/vera-baird/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Parliamentary Under-Secretary of State for Constitutional Affairs, Vera Baird, on 13th March 2007.",
    "content": [
        "[![vbaird](https://www.ukpol.co.uk/wp-content/uploads/2015/03/vbaird.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/vbaird.jpg)",
        "I am grateful for the opportunity to address this conference. We have just seen in those video clips the importance of advice in helping the most vulnerable in our society. It is no coincidence that my ministerial responsibilities include both legal aid and social exclusion. Advice, both specialist legal advice and general advice, can make a real difference in lifting people out of difficulty. I want to talk to you today about the benefits of early advice and consider what legal services should look like for rural areas in the future.",
        "Let me begin by recapping on the founding principles that are part of the advice system for which I am responsible – legal aid. Flowing from the Rushcliffe Report in 1945 and enacted in the 1949 Legal Aid and Advice Act, it was decided that a “judicare system” should be set up so lawyers would cater for the needs of the poor as well as the affluent. The poor would be able to receive legal advice so as to prosecute and defend a legal right and both counsel, like me, and solicitors would benefit from fair remuneration for what was clearly important services.",
        "These principles were right then and, I believe, they are right now. We have to move the system forward so that it is sound for the future. What happened was that, unlike now, only lawyers increased on what they already did and broadened the client base, but it was all based on history, it was never planned to ensure the adequacy of supply. So in some places there was over supply and in some undersupply. It was a haphazard, piecemeal approach, which is how it has grown. Following a lot of development and consultation, the Community Legal Service was launched in April 2000. Its aim was to make the provision of legally aided and other advice services less fragmented, and to allow people to be sure to get the local advice that best suited their needs.",
        "That is our commitment. It is vital that people can get good quality legal information and advice. I have no doubt at all that many of you in this room will know why. You will have seen the positive effects that the work you have carried out has had on your clients.",
        "However, the case in favour of advice gets stronger when we combine the experience that providers, like you tell me about, with the evidence base from Pascoe Pleasence and the Legal Services Research Centre that we have now. We know from material produced by the Legal Services Research Centre that the provision of good early advice prevents relatively simple civil issues from tumbling into multiple problems causing distress and chaos.",
        "A client may have a problem with their welfare benefits, and be unaware of the allowances to which they are entitled. Without that income they may be unable to meet financial commitments which in turn leads into a debt problem, which could lead to housing problems, family strain and family problems. It is easy for these problems to become more complex. Early legal advice is so important to prevent things from spiralling out of control.",
        "Causes of Action, the bedrock of Pascoe Pleasence’s research, shows that the likely outcome is that people and problems can do well with advice. But if someone has a problem, but does not get help, they will tumble into problems. However, if they get some advice but it does not deal with the whole problem, the outcome can be worse. This was the evidence base on which the Community Legal Service Strategy, ‘Making Legal Rights A Reality’ was launched, almost a year ago.",
        "Since then another piece of research ‘A Trouble Shared’ by Professor Moorhead, has shown that people tend to present with multiple problems, often in inter-related clusters, and vulnerable people have more problems which stress them, so they cannot deal with them themselves. Yet in half of the sample, if they got advice, a few weeks later when they were re-interviewed, they had other problems which the advisor had not unearthed and they were not helped. Often the problems were linked so were exactly in the same category, and the problem was worse than before they got advice. Advisors do not deal with issues seamlessly and if is not their expertise, they don’t see the problems even when they are linked. They don’t refer on well and because stressed and vulnerable people don’t go to appointments, they fall into poverty and worse.",
        "**Community Legal Service Strategy**",
        "The Strategy sets out the Commission’s intention to purchase legal services in ways that reflect clients’ problems and make it easier for them to access services. It will be a more holistic service, contracting with clients, which in short means providing a more holistic service and contracting with suppliers who can provide advice across several areas of law. At the moment there are few suppliers providing the comprehensive service clients need. The two main organisations delivering advice, Law Centres and Citizens Advice Bureaux are a case in point. I hugely admire the ethos of both, and I met with the Law Centres Federation yesterday. At present only one Law Centre provides services across the full range of core social welfare law categories – Community Care, Housing, Debt, Employment and Welfare Benefits. The most common number of categories delivered by Law Centres is three. It is a similar picture for CABs with the majority of bureaux – 134 holding contracts in two of these core categories.",
        "The nature of our current supplier base does not therefore support the individual in helping them to resolve multiple problems. That is not to diminish in the slightest way how good the current service is being delivered. But it does mean that we have work to do to ensure that holistic service is available. So we propose establishing Advice Centres and Networks to enable us to better join up services and deliver an integrated and improved service that meets clients’ needs.",
        "So what does this mean in practice?",
        "Since the Strategy was published there has been much discussion with interested parties about the distinction between a Centre and a Network. In essence there is not much of a difference; both will offer the full range of social welfare law services and ultimately will operate under a single jointly commissioned contract. But on the whole Networks rather than Centres are the name of the game.",
        "While the model for Centres is based on pulling all the key services into a single legal entity, Networks would bring together a consortium of organisations to provide services. Networks would therefore be likely to have multiple providers able to provide similar complimentary rather than competing types of advice.",
        "The core objectives for any Network will be firstly, that once a client contacts any part of the Network they will have access to the help they need to resolve their multiple problems; and secondly, to reduce the amount of times a client needs to be referred on, avoiding the fallout I referred to.",
        "Networking suppliers has been attempted before within the CLS, mainly through Community Legal Service Partnerships (CLSPs) and of course informal networks also exist throughout the CLS. While some individual networks have been successful in creating better referral processes for clients, The Independent Review of the Community Legal Service concluded that, overall, CLSP referral protocols were not working. It was found that clients are often referred inappropriately, signposted, or not referred at all.",
        "To add value to current models of delivery it is essential that we improve the referral of clients. An ‘end-to-end’ service in Networks must go beyond just signposting clients to other local organisations but instead operate a full client management system. This will mean effective joint working and clients between appropriate Network members and will include the referral of a client where a Network member cannot do more. Those are the principles behind the strategy but each Network will be different. Models for Networks will vary according to local need and on the local supplier base and the quality and quantity of local provision. It is not about imposing the same template brought out from London, we will build on what is there.",
        "**Partnership working**",
        "One common theme of Centres and Networks will be partnership working. We can only deliver legal advice, not general advice. We need to ensure people get the right level of advice, relative to the severity of their problem.",
        "Centres and Networks will bring together our core funding for specialist legal advice together with local authority funding for more general advice. Joint commissioning will have the added benefit for us, of combining local authority expertise in patterns of local need together with the Commission’s expertise in ensuring quality and value for money in the procurement of legal and advice services.",
        "The LSC will commission the core bundle of social welfare law categories together with family. The budget for each area will be derived through a national funding formula so as to ensure that each area of the country receives an appropriate allocation for needs. The allocation of funding will no longer be based merely on the historic national pattern of spending that has just grown.",
        "Recent discussions between the LSC and Cornwall County Council have been a great success in forging a strong working partnership between these two major funders of advice services in Cornwall. And it gives me great pleasure to be able to announce today, that the Council and the LSC will be working in partnership to develop a Community Legal Advice Network for Cornwall. Following the success of Gateshead CLAC, which is just starting and I am opening in May, Cornwall is the first CLAN and I am very pleased that it is the first model for what I think reflects rural and semi-rural areas.",
        "Whilst it is too early to speak about the proposed network in any great detail I can say that this is good news for those in Cornwall, in need of legal advice. It will involve building on the work Pascoe demonstrated to locate the troubled, in a systematic way, to plan advice services as a whole. We will work out how to deliver it despite rural, transport and demographic problems. We have to engage practitioners about what they do now, how they work and who is delivering to whom, how they outreach or not and where supply types are good. A lot of work will need to be done over the coming weeks and months to develop the advice Network for Cornwall. The LSC and Council will publish further information in due course and will be seeking the input from local solicitors on how the network can be delivered so as to effectively meet client need.",
        "**Different forms of advice – technology**",
        "Obviously these days, delivering advice is not just about going to an advice agency or a solicitor’s office. In rural communities, and particularly in places like Cornwall where distances between towns can be vast, there needs to be a variety of provision. Community Legal Service (CLS) Direct, for example, offers free information and advice to everyone by phone (0845 345 4 345), the Internet ([www.clsdirect.org.uk](https://web.archive.org/web/20140730115815/http://www.clsdirect.org.uk/)) and a range of legal leaflets. This service can be particularly helpful for those living in more isolated geographical areas.",
        "Whilst the service is by no means intended to replace face-to-face advisers’, I am aware of the weaknesses, such as more vulnerable and complex issues may not emerge, but it has huge value. In half of cases, problems don’t emerge face to face, especially not the vulnerable. Research tells us that already around half of legal aid clients make first contact with an adviser by phone; and half of these solve their problems without visiting a solicitor or advice office.",
        "Telephone advice can work better, as some people are reluctant to walk through the door of a lawyer’s office, as they are ashamed of their problem and find lawyers intimidating. Telephone is easier, less judgemental and you’re more in control and can hang up if they are not getting the advice they need. You will hear more about CLS Direct from John Sirodcar later this afternoon but the numbers and satisfaction rates for the service look very good with over 70,000 cases being handled through the service in 2005/06 and projections for 100,000 cases in the next twelve months.",
        "But it is important that we don’t stop there – the phone is not enough, the advice sector needs to continue to develop innovative ways of delivering advice. We should be thinking about provision of e-mail advice for clients, particularly those with disabilities, who are not able to access face-to-face services. It is not just the young who e-mail, older people do too. We should consider how we can build up online advice tools like the one being developed by the Consumer Credit Counselling Service for people with debt problems. This works well, organised by credit card and local suppliers through internet contact. We need to think about using webcams to give advice directly to people’s homes. This afternoon you will be hearing from The East Cornwall Citizens Advice Bureaux Initiative and how they are looking to use video conferencing to cut down on the need to travel long distances. All around us in our daily lives we see technology getting smarter, quicker and more economical. We should make the most of that in delivering advice.",
        "**Impact of fixed fees and outreach**",
        "Although the main focus of this conference is access to advice and how services should work together to provide for rural communities, I also briefly want to touch upon the changes to legal aid fee schemes that will be introduced from October this year. It is well known that after consulting, we changed the detail and timing of the proposals and will support practitioners throughout the change.",
        "I want to stress that not one penny is being cut from the budget for these cases. Money is being sliced in a different way. But those fees include all the amounts appropriate to the elements of vulnerability and complexity currently experienced by providers with their clients. Fixed fees are about standard cases. If a case becomes more complex – 3 times the level of the fixed fee – it goes out and is dealt with on a hourly basis so you can deal with vulnerable people and multiple problems. We will support the transition for the NfPs.",
        "All proposals have adhered to rural proofing guidance. The LSC will, as the conference shows, as we are here, ensure that all roll-out of proposals set out in the Way Ahead, closely take into account rural needs and with Cornwall CLAN at the forefront is how we ensure that.",
        "Some areas are better supplied than others. One of the aims of the changes will be to bring about a redistribution of supply to meet gaps in provision. Moving to a national fee should encourage growth of supply across the country. The LSC has looked at how providers would fare under the new fees based on their current workload and case lengths. More than 60% would improve profitability under the scheme. In other words the majority of providers in this region are already working at levels that will see them make a profit out of fixed fees. It is imperative that we use fixed fees to drive that up so that more people can be helped, many of them are already doing this.",
        "Across the country productivity of not for profit agencies increased by 19% over the past 12 months. But this figure assumes that providers will be working in exactly the same way as they are doing now. They need to reorganise to pre-empt the reforms coming in October.",
        "Crucially, the proposals enable outreach to continue to play an important role in serving more remote communities. Regional offices continue to have resources to agree extra payments for outreach work where this is needed to secure access. This applies to all services, whether delivered via Centres, Networks or the unified contract. As a matter of practice, regions have been making payments to NFPs for some outreach arrangements by agreement. These are usually to cover travel time and costs but some may include other expenses and why not client’s travel time if it is easier and not problematic. This discretion for regions to make extra payments for outreach where they consider it necessary for access, will continue after 1 April 07.",
        "There are some excellent examples of outreach within West Cornwall in particular. Penwith CAB hold the Specialist Quality Mark in debt & welfare benefits and cover Penzance, Hayle, St Ives and Isles of Scilly. Kerrier CAB hold the SQM in debt, welfare benefits and employment and cover Redruth and Camborne. These services will be able to continue under the new payment schemes. Peripatetic advisors are necessary in some places – we understand the need for outreach.",
        "**Conclusion**",
        "This event demonstrates the depth and breadth of organisations working to deliver advice across the region. Most importantly it demonstrates a real commitment from you and us to overcoming issues about distance and access, in order to help some of the most vulnerable people in our rural communities get advice. The CLAC will combine yours and the council’s local knowledge and our funding for core legal advice and the council’s financial commitment to general advice to work together to provide, on a planned basis, the best advice supply to the public there has ever been. Your work does make a real difference and I am championing that across government. I hope you all enjoy the remainder of the day and I look forward to taking your questions on the panel."
    ]
}