{
    "url": "https://www.ukpol.co.uk/vera-baird-2012-speech-at-the-commonwealth-journalists-association-conference/",
    "title": "Vera Baird – 2012 Speech at the Commonwealth Journalists’ Association Conference",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vera Baird",
            "url": "/tag/vera-baird/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Vera Baird in Malta on 1 February 2012.",
    "content": [
        "The Culture, Practice and Ethics of the Press is the title of the Leveson Inquiry, set up to deal with the phone hacking scandal.",
        "So let us turn away from press restraint, oppressive laws, the persecution of journalists in the Commonwealth, on which you so proudly campaign, and consider the ethical issues confronting the profession in the UK, how this Inquiry came about, the issues it faces and the impact that may have on your work.",
        "In brief summary, in January 2007, the News of the World Royal reporter, Clive Goodman and a Private Investigator he used, Glenn Mulcaire, were convicted of phone hacking in respect of what the Metropolitan Police called “a handful” of people. It appears that it came to light because of fears that Princes William and Harry’s phones were hacked. Goodman was a “Rogue Reporter” and the matter was at an end, said the paper’s owner’s News International, though there were some footnotes.",
        "Firstly, the editor of the NOTW at the time, Andy Coulson, though he was clear that he hadn’t authorised hacking, fell on his sword, as the man who had overall responsibility for the conduct of the paper. He didn’t stay impaled for long, however, because, in May 2007, he was appointed as Director of Communications by the Conservative Party. If the pollsters were right, he would shortly be running the press corps at No 10 Downing Street.",
        "My guess is that this is what motivated the hero of this story, the Guardian’s Nick Davies, into takig the matter further. He was clearly satisfied that more people had been targeted and worried that Coulson might be a completely inappropriate person to be at the centre of government. So, he continued to investigate.",
        "The second footnote was interest in why Simon Hughes MP and Gordon Taylor, Chief Executive of the Professional Footballers’ Association were listed as hacking victims on the indictment against Goodman and Mulcaire when they seemed unlikely targets for a royal reporter.",
        "Then, Gordon Taylor sued for breach of privacy and received a settlement of £700K, when the usual level of damages would have been in the tens of thousands. People wondered what it was that the Murdochs were paying for.",
        "The police told some people around the original case that they may have been targeted and others began to ask the police if they had been. It gradually emerged that 4332 people were thought to have been hacked – quite a large “handful” The information came from a spreadsheet from Glenn Mulcaire that Scotland Yard had had all the time.",
        "There was clear need for another police inquiry and Operation Weeting was established in January 2011. A shoal of arrests following quite speedily, including a number of journalists and News International bigwigs, some of whom resigned and additionally, in about July 2011, Andy Coulson, Rebekah Brooks, and a man called Neil Wallis.",
        "The Commons Culture Media and Sport Select Committee started an Inquiry and, in July called Sir Paul Stevens, Commissioner of the Metropolitan Police. In questioning it became clear that the Met had appointed Neil Wallis, who had been deputy when Coulson was NOTW editor, to its press relations office. Presumably this was to ensure good relations between police and No 10. However, what was sinister was that the Met should have been investigating Coulson at the time, not cosying up to him.",
        "The Commissioner resigned the next day to be quickly followed by Assistant Commissioner John Yates, who had been in charge of the first inquiry with Assistant Commissioner Andy Hayman. Hayman could not resign from the police. He had already done so and got a job as a columnist with, you have guessed it, News International.",
        "There was little reporting of anything other than these few dramatic events about the hacking scandal as a whole. It was about the press elite making disclosures about celebrities and politicians and the public were not greatly interested. Perhaps newspapers were wary of writing critically too.",
        "In July 2011 the public discovered that the phone of a schoolgirl murder victim, Milly Dowler, had been hacked between her being lost to her parents and the finding of her body. It was thought at first that the hackers had deleted her messages and given her parents false hope that she was deleting them and was still alive. It now seems that the messages deleted automatically and is ironic that the huge public anger this caused was actually due to mis-reporting.",
        "It soon became clear that victims of the London bombings had had their phones hacked, so had relatives of soldiers killed in Afghanistan. News International was running a campaign called “Help for Heroes” at the time, in apparent support of the very people whose phones they were hacking.",
        "Perhaps most breathtakingly hypocritical, was the hacking of Sara Payne’s phone. She is the mother of a child murdered by a paedophile, campaigning to change the law on sex offenders, and someone who had been personally supported by Rebekah Brooks.",
        "In July, the Rupert and James Murdoch gave evidence to the Commons Select Committee, culminating in the throwing of a custard pie at Rupert Murdoch, shortly after he had said, clearly badly tutored by a publicity trainer “This is the humblest day of my life”. The Murdochs said that the NOTW was only 1% of their empire and anyway though shameful, this was an old story now.",
        "So little was it an “Old Story” that Mark Lewis, the solicitor who had got such a staggering settlement for Gordon Taylor, and consequently accumulated a host of celebrity hacking victims, found that he had been hacked, his estranged wife and two daughters followed and a plan hatched to allege that he was having an affair with a colleague at his firm. So, in the summer of 2011 when these events were at their height, News International was using dirty, perhaps unlawful, tricks to discredit someone who was crossing Murdoch.",
        "A few days after the Commons hearings, the Murdochs closed the 168 year old NOTW, sacking several hundred people, most of whom had nothing to do with hacking. If the plan was to give the appearance that this was the “rogue paper” the equivalent of Goodman being the sole culpable “rogue reporter” it did not work.",
        "David Cameron announced the Leveson Inquiry in August to look into conduct of News International but there is an important tributary story too.",
        "Between 2003 and 2006, Richard Thomas, the Information Commissioner, had presided over something called Operation Motorman. This investigation showed that at least one private detective, working through a spiders web of bribed insiders and despite the Data Protection Act, was supplying data from HMRC and DWP, from the Police National Computer, from the Driver and Vehicle Licensing Centre and from mobile phone companies to journalists.",
        "305 named journalists had paid to receive this information unlawfully, but top of the list were 952 requests through 58 journalists for the Daily Mail, 802 requests from 50 journalists at the People, followed by the Daily Mirror and the Mail on Sunday, none of which is part of the News International stable. Only fifth on the list with 228 inquiries from 23 journalists, was the NOTW.",
        "Here was a different kind of illegality, being used, as simply as going to a shop to buy goods, by journalists throughout the UK press world and not even principally by News International. The questions for Leveson therefore stretch beyond phone hacking and beyond News International.",
        "His Inquiry is currently hearing the first module of Part One of his Inquiry, looking into press relations with the public and featuring the whole hacking history. Innumerable victims have been called, from Hugh Grant to the Dowlers and more than a dozen Fleet Street editors have appeared, each regretfully accepting that the Press Complaints Commission is not strong enough but each cleaving, nonetheless, to a system of self-regulation.",
        "That is has gone far wider than the issue of hacking is evidenced by evidence last week from some women’s organisations, one of which I chair, about the way in which the press depicts women. They gave an example of the sexual abuse of two twelve year olds by a group of footballers which was described as “an orgy” when it was a sexual assault, capable of being seriously damaging to the girls. It featured too, stories of the sexist abuse poured upon women in public positions who are depicted as ugly and stupid while women cooks are idolised as domestic goddesses – examples of a culture of keeping women in “their place”. I relate these not for your views but to demonstrate that the Inquiry is looking at an array of ethical questions.",
        "A summary of the issues “in the air” in the UK at present would include:",
        "1\\. The interplay of Articles 8 and 10 of the European Convention on Human Rights.",
        "**ARTICLE 8 provides:**",
        "Everyone has the right to respect for his private and family life, his home and his correspondence.There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.",
        "**ARTICLE 10**",
        "Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
        "The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or the rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.",
        "Clearly both are inherently conditional rights and have, additionally, to be balanced against each other on a case by case basis by the judiciary. I don’t think that it is an unrealistic generalisation to say that the judges have tended to favour privacy. There are calls from time to time for a statutory right to privacy, for its own sake and, alternatively, for such a statute in order to stop the judges from creating a right to privacy, without democratic sanction.",
        "2\\. The intense commercial competition in the newspaper world in the context of challenge from the electronic media. Increasing pressure for stories with weaker control over how they are obtained as papers cut staff and rely more on freelances.",
        "A cut throat approach to this has undoubtedly been led by Murdoch with his doctrine of doing whatever it takes to get a story, destroying the competition and the result justifying all.",
        "His politics have been brought into all his newspapers and his power and influence are well-known and have been effective for more than a decade. Tony Blair cultivated him as did Gordon Brown (with less effect) and now Cameron not only appointed Coulson but is said to ride with Rebekah Brooks, as part of “the Chipping Norton set” and there are stories about Murdoch going into No 10 by the back door so that the frequency of his meetings isn’t seen.",
        "People are afraid of Murdoch. The DCMS Select Committee was advised that if it started an inquiry into Murdoch it could expect intrusions into members private lives with a view to discrediting them.",
        "However the Daily Mail is equally ruthless and destructive now.",
        "There are taste issues with little apparent political content. The Daily Star, whose editor is a woman, not only objectifies women in photo after photo but has been described as “only a newspaper in the loosest sense” and its editor did have to admit to Leveson that story after story put to her by counsel to the Inquiry was completely without factual foundation.",
        "An important point is that these intrusions into people’s lives are extremely injurious. The damage done to the Dowler family and to others who are undermined by lies or private information, published to millions is immense.",
        "However, it is important to remember that phone hacking and paying police, or other officials, for information, has always been a crime and we could legislate to guarantee better media plurality if we wished, so that bias could be rectified, diversity improved and power limited.",
        "Perhaps the most important balancing fact is that almost the whole phone hacking scandal was disclosed, not by press regulators or police, but by the press itself, in the form of Nick Davies of the Guardian with his team, fully supported by the editor Alan Rusbridger.",
        "The late Hugo Young said that it was time to stop “the blackmail … that the interests of the Sun and the Guardian have anything to do with each other.” Why should investigative journalism be restrained because the redtops cannot act responsibly?",
        "I return to where I started, Leveson’s recommendations are bound to have an impact on the Commonwealth and your campaigns for press freedom, against oppressive legislation and to protect commonwealth journalists. It is important that CJA puts in a submission to his Inquiry so that he takes cognisance that his findings will be capable of having a deleterious effect, on the very different press in the Commonwealth, if he doesn’t frame them with care."
    ]
}