{
    "url": "https://www.ukpol.co.uk/vera-baird-2001-maiden-speech/",
    "title": "Vera Baird – 2001 Maiden Speech",
    "post_date": "November 30, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vera Baird",
            "url": "/tag/vera-baird/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Vera Baird in the House of Commons on 9 July 2001.",
    "content": [
        "Thank you, Madam Deputy Speaker, for calling me to make my maiden speech to the House.",
        "We are debating a topic of considerable public interest. I say that in particular because the first parliamentary correspondence that I opened when I arrived here four weeks ago was a letter from the Redcar branch of Campaign Against Arms Trade bemoaning the failure to pass such a Bill in the previous Session and asking whether I would support its introduction.",
        "The second letter that I opened four weeks ago was from the Redcar branch of Campaign Against Arms Trade bemoaning the fact that no such Bill had been passed in the previous Session and asking whether I would support its introduction.",
        "The third letter that I opened as a new Member of Parliament was from the Redcar branch of Campaign Against Arms Trade. And so on. I replied to all 34 letters, saying that I would support the introduction of such a measure and that, furthermore, I would write to my right hon. Friend the Secretary of State to commend the Bill to her. So I sent the letters on to her. We are all very pleased to see the Bill, but I think this is an unpromising first step towards the eventual publication of my collected parliamentary correspondence.",
        "My distinguished predecessor is said to be about to publish. As to that, I cannot say; but I do know that the right hon. Dr. Marjorie Mowlam—my distinguished predecessor—has earned, and will keep, what can only be described as the affectionate veneration of the people of Redcar. I suspect that she will also long retain the admiration of the House. In Redcar, she has helped countless people. On the doorstep, stories of Mo’s good deeds were legion—and she did them, famously, always remembering an individual’s name, and treating that individual as a friend.",
        "Mo did so much for the place. Legendary is the occasion on which the biggest retailer for our new town centre might have pulled out. Mo left her Whitehall office. Mo strode down the street. Mo entered the developers’ office and told them, in what I believe was a quite straightforward way, what they had better do. The supermarket, happily, was re-engaged.",
        "Mo’s well known warmth, her openness and her lack of pretension undoubtedly played a great part in all that she did, but, centrally, she was a great shadow Minister, a great Minister and a stateswoman, because she is a formidable intelligence. She will go on to a different career; I know that the whole House, together with the people of Redcar, will wish her good health, success and satisfaction in that new career.",
        "Redcar was fortunate in having Mo as its Member of Parliament, and now I am its lucky representative. The constituency’s western boundary is the River Tees, which, although it is an industrial artery for much of its old age, is pure enough at its mouth for seals to play around the lighthouse at the tip of the breakwater. There is usually a chain of massive ships anchored off, until the pilot cutter can come to guide them through the narrow channel into Teesmouth, the second busiest port in the United Kingdom.",
        "I pause to indicate what a debt of gratitude hon. Members and the public owe to Customs officers who serve at Teesport, for it was they who, on 10 April 1990, detained eight large steel tubes which they believed might require an export licence and which were, in fact, the components of the Iraqi supergun. There can be no doubt that, but for their vigilance, serious military consequences could have followed. I believe that those diligent officers—who, in many senses, have brought about this Bill—will welcome its introduction.",
        "A mile from the estuary where the officers work, down a duney coast, is the seaside town of Redcar itself, set on miles of golden sand. Fish and chips, amusements, buckets and spades and bracing walks along the esplanade summarise its principal attractions. Until 1872, the beach was used for horse racing; then they built our famous Redcar race course. It is in the middle of the town, and race days fill the streets with a carnival atmosphere.",
        "Four miles away is Marske, an ancient fishing village, now a pleasant residential area. Inland lies the leafy Domesday book village of Kirkleatham, with its newly renovated Sir William Turner almshouses. Inland, also, is Dormanstown, built in 1917 as a garden city for the steelworkers of Dorman Long. It is green and it is spacious, but it now suffers from the inner-urban deprivation that is all too often the concomitant of a damaged industrial base, and to which I must later return.",
        "Within a tiny distance of pretty Kirkleatham lies, rather less prettily, the Wilton International chemical site. It is a major manufacturing location for petrochemicals, polymers and fibre intermediaries, and is one of three complexes on Teesside that, together, make up the United Kingdom’s largest cluster of chemical manufacturers. Currently, they directly employ 11,000 people; indirectly they employ 25,000 more; and they contribute an annual cash turnover that sustains many more thousands of jobs.",
        "There is one matter about the complex that I hope to pursue with my right hon. Friend the Secretary of State—namely, that it is imperative to our Teesside economy that she support as actively as possible proposed new investment in the complex. That is particularly so since the complex is in cluster formation, with plant linked with plant, and some components of some chains are now approaching the end of their viable life.",
        "The Tees has a proud history of shipbuilding and repair. In April, however, Cammell Laird went into receivership. The next day, 110 workers at the South Bank yard in my constituency were told, “Pack up and go.” The yard, which used to be called Smiths dock, is a byword in the north-east for the highest skills and craftsmanship. It was a shattering blow, dealt in an unacceptable manner. The council, regional agencies and I are doing everything that we can to support the efforts of a respected local business man to restart the yard, to run it on its own as a viable local enterprise.",
        "Between Redcar and the river is the mighty Cones Teesside steelworks. In the same week in April as the shipyard went down, the closure of the Lackenby coil plate mill was confirmed. In all, 1,100 jobs are to be lost in a work force who have improved productivity year after year. They, too, were treated with scandalous disregard. Both of those body blows to the traditions, morale and economy of my constituency have made it plain to me that it is unacceptable that such restructuring and cutting should be lawful without any reference to loyal employees. Those of my constituents who have suffered thus join me in giving a strong welcome to the directive on information and consultation rights for employees.",
        "Travelling west in the constituency, one comes to Eston, at the foot of the Eston hills, where the iron ore that gave Teesside that industry was found. The first blast furnace was built in 1851, after which the area produced one third of the country’s output, with nearby South Bank and Grangetown two of its proud industrial producers.",
        "Now, Grangetown has a 14.6 per cent. unemployment rate, which is about four and a half times the national average. With South Bank, it suffers according to every index from critical social deprivation. I need not list its characteristics, as they are all too familiar to hon. Members whose regional constituencies were, like mine, neglected to the point of abandonment by the previous, Conservative, Government. Those hard-hit communities house what that Government called an underclass, but what I see, and what I believe the Government recognise, are families who want nothing more than to work, earn a living, educate their children and live in dignity and safety.",
        "Although the figures all remain high, critical ones such as youth unemployment, nursery provision and five A to C GCSE scores in schools are much improved in the past three years. Such communities welcome the Government’s certainty that regional economies must be made to flourish if the national economy as a whole is to grow still stronger. We applaud the Government’s resolution to apply substantial regeneration resources on a regional basis to poor areas such as these.",
        "The constituency could therefore be described as going from Redcar rock to many a struggling industrial hard place. The Redcar people are positive, however. That can be seen by the fact that, despite a heavy industrial culture, which usually reinforces traditional polarised gender roles, they have elected two successive women Members of Parliament. I do not know what comment to make about the fact that they have now elected their first lawyer, but I do know a lot of jokes about lawyers.",
        "My two roles merge when I welcome the Bill to encourage women further into democratic life. It is a far from straightforward legislative drafting task, and one that I urge be carried out in time to legislate this Session. Local authority elections for, among others, Redcar and Cleveland council, are but a short time away. We intend, in our new party women’s forum, to set up a system of prospective councillor candidates, so that those who are selected to stand can get involved early in their wards’ affairs. It is essential, if we are to build on the confidence that my electors have shown in women, quickly to have available to us weapons to use against any reactionary backlash.",
        "As a criminal lawyer, I am interested in issues of crime control, access to justice, the courts and criminal sentencing. Sadly, the communities that I have described in my constituency have high crime rates and seemingly intractable drugs problems. This morning’s bad news was that knife crime has soared on Teesside. In the past six months, there were 62 stabbings, three of them murders, one of which was in Grangetown.",
        "The police see the problem as drugs related, with dealers mainly arming themselves in self-defence in this dangerous world. In that context, I welcome the Home Secretary’s weekend announcement that he will hold an open-minded inquiry into the possibility of legalizing cannabis. Unless it proves to be a gateway to hard drugs, it is an area of crime on which I suspect that police have to spend an amount of time disproportionate to its social mischief, leaving them less time for graver criminal matters.",
        "I further welcome many of the proposals in “Making Punishment Work”, the report on sentencing by Mr. Halliday, delivered last week—especially its emphasis on extended periods of post-prison supervision in the community for violent offenders, and its revelation that the social exclusion unit is already working with the Home Office on ways of cutting ex-prisoners’ reoffending rates by boosting employment and lowering homelessness: joined-up government of the very best kind.",
        "Our phrase, “A lot done, a lot still to do,” applies to crime. I resort again to my dual role as a woman representative and a lawyer in mentioning that I hope to ask Ministers to examine again the question of rape and the use of women’s previous sexual history in trials; to reassess the criminal defences to murder, which ill serve women victims of domestic violence who finally kill their batterers; and to implement straight away the gender impact assessment scheme for criminal justice measures, which was set up at the Home Office when my right hon. Friend the Minister without Portfolio was Minister of State there, but which is not yet in operation.",
        "I congratulate my right hon. Friend the Secretary of State on her appointment to high office, and seriously return to where I facetiously started in complementing her on the coincidence of her judgment with that of many of my constituents in the wisdom of the measure that she has introduced today."
    ]
}