{
    "url": "https://www.ukpol.co.uk/vera-baird-2006-speech-on-equality-through-justice/",
    "title": "Vera Baird – 2006 Speech on Equality Through Justice",
    "post_date": "March 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vera Baird",
            "url": "/tag/vera-baird/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Parliamentary Under-Secretary of State of Constitutional Affairs, Vera Baird, on 11th November 2006. The speech was made at the Law Centre’s Federation Annual Conference at Salford.",
    "content": [
        "[![vbaird](https://www.ukpol.co.uk/wp-content/uploads/2015/03/vbaird.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/vbaird.jpg)",
        "Good afternoon, I want to thank the Law Centres Federation for asking me to speak to you today. The theme of this conference is equality through justice. It will not be news to any of you here that the DCA and LSC are currently in the process of analysing the responses to the recent consultation exercise held, following Lord Carter’s review of legal aid procurement. Ensuring equality through justice is what the Carter proposals are all about. This is a message I reiterated when I met Not for Profit providers during the summer. We need to make changes to the system to make it more efficient, so that we can use our money well, to get advice to more people. We also need, specifically, to rebalance criminal and civil legal aid spending to put more resources into that project.",
        "So I want to speak to you about two principle issues. Firstly about the Carter review. And secondly about the future of the Community Legal Service, and the role of the Law Centres Federation.",
        "**1\\. Carter**",
        "Legal aid is a key part of the welfare state, with whose history you are well aware, flowing from the Rushcliffe Report in 1945.",
        "Since then our country has changed dramatically, But publicly funded legal advice and representation hasn’t kept up with the pace of change.",
        "The system has grown organically, with suppliers providing what they want to provide, rather than being developed in a planned, systematic way, to provide what people need. This is not a criticism – in particular not of you, who have always been very close to your communities. It now needs to be made to work better. Which is why Lord Falconer asked Lord Carter to look at how legal aid services were being procured. And why I believe that we can use the blueprint he has created as the basis for a sustainable future which ensures continued, equitable, access to justice.",
        "I know that in recent weeks there has been some talk about the government’s commitment to the Carter reforms. So let me make this clear right at the outset: we are absolutely committed to fixed and graduated fees. I will not shrink from defending that principle which I think can drive improvements. But of course, the exact shape of some of the reforms needs your input, which is why we consulted, and why we are listening to what respondents have told us.",
        "Fixed and graduated fees need to be appropriate to the nature of the work. We want providers to be able to do the most effective job and to have incentives related to this. And we certainly need an effective supply base.",
        "There is no getting round the fact that the legal aid budget is finite. This is something that is not going to change so we need to continue to work within our funding parameters. It is not under-funded. It is the best system in the world but it is also by far the most expensive system. It is therefore vital that we ensure that every pound of the Legal aid budget is spend on delivering effective and high quality advice services to those who are most vulnerable and disadvantaged. I strongly believe that we can get more out of the Legal Aid budget if we can deliver it as efficiently and effectively as possible.",
        "This is why we need to bring these reforms in as quickly as possible, subject to getting them right. The money available for legal aid is limited and the longer they take to introduce, the more will existing cash pressures be an issue that cannot be dodged. These reforms are designed to provide a viable long-term solution – rather than forcing us to make short term, reactive changes to individual schemes, to no useful end.",
        "In terms of the Law Centres Federation’s specific response to Carter, there are a few key points I would like to pick up. I know you have concerns about case mix, and the potential for ‘cherry picking’, and point out that often Law Centres take on many complex cases that other suppliers won’t. It should not be necessary or appropriate to turn away more difficult cases as standard fee levels are based on average case costs that include a range of complexity.",
        "The LSC is still considering suggestions on fee levels as part of their continuing data analysis. We want all suppliers to be capable of taking on all types of case, including complex ones, so we do not want our fee regime to encourage some suppliers to take on only the most complicated cases.",
        "Adapting to the proposed changes will be easier for some of you who are already working under Solicitor contracts. However we intend to ensure that appropriate advice and support is made available to all organisations, that need it or want it, throughout the transitional period, as the new arrangements are brought in. In particular, a gentle supportive transition will help agencies, currently on contracts for hours, to manage the proposed change in payment methods from advance to arrears. It is clear that we can’t just change from one to the other or anything like that and we will discuss how to phase in the changes and work out a way to value work in progress. I know that now you are being asked to ensure that you provide hours and then you will be asked not to provide hours at all but to do cases on a fixed fee basis and clearly we have to be helping with that cultural transition as well.",
        "The Legal Services Commission is responsible for purchasing specialist legal advice from the legal aid budget. We probably ought not to have been providing Level 1 generalist work and that will no longer receive funding from the Commission. However, the value of generalist diagnostic work is clear and we are in no way looking to scrap this work. Clearly the proposals for Community Legal Advice Networks (CLACs) and Community Legal Advice Centres (CLANs) which foresee combining LSC and local authority money in providing holistic advice ought to point a way forward for funding this.",
        "I know the Law Centres Federation has also made some quite detailed comments on the Immigration and Asylum section of the consultation. The graduated fees proposed have been designed to be as flexible as possible, consisting of standard fees for Legal Help and Controlled Legal Representation advice plus additional payments for representation at each interview and hearing attended. We believe that the proposed scheme represents a workable and fair average for the work undertaken at the different stages of the case, whilst maintaining cost-neutrality of the total immigration and asylum budget. However, of course, all responses are currently being considered and the scheme will be reviewed in light of the comments, information and cost data received and where fees are cost neutral it is easier to take more time to fix them.",
        "I know you are concerned that these reforms will reduce your ability to hold providers of public services to account. This is certainly not our intention. In fact, an argument I am keen to sell to my colleagues around Government is that using the feedback from advice agencies is an excellent way to identify where things are going wrong and to take steps to improve services. The movement to fixed fees offers opportunities for the best agencies to expand. The most efficient NfP providers will be able to retain a surplus equivalent to private firms’ rate of profit. That surplus will be unrestricted funding and can be used to develop other services, such as lobbying or campaigning.",
        "Although the LSC are understandably looking to deal with fewer, larger suppliers, the proposals do still offer the opportunity for small, entrepreneurial and BME firms to both exist in the current market and to increase their profitability. The proposal of a minimum fund-take as a pre-requisite for obtaining or keeping a Unified Contract, should not automatically mean the loss of a contract. Those agencies that seek to remain small, locally-based or niche providers, can play a key role as sub-contractors or as the general advice providers within Community Legal Advice Centres and Networks. I have made clear that there will be a diversity impact assessment on all of these proposals to ensure that there is no unjustifiable disproportionate effect on these suppliers.",
        "**2\\. The future of the CLS, and role of Law Centres**",
        "The need for providers to work together brings me onto the future direction of the Community Legal Service and the role that Law Centres can play. The DCA/LSC want to build on the valuable services delivered by advice agencies such as Law Centres – not replace them. Through the CLS Strategy the point is to work with advice providers in creating fully integrated and holistic services that provide clients with a full range of high quality advice and legal services.",
        "Law Centres are central to this aim and work with some of the most vulnerable and disadvantaged people in society. That work is made possible by committed and dedicated staff. Work that has had an immensely positive impact on the local communities that you serve.",
        "Complex and interlinked problems require integrated and holistic solutions. This is what evidence, such as the Legal Services Research Centre’s Causes of Action tells us. To achieve this providers will need to change the way they work (for example through linking together to deliver services via the CLAC/N models), to ensure that clients are offered a more holistic service. You will be aware that the research shows that problems cluster and if there isn’t early advice they can multiply. You will know that people quickly succumb to referral fatigue if they are referred on and that someone with a problem who seeks help and only gets partial advice can suffer a poorer outcome than someone who doesn’t seek advice at all.",
        "It is also important to note that the CLAC/N model is not set in stone – we are willing to work with suppliers, Local Authorities and other key stakeholders in developing models that work locally and involve local expertise. It is in everyone’s interests that we demonstrate flexibility.",
        "The key, intrinsic, point about CLACs is that they will offer integrated advice services across a range of social welfare law categories.",
        "At present only one Law Centre provides services across the full range of core social welfare law categories – Community Care, Housing, Debt, Employment and Welfare Benefits. Five Law Centres offer advice in just one of these core categories; nineteen, twenty-nine, and three Law Centres offer advice in two, three and four of the core social welfare law categories respectively. And of course Law Centres do not do much Family advice. Some new research from Richard Moorhead and another called “A Trouble Shared” shows that though not the most frequent problem cluster, which is debt-welfare benefits-housing, the cluster of problems around family breakdown is the most complex and potentially the most serious, and that makes clear how important it is to have advisers available who can work together on all the aspects of an individuals problems either literally in a one-stop shop or in some closely integrated arrangement.",
        "Let me make it clear, we owe the Law Centres who work tirelessly up and down the country, and all the staff that work within them a huge debt. I am in no way trying to denigrate the absolutely crucial and first class service that you deliver. Quite the opposite in fact, in many cases, Law Centres will be excellently placed to bid for CLAC contracts, and I would strongly encourage Law Centres to do this. “A Trouble Shared” was based on watching advisers interviewing and later interviewing the client – and there was also a process of reviewing a larger number of files. Of the 59 interviews recorded, subsequent conversation with the client suggested that in 28 cases the client had problems other than the one dealt with which had not been brought out or not dealt with. Sometimes this was a linked problem and that does suggest that we still have a lot to learn about ensuring holistic advice.",
        "But, if there is one thing I can say to you today above all else, it is this. We want to build on the expertise and community presence held by Law Centres. We would like to see Law Centres at the heart of CLACs and CLANs. Can I encourage Law Centres to work together and in partnership with other advice providers so that our service becomes systematically client- focused?",
        "I hope that you can see the various reforms we propose not as obstacles but as supports towards improved services and I look forward to working with Law Centres as we move forward.",
        "Thank you all for your time this afternoon."
    ]
}