{
    "url": "https://www.ukpol.co.uk/duncan-baker-2022-parliamentary-question-on-providing-generators-to-ukraine/",
    "title": "Duncan Baker – 2022 Parliamentary Question on Providing Generators to Ukraine",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Duncan Baker",
            "url": "/tag/duncan-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Duncan Baker, the Conservative MP for North Norfolk, in the House of Commons on 16 November 2022.",
    "content": [
        "**Duncan Baker (North Norfolk) (Con)**",
        "On Friday night, I and a small group of my friends made the 2,000-mile trip to Ukraine. We crossed the Polish border and the Ukrainian border, then entered Lviv to deliver much-needed humanitarian aid to suffering families. That was not the only precious cargo on board, because we took with us, after 222 days of their living with my family, the mother and little boy who have been living at home with me in North Norfolk, and reunited them, together, in what were the most remarkable, humbling and emotional scenes I will probably ever see.",
        "Of the aid delivered, the generators that the people of North Norfolk were able to get on to the van were incredibly well received. Those generators are not available in Poland any more, so may we have some sort of national push to try to get generators to the people of Ukraine? To bring it home, Secretary of State, last night the father of the little boy whom my wife and family are looking after spent the night in Lviv after missile strikes with no energy, no water and no heating. This is affecting civilians and people I can now proudly say are part of my family.",
        "**James Cleverly**",
        "First, I commend my hon. Friend for the generosity he has displayed in hosting a Ukrainian family in wonderful North Norfolk, which is a part of the country I know well. It is a privilege to serve alongside him on these green Benches. I know that a number of Members from all parties have done likewise, and that is to their credit.",
        "My hon. Friend’s story is incredibly moving and he is absolutely right that behind the statistics, facts and numbers are people. We have to ensure that, on their behalf, we stick with it and maintain our willingness to do what is right. Even though we in the UK will go through difficult times this winter domestically, our difficulties pale into insignificance compared with the difficulties faced by people right across Ukraine, not just in the east and south where the land conflict is ongoing. We of course have a duty to help and support people who are here in the UK, but while doing so we also have a duty to help and support the brave people of Ukraine as they defend themselves against the brutal, illegal and unjustified invasion of their homeland by Russia."
    ]
}