{
    "url": "https://www.ukpol.co.uk/kenneth-baker-1986-statement-on-water-privatisation/",
    "title": "Kenneth Baker – 1986 Statement on Water Privatisation",
    "post_date": "August 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Kenneth Baker",
            "url": "/tag/kenneth-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Kenneth Baker, the then Secretary of State for the Environment, in the House of Commons on 5 February 1986.",
    "content": [
        "With permission, Mr. Speaker, I will make a statement about the future of the water authorities in England and Wales.",
        "On 7 February 1985, the then Minister for Housing and Construction, my hon. Friend the Member for Eastbourne (Mr. Gow), announced that the Government would examine the prospects for privatisation in the water industry. A discussion paper followed in April. In the light of the responses, and of professional advice on the financial issues, the Government have now decided to transfer the 10 water authorities in England and Wales to private ownership; already, 25 per cent. of water is supplied by private sector water companies.",
        "With my right hon. Friends the Secretary of State for Wales and the Minister of Agriculture, Fisheries and Food, I have today presented to Parliament a White Paper setting out our proposals. Legislation will be necessary, and we shall put the water authorities on the market as soon as possible thereafter.",
        "Transferring water to the private sector will offer unique opportunities and challenges. The water authorities are not merely suppliers of goods and services. They are managers of natural resources. They safeguard the quality of our rivers. They control water pollution. They have important responsibilities for fisheries, conservation, recreation and navigation. These functions are inter-dependent and inseparable.",
        "We will maintain the principle of integrated river basin management and we will maintain existing boundaries. The water authorities will be privatised with all their existing responsibilities but for the one exception of land drainage and flood protection. Financing and co-ordination of that function will remain a public sector responsibility.",
        "The authorities are largely natural monopolies. The public will, rightly, expect us to set up a firm regulatory framework. We will appoint a director general of water services. He will control the authorities through an operating licence. This will lay down strict conditions on pricing and on service standards. The system of promoting the interests of consumers will take into account a report which I am publishing today from Professor Littlechild of Birmingham university. Under the director general, there will also be strong machinery for representing consumer interests and investigating complaints.",
        "Water authorities are responsible in England and Wales for the implementation of national policy for the water environment. Necessary existing safeguards—including appeals against water authority decisions on discharges and Government controls on the authorities’ own discharges—will continue. And we shall strengthen the system of pollution control in two main ways: first, we shall legislate to make their river quality objectives subject to ministerial approval; secondly, we shall provide for any new requirements to be laid down through a parliamentary procedure. In this way we shall use the opportunity of privatisation to improve environmental standards on a continuing basis.",
        "Over the last seven years considerable progress has been made in improving the management efficiency of ​ water authorities. Their operating costs have been reduced in real terms, even while the demand for their services has been growing. Manpower has been reduced by 20 per cent. The number of board appointments has been reduced even more dramatically — from 313 to 123. In 1979 their investment was falling; in real terms it is now above its 1979 level and it is rising. In the last six years we have made the water authorities fit and ready to join the private sector; and, as reported to the Public Accounts Committee, the quality of water services has been improving in almost all regions.",
        "Privatisation is the next logical step. It will bring benefits to customers, to the industry itself and to the nation as a whole in improved quality, more efficient service, greater commitment of the staff to the work they are doing, and greater awareness of customer preference.",
        "With the disciplines and freedoms of the private sector, I expect the industry to move from strength to strength. I know that these proposals will be welcomed."
    ]
}