{
    "url": "https://www.ukpol.co.uk/steve-baker-2022-speech-on-derry-addiction-centre/",
    "title": "Steve Baker – 2022 Speech on Derry Addiction Centre",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Baker",
            "url": "/tag/steve-baker/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Baker, the Minister of State at the Northern Ireland Office, in Westminster Hall on 2 November 2022.",
    "content": [
        "It is a real pleasure to reply to this debate, Mr Gray, and I am genuinely very pleased that the hon. Member for Foyle (Colum Eastwood) has secured it; in this, we can make common cause. I am also pleased to see the former Secretary of State, my right hon. Friend the Member for Skipton and Ripon (Julian Smith), in the Chamber today. I pay tribute to all the work he did to get the New Decade, New Approach agreement in place.",
        "The Government welcome this opportunity to make it clear that we are committed to supporting the Derry/Londonderry addiction centre and providing it with £1 million from unique circumstances funding under the New Decade, New Approach agreement. The hon. Gentleman particularly mentioned Northlands. I will come back to that, but I know it is a very valued service, and it seems to me a very sensible approach to use Northlands to deliver what is required.",
        "Health is, of course, a devolved matter in Northern Ireland. The issue of a lack of clarity came up, but we are absolutely clear that health is a devolved matter, and we would like it to be governed, and governed well, in Northern Ireland. It is therefore for the relevant Northern Ireland Executive Department—in this case, the Department of Health—to formulate its proposals on how to use the allocated £1 million of unique circumstances funding to support those experiencing addition in Northern Ireland.",
        "Before I go any further, I want to say that I am personally very committed to this issue, as I know the hon. Member for Foyle and other Members present are. A few years ago, I had the opportunity to participate in an inner-city challenge with the Centre for Social Justice, which saw me spend three days and two nights in rehab with some very serious ex-offenders, including people convicted of murder. It felt like a much longer time. I went through with them, in their counselling sessions, what it means for them to be addicted and how they had come to be in the circumstances they were in. I was particularly moved by the service user’s account that the hon. Gentleman shared.",
        "Given the social problems that our country faces—indeed, that all countries face—with drugs, we need to get alongside people where they are and lift them up. It is too easy for people to see the tremendous consequences of addictions on our society and rush to condemn, but people in the grip of an addiction need treatment and sympathy. That is one of the things I saw when I was with those people in that centre. Indeed, I have stayed in touch with one of them, and I was in touch with him last night when preparing for this debate. He has completely rebuilt his life, become a good father and got into work. It is an amazing thing to see.",
        "In thanking the staff of Northlands, and all staff across the UK who deal with addictions, including in Wycombe, I particularly want to acknowledge the point that the hon. Member for Foyle made about the countless people who are grateful. That needs to be understood by everyone. Genuinely, countless people are affected by addictions, because the consequences that spread out as people suffer under addictions are enormous and almost impossible to see. Those consequences spread and spread, generationally as well as geographically, so it is really important that we understand addictions and deal with them. As such, I am personally committed that this money needs to get into Northlands and to deliver against NDNA.",
        "I stress that the Government stand ready to provide the funding once we have received and approved the Northern Ireland Executive Department of Health’s proposals for the Derry/Londonderry addiction centre. As I said earlier, Northlands seems a particularly sensible way to proceed. The Northern Ireland Office continues to engage with counterparts in the Executive to make that happen.",
        "We do not have an Executive, and we are moving towards declaring an election, as is our legal duty. We fervently hope that a functioning Executive will be in place as soon as possible. Our officials have been advised by the Northern Ireland Department of Health that, at this stage, it is too early to state what impact, if any, the absence of an Executive will have on the delivery of its proposals. However, NIO officials will keep that aspect under review with the Department of Health.",
        "The hon. Member for Foyle asked four specific questions. First, what happens if we do not have an Executive? We will have a response plan, and we will take the steps necessary to ensure that public services continue. However, as he knows, we do not wish for direct rule any more than he does; we wish to have a functioning, stable and high-quality devolved Government. We have to proceed with great caution. I know that he will not expect me today to pre-empt announcements that we will make in due course.",
        "Secondly, the hon. Gentleman asked whether we are still committed. I think I have made it absolutely clear that, personally and as a Government, we are absolutely committed. Thirdly, he raised the impact of instability, which is very real and very much felt in people’s lives. I absolutely appreciate the strength of feeling and the real concern of Unionists, in particular my friends in the Democratic Unionist party. I am a proud Unionist and a proud Brexiteer, and I very much regret that we have the problems we have with the protocol, which are keenly felt by the DUP.",
        "Let me take this moment to put it on the record that everyone needs to understand that we will be challenged to deliver a devolved Government until the issue of the Northern Ireland protocol is resolved. That, I am afraid, puts things firmly in the hands of the European Union. Until it is willing to negotiate on the basis of regard for the legitimate interests of Unionism—a point I have tried to make clearly, but respectfully so—we will not be able to satisfy the DUP or many Conservative MPs that we have made progress. If we cannot satisfy the DUP, it clearly has the power and the opportunity to prevent a devolved Government from being formed. I wish to be respectful about that, just as I have been respectful—I think famously—to the EU and Ireland about their legitimate interests.",
        "The hon. Gentleman asked about the impact of instability specifically in relation to the addiction centre. Here we see the impact of political instability, which causes real harm to real lives, not just for those who are addicted, but for their family and the many people who suffer the consequences of addiction.",
        "Fourthly, the hon. Gentleman asked what we will do. We will of course proceed to govern as best we can in the absence of devolved institutions, within the bounds of not wishing to institute direct rule. We will announce our response plan in due course. I hope that we will be able to satisfy the hon. Gentleman. As he has raised the issue, I will certainly make it my priority to investigate what is happening with the centre.",
        "This debate is an excellent example of democracy working. We have so many things before us at this time, but this debate secured by the hon. Member for Foyle on behalf of those he represents has raised the matter up my priority list. Working with my officials, I will try to ensure that we drive it forward.",
        "I have a few words to say about addiction, which is a complex and multifaceted issue that affects the whole of our society. It takes a terrible toll on family and friends. It is therefore vital that people in Northern Ireland and indeed across the UK are able to access the right addiction and support services at the right time. As I said, it is a devolved matter, but the Government are committed to providing the additional funding. That commitment reflects the Government’s strong desire to see improved health outcomes for everyone across Northern Ireland.",
        "The Government’s commitments under the New Decade, New Approach agreement include making £40 million available for a range of projects focused on addressing Northern Ireland’s unique circumstances. The unique circumstances projects are aimed at supporting community and reconciliation initiatives to remove barriers, to bring the people of Northern Ireland together, and to build a safer and more secure society in Northern Ireland.",
        "One of the projects identified was the Derry/Londonderry addiction centre. The Government are steadfastly committed to providing £1 million in funding as a non-Barnett addition to the Northern Ireland Executive’s block grant. We of course continue to urge all those involved to form an Executive to deliver the proposals but, as I said, I appreciate why that has not proven possible so far. Funding for unique circumstances projects is an important component of the New Decade, New Approach agreement, and the Government remain focused on ensuring the investment of this funding for the benefit of the local community.",
        "It may help to say a little more about the context of New Decade, New Approach. The agreement was reached between the UK Government, the Irish Government and Northern Ireland parties in January 2020, and it enabled the restoration of the Northern Ireland Executive after a three-year hiatus. Again, I pay tribute to the former Secretary of State, my right hon. Friend the Member for Skipton and Ripon, for his leading role in that work. The agreement contains commitments for the UK Government, the Irish Government and the Northern Ireland Executive to fulfil. This Government have delivered over half of their commitments under the New Decade, New Approach agreement and we will continue to implement the remainder of the agreement to support a stronger, more prosperous and inclusive Northern Ireland in which everyone can participate and thrive.",
        "The agreement was accompanied by a £2 billion financial package, consisting of £1 billion of additional funding and a £1 billion Barnett-based investment guarantee. It is the largest deal from a Northern Ireland talks process to restore the Northern Ireland Executive. The UK Government have now honoured the £1 billion Barnett-based investment guarantee, as set out in NDNA. The investment guarantee was that the Executive would get a capital department expenditure limit Barnett consequential of at least £1 billion over a five-year period, from 2021 to 2024-25. That has been honoured as, based on the spending review 2021 settlement, the Northern Ireland Executive will receive over £1 billion by 2024-25 in additional CDEL Barnett consequentials.",
        "We expect that £769 million from the £1 billion financial package in the agreement will have been spent by the end of the current financial year. The release of funding has been tied to the delivery of reform and transformation of Northern Ireland’s public services, which I will now discuss in a little more detail.",
        "The agreement reflected the unique challenges faced by Northern Ireland. The aims of the financial package were to provide immediate support to the health service and to address budget pressures, to enable investment to transform public services, to turbocharge infrastructure delivery in Northern Ireland, and to address Northern Ireland’s unique circumstances. The Government’s substantial package played a vital role in supporting the incoming Northern Ireland Executive and in promoting economic growth. Of course, we are deeply disappointed at the continuing lack of a fully functioning Executive, but we will continue to press forward to serve the people of Northern Ireland.",
        "The £769 million spent so far has been used to bring to an end the nurses’ pay dispute in January 2020, with £200 million used over three years to deliver pay parity with nursing counterparts in England and Wales; to provide a one-off funding settlement to the Northern Ireland Executive of £350 million in 2021-22 to relieve budgetary pressures and deliver effective public services in Northern Ireland; and to drive the transformation of public services by providing £142 million to support the Northern Ireland Executive in its transformation programme. The Executive have so far directed the transformation funding towards improving health outcomes. The NDNA transformation projects are embedded in the Northern Ireland Department of Health’s rebuild framework, “Building Better, Delivering Together,” which progresses health and social care system rebuilding work in Northern Ireland.",
        "The funding has supported the Northern Ireland Executive in delivering a fleet of low-carbon buses for Belfast and the north-west, with £50 million invested in low-carbon transport. Government funding under NDNA means that 100 zero-emission buses have been produced by Wrightbus in Northern Ireland. The funding also led to the opening of the Northern Ireland graduate medical school in Derry/Londonderry to students in September 2021. So far, we have invested £11.5 million, with another £48.5 million to be invested, to deliver a brand-new facility and investment for the north-west of Northern Ireland. The training of more doctors will also help address the shortage of medical professionals in Northern Ireland in the long term.",
        "Turning to the unique circumstances money, the Government have committed £140 million to address Northern Ireland’s unique history. That consists of £100 million for legacy implementation and £40 million for those unique circumstances. The £40 million in Government funding has been reserved for the themes set out on page 53 of NDNA, in annex A.",
        "The funding is to be deployed in areas including mental health, which I am sure will matter to everyone here; tackling paramilitarism; and tackling deprivation and improving opportunity—of course, one of the major factors leading to deprivation is addiction. The funding is also to be deployed on a culture and community fund; support for marking the 2021 centenary and related projects; support for languages and broadcasting; support for the armed forces and veterans; a fund to promote the competitiveness of Northern Ireland’s economy; additional funding to support the Derry/Londonderry addiction centre; and the UK contribution to the international fund for Ireland.",
        "As I run through those commitments, I think the whole House will appreciate the extraordinary work led by the former Secretary of State, my right hon. Friend the Member for Skipton and Ripon, with all the relevant parties, to deliver so much for Northern Ireland. What we now need to do is press forward.",
        "The five parties reached the NDNA agreement, leading to the restoration of the Northern Ireland Executive in January 2020. The funding allocations were later agreed by the previous Secretary of State with the First Minister and Deputy First Minister. Good progress continues to be made, and funding has been approved across a range of projects, including on tackling paramilitarism, support for veterans, the Veterans Commissioner, NIO centenary projects, and so on.",
        "On tackling paramilitarism, the Government’s funding has helped to support the Executive’s Communities in Transition project, which is designed to support and empower those communities that have been most impacted by paramilitarism, criminality and ongoing coercive control. Many Members present will appreciate the interaction between drugs and paramilitarism; I do not wish to get into that in great detail, but the two subjects are closely related. By tackling paramilitarism and criminality, we will help to deal with the problem of addictions.",
        "The Government’s commitment to veterans under the agreement resulted in the appointment of Mr Danny Kinahan as the first Northern Ireland Veterans Commissioner in September 2020. As with the release of all Government funding, we undertake robust assessments and business case approvals before funding is provided.",
        "Despite the absence of a Northern Ireland Executive, the Government continue to deliver on their NDNA funding commitments. That includes releasing the remaining £276 million of funding, including £103 million to drive public service transformation; £48.5 million to help fund the graduate medical school at the Magee campus in Derry/Londonderry; £100 million to address the unique history of Northern Ireland, including legacy; and £24.5 million of the £40 million reserved for the 13 themes referred to on page 53 of NDNA, in annex A.",
        "The Government’s financial package was accompanied by stringent financial conditions to deliver a greater level of accountability for public spending, and to ensure that the Northern Ireland Executive build sustainable public services for people in Northern Ireland. Members will know that that is extremely important at the moment. It included the creation of the independent Northern Ireland Fiscal Council in 2021. That body is an important component in delivering greater accountability for public spending, and it is already playing a valuable role in Northern Ireland.",
        "Earlier this year, Parliament passed the Northern Ireland (Ministers, Elections and Petitions of Concern) Act 2022 to implement the institutional reforms agreed in NDNA. These reforms have included enabling Northern Ireland Executive Ministers to continue in office for a defined period to allow time for Executive formation—although I lament that in this case that has not worked—reforming the petition of concern mechanism used in the Northern Ireland Assembly, and updating the ministerial code of conduct with regard to the expectations and behaviour of Ministers.",
        "The Government’s priority continues to be a return to a fully functioning and stable devolved Government as soon as possible, and to ensure the necessary delivery of public services for the people of Northern Ireland. We regret that the parties failed to elect a Speaker and form an Executive before the 28 October deadline. In line with his legal obligation, my right hon. Friend the Secretary of State will soon confirm the date of the next Northern Ireland Assembly election, as required by law. Following that election, and regardless of the result, the Northern Ireland parties really do need to come together to restore the devolved institutions and lead the people of Northern Ireland through the challenging times ahead. I think we all appreciate the significance of that to people in Northern Ireland; the hon. Member for Foyle made very clear the real impact on people of not having an Executive to deliver.",
        "The significance of NDNA in this context cannot be forgotten. The agreement shows how collaborative working and compromise can create the right conditions for stability—",
        "**James Gray (in the Chair)**",
        "Order. I am sorry to stop the hon. Gentleman, but I must now suspend the sitting until half-past 2 this afternoon."
    ]
}