{
    "url": "https://www.ukpol.co.uk/duncan-baker-2022-speech-on-the-protection-from-sex-based-harassment-in-public-bill/",
    "title": "Duncan Baker – 2022 Speech on the Protection from Sex-based Harassment in Public Bill",
    "post_date": "December 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Duncan Baker",
            "url": "/tag/duncan-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Duncan Baker, the Conservative MP for North Norfolk, in the House of Commons on 9 December 2022.",
    "content": [
        "It is a great privilege to speak in this debate and in support of my right hon. Friend the Member for Tunbridge Wells (Greg Clark). Like many Members, I am new to this House and sitting here this morning I was starting to think that, as a new MP, sometimes we are away from home for quite a lot of time. This week has been a full week, before I go back to North Norfolk to switch on a few Christmas trees in my constituency tonight. I have sat here listening to the contributions, some of which have been extremely powerful. I think it was the one from my right hon. Friend the Member for Romsey and Southampton North (Caroline Nokes) that made me suddenly think for a moment about how I would feel.",
        "Sitting here, we begin to think about going back home to our families. I have two little girls; I have often spoken about them. Like their father, they are quite nice little dots. Isabelle and Eleanor are 11 and seven, with blonde hair. I sat here, as a father, listening to what my right hon. Friend said. I think that I speak for every father, and indeed mother, in this place when I say that if one day I had to come home and hear about one of my little girls being spoken to by a man about what she looks like, or what her bottom is like, and having had a man touch her while she was waitressing or putting trollies away in the supermarket, I would want the law to protect her. What we heard from my right hon. Friend was disgraceful, and well done to her for looking after her constituents so well. I am very honoured to support the Bill based on what was said this morning.",
        "Turning to the Bill and some of the research that I have done, harassment in public on the grounds of race or disability is rightly treated extremely seriously. Following what I have just said, I firmly believe that to harass someone due to their sex is absolutely no different, and should incur exactly the same response. I have heard over the last three years from constituents, usually women and girls, about their own lived experiences. To hear some of those stories, just like what has been spoken about this morning, is deeply saddening, and in many cases they feel powerless to get something done about it.",
        "I find the statistics extraordinary, with 75% of girls reportedly experiencing unwanted sexual attention in public and over 30% of girls receiving verbal harassment at least once a month. It is unthinkable, and clearly something must be done about it. We need to ensure not only that sexual harassment is punished, but that the victims know who they can report it to, and where they can receive the necessary aftercare. I find the statistic of 68% of adult women experiencing sexual harassment since the age of 15 deeply disturbing.",
        "**Florence Eshalomi (Vauxhall) (Lab/Co-op)**",
        "That is a really important statistic. Has the hon. Gentleman heard the term “adultification”, which sadly a number of young black girls suffer from? They are perceived as being much older than they are, and they are treated unfairly, including unwarranted sexual assault and sexual touching.",
        "**Duncan Baker**",
        "I thank the hon. Member for that intervention. I am not an expert in this area, and it is not something that I know a great deal about, but I have had the privilege of sitting here this morning and hearing and learning. I will certainly go away and look at her point, and I thank her for making it.",
        "To sum up my thoughts, I will go back to my two little girls, whom I look forward to seeing later. I, like every other Member of this House, want my daughters to be able to walk home at night feeling safe. I want them to be able to feel confident that the law will protect them. I find the statistics that we have been given a sad reflection on society. We have a society that seems to tacitly tolerate so much sexual harassment, and turn a blind eye to it. For too long, women and girls have had this experience of deliberate harassment intended to raise alarm and cause concern when they are just going about their everyday lives. I entirely support the Bill, and commend it to the House."
    ]
}