{
    "url": "https://www.ukpol.co.uk/duncan-baker-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Duncan Baker – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Duncan Baker",
            "url": "/tag/duncan-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Duncan Baker, the Conservative MP for North Norfolk, in the House of Commons on 9 September 2022.",
    "content": [
        "On behalf of my constituents in North Norfolk, I rise to pay our respects after the 70 year reign of our sovereign, Queen Elizabeth II. We have been asked not to repeat stories that have been told by other Members, but I think I am on fairly safe ground talking about carrots, coconuts and Her Majesty all in the same speech.",
        "Of course, Norfolk has very special and enduring memories of Her Majesty, thanks to Sandringham, which is located just outside my constituency to the west of the county, in the constituency of my hon. Friend the Member for North West Norfolk (James Wild). Although I never met the Queen myself, I want to share a simple story involving Sandringham and Her Majesty. It is one that I was involved in many years ago. It provides, I think, a wonderful insight into her personal character and a touching human story of a remarkable and wonderful lady behind the scenes.",
        "As many back home know, my family business was run from Holt, famed for many royal visitors across the years. We ran the town supermarket. We were supplied with vegetables by a company that very proudly had a royal crest for doing so. This story involves Christmas and why our supplier was late one year with the Christmas vegetable delivery.",
        "One can imagine the scene: the good burghers of my constituency lined up to get their carrots, coconuts and brussels sprouts, all looking a little bit frantic on Christmas eve morning when the vegetable delivery failed to turn up. When it eventually did turn up, a rather stressed delivery driver, who was also the owner, relayed at length how tired he was because he had personally been up all night scrubbing the Queen’s vegetables, ready for the royal household delivery. However, he had made one huge mistake: he had forgotten the Queen’s very special order and had had to turn around to go back and get it himself.",
        "As a little upstart, I of course had to know what the special delivery was. He said, “Every year, the Queen asks us to put on the side 10 carrots and two coconuts halved, drilled and hung with some string.” I looked rather quizzical at that and wondered how the royal family would share two coconuts around the table for their Christmas lunch and eat them with a piece of string with the husks still around them. I was told that what the Queen liked to do on the cold crisp morning of Christmas day itself was step out from her bedroom into her private garden to hang the coconuts on a tree. She would then retire to her bedroom and watch the birds eat the coconuts.",
        "I said, “What about the carrots?” “Ah yes,” he said, “they have to be a particular size and absolutely cylindrical so that they fit into the Queen’s jacket.” What, I thought, is going on with that? He said, “They are her special treat for the royal ponies. Every single Christmas morning it is her tradition to feed them the carrots.” So, there was this man from Norfolk, up all night scrubbing the Queen’s carrots when, little did he know, they were for the royal ponies. That story shows the human, touching and loving side to the Queen, who loved not only her family and her nation, but her animals.",
        "Her Majesty the Queen dedicated her life to the service of others. She was an example to us all and will be remembered eternally. God save the King."
    ]
}