{
    "url": "https://www.ukpol.co.uk/norman-baker-2012-speech-to-investing-in-future-transport-conference/",
    "title": "Norman Baker – 2012 Speech to Investing in Future Transport Conference",
    "post_date": "January 19, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Norman Baker",
            "url": "/tag/norman-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Norman Baker to the Investing in Future Transport Conference on 16 August 2012.",
    "content": [
        "[![normanbaker](https://www.ukpol.co.uk/wp-content/uploads/2016/01/normanbaker.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/normanbaker.jpg)",
        "I am sorry not to be able to be present at your conference today – but delighted to have the opportunity to say a few words to open this afternoon’s session – focused as it is on the challenge of transport in an urban environment.",
        "For me, the theme chimes in very closely with the work that I have been pushing forward while I have been in Government.",
        "In a nutshell – developing a transport system that creates growth – and cuts emissions. Especially carbon emissions.",
        "Clearly how we get around in the future – whether in cities or elsewhere – will have a huge impact on how we achieve these aims.",
        "Around a quarter of UK domestic carbon emissions are from transport – and over 90 per cent of those are from road traffic.M",
        "It’s worth pointing out, as did last month’s UK Climate Change Committee report, the good progress being made in reducing emissions from new cars.",
        "A 4.2% reduction between 2010 and 2011, and on track to meet the indicator target for 2020 – 95 grammes of CO2 per kilometre. That is good news. But of course we want to go further.",
        "The UK Government has been determined to create the right conditions for the development of the early market for ultra low emission vehicles – ULEVs [youlevs] as they are known. We have made a £400 million commitment.",
        "Last year we put in place the Plug-In Car Grant and extended it to vans this year. This has helped generate a step change in the uptake of ULEVs.",
        "Total claims in the first half of this year are more than we saw in the whole of 2011.",
        "And with new models coming to the market, I expect to see this trend sustained and growing, in line with our expectations.",
        "Of course it is the case that people are hardly likely to buy a ULEV if they don’t see the infrastructure needed to use them already in place.",
        "So, the Coalition Government has taken a lead on this with the Plugged In Places programme. And I’m delighted that, as we anticipated, the private sector has now seen the commercial opportunity this presents and come in with really significant investment.",
        "Further evidence, if any more were needed, that creating growth and cutting carbon are 2 sides of the same coin.",
        "The combined number of private and public sector charge-points now stands at around six thousand.",
        "Of course hydrogen is also one of the options to decarbonise transport.",
        "With industry we have set up the UK H2 Mobility project.",
        "It’s looking at the potential for “hydrogen fuel cell” electric vehicles – and what investment would be required to commercialise the technology, including refuelling infrastructure, from 2015.",
        "It is good news that London, where there is already a significant level of hydrogen activity, is pitching for a leading role in this field.",
        "As well as having ULEV responsibilities, my portfolio also covers what’s known as “smarter choices”. Changing the way we travel isn’t just about changing the car we drive or how we deliver goods.",
        "It’s about thinking differently – even as far as thinking whether on each occasion we need to travel at all, now we are in the age of video-conferencing and other ground-shifting technology.",
        "These Olympics have been like a test bed, stimulating people to try fresh approaches and allowing individuals and organisations to re-engineer how they go about their business. I hope and expect that these changes won’t be a one-off.",
        "For many of you here today the focus of interest will be London.",
        "And London has certainly been rich with innovation on the transport front.",
        "But countrywide, funding made available by the government, like the £560 million Local Sustainable Transport Fund, now increased to £600 million, the Green Bus Fund, and funding for the low carbon truck demonstration trial, is helping to spark real innovation.",
        "Let’s remember, it is the short-distance local trip where the biggest opportunity exists for people to make sustainable transport choices.",
        "Around two out of every three trips we make are less than 5 miles in length. Many of them could be easily walked or undertaken by public transport, with cycling an increasingly popular option.",
        "I have been determined to help deliver funding to create an environment where people can feel confident about cycling.",
        "There are some really good projects going on around the country.",
        "Now I am not complacent in the least about any of this. There are huge challenges in transport, not least in terms of air quality where there is still much to do."
    ]
}