{
    "url": "https://www.ukpol.co.uk/steve-baker-2018-statement-on-leaving-the-eu/",
    "title": "Steve Baker – 2018 Statement on Leaving the EU",
    "post_date": "January 30, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Baker",
            "url": "/tag/steve-baker/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Steve Baker, the Parliamentary Under-Secretary of State for Exiting the European Union, in the House of Commons on 30 January 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/01/stevebaker.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/01/stevebaker.jpg)",
        "I will begin by setting out our approach to publishing economic analysis, I hope once and for all.",
        "I can confirm that—I think the right hon. and learned Member for Holborn and St Pancras (Keir Starmer) will want to listen to this. I can confirm that when we bring forward the vote on the final deal that we agree with the European Union, we will ensure that the House is presented with the appropriate analysis that the Government have carried out, so that the House can make an informed decision. All Members must surely agree, however, that the Government cannot be expected to put such an analysis into the public domain before it has been completed. That would misrepresent our views. Furthermore, the Government cannot be expected to publish the analysis while the negotiations continue, which would surely harm the national interest. Parliament has rightfully agreed that Ministers have a duty not to publish anything that could risk exposing our negotiating position.",
        "Let me now turn to the article that prompted the urgent question. It is a selective interpretation of a preliminary analysis. It is an attempt to undermine our exit from the European Union. As I have told the House before, the Government are undertaking a wide range of analysis on our exit from the EU. The next stage of that analysis, summarised in a draft paper presented to Ministers this month, has been a cross-Whitehall effort to support our negotiating priorities. It has not been led by my Department, and it is not yet anywhere near being approved by Ministers. Even the ministerial team in my Department has only just been consulted on the paper, in recent days, and we have made it clear that it requires significant further work. In fact, I saw this report myself only this morning. The analysis to which I believe this article refers is a preliminary attempt to improve on the flawed analysis around the EU referendum. It is there to test ideas and to design a viable framework for the analysis of our exit from the EU. At this early stage, it only considers off-the-shelf trade arrangements that currently exist; we have been clear that these are not what we are seeking in the negotiations. It does not yet consider our desired outcome: the most ambitious relationship possible with the EU, as set out by the Prime Minister in her Florence speech.",
        "Such an agreement is in the interests of both the UK and the EU. Therefore, the scenarios in this analysis continue to suffer from the flaws we have seen in previous analyses of this type. Such analyses have been proved to be wrong in the wake of the referendum, not least because there is huge uncertainty around any forecast, especially in the long run and especially in the context of a major strategic choice.",
        "It is the Government’s job to improve on this analysis, but to do so we first have to understand where it went wrong previously. That is what the analysis to which this article refers is: it is not a forecast for our preferred outcome of the negotiations; it does not yet properly take account of the opportunities of leaving the EU.",
        "Finally, on 23 June 2016 the people of this country took a decision to leave the EU in the context of a wide range of economic information. The purpose of this analysis is not to question that decision, which this House voted overwhelmingly to uphold. I hope all Members of this House will agree that we should continue to respect the result of the referendum."
    ]
}