{
    "url": "https://www.ukpol.co.uk/kenneth-baker-1968-maiden-speech-in-the-house-of-commons/",
    "title": "Kenneth Baker – 1968 Maiden Speech in the House of Commons",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1968",
            "url": "/tag/1968/"
        },
        {
            "text": "Kenneth Baker",
            "url": "/tag/kenneth-baker/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The maiden speech made in the House of Commons by Kenneth Baker, the then Conservative MP for Acton, on 24 April 1968.",
    "content": [
        "As this is the first occasion on which I address the House, I wish to pay tribute to the previous Member of Parliament for Acton, Mr. Bernard Floud. We were political opponents, but that did not prevent us from being good friends and he always treated me with characteristic kindness. In Acton, he was liked by people of all parties and his death came as a great shock to his many friends.",
        "Acton has a unique political record, because four former Members of Parliament live there. There is my hon. Friend the Member for Carlton (Mr. Holland), his predecessor whom some hon. Members may remember, Mr. Sparks, and before him, Mr. Henry Longhurst, the golfing correspondent, who won the last by-election in Acton in 1943, and also the Member who represented the constituency from 1918 to 1929, Sir Harry Brittain. It will not have escaped the attention of hon. Members that of those four, three are Conservatives, which I find a satisfactory proportion. I can assure hon. Members that the political volatility in Acton is at an end.",
        "I am glad to have been called to speak on the Second Reading of the Finance Bill and I want to make two comments on it. First, I believe that the Chancellor has misread the economic signs. I agree with some of the comments made by the hon. Member for Ebbw Vale (Mr. Michael Foot). I believe that the Chancellor has over-deflated the domestic economy. To take out £600 million this year and £929 million in a full year is overdoing it and I am as disturbed as the hon. Member for Ebbw Vale about the rising trend in unemployment. If this trend continues for the next two months the Chancellor will have to take urgent action to reflate the economy and mitigate the harshness of the Budget. This is, after all, the most harsh Budget we have had in peace time. In the 13 years of so-called Tory wasted rule—a period which is rapidly assuming an aura of a golden age—we never had to introduce a Budget even half as harsh.",
        "My second comment is that, having read the Finance Bill, I feel a tremendous sense of disappointment. I am disappointed that yet another opportunity has been lost to start the long and necessary work to revitalise and reshape our entire tax system. The most important job on the domestic front for any Government, irrespective of party, in the next five to 10 years is to reshape our tax system. Our present system is the most complicated in the world. Daedalus could not have made for King Minos a more confusing and obscure labyrinth. Each year we witness a struggle between the cleverness of Treasury officials and the cleverness of an army of private accountants. It is a struggle which is usually fought to a draw—it is a battle without honour, a war without blood and a devastating waste of human intelligence.",
        "Our tax laws are so complicated that in the Finance Bill 16 of the 50 pages are given to blocking up loopholes, although the Chancellor in his speech today seemed to be proud of that. But when we must spend one-third of the Finance Bill blocking up loopholes he must agree that the system which we are trying to shore up is suspect.",
        "The system which I would like to see is one based primarily on a sales tax whereby spending rather than earning is taxed. The system which we have at present is the one which we inherited largely from Gladstone, subject to the pressure of events over the years—mainly the pressure of two world wars—and it would be surprising if such a system were appropriate to the conditions of today. It certainly is not. I would therefore like to see a system based on a sales tax.",
        "The introduction of such a system would mean that direct taxation would be cut substantially but that indirect taxation would rise substantially, and also—those of us who advocate this course must face this fact—that those who are less well off in the community would be adversely affected. Thus, at the same time as introducing such a reform, I would like to see a complete reform of the social security system; and these twin reforms would, I submit represent real progress.",
        "It is exciting to think that we have got to the threshold of achieving these twin reforms because they are dependent so much on technological advance and the use of computers. I therefore suggest that before the right hon. Gentleman introduces any more tax changes—although it is not up to me to say whether the party opposite will have another opportunity of doing so—he should pay considerable regard to three principles which I believe should underlie any tax system.",
        "The first principle is simplicity. Taxes must be simple and understandable to ordinary people. Our taxes are not. Some research done at Glasgow University about 18 months ago showed that of a sample of factory floor workers and executives hardly any knew what rate of tax they paid and what their marginal rates of tax were, that rate being of particular importance, it being the rate they would pay on any increases. It would be interesting to know how many hon. Members could answer those two questions. I wager that very few of them could. But I would also wager that anybody asked those questions would feel that both rates are too high.",
        "A further example of complexity is provided by the Income Tax returns which are now being dropped through our letter-boxes. It has become the custom for even ordinary people to hand these returns to professional advisers because ordinary people do not know how to fill in these forms. Again, it would be interesting to know how many hon. Members fill in their own tax returns. I think that the answer would be very few. Does the Chancellor fill in his own, or is this one of the domestic duties which he pushes over to someone else at the breakfast table?",
        "The second principle is that of equity. Taxes must not only be fair but must be seen to be fair. I feel that there are many instances of inequity being perpetuated by the Bill. For example, it is inequitable to aggregate the income of husband and wife. I should have thought that it was unnecessary to debate the pros and cons of that in this, the 50th anniversary year of women’s suffrage. The Bill goes further because now the investment income of infants is to be aggregated with that of parents. This is inequitable. The Treasury is turning the family into a sort of financial pudding in which the separate identity of the ingredients is lost. There are cases involved in this aggregation which will lead to real injustice. I have in mind a case where money has been settled on a child as a means of compensation when one of the parents has died. I hope that in Committee the Treasury Ministers will look carefully into cases of this kind. A further example of inequity is the present Estate Duty. This tax is paid only by the miserly, the eccentric, or the unlucky. I would like to see it replaced by a legacy duty coupled, possibly, with a gift tax.",
        "Another example is the distinction in our tax system between earned and unearned income. There was a time when such a distinction was valid but I question whether it is still valid. Unearned income arises, after all, from capital which in one way or another has been taxed. If it has been inherited, there is Estate Duty. If it has been gained during one’s lifetime, there is Capital Gains Tax. If it has been saved out of earnings—and that is the most unlikely circumstance of all—there is Income Tax. It seems grossly unfair to penalise the income arising from this capital by a higher discriminatory rate of tax, particularly since it bears most heavily on people of modest means who have put money aside for their old age.",
        "The third principle which I recommend to the Treasury Ministers is that taxes should not hinder the production of wealth, which is just what our present system does. It is almost impossible for people today to save out of their incomes. Yet in the final analysis the expansion of private industry—the better machines, better factories and more employment which we all want to see—comes from private savings; but this Budget does little to encourage that. Hon. Members who have looked at the Japanese economic miracle will have seen that between 20 per cent. and 30 per cent. of incomes are saved, whereas in this country the figure is just over 5 per cent. The Bill does nothing to encourage savings, and this is a major omission.",
        "The Bill also does nothing to relieve the extremely high rates of personal direct taxation which, I believe, are a major disincentive in our society. Far too many of my contemporaries have already left this country for good, and still the trend goes on. About 42 per cent. of newly qualified engineers leave each year and about 23 per cent. of scientists leave upon qualification. They take this step because they cannot earn enough here and because they cannot keep a high enough proportion of what they earn. I hope that, as a matter of urgent attention, the direct taxation rate will be reduced.",
        "Following this Budget the British taxpayer is the most heavily burdened taxpayer in the world. The burden is too great. I feel that our position as individual taxpayers is rather like our position as a country. It was summed up well in a couplet by Robert Graves, who wrote: In the midst of life we are in debt, Here to pay and gone to borrow. That is the position in which we find ourselves as individuals and as a nation. That is our position after three and a half years of Socialist misrule. The Bill is the monument to those three and a half years and one hopes that it may be the tombstone as well."
    ]
}