{
    "url": "https://www.ukpol.co.uk/duncan-baker-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Duncan Baker – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Duncan Baker",
            "url": "/tag/duncan-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Duncan Baker, the Conservative MP for North Norfolk, in the House of Commons on 8 November 2022.",
    "content": [
        "Some Members might say that I have something of a vested interest in this motion, given that I represent the oldest cohort of residents in the country. I will say more about that in a moment. I have often stood in this place over the last year and called for the triple lock to be restored, but before that debate is had, I think it important for us to remember why we are having this one. It is important to put on the record again that it was this Government and the then Chancellor, now our Prime Minister, who intervened to provide what were widely deemed to be some of the most comprehensive packages of support not just in this country but in the world to look after the livelihoods of people up and down the land so that they could cope and get through the period of the pandemic financially.",
        "At the time when the Office for National Statistics was considering figures that would make it possible to generate the triple lock uplift last year, it was abundantly clear that a statistical anomaly resulting from people coming off furlough and returning to normal wages had created a bump which meant that, while we were in the grip of a pandemic and did not know quite where the virus would go next, it would be simply unfair not to make a one-off decision to revert to the double lock. We on this side of the House understood that, and I dare say we reluctantly accepted it, but we just did that. It was a year ago on 15 November—which I would just add is my birthday—when I said, on the record, “woe betide us” if we let our pensioners down again. So here we are once more, and in just nine days—that is, two days after my birthday—we will again be listening to the autumn statement that comes along. As my hon. Friend the Member for Guildford said, it is absolutely right that we consider this in conjunction with the OBR report rather than prejudging the event that will take place in nine days’ time.",
        "This is quite some statistic that I am about to give the Secretary of State. Across England and Wales, we in North Norfolk are the oldest local authority with the highest percentage of the population aged 65 and over—33.4% of my population. That is 15% higher than the national average. One in three of my constituents is over the age of 65, and in the last decade alone that figure has increased by 17.8%. So I am not just standing up here and saying this; it really does matter to my constituency, because 27.8% of those constituents are retired, and that alone is roughly double the national average. Even further than that, 4.8% of my constituents are over the age of 85.",
        "The argument has already been made that with inflation running at 10%, it is unfeasible for people who are on a fixed income, and certainly those who are 85 and over, to go out and earn their way out of a difficult set of bills, even though the Government have enormously supported them with many interventions to help them at this difficult time. The Prime Minister has stood at the Dispatch Box and said many times that he will protect the most vulnerable and that he will be fair and compassionate. I believe that he will be; he certainly was during the pandemic when he was Chancellor. So I do believe that in just nine days’ time the right decision—the moral and ethical decision—will be made, that the triple lock will be returned and that the one in three constituents I represent in North Norfolk who are affected will get what they have paid into all their lives."
    ]
}