{
    "url": "https://www.ukpol.co.uk/duncan-baker-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Duncan Baker – 2020 Maiden Speech in the House of Commons",
    "post_date": "February 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Duncan Baker",
            "url": "/tag/duncan-baker/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Duncan Baker, the Conservative MP for North Norfolk, in the House of Commons on 5 February 2020.",
    "content": [
        "The best piece of advice I was given on delivering my maiden speech was, “Don’t worry”—easier said than done, I guess—“treat it like a love letter”—I have not written one of those for a few years—“only that it is back to your constituents.” My wife told me—I should be careful about what I say because she is watching—that I did not have a romantic bone in my body, so that might be quite tricky. But it should be easier for me because this is to my home, to where I grew up and to the place that I love so much. It is a genuine love, and it is exactly why I stood to be the Member of Parliament for North Norfolk.",
        "It has been said before in this Chamber quite a few times, but this time listen up: North Norfolk is the most beautiful constituency. [Laughter.] And I am going to prove it. Where else would we see some of the most iconic and beautiful parts of the country all in one area? From the miles of stunning coastline, taking in areas such as Holkham, Wells, Blakeney and down to the easterly end of Horsey, we have no fewer than six blue flag beaches. There is also the rural countryside, full of beautiful landscapes, quintessential villages and names like Baconsthorpe, Happisburgh and Sloley, which I will admit reflects somewhat the slightly easier pace of life we have in North Norfolk. We also have the glorious Norfolk Broads. It is idyllic, stunning and breathtaking in every inch of its 400 square miles.",
        "It is, of course, no surprise that we see 9 million tourist visitors every single year, bringing in £500 million through the tourism sector. Indeed, in this House many Members have grabbed me in the Tea Room and said, “I remember holidaying in North Norfolk when I was a child.” Even more have grabbed me and said, “Can you recommend somewhere good to go in the recess?” Sooner or later, you will have gone on holiday to Sheringham or Cromer and tasted the world-famous delights of the Cromer crab. Its heritage takes some beating, too, for this is Nelson’s county.",
        "Then there is my home town of Holt for which, I will agree, I have something of a soft spot. It is famed for its Georgian beauty and its independent high street. It is very much where the journey started for me to become an MP. I went into politics to help others: to help the people I grew up alongside and lived with. Over the past decade, I have cut my teeth in the cut and thrust of Holt Town Council and North Norfolk District Council, never once doing it with an eye to becoming a Member of Parliament, but getting involved because you genuinely care enough to help others and make a difference to your home. On that journey, I was at one stage the portfolio holder for revenue and benefits on North Norfolk District Council. I welcome the Government’s £2.9 billion funding, or 4.4% increase, to local authority spending, which is one of the highest in the past decade.",
        "I believe that the passion to help others not only led to my election success, but very much cemented my predecessor, Sir Norman Lamb, in the seat for over 18 years. There can be very few Members of Parliament who command the level of respect that Sir Norman garnered. Indeed, whether in Parliament or on the doorstep, he continues to be commended for his hard-working, considerate and kind nature. I thank you, Sir Norman, for your hard work over the years, and I know—putting all partisan colours aside—that we will work together, cross-party, on projects for the good of our constituents. Indeed, the best compliment that I got when I knocked on one door was, “Ah, you’re like a young Norman”—25 years ago maybe—but I will take that, knowing the high regard that he is held in.",
        "I could not fail to mention in my maiden speech the amazing people who put me here. I have worked with many incredible charities across the years, and friends and colleagues have worked so hard to get me elected—not least those who voted for me. I am truly humbled by a result that I never saw coming, which gave me the second biggest swing in the country. I pay tribute to all those people.",
        "All of us know that a life of public service is a sacrifice. That really hit home in the middle of last year when my young daughter was heard saying in the playground at school that she did not like the Conservative party. [Laughter.] She is getting a bit embarrassed. When her friend said, “Why is that?”, she said, “That’s because if my daddy wins, they’ll take him away to London”—so thank you.",
        "Now we need to set about making the constituency even better, not just for today but for tomorrow. We are the oldest constituency demographic in the country, and I will fight for the health services that we need, the right housing across our region and the infrastructure, and I will strive to protect our precious natural environment. But we can have none of that, in my view, without a strong economy of jobs and growth. That is what I want to mention because I believe that, in 2020, we will see just that: a better future for our country, with optimism, our new standing on the world stage and our ability to work in partnership with the European Union but not be governed by it.",
        "Business is my background; I grew up in a family that ran independent businesses—not multinationals, but small and medium-sized businesses. They are the lifeblood of the economy. I know that it probably broke every health and safety law there is, but I started off life with a broom in my hand at 10 years old, sweeping up the shop floor. I think that is where I learned the essence of hard work. That was instilled in me by my stepfather, Michael Baker, who built a business up for 46 years to what it is today. He was my inspiration. He passed away before I became an MP last year.",
        "Entrepreneurs like my stepfather are not alone. There are people like him up and down the country who drive small businesses forward, including those on the high street. Indeed, here in this country we have nearly 6 million private sector businesses. Three fifths of our employment comes from those types of businesses and they account for well over 95% of all businesses. To me, without business, entrepreneurs and risk-takers, we would have nothing, because we would not have the economy to pay for hospitals, schools and infrastructure, and nor would we have the jobs that give us the ability to buy a good home, settle down and live a fulfilled life. Our businesses and high streets—those that create jobs in this country—should be supported and revered, and I very much want to be a voice for them.",
        "There is more to do but I am confident that in this Parliament, we will achieve it. Already, business rate cuts extend from one third to 50%, as the Government commit to levelling up and supporting high streets. With better broadband across our country, a mobile signal in every corner and investment in young people, we will nurture and grow our SME sector and produce the next wave of industry that will inspire the next generation of entrepreneurs and business leaders.",
        "Across my constituency, I have the most incredible businesses across a raft of sectors, whether that is tourism, agriculture, manufacturing or retail. Talent abounds in every corner. I want to see more apprenticeships for young people. I want to see more opportunities for young families to excel together and promote the ability to work and live in my wonderful region. That is what I am going to do: support those entrepreneurs, those small and medium-sized businesses—those risk takers.",
        "Finally, I thank my family for their unwavering support—my wife is watching—and my stepfather, who inspired me and unwittingly started me on this path to Westminster but died before I could be here. I stand here wearing your shoes—my feet are killing me. [Laughter.] I am wearing your watch, so you are with me today. I know that you will be looking down and I know that your proudest achievement came true: we got Brexit done."
    ]
}