{
    "url": "https://www.ukpol.co.uk/duncan-baker-2022-speech-on-bbc-local-radio/",
    "title": "Duncan Baker – 2022 Speech on BBC Local Radio",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Duncan Baker",
            "url": "/tag/duncan-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Duncan Baker, the Conservative MP for North Norfolk, in the House of Commons on 8 December 2022.",
    "content": [
        "It is a great privilege to speak in this debate, which was brought to us by the right hon. Member for Hemel Hempstead (Sir Mike Penning)—I thank him for that—and also to follow my hon. Friend the Member for Warrington South (Andy Carter), an hon. Member who actually knows what he is talking about on these matters.",
        "Mr Deputy Speaker, you can tell that this is an important debate, because there are two Norfolk MPs present in the Chamber this afternoon. We have been very competitive about who gets to go last, so I thank you for calling me now.",
        "Local BBC radio in my part of the world is like a cosy cardigan. When people put it on, they immediately have some familiarity. They feel like they know the presenters personally—there is that special connection. That is why my constituents in North Norfolk are so upset about these proposals. The decision to change their local radio programming has really affected the listeners. It is no secret that the older a person is, the more likely it is that they will listen to local radio. The BBC estimates that 58% of its local radio listeners are over 55 years of age, with a near perfect split between both male and female listeners.",
        "As the Member of Parliament with the oldest average age of any constituency in the country, it is clear that, in North Norfolk, we have a very special relationship with our local BBC radio station. A total of 148,000 listeners tune into BBC Radio Norfolk every week. However, that should not be taken as an indication that local radio is somehow just for people of a certain age. Although there are demographic trends, it is also clear that local radio appeals to people from all age groups and backgrounds. As we have heard already in the Chamber this afternoon, it is an astounding statistic that local radio stations, through the BBC in England, reach nearly 6 million listeners every week, which is an absolutely phenomenal number.",
        "From speaking to my constituents, I know just how important those local radio services are to them—whether they are schoolchildren or pensioners. I hear on the doorsteps time and again about how local radio is an invaluable source of knowledge for constituents. They get to hear what is happening, bespoke, locally in their own area, and the service provides an immense amount of satisfaction and joy.",
        "Let me just give an indication of how much Radio Norfolk is listened to. I can remember on my summer tour, at 10 o’clock in the morning, knocking on a door only to be met by a bemused-looking older lady in her Marigolds and with her hair curlers in. She looked at me and said, “You’re on my doorstep.” I replied, “Yes.” “But you were on the radio a few seconds ago,” she said. “You’re that nice young man with the refugees living with you.” She was absolutely right. I had just been interviewed on the radio from my car, and the first door that I had knocked on belonged to this lady who had heard me coming out of her radio as she did the washing up. I rather cheekily said, “That is the kind of service you expect from the Conservative MP from North Norfolk. You merely think about me and I appear.”",
        "When we get elected, we are told that journalists are not our friends, but, of course, we all build relationships with our local BBC networks. It is our duty to be accountable, to go on the air and face questions, as many have said this afternoon, and to ensure that we represent our constituents. Across the east, we are absolutely spoiled not only for our radio, but for our television as well. Andrew Sinclair and Deborah McGurran are consummate professionals and fair, hard-working journalists, as a number of hon. Members who have spoken this afternoon will know. The BBC is lucky to have them.",
        "Equally, on the breakfast show on Radio Norfolk, Chris Goreham and his team are superb. I like to think that all MPs for the region form a relationship with those local teams. There is no doubt that they are beloved in my patch, and I put on record my thanks for the way they have always treated me, that includes Chris, Richard, Tim, Paul and Emily, who I deal with regularly. If I am doing charity work, such as marathon running, raising money for local charities or running aid to Ukraine, as I did last month, they always let me go on the show to talk about the work we do in the constituency and I always get a platform to talk about the things I am doing.",
        "That is how the relationship should work with our local BBC. When I ran a North Norfolk promotion to get 100 new apprenticeships into my local area, the BBC breakfast show at the weekend, run by Kirsteen Thorne, set up an entire programme dedicated to getting work opportunities for young people. Again, that was something I never asked for, but we worked together on the project.",
        "I am worried to hear how our drive programmes may well be combined. It simply will not be local as we know it. Under the current proposals, we face having no local weekend breakfast shows, which is unthinkable. In my constituency, “Treasure Quest” is a beloved Sunday morning show that has been on the air for 40 years. If that goes, there is no doubt that the local BBC across my region will have a far weaker product. We know that BBC local music has helped to launch careers for such esteemed artists as Ed Sheeran—even I had heard of him, and I have not got past Dire Straits, so we know it can be a humongous help to local artists who make it big. I feel very strongly about those programmes that are currently on air, but may not be for much longer.",
        "At the end of the day, the BBC is editorially and operationally independent, and can decide how it will deliver its services, but I implore the BBC, which will be watching this debate, to listen to all hon. Members from across the House who have contributed. We have heard some real joined-up thinking and agreement. Digitising and taking away locality of services is not always best for all our constituents. There is immense affection and support for local radio.",
        "We have in Norfolk an extremely rich tapestry of media, and we are lucky to have excellent newspapers as well. I worry enormously about some of the changes and the impact that the dominance of the BBC will have on our local and regional print press, which is already struggling as times change. I do not think we have spoken enough about that this afternoon. I would not like to see those journalists, who work extremely hard, put under even more pressure, when there is a fair playing field at the moment.",
        "**Jim Shannon (Strangford) (DUP)**",
        "First, Mr Deputy Speaker, I apologise for the fact that I was in another debate and could not be here for this one—I had to withdraw my name to speak. In support of the hon. Gentleman, I want to make a quick plug for BBC Radio Foyle, where 36 staff will lose their jobs. Those are the journalists who have come through the ranks. The move will save £2.3 million, with further redundancies expected. The audience for Radio Foyle is almost half a million per week, which in a Northern Ireland population of some 2 million indicates the critical role it plays. Does he believe that there remains a duty of care to the smaller programmes and the smaller stations, to ensure that local people have a local voice?",
        "**Duncan Baker**",
        "I am grateful for the hon. Gentleman’s intervention. He is absolutely right that it is all about having a local voice and presence. For the constituents of the areas we represent around the country, it is absolutely right that they hear what has been said and re-echoed around the entire Chamber: the importance of that localised service to so many constituents, who want it to continue.",
        "I will sum up by saying that I understand that there is change and that it is even healthy occasionally, but media is a fluid landscape. People consume their information in different ways—that has been incredibly clear over the last couple of years—but there is, and I think there always will be, a very strong case for local radio. It commands an enormous following, as we have said many times, and it is, in many cases, absolutely integral to our local communities. We should not take it for granted, and I hope that the BBC hierarchy does not take it for granted. We should conserve and improve what we have, not rationalise it."
    ]
}