{
    "url": "https://www.ukpol.co.uk/steve-baker-2022-speech-on-referring-boris-johnson-to-the-committee-of-privileges/",
    "title": "Steve Baker – 2022 Speech on Referring Boris Johnson to the Committee of Privileges",
    "post_date": "April 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Baker",
            "url": "/tag/steve-baker/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Baker, the Conservative MP for Wycombe, in the House of Commons on 21 April 2022.",
    "content": [
        "The whole House can now see that this matter has moved far, far beyond law into matters of deep politics and fundamental values. As we consider both the motion and the issue at hand, every last Member of this House might remember some very old wisdom: if anyone ever says that they never fall short, never break a rule or never harm someone else, they deceive themselves and truth is not within them.",
        "I am very grateful that we live in a society where there is the possibility of redemption and the possibility of mercy—where if somebody fulsomely apologises in a spirit of humility, going on for some hours, there is a possibility of redemption. That, of course, is not to excuse what has been done; it is not to defend it or condone it, or in any way to say that what went on was okay. It is to accept that it was wrong and nevertheless forgive—and forgiveness is difficult; no one should pretend otherwise.",
        "**Wera Hobhouse**",
        "Will the hon. Gentleman give way?",
        "**Mr Baker**",
        "I think the hon. Lady is going to enjoy the rest of my speech, but I give way for a moment.",
        "**Wera Hobhouse**",
        "The hon. Gentleman talks about redemption and forgiveness, but should not things be done at the earliest point possible rather than drawing them out like the Prime Minister has done? This is his main problem. Had he come here immediately and at least expressed his doubt about maybe being at something that he did not consider to be a party, it would have been better, but the fact that he denied everything is the main problem that we in this House find so difficult to swallow.",
        "**Mr Baker**",
        "I am grateful to the hon. Lady. I think she will recognise the spirit and inspiration of what I am saying, as people did on Tuesday, but I do not wish to be drawn excessively into theology about the timing of one’s repentance, and I will move on.",
        "Many Members of this House—I can see some of them on the Opposition Benches—choose to live their lives under certain commands: to love even their enemies, to bless those who curse them and, yes, to forgive as they are forgiven, sometimes for grave matters. So when I sat here and listened to my right hon. Friend the Prime Minister say the words he said in the House of Commons—which I will not put back on the record, because people know what he said—and when I read them again in Hansard, I think that is an apology worthy of consideration of forgiveness for what went on, because this has moved beyond law. As far as I know, no one else in this country is being investigated by the police for retrospective offences—it is gone, it is behind them, it is past—but those in No. 10 Downing Street are being held to a higher standard in ways that other members of the public are not. [Interruption.] I can hear Members barracking, but that is right.",
        "When we imposed these not merely draconian but barbaric rules on other people, everybody in the centre of power should have understood that they had to obey not merely the letter but the spirit of those rules. There should have been no cake in No. 10 and no booze in No. 10; these things should not have happened. I do not defend or condone in any way what happened.",
        "**Stella Creasy (Walthamstow) (Lab/Co-op)**",
        "I am mesmerised by the hon. Gentleman’s psychic powers if he does not understand that all offences are retrospective—unless he knows someone who is going to commit an offence. To err is human and to forgive divine, but to transgress repeatedly, as the report already shows us, is something else. Is it not important that we have this inquiry now to understand whether that has happened and there has been a repeated offence against the House? In the past year, half of the public have lost what little trust they had in politicians. The longer this goes on and the more repetition there is, the more all of us are besmirched. Is it not right, in the spirit of forgiveness and redemption, that we are all given the opportunity for salvation?",
        "**Mr Baker**",
        "Not for the first time, the hon. Lady tempts me to give her references. On the point about repeated offences and forgiveness, I would encourage her to look at Romans 7. She invites me to clarify what I said. Of course all offences are retrospective. My point is that the police are treating Downing Street staff especially harshly in a way that the rest of the public are not being treated. [Interruption.] If the hon. Member for Middlesbrough (Andy McDonald) wants to say that is not true, I will take his intervention.",
        "**Andy McDonald (Middlesbrough) (Lab)**",
        "There are people up and down this country who have received fines way beyond what was imposed on those in Downing Street. The hon. Gentleman has to get his facts straight before he stands up and says they have been treated more harshly. That is simply not accurate.",
        "**Mr Baker**",
        "Of course people up and down the country have been fined, punished and all the rest of it, and the hon. Gentleman knows perfectly well that I have stood here and complained about those things far more than he or any Opposition Member has. The point I am making is that the police are going back some months to offences committed some time ago in a way that they are not doing for other people. I think that that is accurate and that my hon. Friend the Minister was nodding along earlier.",
        "**The Parliamentary Under-Secretary of State for Work and Pensions (Mims Davies) indicated assent.**",
        "**Mr Baker**",
        "Indeed, she nods again.",
        "When I sat here and listened to the Prime Minister’s words, I was deeply moved. For all that I have said that if he broke the law, acquiesced in breaking the law or lied at the Dispatch Box, he must go, I still felt moved to forgive. But I want to be honest to the House, and to my voters, and say that that spirit of earnest willingness to forgive lasted about 90 seconds of the 1922 Committee meeting, which I am sorry to say was its usual orgy of adulation. It was a great festival of bombast, and I am afraid that I cannot bear such things. This level of transgression and this level of demand for forgiveness requires more than an apology in order to draw a line under it and move on in the way that the Prime Minister sought to do overnight with his interviews.",
        "I am sorry to be saying that on the record like this, but I am afraid that the Prime Minister and those who advise him need to understand that this is a permanent stone in his shoe. Those of us who want to forgive him have to see permanent contrition, a permanent change of attitude and permanent acknowledgement of people such as my constituent who did not get to see his wife in a care home on their 50th wedding anniversary. I think he saw her only through a window on her 75th birthday. I have been married for only 25 years, but I know what that would mean to me. What am I to say to that man, who did not see his wife before she died? I could say, “You and I are Christian men, and forgiveness is hard.”",
        "I do not like forgiving the Prime Minister. My spirit is much more full of wrath and vengeance. I feel much more Ezekiel 7:3 about this issue, and I invite everybody to look that up. I do not want to forgive our Prime Minister. The trouble is that I like him and helped him to get where he is—I will come back to that in a moment—and the problem is that I am under a command to forgive.",
        "I will talk about what the right hon. Member for Ross, Skye and Lochaber (Ian Blackford) said. When I and others went out of our way not only to make my right hon. Friend the Prime Minister, but to do our bit—in my case, systematically—to help get an 80-seat majority, of course we did not think that he would exhibit a meticulous grasp of tedious and boring minute rules. But we did know that he had two jobs: he had to get us out of the European Union, which he was fully committed to doing, and he had to defeat the radical leaders of the Labour party. He had to do so in an environment in which everyone was exhausted, we were testing our constitution to destruction, and the internal stability of the United Kingdom was at stake. That is the job we gave him to do, and by goodness he did it. For that I am thankful, and he will live with my thanks forever. He deserves to be lauded in the history books.",
        "The problem that I now have, having watched what I would say was beautiful, marvellous contrition, is that the Prime Minister’s apology lasted only as long as it took to get out of the headmaster’s study. That is not good enough for me, and it is not good enough for my voters—I am sorry, but it is not. I am afraid that I now have to acknowledge that if the Prime Minister occupied any other office of senior responsibility—if he were a Secretary of State, a Minister of State, a Parliamentary Under-Secretary, a permanent secretary, a director general, a chief executive of a private company or a board director—he would be long gone. The reason that he is not long gone is that it is an extremely grave matter to remove a sitting Prime Minister, and goodness knows I have had something to do with that too. It is an extremely grave matter and an extremely big decision, and it tends to untether history. All of us should approach such things with reverence, awe and an awareness of the difficulty of doing it and the potential consequences.",
        "That is why I have been tempted to forgive, but I have to say that the possibility of that has now gone. I am sorry, but for not obeying the letter and the spirit of the law—we have heard that the Prime Minister knew what the letter was—the Prime Minister should now be long gone. I will certainly vote for the motion but, really, the Prime Minister should just know that the gig is up."
    ]
}