{
    "url": "https://www.ukpol.co.uk/kenneth-baker-1986-statement-on-nuclear-waste-disposal/",
    "title": "Kenneth Baker – 1986 Statement on Nuclear Waste Disposal",
    "post_date": "August 23, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Kenneth Baker",
            "url": "/tag/kenneth-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Kenneth Baker, the then Secretary of State for the Environment, in the House of Commons on 25 February 1986.",
    "content": [
        "With permission, Mr. Speaker, I wish to make a statement about the disposal of low and intermediate-level radioactive wastes.",
        "Following the statement made on 24 January last year by my right hon. Friend the Member for Wanstead and Woodford (Mr. Jenkin), the Nuclear Industry Radioactive Waste Executive, NIREX, has now completed its search for available sites to be evaluated for a possible near-surface facility for shorter-lived radioactive wastes. In addition to the site at Elstow already announced, NIREX is today announcing that it wishes to investigate sites near Fulbeck in Lincolnshire, Bradwell in Essex and South Killingholme in South Humberside.  \nI emphasise that at this stage NIREX will carry out exploratory geological investigations at these sites in sufficient detail only to ascertain whether they might be suitable. No proposal is currently being put forward actually to develop any of these sites. Indeed, if none of the sites is confirmed as suitable, none will be developed.",
        "This exploratory geological work will, however, require planning permission. This will be sought from Parliament by way of a special development order, which my Department is today issuing in draft for consultation with the local authorities and water authorities concerned. A copy has been placed in the Library. We shall also consider comments from any others with an interest. We are not required by statute to consult, but on an issue of this importance and level of concern it is right to do so. I hope to lay the actual order before the House in April and there will, of course, be an opportunity for debate.",
        "The types of work which the order will permit will be strictly limited. The order will cover the test drillings and soil sampling that NIREX will need to evaluate the geology and hydro-geology. It will also control operational matters, such as hours of working, and will require that NIREX makes good the sites once it has finished work upon them.",
        "I understand that the investigation of the four sites could take between 12 and 18 months. If any of the sites prove to be suitable, NIREX would at that time be in a position to decide what proposals it wants to make the subject of a planning application.",
        "I shall call in any such application for my own determination. It will be considered at a public inquiry under an independent inspector at which interested parties will have the opportunity to make their views known. NIREX will also have to prepare a detailed assessment of the likely environmental impact of its proposals for the inquiry. I would hope that the inquiry can begin in 1988.",
        "If planning permission is given, the facility will still need a licence from the nuclear installations inspectorate. Furthermore, waste disposal will require authorisation by my Department and by the Ministry of Agriculture, Fisheries and Food.",
        "The House will wish to be aware that, if an inland site is selected, it may be necessary to establish a small separate coastal site for disposing of the reactor compartments of decommissioned nuclear powered submarines. These items will be best transported by sea and disposed of to a coastal site. To meet this contingency, ​ my right hon. Friend the Secretary of State for Defence intends to authorise exploratory work on MOD land, subject to normal planning procedures.",
        "My right hon. Friend in his statement on 24 January 1985 also asked NIREX to start the search for at least three alternative sites for a deep facility for longer-lived wastes. In addition, the nuclear industry was asked, in consultation with the radiochemical inspectorate and the nuclear installations inspectorate, to seek ways of improving the conditioning of intermediate-level wastes for disposal. In seeking sites for a deep facility, NIREX will take full account of research into methods of containing the radioactivity in the wastes. It will in particular be examining the feasibility of deep-mined cavities for these wastes, possibly under the seabed. Work on conditioning continues. I shall of course keep the House informed on further progress.",
        "I am well aware that people are anxious about the safety of the disposal of any sort of radioactive waste arising from the nuclear industry. These anxieties are, I believe, out of all proportion to the nature of the problems posed by disposal, and we and the nuclear industry must redouble our efforts to ensure that the general public are much better informed about the whole question.",
        "We have a duty to ensure the safe disposal of radioactive wastes that already exist and which will arise in the future. The proposals announced by NIREX today are a necessary step to discharging that responsibility.",
        "**Dr. John Cunningham (Copeland)**",
        "Will the Secretary of State accept that, whatever policy decisions may be taken in the future about nuclear power, we must recognise that the problem of existing radioactive waste has to be resolved? Bearing that in mind, will the Secretary of State accept that radioactive waste should be accessible and open to control at all times to allow present management policies to be reversed if necessary at some future date? Does the Department of the Environment’s best practical environmental options study show that reversibility of policy can be included in the strategy at little extra cost?",
        "The Government have made six previous statements on this subject and have still not arrived at a final policy position. Why has the Secretary of State made a statement now, when his Department’s study of the best practical environmental options has not been published? Would it not have made more sense for the House and the affected areas to have had that information to hand before he made his statement? It is also true that the impending report from the Select Committee, referred to by my hon. Friend the Member for Bootle (Mr. Roberts), could have provided useful information. We are all aware that the Select Committee report will have some strong things to say about this and other aspects of nuclear policy.",
        "While, as the Secretary of State said, the technical problems of dealing with low-level radioactive waste may be easily manageable, the social, economic and political factors are not so easily manageable. The Opposition share the right hon. Gentleman’s views that the nuclear industry must produce a better performance in future. Will the right hon. Gentleman accept that simple exhortations to that industry to produce a better performance may not be enough?",
        "As the statement does not make it clear, will the Secretary of State tell the House the location of the ​ exploratory work to be carried out on Ministry of Defence land? The House is entitled to that information, as are the communities in the affected areas.",
        "Will the use of a special development order and the Secretary of State’s determination to call in any proposal, effectively bypass a proper role for elected local authorities? Will the right hon. Gentleman say how, with the combination of these two circumstances, the local authorities will participate properly in the decision?",
        "The Opposition welcome the point in the statement which makes it clear that, whatever proposal finally emerges, an environmental impact study will be required. Is the Secretary of State also aware that we welcome the commitment in the statement to further research? Does that commitment not underline the foolishness of the Government’s decision, shortly after taking office, to abandon the then existing research programme, especially into the provision of potential deep-mined facilities?",
        "Finally, what are the Secretary of State’s policy intentions towards the existing dump for low-level waste at Drigg? Is it now well established that current and past practices at Drigg are no longer acceptable? Will the Secretary of State ensure that those responsible for the tip at Drigg move as quickly as possible to a properly engineered trench and a far safer, environmentally acceptable means of disposing of the present waste?",
        "**Mr. Baker**",
        "I thank the hon. Gentleman for his welcome recognition that there is a responsibility which must be discharged by the country in that nuclear wastes arise from a wide variety of activities in hospitals, laboratories, and various factories. There are some 5,000 registered sites where processes involving radioactivity occur. It would be highly irresponsible for any Government not to accept the responsibility to find a satisfactory and safe solution. I echo the points that he made about social and political factors being important.",
        "The hon. Gentleman referred to the best possible environmental option and stressed the importance of the solutions being open and accessible, and possibly even reversible. The best practical environmental options study is a complex and important piece of work. It breaks new ground. It has now been completed. It also involves extensive consultations, especially with the trade unions, which have been completed, as I think he knows. I hope to publish the study within the next two or three weeks. It shows that there is a variety of safe routes.",
        "We had hoped to see the Select Committee report in December or January. I do not criticise the Select Committee in any way, shape or form for the fact that the report is not ready. I think that it has been held up by printing matters. I felt that was right to make a statement today to resolve the rumour and uncertainty which have grown since NIREX wrote to me in early January.",
        "The hon. Gentleman mentioned Drigg which is in his constituency. The current arrangement at Drigg poses no risk to the public. Drigg has, however, been operating for a considerable time and there is now room for improvement. Drigg will therefore be upgraded. With effect from 1987, BNFL intends to introduce, first, the compaction of BNFL low-level waste; secondly., the emplacement of waste in trenches rather than tipping as at present; thirdly, the capping of the old trenches to make them impermeable to rainwater; and fourthly the renewal of the site drainage system. The result will be a much improved site. ​ I shall echo the point made by the hon. Gentleman at the end of his remarks. It is no good merely exhorting the nuclear industry to explain the position more clearly; it has a clear responsibility to do so, and so have the Government. The nuclear industry has been somewhat remiss in getting the matter over to the British public and allaying the anxiety over nuclear matters, which I recognise is very real.",
        "**Sir Bernard Braine (Castle Point)**",
        "I see that my right hon. Friend the Chief Whip is present in his seat. He represents a constituency close to mine and I can imagine his feelings about the fact that such an unsuitable site as Bradwell should have been chose for testing. As by convention he cannot say anything at this stage, may I ask my right hon. Friend the Secretary of State for the Environment first to take note that we in Essex —formerly the major dumping ground for toxic waste originating outside our county—will not tolerate such a site in our county? Secondly, will he give the House an assurance that as soon as NIREX has established, as I am sure it will, that that site is unsuitable, he will make an announcement to the House?",
        "**Mr. Baker**",
        "There is a well-known precedent, of course, that a Minister may make representations on behalf of his constituents on important planning matters, and I am sure that my right hon. Friend the Chief Whip will do so. I accept what my right hon. Friend has said and appreciate that anxiety is felt in the localities that have been mentioned, along with an anticipated but unnecessary anxiety in some of the locations which have not been mentioned. I stress that at the moment I am proposing exploratory drillings, which will take 12 to 18 months. If, during the course of those exploratory drillings, any of the sites seem patently unsuitable, they will be dropped at that stage.",
        "**Mr. D. E. Thomas (Meirionnydd Nant Conwy)**",
        "Does the right hon. Gentleman recollect the previous round of drilling programmes for high-level waste disposal? Will he recollect that the Government had to abandon that campaign as a result of the strong public objection by environmental groups in the areas that had been chosen? Does he anticipate the same result for this programme? Will the Secretary of State tell the House why the Government do not declare clearly for a containment rather than a disposal option?",
        "**Mr. Baker**",
        "Since the Flowers report of 1976 it has been the policy of successive Governments that nuclear waste should not be contained or stored at the site at which it arises but that it should be disposed of at an alternative site. That policy has been confirmed many times and it is the policy that I think is right. The very toxic wastes are contained either on site or at Sellafield. The hon. Gentleman asked about deep-mined facilities, but I would stress to him that we are dealing with low-level or intermediate-level waste where the radio-activity is quite short-lived. I hope that the fact that we are not dealing with very toxic substances in this operation will satisfy and in some way alleviate anxiety.",
        "**Sir Trevor Skeet (Bedfordshire, North)**",
        "How many lives have been lost in the nuclear industry in the past 30 years? Will my right hon. Friend also give an assurance ​ that the prime consideration of the selection of sites will be public safety? Will my right hon. Friend state the proximity of substantial population to anyone of the sites which have been suggested?",
        "**Mr. Baker**",
        "That is clearly a matter of significance. I thank my hon. Friend for his past support and for recognising the fact that the Government have to make difficult, and in certain areas unpopular, decisions in discharging their responsibility. I assure my hon. Friend that my role as Secretary of State for the Environment is concerned with the environmental impact, and of course with safety. Safety is crucial in these matters. The standards which apply to new disposal facilities are set out in my Department’s assessment principles, published last year. The overall target is that no individual should be subjected to maximum exposure of more than one tenth of the level set by the international commission on radiological protection.",
        "**Mr. Tam Dalyell (Linlithgow)**",
        "Is the Secretary of State aware that if there was a geological optimum and suitable site in the West Lothian constituency I would go up and down my constituency and argue for its acceptance —such is my confidence in the British nuclear industry on these issues? Why, why, why talk in terms of a coastal site for decommissioned nuclear unit submarines? Would it not be much simpler also to settle on a coastal site for nuclear waste rather than to raise up a hornet’s nest of inland sites? The choice of an inland site by its very definition in the statement, means that there must be two bites at the proverbial cherry. It would be simpler to eliminate all inland sites and choose a coastal site so that one can overcome the problem not only of Conqueror but other unit submarines.",
        "**Mr. Baker**",
        "The defence sites require a much smaller area for disposal. My right hon. Friend the Secretary of State for Defence will, in due course, determine which will be suitable. It will all be done through normal planning procedures. The hon. Member has a reputation for courageous independence and I fully recognise that if a site was selected in his constituency he would campaign for it. The hon. Member recognises that this is a duty that has to be discharged and that it can be discharged safely. I thank him for saying that.",
        "**Mr. Michael Brown (Brigg and Cleethorpes)**",
        "Is my right hon. Friend aware of the unanimous and implacable opposition of the people of Humberside to the idea of nuclear waste being dumped anywhere in my constituency? Is he further aware that we shall fight a guerrilla war against the unelected and unaccountable body NIREX, and his Department, to ensure our victory? What must we show during the forthcoming period of consultation on the SDO to persuade him to amend it?",
        "When does he envisage naming one site that will be presented to a public inquiry? Why will the Government not seek alternative methods of disposal? Will my right hon. Friend say whether the NIREX statement on my local radio, that little notice will be taken of public opinion, is his view? Finally, I stand by my remarks in column 611 of Hansard of 21 February.",
        "**Mr. Baker**",
        "I am aware of my hon. Friend’s strong feelings on these matters, and I can assure him that I have no proposals for a nuclear site in the Chiltern Hundreds. My hon. Friend asked me to consider alternative methods ​ of disposal. In my statement I said that we, together with NIREX, would consider the possibility of deep-mined cavities, especially those extending under the seabed. Sweden has devised that solution under the Baltic. I intend to visit that facility, and the other facilities in Europe, especially that of low-level clay disposal in France. Those options should not be excluded for different levels of waste.",
        "My hon. Friend asked whether the SDO could be altered. Today I published it in draft form so that there could be widespread consultations with local authorities about its details. Once it is laid, it cannot be altered for six weeks.",
        "My hon. Friend asked when one site would be named to go to a public inquiry. Once NIREX has completed its geological investigations in eight to 12 months’ time, it can decide what proposals it wants to make the subject of a planning application. As I told my right hon. Friend the Member for Castle Point (Sir B. Braine), if, during investigations, any of the sites appears patently unsuitable, NIREX will abandon it, to avoid prolonging uncertainty.",
        "My hon. Friend referred to a radio interview this morning which I did not hear. However, this morning I heard the managing director of NIREX on the radio and he made it clear that, as regards taking public opinion into account, he would have mail shots to every house in each of the localities, and there would be public presentations and mobile exhibitions. It is extremely important that that process should be open and frank.",
        "**Mr. D. N. Campbell-Savours (Workington)**",
        "Is it not the undeniable truth that Parliament treats the issues of nuclear waste as local authorities treat the issue of the Romanies and travelling people? Is it not clear that the British public will not live next to nuclear waste? Why does the Secretary of State not accept my recommendation of three years ago, two years ago and nine months ago that the Government should choose an off-mainland, coastal, island site in the Atlantic or Pacific, where —[Laughter.] Hon. Members may laugh, but we shall not find a site on our mainland. We must consider the issue realistically. We must find a site under international supervision. All the nuclear waste-producing nations should service it, fund it, and provide a bank there for all nuclear waste. Then the problem would no longer exist. That is the solution. In the end, the Secretary of State will have to choose that method, just as he has had to adopt a solution of that nature for the decommissioning of naval vessels.",
        "**Mr. Baker**",
        "The suggestion of the hon. Gentleman, who is also courageously independent in these matters, should be possible for high-level long-life wastes. Indeed, the feasibility studies on deep sea cavities under the seabed —that is, not dumping on the sea floor—which are in hand with NIREX and with which the Government will be associated, may be an answer for intermediate and high-level wastes.",
        "The wastes that we are talking about are solid—they are not gaseous or liquid. They are such things as come from factory processes—they can be rubber gloves from hospitals, laboratory equipment and pipes or equipment used in any of the 5,000 sites registered for radioactive processes. We cannot just leave this stuff lying around. Much of it is low level, as the hon. Gentleman and the hon. ​ Member for Linlithgow (Mr. Dalyell) know. It can be dealt with adequately in shallow disposal in clay, as the French have done at Cherbourg.",
        "**Mr. Nicholas Lyell (Mid-Bedfordshire)**",
        "Can my right hon. Friend confirm that NIREX’s proposals, at least in so far as they relate to inland sites, are based on the concept of absolute containment of the waste? Will he accept that I and my constituents regard it as deeply unwise even to consider putting such waste in such a crowded county as Bedfordshire, or in any other county” Does he agree that there is no site in Europe—neither the site at Centre de la Manche nor the proposed improvements at Drigg—which relies wholly on absolute containment? Both rely, at least in part, on fail-safe drainage to the sea. Will he continue to examine alternative proposals, not least dividing the treatment of low-level waste from intermediate-level waste and the better use of existing facilities, not least at Drigg, before he comes to any conclusions?",
        "**Mr. Baker**",
        "In 1984, following discussions between the nuclear industry, other waste producers and the Government, the radioactive waste management advisory committee, which advises me on these matters, agreed a classification scheme which was set out in its fifth annual report, copies of which are in the Library. The dividing line between low and intermediate-level wastes is now clearly defined.",
        "As for containment, NIREX is basing its proposals on what is called the multi-barrier concept of disposal. It is designed to minimise the return of radioactivity to man by using several different types of barrier, which include the geology of the site, the construction of the facility and the conditioning and packaging of the waste. The waste is put in steel drums in sand and concrete. The drums are then put in concrete-lined trenches, embedded in clay and covered with sand and concrete and, finally, topsoil. The French are pursuing that method at Cherbourg. As for alternative facilities, I have made it clear today that we shall consider deep-mined facilities, especially for some of the higher and intermediate-level wastes.",
        "**Mr. Donald Stewart (Western Isles)**",
        "Can the right hon. Gentleman give a categorical assurance that, despite the assistance that he has had from the hon. Member for Linlithgow (Mr. Dalyell), no sites in Scotland have been or will be considered for the dumping of nuclear waste?",
        "**Mr. Baker**",
        "NIREX was looking for possible sites for shallow disposal of low-level waste. That is the exercise on which it has been engaged during the past year. It therefore limited its researches to the clay belt of the country. The principal clay belt runs from south Humberside in an arc down to Dorset. That is why the selected sites lie within that area.",
        "**Mr. Edward Leigh (Gainsborough and Horncastle)**",
        "South Killingholme is only 3½ miles from my constituency. Does my right hon. Friend agree that, if we are to enjoy the abundant fruits of nuclear energy—cheap and plentiful power—low-level waste must go somewhere? Does he agree that it is sheer hypocrisy and humbug to say that it should go anywhere but on one’s own doorstep? Does he agree that not one death has been attributed to the nuclear energy industry? Does he agree that the level of radiation from such sites is less than that which occurs naturally in many geological formations?",
        "Will he reject the emotional claptrap and humbug and, after informed debate, put the site in the best geological position—",
        "**Mr. Michael Brown**",
        "Gainsborough?",
        "**Mr. Baker**",
        "I welcome my hon. Friend’s courage. What he said at the beginning is absolutely right. We generate about 18 per cent. of our electrical power from nuclear energy. France already generates more than 50 per cent. of its electrical power from nuclear energy, and by the end of the century, that will have increased to 75 per cent. That will give France an enormous competitive edge in energy-intensive processing industries such as the chemical industry, heavy industry, food processing industries and paper-making. The cost of energy is vital to such industries. It would be extremely bad news for British industry if we surrendered an enormous advantage in energy costs to our continental competitors.",
        "I welcome what my hon. Friend says. I must emphasise that the process will be subject to a full planning inquiry. As a matter of courtesy, I spoke to the Members of Parliament involved with the sites this morning. My hon. Friend the Member for Grantham (Mr. Hogg) is unable to be in the House, but he raised with me his anxiety for a full planning inquiry—Fulbeck lies in his constituency.",
        "**Several Hon. Members rose—**",
        "**Mr. Speaker**",
        "Order. Before I call the next hon. Member, I remind the House that there will be a debate on this matter. I ask hon. Members to ask one question, or two at the most, or we shall get long answers.",
        "**Mr. Allan Roberts (Bootle)**",
        "Is the right hon. Gentleman aware that one reason why there is not confidence in what is proposed here, when the same is not true for other countries, is the constitution of NIREX? When he goes on his perambulations to other countries, he will find that the equivalent bodies there have on their boards representatives of the trade unions and environmentalists. Environmentalists accept that, even if nuclear power were stopped tomorrow, the waste would have to be disposed of. As for the deep geological disposal of high-level waste, is he aware that every other country identifies a site for experimental purposes to prove that it can be done? An undertaking is given that nuclear waste will not be disposed of at that site, so there is public acceptance. That is not being done here. No site will be accepted unless similar action is taken here.",
        "**Mr. Baker**",
        "I hear what the hon. Gentleman says. It is an interesting point. What he describes does not happen in every country—France for example.",
        "**Mr. Dalyell**",
        "It is a very good point, though.",
        "**Mr. Baker**",
        "Well, it does not happen in France, and we cannot dismiss the French Government as indifferent to the safety of the French people in nuclear matters. Each country is beginning to fashion its own policies. Germany, for example, is going for very deep-mined cavities, principally using former salt mines. I shall see other possible means of disposal.",
        "**Mrs. Elaine Kellett-Bowman (Lancaster)**",
        "Is my right hon. Friend aware that we are delighted that he has said that safety will be the crucial factor? In view of what he said about anxiety being aroused out of all proportion to ​ the danger, does he think it regrettable that items in The Sunday Times for two consecutive weeks have given information which Dr. Jakeman now says is not entirely correct? Dr. Jakeman has described the articles as “not particularly helpful”. They have, regrettably, aroused unnecessary public fears.",
        "**Mr. Baker**",
        "My hon. Friend is right about there being many exaggerated fears, but I can understand them. There is a suspicion of all things nuclear. The country cannot say that it wants the benefits of cheap nuclear power but not be prepared to accept responsibility for dealing with wastes. I confirm what she said about safety being the prime concern. It is my prime concern. It is also clearly set out in NIREX’s third report, in which methods of disposal are discussed. I shall ask NIREX to send copies to all hon. Members.",
        "**Mr. Simon Hughes (Southwark and Bermondsey)**",
        "Does the right hon. Gentleman agree that his attempt to allay the anxieties of the nation, and especially of the people in the four counties chosen, will be reduced by his being perceived to be proceeding with unseemly haste to follow one option—near-land-level disposal of nuclear waste —when other options are available and there is time in which to make a choice? Why does the Secretary of State not wait and use the sites which already have nuclear installations and the cool-dry storage option until other options can be assessed properly, after all the evidence has been adduced?",
        "Is the right hon. Gentleman aware that, if he had not manipulated the planning procedures by introducing a special development order, there would not be a chance of planning permission being granted in any of the four counties that he has announced?",
        "**Mr. Baker**",
        "I am not quite sure what the policy of the Liberal party is on this matter. The policy of the Social Democratic party is clear and robust. [An HON. MEMBER: “Dr. David says no.”] That is quite clear. The hon. Member for Southwark and Bermondsey (Mr. Hughes) was saying that this is an occasion when we should examine storage on site. That policy has been rejected by successive Governments since 1976, when it was agreed that there should be disposal away from the sites. The hon. Gentleman’s party has not been in government since 1976 but he will remember that for two years it sustained the Labour Government in office and it was supposed to have a veto on all major policies. Why did it continue to support this dreadful and unacceptable policy for two years?",
        "**Mr. John Cartwright (Woolwich)**",
        "Is the Secretary of State aware that many people would accept the theory that the nation cannot avoid facing up to the problem of the disposal of nuclear waste but that, when it comes to the practice, it is almost impossible to get any individual area to accept the siting of waste? Will he tell us what criteria led him to the selection of the four sites for further exploratory work?",
        "**Mr. Baker**",
        "This is not my selection; it is a selection made by NIREX, which is the combined company representing the nuclear industry in this country. It was looking at possible sites for shallow disposal of low-level and intermediate short-lived wastes. That inevitably led them to examine sites in the clay belt.",
        "**Mr. Michael McNair-Wilson (Newbury)**",
        "Where is the exploratory work on the Ministry of Defence land to ​ take place? Can my right hon. Friend give an assurance that the nuclear establishments in west Berkshire are not being considered?",
        "**Mr. Baker**",
        "I think that is a matter for my right hon. Friend the Secretary of State for Defence. I will draw my hon. Friend’s comment to his attention.",
        "**Dr. M. S. Miller (East Kilbride)**",
        "Will the right hon. Gentleman accept that there is a great appreciation of his knowledge and frankness on this subject? His knowledge is very much in contrast with that of his hon. Friend the Member for Brigg and Cleethorpes (Mr. Brown), which is really ignorant posturing on the matter. Will the right hon. Gentleman also accept that part of the problem of public acceptance has been the cavalier attitude of scientists in the past who have not been open, frank and honest about the problem? Will he take steps to ensure that that does not continue?",
        "**Mr. Baker**",
        "I have great sympathy with the hon. Gentleman’s last point. I think that there is a great gap between the scientists’ perception of the problem and the general public’s perception of the problem. I think that the scientists have felt that this is a minor problem which can be dealt with because they are familiar with the chemistry and the physics of it and in the past I think that they have given scant regard to the social and political problems of dealing with it.",
        "**Dr. Michael Clark (Rochford)**",
        "Is my right hon. Friend the Secretary of State aware that, until a final decision is made, there will be anxiety on all four inland sites under consideration? As my constituency is adjacent to Bradwell, the constituents of Rochford will take a great interest in that decision. In addition, there is a large area of Ministry of Defence land in Rochford—Foulness—which may be a candidate for the exploratory work which the Secretary of State has referred to. Therefore, would he agree to name the sites for exploratory work as quickly as possible, so that anxiety can he reduced?",
        "**Mr. Baker**",
        "I have put maps in the Library showing the exact delineation of the sites where there will be test drilling. The drilling and the hydrological surveys will take place only in those confined areas.",
        "**Mr. Frank Cook (Stockton, North)**",
        "The Secretary of State has consistently made references to the French experience. The right hon. Gentleman will not recall, because he was not the Secretary of State at that time—but I am sure that the Minister for Environment, Countryside and Local Government will tell him—the impact of the announcement on Billingham and its effect on property values and on prospective industrial development. Will the Secretary of State tell us whether he has in mind any form of subterfuge à la Francais—[Interruption.]",
        "**Mr. Speaker**",
        "Order. We conduct our business in English here.",
        "**Mr. Cook**",
        "—to indemnify the electorate in these areas should they be chosen for such disposal and it goes ahead? Is that to be part of his technique eventually?",
        "**Mr. Baker**",
        "The French have a way of dealing with these problems which involves certain areas competing to have a nuclear installation or a dump. I have set in hand various examinations as to advantages that could accrue to local areas. Our rating system is such that, when an ​ installation of this nature, which it is difficult for the local community to accept, is running, it adds to the rateable value, but the money is creamed back again. I am looking at ways in which that can be done. [Interruption.] NIREX has already said that it is prepared to consider payments for properties which may be affected by planning rights.",
        "**Mr. Richard Alexander (Newark)**",
        "May I first express regret to my right hon. Friend that I was advised by the press six or seven hours ago that Fulbeck was to be considered? That is not very satisfactory, but I do not blame my right hon. Friend. May I advise him that it will be his task and mine to explain to the areas concerned that the methods proposed are safe? In that connection may I strongly suggest that, for the residents of Fulbeck, which is some four or five miles from my constituency boundary, a public relations exercise should be mounted promptly saying whether it will be low-level or intermediate-level waste which will be disposed of there, thereby allaying many of the fears which are naturally aroused?",
        "**Mr. Baker**",
        "I am sorry that information about the sites was leaked. It did not come from my Department. because several sites were mentioned which were not in the list that I received from NIREX in January. I take to heart the point that my hon. Friend has made that there must be an intensive effort at local level on the part of NIREX, the Government and my hon. Friend to explain the nature of the problem and how it can be resolved, stressing how important it is to deal with the safety aspects. I also understand his point about intermediate and low -level waste.",
        "**Mr. Martin Flannery (Sheffield, Hillsborough)**",
        "Why is the right hon. Gentleman so arrogantly dismissive of the views of ordinary people and why does he talk to them like children, saying that he will educate them and so on, when everybody knows that, as soon as an accident occurs in the nuclear industry, we get immediate lies to pacify us? Those lies are often remedied by the next speech. We know from Sellafield—a name which came about, God knows why, after Windscale, and there might be a third name yet—that nuclear waste is going into the Irish sea and that it is being dumped, to the fear of people on the coast of Ireland and Britain. We know that such waste is going around the country on the railways and we regularly learn of carriages carrying such waste which have come off the rails, as happened in Leeds on one occasion.",
        "Why does the right hon. Gentleman think that the public’s fears are not legitimate, when they know that if anything goes wrong the first thing the Secretary of State will do is distort the reality and try to convince them that everything is right, using the French experience as an example? Will he tell us the truth and tell British Nuclear Fuels plc and NIREX that it is time that they talked to us like adults and not as children, to try to lull us into a sense of false security?",
        "**Mr. Baker**",
        "The hon. Gentleman cannot have been listening to what I have been saying. He only wants to listen to things which support his own prejudices. I have made it clear that I am concerned personally and on behalf of the Government about the safety aspects of the matter. When dealing with these matters it does no good to use extravagant and exaggerated language. The nuclear industry is one of the most regulated industries in Britain. ​ Three main inspectorates deal with nuclear matters. The regulations are contained in 15 different Acts of Parliament. There are 145 nuclear inspectors.",
        "**Mr. Tony Baldry (Banbury)**",
        "Does my right hon. Friend understand that, as one of those who has within his constituency a village that was rumoured to be chosen as a site, I am conscious that, however hard one tries to explain that low-level nuclear waste might be safe, there is still considerable fear about it? Does my right hon. Friend agree that there will be a considerable planning blight, no matter how hard NIREX tries? Will my right hon. Friend make it clear as a matter of natural justice that the House will ensure that those who suffer from the effects of planning blight will receive compensation?",
        "**Mr. Baker**",
        "Loss through planning blight can be exaggerated. Various studies in the Bedfordshire area do not entirely support that claim. As I have made clear, NIREX has already said that, if property values are affected, it will be prepared to consider payments. I reiterate that it is important to allay anxieties. Some of these matters result from hospital work and from laboratory work. Furniture, gloves and paper towels are among the articles which may be affected by radioactivity. They may register a low level of radioactivity but, nevertheless, they must be dealt with. An understanding of the type of wastes about which we are talking might result in more collective acceptability of the fact that we must deal with this problem.",
        "**Mr. Georges Foulkes (Carrick, Cumnock and Doon Valley)**",
        "Does the right hon. Gentleman agree that, as he took the responsibility in his statement for announcing that certain Ministry of Defence coastal sites will be examined with a view to disposing of wastes from decommissioned vessels, he has the responsibility for telling the House where the sites are? If the right hon. Gentleman is not prepared to extend this courtesy to the House, will he at least tell us how those sites will be announced, so that hon. Members and the public know exactly where the sites are?",
        "**Mr. Baker**",
        "My responsibility, and the responsibility of my predecessors since 1976, has been principally for the disposal of civil nuclear waste. I accept the hon. Gentleman’s comments. I shall undertake to bring them to the attention of my right hon. Friend the Secretary of State for Defence as, clearly, he has responsibility for these matters. I shall stress to my right hon. Friend the importance of deciding as soon as possible.",
        "**Mr. John Townend (Bridlington)**",
        "I accept that safety is a first priority and that the Government must make a difficult decision. Is my right hon. Friend aware that the opposition to the Killingholme site is not restricted to the constituency of my hon. Friend the Member for Brigg and Cleethorpes (Mr. Brown)? There is a great apprehension in my constituency, which is only three miles away as the crow flies. There is a feeling on Humberside that the north suffers enough disadvantages. Perhaps East Anglia, which is a favoured area, might be a more suitable site.",
        "**Mr. Baker**",
        "I note that my right hon. Friend the Patronage Secretary is not in his place to hear that comment. Humberside contains a large number of industries which are dependent upon a high use of energy. Those very industries would benefit from low-cost energy. ​ I stress again that we are talking not about liquid or gas wastes but about solid wastes. These wastes will be contained in sand and concrete in steel drums which are then embedded in concrete-lined trenches and then surrounded by clay. I hope that my hon. Friend can persuade his constituents that those are adequate safeguards.",
        "**Mr. Austin Mitchell (Great Grimsby)**",
        "I assure the right hon. Gentleman that he has as much chance of inflicting the 300-year blight of this noxious nuclear nuisance on Humberside as he has of putting it in the back garden of Dunroamin in Dulwich. Is this list exactly the same as the one that was presented to the right hon. Gentleman on 8 January, or have changes been made? Is it just a happy coincidence that so many of the best possible sites for nuclear dumps happen to be owned by the Government or the Central Electricity Generating Board, or is it just that NIREX thinks that that will be all that it will be able to get away with after the mauling it received at Billingham? What is the right hon. Gentleman’s real responsibility —is it to act as a messenger boy, using his almost dictatorial powers at the behest of NIREX, or is it to look now to development, planning, environmental and transport needs and to the interests and needs of the population in the areas concerned before it is too late?",
        "**Mr. Baker**",
        "Those last points are the very ones that will be explored in detail by the planning inquiry. As for the public as opposed to private sites, a private site in Billingham, which was owned by ICI—was considered, but the private owner withdrew. NIREX principally examined public sector sites. The hon. Gentleman has asked whether the list I have announced is the same list that NIREX recommended in its January letter. It is exactly the same.",
        "**Mr. Richard Hickmet (Glanford and Scunthorpe)**",
        "One need only mention the word “nuclear” to raise great fears. Although the nuclear industry is vital in providing energy treatment in hospitals, in research into health care, in industrial processes, and so on, does my right hon. Friend expect the people of north Humberside to accept the announcement in the light of that fear? Is my right hon. Friend aware that 50,000 signatures of people who oppose this proposal have already been collected? Does he agree that he will be flying in the face of reality? Before NIREX proceeds along this course, will we explore alternative solutions, especially the Swedish scheme for disposal under the sea? Why can the waste not be kept at Drigg until all the alternatives have been explored? What will my right hon. Friend do to inform the people of Humberside what this really means?",
        "**Mr. Baker**",
        "A feasibility study of the deep-mine facility is under way. It is principally concerned with higher-level waste and intermediate-level waste, which have long lives. The third report by NIREX and what is happening in other countries show that that solution is not considered to be necessary for low-level and short-lived intermediate-level wastes. My hon. Friend will be able to emphasise to his constituents that at this stage exploratory geological surveys will be taking place for 12 to 18 months. A decision has not been made on a particular site. I hope that a great deal of effort will be made locally to explain the exact nature of the problem with which we are trying to deal.",
        "**​Mr. Dennis Skinner (Bolsover)**",
        "Does the statement not demonstrate that, whereas successive Governments were prepared to start on the development of nuclear power, decades later other Governments are finding it increasingly difficult to sell, even to some of their own Members of Parliament, the idea of getting rid of the waste? Why will not the right hon. Gentleman cut the losses in respect of nuclear power? Why does he not take on board the Labour party’s resolution to phase out nuclear power stations? This would at least mean that future generations would not have to deal with the mess the right hon. Gentleman has got into.",
        "Will the right hon. Gentleman not treat Members of Parliament and the people outside with contempt by suggesting that this waste is all right and secure? If the waste is all right, why is he not putting it in Mole Valley? Why is he not recommending the constituency of Finchley? Why is the waste not being put in Whitehall? If the waste were so good and wonderful, the Americans would have submitted a hid for it long ago.",
        "**Mr. Baker**",
        "I thought that we were doing quite well with the Chief Whip’s constituency. The hon. Gentleman is a well-known opponent of the whole nuclear power industry and of the generation of cheap electricity from nuclear power. If that policy were pursued, British industry would be at a grave competitive disadvantage towards the end of this century. As for safety, may refer the hon. Gentleman to safety in the coal mining industry.",
        "**Mr. Paddy Ashdown (Yeovil)**",
        "Is the Minister aware that, in response to questions about Elstow, NIREX has shown that it considers it not as a national site, but as a regional site? Is the Minister reluctant to use coastal sites because there are none available on Government property? Does he consider the facility as a national facility or must there be one in each region, especially in relation to Hinckley Point in Somerset, because that is a site shown on a map of original sites handed over to some people by NIREX?",
        "**Mr. Baker**",
        "The sites that will be selected eventually will be national."
    ]
}