{
    "url": "https://www.ukpol.co.uk/kenneth-baker-1969-parliamentary-question-on-the-waiting-list-for-telephones/",
    "title": "Kenneth Baker – 1969 Parliamentary Question on the Waiting List for Telephones",
    "post_date": "January 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "1969",
            "url": "/tag/1969/"
        },
        {
            "text": "Kenneth Baker",
            "url": "/tag/kenneth-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Technology",
            "url": "/category/technology/"
        }
    ],
    "summary": "The parliamentary question asked by Kenneth Baker, the then Conservative MP for Acton, in the House of Commons on 23 January 1969.",
    "content": [
        "**Mr. Kenneth Baker** asked the Postmaster-General what progress he has made in meeting his undertaking to reduce within 18 months the waiting list for telephones which stood at 140,000 in the summer.",
        "**Mr. Stonehouse** I am very glad to inform the House that the waiting list has already been reduced by 37,000; that is from 138,000 to 101,000 between 1st April and the end of December 1968. A further 14,000 reduction is expected by 31st March. This will be the largest reduction in the waiting list in any one year since 1957–58.",
        "**Mr. Baker** Though that answer is unsatisfactory, I will not seek to raise it on the Adjournment. But does the right hon. Gentleman never feel a little dissatisfied about making his forecast last September that the waiting list would be substantially reduced and virtually eliminated within 18 months when he knew at the time that this was wildly optimistic?",
        "**Mr. Stonehouse** No. I said at that time that we would meet this objective provided the manufacturers were on time in the supply of equipment. I stick by that.",
        "**Mr. James Hamilton** I congratulate my right hon. Friend on his reply. But will he pay attention to the letter which he received from the hon. Member for Bothwell putting forward the suggestion that we should, as it were, manufacture our own equipment, with particular emphasis on the Bothwell constituency? This is a recurring sore throughout the whole country. Therefore, will my right hon. Friend now take my advice?",
        "**Mr. Stonehouse** This matter is being discussed in the Committee stage of the Bill and it would not be right for me to refer to it.",
        "**Mr. Bryan** Is the right hon. Gentleman aware that many of the overseas orders that manufacturers receive have penalty clauses for non-delivery? I do not think that the G.P.O. orders have such a clause. Does the G.P.O. suffer from this omission?",
        "**Mr. Stonehouse** I should like to look at that and see whether we could not include such a provision in future, but we have had very good co-operation from many of our suppliers, who have had to increase their capacity by a factor of 2 or 3, and in some cases 4, to meet the additional demand that the Post Office, encouraged by the present Administration, has put on it, so making up for the neglect that prevailed during the thirteen consecutive years of Conservative Government."
    ]
}