{
    "url": "https://www.ukpol.co.uk/duncan-baker-2022-speech-on-achieving-economic-growth/",
    "title": "Duncan Baker – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Duncan Baker",
            "url": "/tag/duncan-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Duncan Baker, the Conservative MP for North Norfolk, in the House of Commons on 18 May 2022.",
    "content": [
        "I rise to support the Queen’s Speech, its 38 Bills and its broad legislative agenda. I thought the opening paragraph of my speech would not be too disagreeable, but after listening to some of the comments this afternoon, I still firmly believe that efficiently managing our economy and stimulating growth is absolutely a key priority that this Government should be helping us through, in what will undoubtedly be one of the most challenging scenarios of the last 75 years.",
        "I think we are all in absolutely no doubt about the challenges ahead, but rather than dwell on those challenges, what we need to be doing when we debate achieving economic growth is talking about confidence—confidence in our economy and confidence in our businesses—because that is what they absolutely need. As constituency MPs, we have a fundamental duty, I feel, to be talking about confidence in our own representative communities, including confidence to invest and confidence to recruit into a market where opportunities are plentiful. We have heard many times this afternoon that we have more jobs than we have ever had before for people. We have the lowest unemployment since the 1970s. We have to have the confidence that people can go out there and that businesses can match them with the skills they are looking for. Then we will drive the growth agenda that we need. That is what is expected, and what is indeed happening, in my rural constituency of North Norfolk.",
        "Rather like with buses, Mr Deputy Speaker, you sit here for nearly five hours and nobody talks about the rural economy, and then my hon. Friend the Member for West Dorset (Chris Loder) comes along—not that I would ever liken him to a bus. When we stimulate local growth, we foster and support thriving communities. That does not just apply to towns and cities; it also applies to rural areas and North Norfolk is just one of those areas set to benefit. What better place can Members think of than somewhere with swathes of glorious rolling countryside, sprinkled with picturesque towns and villages? Businesses are making a significant contribution to local and national economic growth, and the east is a net contributor to the economy—to the Chancellor and the Treasury. We should not forget that.",
        "We should also recognise that the pandemic has taught us many things. Remote working has changed everything. Places such as my beautiful constituency have never before provided the kind of work-life balance that the pandemic has opened our eyes to. It is estimated that rural businesses across the country make up 28% of England’s firms and contribute at least 19% of gross value added to the English economy. Rural areas have more business start-ups per head of population than many urban areas, and most have enormous amounts of manufacturing businesses. Those businesses can be small, medium or large, but all of them contribute immensely to the surrounding areas and the national economy.",
        "Whenever I have talked about levelling up, I have said that we must not forget our rural areas. I want to show that there is confidence in the future, and so does a serial entrepreneur called William Sachiti, who is the real leader here—I notice that my hon. Friend the Member for Milton Keynes North (Ben Everitt) has disappeared, but it is interesting that this issue has been brought up twice in the space of half an hour. William Sachiti is a tech entrepreneur who is relocating the headquarters of his robotics company, Academy of Robotics, to a former military base in my constituency in quite literally the middle of nowhere. In doing so, he is placing the vanguard of driverless vehicle technology and development in my county. Many have already described the company as the closest thing we have to Tesla in the UK.",
        "If there is a better way of demonstrating that we can achieve economic growth through the suite of Bills in the Queens’ Speech than the businesses opening in my constituency, I do not know what it is. This business, which has already been valued at $100 million, will deliver the benefits of high-skilled jobs and bring real talent into my constituency.",
        "I hope that goes some way towards showing how integral rural areas are to our economy. They are quite often the economic drivers of growth. As we move out of the pandemic, it is vital that we recognise that and the inherent potential of businesses in the rural economy, and realise that there are no barriers any more to where people can start a business and enable it to thrive. Just like levelling up, economic growth is not the preserve of metropolitan areas any more but for the whole country. I know that the Government will deliver on this."
    ]
}