{
    "url": "https://www.ukpol.co.uk/norman-baker-2013-speech-on-low-carbon-vehicles/",
    "title": "Norman Baker – 2013 Speech on Low Carbon Vehicles",
    "post_date": "February 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Norman Baker",
            "url": "/tag/norman-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Norman Baker, the then Parliamentary Under Secretary of State for Transport, on 4 September 2013.",
    "content": [
        "[![normanbaker](https://www.ukpol.co.uk/wp-content/uploads/2016/01/normanbaker.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/normanbaker.jpg)",
        "**Introduction**",
        "Thank you Brendan and good morning ladies and gentlemen.",
        "Today is one of the days when I really enjoy being a minister. I am out of the office talking to the people who are actively involved in helping to deliver the department’s twin key objectives – to create growth for the British economy and to help reduce our environmental footprint.",
        "Looking around the exhibition I see the very best of what the UK automotive industry has to offer, the result of technical and engineering brilliance, business acumen and foresight.",
        "I would like to take this opportunity to spell out the value the government places on your industry and to tell you about the world leading package of support the government has put in place to ensure a thriving future of UK’s automotive sector.",
        "**Automotive strategy**",
        "The automotive strategy that we recently published shows that we – industry and government – have set a clear path for what our low and ultra-low emission R&D goals are – supported by the creation of the £1 billion Advanced Propulsion Centre, which will be jointly funded by the government and industry.",
        "We have also laid out our plans on long term support for automotive manufacturing. This includes the government working with industry to ensure that we have the right work force with the right skills, and by the industry making public its recruitment intentions for more apprenticeships and more graduates.",
        "And we have said how we will support further investment into the supply chain through the new Automotive Investment Organisation.",
        "**ULEV strategy – scene setting**",
        "Today I want to talk to you about another significant milestone…our ultra low emission vehicle strategy – Driving the future today.",
        "Before I get into the detail I would like to thank those of you who provided advice, evidence and insight to the Office for Low Emission Vehicles as our strategy was shaped and developed.",
        "We know that successful strategies take full account of the views of the experts – in this case those that take on the engineering and design challenges, those that squeeze every last efficiency out of the production line and those who know the amount of effort necessary to close a sale in the showroom.",
        "The recent spending review announcement confirmed the coalition government’s strong support for the ultra low emission vehicle sector. Five hundred million pounds to support the market to 2020. But behind this figure lies a political consensus, across departments, between the coalition partners and right to the highest level of government.",
        "Our approach is based on solid foundations. The partnership between the automotive industry, the recharging equipment suppliers, the energy companies, the vehicle users, and government.",
        "We have a common understanding of the direction of travel. We have robust discussions and dialogue about the many issues. And most importantly we have a collective will to deliver a clear vision.",
        "First let me recognise the huge strides made by industry in reducing carbon emissions from petrol and diesel cars. Progress has been very impressive and continues. There is clearly a lot of life left in the internal combustion engine.",
        "But our strategy is about preparing for the long term. We are driving the future, today. By 2050 effectively every car and van in the UK will be an ultra low emission vehicle.",
        "The cars that were rolling off the production line in the mid-1970’s were a very different beast to the cars of today – the Ford Cortina was king of the road.",
        "Your innovation, supported by government policy will continue to transform the cars we drive. And in another 3 decades, zero emissions will be the norm.",
        "**ULEV strategy – the detail**",
        "We have collected evidence from more than 5000 recharging posts installed through the PIP schemes, from over 5000 vehicles that have benefited from our plug-in car and van grants, from the 340 vehicle low carbon vehicle trial and from numerous government funded R&D projects.",
        "And of course UKH2Mobility is also examining the role that fuel cell electric vehicles can have in an ultra low carbon future.",
        "So we have the expert opinion and the robust evidence – now what does the strategy say?",
        "We have identified 5 work streams which we believe will support the UK’s ambition to become one of the global leaders in the design, production and use of ultra low emission vehicles – driving growth, delivering jobs, cutting carbon. These 5 workstreams are:",
        "– supporting the early market for ULEVs",
        "– shaping the required infrastructure",
        "– securing the right regulatory and fiscal measures",
        "– investing in UK automotive capability",
        "– preparing the energy sector",
        "I would like to outline our thinking for each of them.",
        "**Supporting the early market for ULEVs**",
        "Coming from a retail background myself I understand the importance of the sales and marketing effort involved in shifting new products – I was in music retail as the compact disc was released – a complete paradigm shift in music formats, higher spec and higher price than both cassette and vinyl.",
        "In the strategy we have set out our thinking on market issues relating to the price premium that ultra low emission vehicles attract. In addressing these barriers the government’s track record is good – we have grants towards purchase, we have put in place a tax and duty regime that encourages their purchase by both private and business motorists and we recognise the importance of local measures such as the congestion charge discounts, parking benefits and in some cases low or zero cost charging.",
        "And we also recognise that automotive manufacturers are playing their part. Currently there are 14 cars and 7 vans eligible for the grant – and there are many more in the pipeline. More cars and vans, covering more market segments, with a range of price points and imaginative ownership options. These are making the decision to switch easier for consumers whilst reducing their risk.",
        "But we recognise that we need to make the case to a wider section of the motoring public – part of this will be through the word of mouth of ULEV drivers, but we are also aiming to reinforce this with other communications. Industry partners and government are currently working together to explore how best to do that.",
        "Together we need to address the situation where the opinions of some ill informed keyboard warriors are given more credence than those of the engineers and business brains who have invested billions to help secure sustainable personal mobility for this and future generations.",
        "**Our second strand concerns infrastructure**",
        "Our plugged-in places programme has resulted in the installation of well over 5,500 recharging points with over 65% of them publically accessible. Through our £37 million infrastructure package, we have provided funding to deliver 1000 domestic points. And Michael Fallon – the BIS Minister – and I recently announced the winning bids for the first round call for proposals for rapid chargers, and chargers at train stations and wider public estate which will see £12 million allocated to support over 75 projects. We are also now open for second round bids. The closing date is 31 October – and I fully expect to see a large number of high quality and innovative bids.",
        "Of course infrastructure is not only about the absolute numbers, it’s also about the type of charger, their location, and meeting the requirements of drivers.",
        "Here I would like to mention the recent successful TEN-T project supported by Nissan BMW, VW and Renault, Charge Your Car North and the UK and Irish governments. This scheme will see rapid chargers installed in up to 70 sites on the UK and Ireland’s strategic road network – and these chargers will be multi-standard systems having 3 connector types.",
        "I would also like to mention the newly formed UK EVSE –the trade body for those organisations involved in the manufacture and installation of charging infrastructure. I look forward to working with them closely on a wide range of issues, including technical standards where their expertise will be invaluable in ongoing EU negotiations, interoperability and improving the customer experience – for example through better signing and information.",
        "Our third area of focus is securing the right regulatory and fiscal framework. In my 3 and a half years as a transport minister, I have been able to meet a large number of businesses of varying shapes and sizes. And all of them, without exception, have a common refrain. Let us get on with our work in a stable and long term regulatory and fiscal environment – don’t keep moving the goal posts. We have heard and got this message.",
        "So the strategy says we will give you the stability you require, to make your long term design, investment and production plans and the associated financial commitments. We will consult early and fully with you in the event that any changes are really necessary and we will apply this approach fully in engaging with Europe on emerging regulations.",
        "Our message to industry is clear. We are in this for the long-term. We welcome those who share our vision of the future and we are backing this with serious money and a commitment to work shoulder to shoulder with you to ensure that the UK reaps the dividends that this exciting opportunity offers.",
        "So, and this is our fourth strand, we have identified supporting the UK ultra low emission supply chain as one of the key elements of the strategy. This is essential to support the UK’s economic recovery, creating jobs and encouraging growth.",
        "For every new job on the assembly line multiple jobs are supported in the associated supply chain.",
        "We have already seen our policies bear fruit, attracting the Euro LEAF and battery production by Nissan at Gateshead, The Auris production by Toyota at Burnaston, and BMW producing their i8 powertrain at Hams Hall.",
        "All testament to the high quality of the UK’s workforce and, I like to think, the coalition government’s business friendly environment.",
        "We also recognise the importance and excellence of the UK’s automotive R&D sector with more than £1.5 billion annual investment driving technologies forward.",
        "On R&D, £80 million of OLEV funding, combined with Technology Strategy Board funding, has generated over £350 million total investment in well over 170 projects with very tangible results – some of which I saw a few moments ago. And I understand that there will be an announcement of the winners of the latest 2 integrated delivery programme competitions during the conference.",
        "The fifth priority highlighted in the strategy is preparing the energy sector. We need to ensure that the grid is able to cope with the load created by a large number of vehicles plugging in to it.",
        "We need to ensure that it decarbonises so that environmental benefits are maximised and we need to look to technologies such as smart grids and smart meters to ensure that the each and every ULEV owner can help us achieve our ambitious carbon reduction targets. We are working closely with DECC on this vital strand.",
        "**Principles**",
        "The strategy also sets some key overarching principles about how we are intending to take this agenda forward: a technology neutral approach, a focus on intervening to address market failure, and a commitment to always work in Europe on the basis that regulations should be ambitious but realistic. These principles are important. They reflect what industry has been telling us over the last few years and they will continue to underpin our activities from now on.",
        "**Conclusion**",
        "Finally I would like to engage your active help, We will shortly be putting out a call for evidence. We have a clear investment commitment out to 2020. And so we want to hear from all sectors, car, vans, freight, buses as well as powered 2 wheelers.",
        "We want to talk to the charging manufacturers and installers, hydrogen gas producers, the wider energy sector, the fleet industry –everyone who will have a role to play in ensuring that our ambitious growth and environmental goals are met.",
        "These discussions will inform how we will achieve the best value for our £500 million investment and ensure that we are working with those whose knowledge, drive and technical excellence will deliver ultra low carbon transport.",
        "The strategy is available online, there are a few printed copies available here as well as summary versions. Please read them and then talk to us.",
        "Officials from the Office for Low Emission Vehicles are here in force and would much rather talk to you about the strategy than test drive the fantastic array of vehicles on display here. At least they would now.",
        "Ladies and gentlemen, thank you for listening. Ministers and officials across government are prepared for the hard work ahead and I know that you are all up for the challenges and opportunities that delivering low carbon road transport offers.",
        "Thank you and please enjoy the rest of your conference."
    ]
}