{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2022-speech-on-a-strategy-for-international-development/",
    "title": "Harriett Baldwin – 2022 Speech on a Strategy for International Development",
    "post_date": "July 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Harriett Baldwin, the Conservative MP for West Worcestershire, in the House of Commons on 6 July 2022.",
    "content": [
        "I congratulate the hon. Member for Rotherham (Sarah Champion), the Chair of the International Development Committee, on securing this important debate. It is an honour to follow the right hon. Member for Birmingham, Hodge Hill (Liam Byrne). He discussed a lot of wise history and important points, and I hope we will hear an answer on them when the Minister gets to the Dispatch Box. I wish to commend her and say how incredibly energetically she works on this agenda. I salute her indefatigability and the results she has delivered. In addition, let me point out that I, too, am one of those who regrets that we reduced our promise from 0.7% to 0.5%; I was one of the 26 rebels who voted against that. However, I am going to try in this speech not to dwell on the past, particularly since my right hon. Friend the Member for Sutton Coldfield (Mr Mitchell) and the right hon. Member for Leeds Central (Hilary Benn) covered that matter so well.",
        "I want instead to talk more positively about the strategy the Foreign Secretary has set out. I welcome the fact that it continues to include an emphasis on girls’ education and educating every child with 12 years of quality education. That is incredibly powerful in terms of international development, and I want to dwell in particular on soft power. We must raise our game on soft power from its already high level because we are at a pivotal time in history. On 24 February, when Putin began the evil invasion of Ukraine, we shifted into a new and historic era with the forces of evil and authoritarianism on the advance against the forces of liberal democracy, which we have for too long taken for granted. We now realise that we have to stand up for our freedoms; freedoms are not free, and we need to think about how we can best make the case for those freedoms.",
        "I have the privilege of chairing the British group in the Inter-Parliamentary Union. In that role I was leading the delegation to the assembly in Indonesia in March and we wanted to put out a strong statement condemning Russia’s invasion of Ukraine. We might think that that would be relatively uncontroversial, particularly since the UN had carried the motion so strongly, but in fact it is proving to be quite a battle: it is a battle for ideas and for soft power.",
        "Soft power is an area where the UK has great assets and strengths, and we must increase our emphasis on that and the energy we put into those strengths. The BBC is one of those soft power assets and we spend a lot of our official development assistance budget on making sure we communicate in languages like Yoruba and Tigrinya that are widely heard around the world. That plays an important part in getting accurate information to countries that are being fed disinformation from Russia, particularly disinformation about the battlefront that that we have heard about today: energy, the price of energy and the price of food. Given the stresses that that is putting on our economy, we can imagine how much stress it is putting on some of the very poorest countries in the world. As we heard last week when Ukrainian MPs visited us here in Parliament, that is being weaponised by Russia to attack Ukraine. In some of the poorest countries the message is going around that their energy and food prices have gone up so much because of the Ukrainians. We must up our game in counteracting that messaging by having a strong communications strategy and making sure we are using the incredible soft power we have through the BBC.",
        "The British Council is another soft power asset. Next week I am leading a delegation to Kosovo, a country which, because it is in the Balkans, is on the soft power frontline. I learned to my dismay yesterday that the British Council is thinking of closing its office in Pristina and moving the delivery of its important courses to Belgrade in Serbia. I urge the Minister to ask her officials to look into that for her because we must ensure that our valuable soft power tools such as the British Council and the BBC—in so many foreign languages—are able to counteract some of the terrible messaging we are hearing in what is now a war between the good of liberal democracy and the evil of authoritarianism.",
        "On this point about the soft power battle, may I particularly highlight for praise the decision that the Foreign Secretary took to rename the Commonwealth Development Corporation, one of Britain’s greatest hidden soft power assets, as British International Investment? I say three cheers for that decision. British International Investment does what it says on the tin. It is a much better name than the CDC, which, frankly, even sounds Chinese. British International Investment has that UK branding, and I urge the Minister to look further at branding everything that we do through this budget as coming from the UK. The former Secretary of State stamped a Union Jack on our food aid with the words, “Gift of the British people” in countries where, perhaps, the level of literacy in English is not particularly high. I like the way that the Australians stamp a kangaroo on all of their food aid. Can we do more to show that this aid is coming from us? We are in an information versus disinformation battleground at the moment. As others have said so eloquently, we are going into a period where food insecurity—famine—is on the march again, particularly across the Horn of Africa.",
        "The UK can also play an important role in using our hard power to get the grain out of Odesa. But let us make sure that, when that grain arrives and when we are able to give food aid, it is clear that this is coming from the western nations.",
        "May I digress slightly to ask the Minister to update me on where we have got with clean cookstoves? Many women in poor countries spend much of the day going out to cut down trees to make it into charcoal only to go home and poison themselves and their family cooking with this very carbon-intensive fuel. I know that the UK is leading the world in research into clean cookstoves.",
        "I shall conclude my brief remarks by highlighting some of the excellent things that British International Investment has been doing to lift countries out of poverty through long-term private sector development. No country has ever left a dependency without a thriving private sector. Companies that have been invested in by British International Investment employ nearly 1 million people in around 64 of the world’s poorest countries. That is the kind of practical and sensible intervention that really makes a difference. I am so glad that it is now labelled, “from the British Government”.",
        "I am so pleased that £479 million of investment has gone into climate finance. There is so much more that can be done on this. Countries with very little electricity distribution can benefit from clean energy and clean energy investment, which will make so much more sense economically than other sources of energy.",
        "Let me reiterate the key point of my speech: from here, how do we make the best of what we have, and how do we make the best of our international strategy to maximise the UK’s soft power assets? Let us keep doing the good things that we are doing, and let us move towards 0.7% as quickly and as judicially as we can. In the meantime, three cheers for the rebranding of the CDC."
    ]
}