{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2016-speech-on-tax-avoidance-and-evasion/",
    "title": "Harriett Baldwin – 2016 Speech on Tax Avoidance and Evasion",
    "post_date": "April 13, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Harriett Baldwin, the Economic Secretary to the Treasury, in the House of Commons on 13 April 2016.",
    "content": [
        "I am again delighted to be given the opportunity to outline the action that the Government are proud to have taken to tackle tax evasion, tax avoidance and aggressive tax planning. No Government have done more to ensure that people and companies pay the taxes they owe and to crack down on those who do not play by the rules. That is why, from day one, we have introduced measure after measure to close down the tax loopholes we inherited, to increase the punishment for those who break the law, to drive forward tax transparency and ensure that the UK is at the forefront of new global standards, to ensure that international tax rules are fit for the 21st century, to reform the regimes in overseas territories and Crown dependencies, and to increase HMRC’s powers to collect the money that pays for the public services on which we all depend.",
        "Yes, individuals and companies should pay their fair share of tax, which is exactly what this Government have been ensuring that they do. The activities in Panama are already the subject of intensive HMRC investigation. It is imperative that the leaked data are examined closely, which is why we are setting up and providing funding for an operationally independent, cross-agency taskforce to sift through the millions of pages of data. Where there is evidence of any wrongdoing, rapid action will be taken. The Government also attach great importance to giving HMRC the resources to protect our tax base, which is why at last year’s summer Budget we announced an extra £800 million to fund additional work to tackle evasion and non-compliance by 2020-21. That will enable HMRC to recover a cumulative £7.2 billion in tax over the next five years.",
        "The Opposition motion talks about beneficial ownership. Thanks to this Government’s action, our register of company beneficial ownership will go live in June. We are the first major country to have such a list in place, free for anyone to access. In addition, we are consulting on requiring foreign companies that own property or bid on public contracts in England to provide beneficial ownership information, too.",
        "We heard from a range of speakers today. The hon. Member for Hayes and Harlington (John McDonnell) has a new-found interest in a topic he asked no questions on during 13 years of Labour government, but he has managed over the past week to confirm his party as anti-aspiration and anti-wealth-creation, and as wanting to create an atmosphere of envy. We heard from the hon. Member for Dundee East (Stewart Hosie), who was much more welcoming of the measures the Government have introduced, and he also attacked Labour’s lack of action in 13 years. We heard a very informed speech from my hon. Friend the Member for Torbay (Kevin Foster), a member of the Public Accounts Committee, who shared with us his expertise in that area. We also heard an interesting speech from the hon. Member for Newcastle upon Tyne North (Catherine McKinnell), who is chair and founder of the all-party group on anti-corruption. She will be aware of the proposed new offences that we are introducing in terms of prosecuting companies that fail to prevent evasion. She will want to participate in that consultation and in the process of legislation on that offence.",
        "My hon. Friend the Member for South Suffolk (James Cartlidge) brought in his expertise in business, highlighting the steps the Government have taken to help low earners. The hon. Member for Oldham East and Saddleworth (Debbie Abrahams) used some fairly dodgy statistics, but I am pleased to confirm that the amount of £1.8 billion has been made available for compliance and enforcement, which is an increase in resources, over the last two Parliaments. She raised questions about trusts, asking whether the arrangements relating to the beneficial ownership of companies should be extended to trusts. There are many legitimate reasons for creating a trust and the vast majority of trusts across the UK are used for legitimate purposes. Setting up a blanket requirement would distract action from the areas of most concern, such as shell companies.",
        "My hon. Friend the Member for Bracknell (Dr Lee) made an interesting speech, in which he recommended abolishing corporation tax completely. The Government are not ready to do that at this point in time. The hon. Member for Newport West (Paul Flynn) made an angry speech that included rather a lot of personal attacks on individual Conservative politicians. My hon. Friend the Member for Lewes (Maria Caulfield) made an excellent speech highlighting the Labour party’s politics of envy and our steps to make our income tax system even more progressive.",
        "The hon. Member for Blaydon (Mr Anderson) spoke up for the low-paid, but I detected a strong streak of the politics of envy for anyone else in his speech. My hon. Friend the Member for Newark (Robert Jenrick) made a good speech about the credible action against corruption and criminality that this Government have taken. He gave an excellent and incisive summary of what we have done, drawing on his knowledge of the art world. We heard an interesting speech from the hon. Member for Glasgow South (Stewart Malcolm McDonald), and I can confirm that HMRC does work closely with Interpol and is indeed finalising the list for the anti-corruption summit as we speak. We heard helpful contributions from Members from Northern Ireland, who welcomed some of the steps the Government have taken.",
        "In conclusion, this country is leading the way on tackling tax evasion and tax avoidance, bringing in billions from offshore tax evaders since 2010 through the actions we have taken. We have made more than 40 changes to tax law in the last Parliament alone, and in this Parliament more than 25 have already been announced for legislation.",
        "Although Labour has suddenly decided to give lectures on tax, I remind the House that when we came into office there were foreign nationals not paying capital gains tax when selling UK property, private equity managers paying lower rates of tax than their cleaners, and rich homebuyers getting away without paying stamp duty by owning homes through companies. We have taken action to fix that. We have increased the amount paid in income tax by the top 1% from £31 billion 10 years ago to £47 billion now. We have made our taxes more internationally competitive. We have cut income tax for tens of millions of hard-working people, rewarded aspiration and made the tax system better, fairer and more efficient. That is our record. We are proud of it, and I urge the House to vote against today’s Opposition motion."
    ]
}