{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2023-speech-on-energy-support-package-for-businesses/",
    "title": "Harriett Baldwin – 2023 Speech on Energy Support Package for Businesses",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Harriett Baldwin, the Chair of the Treasury Select Committee and the Conservative MP for West Worcestershire, in the House of Commons on 9 January 2023.",
    "content": [
        "**Harriett Baldwin (West Worcestershire) (Con)**",
        "I welcome the [Minister’s announcement](https://www.ukpol.co.uk/james-cartlidge-2023-statement-on-energy-support-package-for-businesses/). He rightly points out that President Putin has, by illegally invading Ukraine, effectively weaponised the cost of energy against western economies, and he is right to highlight that we have been able to withstand that attack with £18 billion of support over this six-month period.",
        "We now have a gas price close to where it stood before the invasion of Ukraine, and businesses across the country have realised the big risk they face in terms of their energy costs. Will the Minister encourage them not to pass on the cost of higher energy through inflation to their customers, and instead call for the wholesale price of energy to feed through more swiftly to the retail price our businesses pay?",
        "**James Cartlidge**",
        "I think this is the first time I have taken a question from my hon. Friend since her appointment to the chairmanship of the Treasury Committee and I congratulate her belatedly on her success. She makes the good point that wholesale prices have fallen significantly. The gas price is back to where it was before the invasion. Of course, we should be clear that before the invasion it was still elevated in relative terms historically, not least because there was an increase in energy prices following the reopening of the economy after the pandemic. Of course, we do not want prices to be passed on to customers in terms of inflation—that is the last thing we want to see—but I should stress that one reason why we are giving extra support to energy and trade-intensive sectors is that, because they tend to trade internationally, they are particularly exposed to those price pressures and find it harder than other companies that are energy intensive but not trade exposed to pass on those high prices."
    ]
}