{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2023-speech-on-the-procurement-bill/",
    "title": "Harriett Baldwin – 2023 Speech on the Procurement Bill",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Harriett Baldwin, the Conservative MP for West Worcestershire, in the House of Commons on 9 January 2023.",
    "content": [
        "It is an absolute honour to [follow such an assured maiden speech from the hon. Member for City of Chester](https://www.ukpol.co.uk/samantha-dixon-2023-maiden-speech-in-the-house-of-commons/) (Samantha Dixon). She spoke with great confidence and great experience of the subject at hand. She painted a beautiful picture of her city, and I am sure that that was the first of many excellent contributions that she will make to our debates.",
        "I put my name down to speak in the debate because it struck me that procurement is so tied to what is our biggest economic problem: the cost of living and the rate of inflation. The questions that I want the Minister to respond to in his closing remarks are about that rate of inflation and how the transparency and openness of the new procurement system can help by bringing down the price that the Government pay at all levels for the contracts they award.",
        "I draw the Minister’s attention to the situation in Ukraine—no, not the one that occupies the headlines, but a little-noticed development in 2016 that was very much supported at the time by the UK, along with Transparency International: the development of its procurement system, known as ProZorro. It is quite a remarkable platform. It is open source and shows every opportunity that exists in Ukraine to bid on contracts. It is completely open to citizens and civil society to look at all of the data on what is being tendered for and at what price companies are successful in bidding for those contracts. It is an extraordinary example of how public procurement can be transformed by openness and technology. If he has not done so already, I urge him to ask his officials if they could give him the opportunity to look through the ProZorro system used in Ukraine. It has done an enormous amount to reduce the cost of procurement over the years and to increase transparency for citizens.",
        "The second public economic priority that the Bill helps to support so much is innovation. The openness and transparency of the procurement system will give small businesses—this has been mentioned a few times in today’s debate—much more of an opportunity to see what there is in the pipeline of public procurement. Again, I wonder whether I can ask the Minister to reply on this point in his closing remarks. In terms of innovation, one of the factors that small businesses often cite to me—and to other colleagues, I am sure—is that when they put their tender in for a public procurement, very often they are required to provide at least three full years of financial records. That can act as a very insidious way of reducing the ability of newer businesses and more innovative businesses, and perhaps nimbler and less expensive businesses, to participate in public procurement. I urge him to think about how the qualification process might enable some of the start-ups we really want to succeed to get into the pipeline of public procurement as easily as possible.",
        "My finally question echoes some of the excellent points made by my right hon. Friend the Member for Rayleigh and Wickford (Mr Francois) on the importance of defence. I want to ask about the single-source procurement regulations, with which I know the Minister will be intimately familiar, and recognise the fact that in those procurements the Government are, obviously, dealing with one supplier. What thought has he given to then requiring the single-source supplier to procure more in a more innovative way from down the supply chain, and in a way that would not compromise national security, which of course has to be paramount?",
        "With those short remarks, may I say once again what an honour it has been to be in the Chamber for the maiden speech of the hon. Member for City of Chester?"
    ]
}