{
    "url": "https://www.ukpol.co.uk/tony-baldry-1986-speech-on-horton-hospital-in-banbury/",
    "title": "Tony Baldry – 1986 Speech on Horton Hospital in Banbury",
    "post_date": "August 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Baldry",
            "url": "/tag/tony-baldry/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Baldry, the then Conservative MP for Banbury, in the House of Commons on 4 February 1986.",
    "content": [
        "I am grateful for the opportunity to raise this important subject and I thank the Minister for the care that he has taken so far in dealing with the representations that I have made about the Horton hospital.",
        "As both my parents have spent their working lives in the National Health Service—my father is a doctor and my mother a nurse—I have, naturally, always had an interest in the NHS, and since becoming the Member for Banbury I have taken a particular interest in the Horton general hospital. It is a first-class general hospital with well-qualified and highly motivated staff serving the medical needs of a wide catchment area stretching into Northamptonshire and Warwickshire.",
        "Any debate on the NHS is liable to become either a statement of statistics or an exercise in special pleading. I hope to do neither. Horton is a well run hospital. The local community has every reason to have confidence in the hospital’s unit administrator, Dennis Baston, and his team. Whereas the average national daily cost per inpatient is £79, at Horton hospital it is only £66, and whereas the national average in-patient case cost is £577, at Horton it is £528.",
        "Some people seek to give the impression that the NHS is in a state of constant decline, is starved of resources and has ever-shrinking staff numbers. In fact, the figures show that local health services have never had so many resources devoted to them. Revenue spending on health services in Oxfordshire has increased by 101·7 per cent. in cash terms since 1979, representing an increase in real terms of 13·2 per cent. That means that the Health Service in Oxfordshire has a budget 13·2 per cent. bigger than it was in 1979. Revenue spending on Horton general hospital has increased by 103·8 per cent. in cash terms since 1979, which represents an increase in real terms of 14·4 per cent.",
        "During the past six years, about £2·25 million has been spent on new building works at the hospital, and during the next five years about £6,640,000 is planned to be spent on new building works. Since 1979, about £670,000 has been spent on new medical equipment at the hospital. There is no doubt that Horton general hospital is a more secure, better district hospital now than it was in 1979.",
        "Against that background of consistent achievement in the NHS and consistent extra resources for the hospital, I raise my specific anxieties, because, despite the consistent improvement, many beds at the hospital are empty for want of nurses and some financial resources. The first legitimate anxiety relates to RAWP which, as my hon. Friend will know, is the formula by which resources are allocated from central Government to regional health authorities. There are good grounds for suggesting that Oxfordshire regional health authority is underfunded. As my hon. Friend will know, it is one of the fastest growing areas of population in Britain, yet although in 1977–78 the region was 7 per cent. above its RAWP target, it is now 3 per cent. below target. It would appear to have had a more negative movement than any other region. I do not understand why Oxfordshire regional health authority should be in that position. The region’s budget may be underfunded, so, however hard it tries, it will have ​ difficulties in meeting all its commitments. At the end of the day, that means that in a good district general hospital beds are not being used as they should be.",
        "In a letter to me last October, my hon. Friend the Minister acknowledged that Oxfordshire is not receiving its fair share of resources. He said:",
        "“It is true to say that Oxford RHA receives 3 per cent. less than its fair share of the available resources, whereas in 1977–78 it received 7 per cent. more than its share.”",
        "What happened was that, just at the point when the region was on target to receive exactly its fair share, its relative need for health care increased because of rapid population growth. The target shifted. This had the effect of converting Oxfordshire health authority from an over-target region to an under-target region. In simple terms, that means that the regional health authority has insufficient funds for its means and is not receiving a fair share of the funds available.",
        "I appreciate that, this year, Oxfordshire is receiving about £1·4 million of growth money from the Government to pay for better services. However, that entire sum may be swallowed by unexpected bills: £344,000 to cover Oxfordshire massive rates increase; £700,000 to pay for higher than expected wage awards; and £250,000 to pay for a new national agreement on ambulance men’s pay. I simply ask: when will Oxfordshire again receive its fair share of central Government money?",
        "Our second anxiety relates to the nurses that the district health authority can provide at the Horton. That is partly a consequence of the resources that the regional health authority can apply to the district and the district health authority can apply to the hospital. Recently, Oxfordshire health authority undertook a comprehensive review of nursing. That review is not yet completed, but its results so far demonstrate such low numbers of nurses at present on the wards as to give rise to great anxiety. It is neither fair, sensible nor acceptable to allow the numbers of nurses on wards and in the community to reach such levels that the staff who remain become demoralised It is unfair to the nurses and to the patients. I fully appreciate that some of the problems relate to difficulties in recruiting nurses. Horton, like every other hospital in Oxfordshire, is suffering and is finding it difficult to recruit either state registered or state enrolled nurses. Nursing services are extremely stretched.",
        "At Horton beds are closed because of a combination of recruitment problems and revenue difficulties.",
        "In a recent letter to the county’s Members of Parliament, the district group manager, Dr Paine, observed:",
        "“The options will have to be those which will bring up the level of nursing staff on individual wards to such a level that they can feel that they carry out their duties effectively and without exhaustion and disillusion, as is too commonly the present case. It looks as though some reductions of service will be inescapable if this is to be achieved within even the optimistic predictions for the district’s funding in 1986.”",
        "That letter was written prior to certain of the unexpected expenditure which the district will incur, such as the rates increase to which I drew the attention of the House earlier.",
        "There is genuine concern that, because Oxfordshire health authority has not been able fully to fund the increases in nurses’ pay, the number of nurses at Horton has had to be cut. That has meant that beds have had to come out of service and it has hit, in particular, cold ​ surgery so that the waiting times for operations have lengthened and on a number of occasions the hospital has not been able to use the operating theatres in the most cost effective way.",
        "I have read with interest the auditor general’s recent study into nursing and I fully appreciate the argument that substantial savings can be made nationwide on redeploying nurses. However, having made several visits to Horton hospital, and having discussed the matter at considerable length with those involved, I am more than satisfied that in Horton the nursing staff are already being used as cost effectively and efficiently as possible, given the size of the hospital, the present 37½ hour working week which makes it difficult to provide 24-hour-a-day, seven-day-a-week cover, and other constraints imposed by the Royal College of Nursing. I should be very surprised if anyone going into Horton could find a more cost effective way of using the money available for the nursing staff. The situation with nurses will be even more critical next year as each 1 per cent. increase in nurses’ pay, which is not funded centrally, costs Oxfordshire health authority £8 million. When will we have a system of pay reviews that ensures that health authorities have available locally the resources necessary to honour pay awards agreed nationally.",
        "The last matter to which I wish to draw the attention of the House and which impinges upon the efficiency and effectiveness of Horton hospital is the effect of the recent introduction of the regulations on the maximum amount of money available to keep people in private nursing homes. I support fully the need to control such demand spending and understand why it was necessary to introduce the regulations. However, it is estimated that at any time there are up to 20 people in Horton hospital who are not really ill. They are old and would be far better off in nursing homes, but they cannot be admitted to private nursing homes because the Department of Health and Social Security cannot fund them. In consequence, they are costing the community far more by being in hospital and they are also taking up valuable beds which could be used by patients in need of acute medical beds.",
        "The chairman of Oxfordshire health authority and the chairman of Oxfordshire community health council have as a matter of urgency been carrying out an evaluation of all the private nursing provision in Oxfordshire. If it should be shown that the present DHSS levels have been set too low to enable private nursing homes to provide proper accommodation for those who are entirely dependent upon the DHSS for support, I trust that my hon. Friend will again consider the limits. It must be in everybody’s interest that no acute bed in a general hospital is unnecessarily occupied.",
        "I hope that by the tenor of my comments I have made it clear to my hon. Friend the Under-Secretary of State and to the House that I do not approach this matter by way of special pleading. I hope that I approach it by way of balanced and objective analysis, wishing to try to discover how it is that at a time when more money than ever before is being devoted to the Horton hospital and to the National Health Service as a whole we find ourselves in the curious position that, notwithstanding, there are empty beds at a good, efficient hospital like Horton. The Horton hospital is a first class general hospital. We intend to ensure that it remains a first class general hospital that is able effectively and efficiently to serve the medical needs of local people."
    ]
}