{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2016-speech-at-fintech-week/",
    "title": "Harriett Baldwin – 2016 Speech at Fintech Week",
    "post_date": "February 23, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Harriett Baldwin, the Economic Secretary to the Treasury, at an event held by the Association of British Insurers on 22 February 2016.",
    "content": [
        "It is great to be here to kick off Fintech Week.",
        "Fintech Week has two key aims.",
        "The first is to celebrate our status as a leading global Fintech hub.",
        "The second is to look at what we need to do if we want to become, and remain, the leading global Fintech hub.",
        "Part of that is, of course, what more government, or regulators, can do to support UK Fintech.",
        "But it’s also about what this event highlights – what we can do to foster greater collaboration between Fintechs and traditional financial services firms.",
        "It feels particularly apt for this event to be held in this historic part of London, right next to Shoreditch and Hoxton, the hubs of innovation and technology in London.",
        "It’s an area which has become a byword for innovative technology.",
        "The buzz in this historic corner of London shows how important it is to us as a country to be open to new things and new ideas.",
        "And that effect isn’t just local or regional – it’s national. Across the UK the Fintech market generated over £6.5 billion in revenue last year. Our Fintechs attract significant investment, with around £550 million in capital invested in 2015. It is clear that we have a strong pool of talent and the right government and regulatory regimes to help Fintechs thrive.",
        "I’ve been particularly encouraged by seeing start-ups from across the world choosing the UK as their home and developing their businesses here.",
        "As an example, Startupbootcamp’s new accelerator programme based in London, called InsurTech, offers funding and mentoring to companies from across the world.",
        "And aside from the positive economic effects, Fintech also helps normal people in their daily lives. It gives them extra choices; it makes their everyday tasks simpler; it improves their quality of life. In the 21st century, Fintech is quite simply essential in making financial services work for the customer.",
        "So Fintech is something we want to see grow ever stronger in the UK – because the technologies you have or are developing have huge economic benefits for the UK and beyond.",
        "And as a government, we are determined to ensure that we’ve got the right environment to nurture businesses and really boost technological innovation, supporting the sector in any way that we can.",
        "We’ve made a strong start in making the UK an attractive environment in which to be a Fintech business.",
        "In 2014, the Financial Conduct Authority launched Project Innovate and subsequently established the Innovation Hub – a support unit for innovative businesses to help them understand the regulatory framework and apply for authorisation.",
        "The FCA has continued this good work with a number of other initiatives. One of the most exciting is the FCA’s regulatory sandbox which will be open to applications for testing from firms this coming spring.",
        "Though “regulatory sandbox” is certainly a contender for the “jargon of the year award”, what a regulatory sandbox does is provide a safe space for innovative firms to test out new ideas at an early stage, with real consumers, but with oversight from the regulator.",
        "As an additional benefit, a sandbox also ensures the regulator is close to innovations in financial services and understands both the risks and benefits they may pose.",
        "I know that the ABI has been supportive of this and has been working closely with the FCA to ensure that companies developing insurance products can benefit – I hope that this will continue going forward.",
        "It’s not just the FCA who have been busy working in this space. As a government, we’ve also been working on how Fintechs can make better use of bank data on behalf of customers, by creating an Open Application Programming Interface (API) standard in UK banking.",
        "This would, for example, enable Fintechs to design phone apps which help customers manage their money better.",
        "Earlier this month, the Open Banking Working Group published a framework for how the open API standard can be designed and delivered. My thanks go to the Group’s chairs and all those involved in this important work.",
        "In addition, we recently appointed Eileen Burbidge as the UK’s Special Envoy for Fintech. In this role she represents UK interests in Fintech, at home and around the world, and leads the Treasury’s engagement with industry.",
        "But the work doesn’t stop here. We know we have to build on our successes if we are to maintain our position as the leading global FinTech hub and compete with the likes of Silicon Valley. There is fierce international competition for this growing industry, so it’s vital that we don’t stand still.",
        "As I mentioned at the start, greater collaboration with traditional financial services firms, such as those in the insurance sector, can play a crucial role here.",
        "How the insurance sector can contribute and what they have done so far",
        "The UK insurance industry has long been a pioneer in insurance innovation, with a long and proud history stretching back to the 17th century.",
        "UK insurers have always been among the first to take on exotic new risks created by evolving technology – such as the first cars and aeroplanes – and to sell insurance in new ways – such as over the phone or on online.",
        "And this readiness to innovate has helped keep the insurance industry a leader in Europe, and one of the great assets of the UK’s financial services industry. That is certainly something we are determined to see continue.",
        "In this rapidly changing society and technological landscape, the challenge for industry is how best to adapt to these fast-paced changes. Customers want and expect more from service providers – everything has to be quicker and better!",
        "We’ve already seen companies like ‘Cuvva’ step up to this challenge where, once signed up, you can purchase short term insurance for a car within minutes, even seconds if you’re quick enough, just by using an app and a smartphone camera.",
        "I believe that UK financial services are nothing if not adaptable – so I know that the industry will thrive in this changing environment, spot new opportunities – and continue growing, and serving your customers.",
        "Much innovation in financial services comes from start-ups and from other non-conventional players. This is why collaboration between start-ups and the larger institutions is key. Both can learn from each other; both, ultimately, stand to benefit from working closely together.",
        "There have already been some exciting developments in the insurance tech industry, such as within the telematics and ‘big data’ sphere.",
        "For instance, we are seeing the advent of ‘social insurance’, whereby some brokers are accessing a greater client base through social media to disrupt the sector.",
        "The government’s open data initiative, along with general progress in ‘big data’, is helping transform how underwriters price risk. As an example, some have made use of the publicly available DVLA data when designing new products in relation to motor insurance.",
        "And the government’s continued support is also clear from our commitment to organisations such as the Alan Turing Institute, which will ensure that we continue to remain at the forefront of digital and technological advances.",
        "Other opportunities include ‘block-chain’, which has been heralded as revolutionary by some, particularly for the insurance sector, owing to its potential to reduce insurance fraud.",
        "It is great to see the insurance industry take advantage of opportunities such as these, and others. And I’ve been particularly pleased to see some insurers creating dedicated spaces, to test new ideas and collaborate with tech start-ups.",
        "The Aviva Digital Garage is an excellent example – and I know there are many more companies that are also investing in similar initiatives, such as AXA who announced that they would be funding a new €100 million InsurTech incubator, dedicated to designing and launching novel disruptive products and services for insurance clients.",
        "I hope that, in the future, we will see many more combinations like these, between well-known institutions, with their knowledge and expertise, and start-ups, with exciting new ideas to bring to the table. These sort of partnerships can only be win-win.",
        "Events like this are excellent ways of forging such relationships:",
        "You come together, you discuss your challenges, you think of ways to overcome them, you throw around ideas. You collaborate. You grow.",
        "When that happens, everyone stands to benefit. And we, as a government, will be on your side.",
        "So I hope today discussion – in this amazing venue – proves fruitful and constructive, and I hope you will all continue to engage with one another, and help make – and keep – the UK the leading Fintech hub in the world."
    ]
}