{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2022-comments-on-jeremy-hunts-financial-statement/",
    "title": "Harriett Baldwin – 2022 Comments on Jeremy Hunt’s Financial Statement",
    "post_date": "November 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Harriett Baldwin, the Conservative MP for West Worcestershire, in the House of Commons on 17 November 2022.",
    "content": [
        "**Harriett Baldwin (West Worcestershire) (Con)**",
        "It is good to see the return of the forecast from the official Office for Budget Responsibility. We all remember why a Conservative Government had to set it up. We will have the OBR in front of our Committee next Tuesday, when we can question the underlying assumptions of the forecast.",
        "I welcome the fact that the Chancellor confirmed today that his announcements go with the grain of what the Bank of England is trying to do in bringing down inflation. That surely is the most important economic challenge for our country at the moment. But can he elaborate a bit more on his thinking? He has tasked the Secretary of State for Work and Pensions with helping back into work those who have left the workforce and he has announced welcome support for those on the welfare system of £900 next year. Can he talk us through his thinking on some of those cliff edges and incentives to work?",
        "**Jeremy Hunt**",
        "I welcome my hon. Friend to her chairmanship of the Select Committee; I know she will do a brilliant job. She makes an important point. It is essential that we work hand in glove with the Bank of England to bring down inflation. Today, the OBR confirmed that inflation is lower because of the decisions we take. She is right to focus on the worrying increase in the economically inactive, which is not just causing supply chain problems for businesses, but driving inflation. That is why we are lucky to have an excellent Work and Pensions Secretary who will make this his top priority in the work he is doing for the Prime Minister and who will bring his conclusions to this House as soon as possible."
    ]
}