{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2016-speech-at-city-week/",
    "title": "Harriett Baldwin – 2016 Speech at City Week",
    "post_date": "May 11, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Harriett Baldwin, the Economic Secretary to the Treasury, at the Oval in London on 10 May 2016.",
    "content": [
        "Tomorrow I will have been the Economic Secretary to the Treasury for exactly a year. So it is great timing to be here at City Week on my first anniversary as the City Minister.",
        "It’s a job I’m very proud to be doing. I have the privilege to be minister for industry that directly employs over a million people with jobs around the country, is worth around 7% of our GDP, and contributes over £60 billion in tax.",
        "Over 2 million people are employed indirectly, with over two-thirds of the jobs outside the M25.",
        "So when I first took up the role last May, I was determined that this industry should be strong and healthy with excellent standards of conduct, and play its part in the UK’s economic recovery to the full.",
        "I had 4 main aims for the industry.",
        "I wanted it to be an industry that was strong and stable.",
        "One that could compete with the best financial centres in the world.",
        "One that provided the best possible services to people at every stage of their lives.",
        "And one that moved on and learned from mistakes made in the past, and earned the trust of the public once again.",
        "Well it has only been a year, but I think together we’ve made some genuine progress on all of these aims and I’d like to talk through some of my own personal highlights over the last year.",
        "Firstly, we’ve definitely taken some real strides in helping this industry become more stable and secure in preparation for whatever the future may bring.",
        "Sound financial regulation is a key part of that and just last week, we received royal assent on the Bank of England Act which further empowers the Bank of England to lead the way on this and work with us in the Treasury to make sure we are fully prepared for any unforeseen shocks.",
        "We’ve also raised the bar for the standards of staff conduct in the industry with our Senior Managers and Certification Regime– something which the Act will make sure all authorised financial services firms are delivering.",
        "And through our recent reforms, we’re helping small and medium sized firms across the UK get better access to finance – and from a lending market which is far more diverse and competitive.",
        "I have a strong belief that ensuring the future strength and success of this sector relies and depends upon us fully realising the potential of women in this industry.",
        "In fact, that’s not just a belief. The OECD have estimated that equalising the role of men and women in the labour market could increase GDP by 10% by 2030.",
        "So I’m hugely proud of our work on this over the past year – and I must thank Jayne-Anne Gadhia, CEO of Virgin Money, for the review she did on this which led to our Charter for Women in Finance, which already has some of the biggest financial firms in the business signed up.",
        "And I’d urge anyone here today who isn’t signed up to it, to go away and look into doing so.",
        "Another priority for me was for the UK to remain the most competitive financial centre in the world. Which is why I was delighted when the Global Financial Centres Index ranked us number 1 last month – again.",
        "We have a strong legal system, skilled workforce, excellent professional services, a language used for business across the world, and a good time zone.",
        "But we know we cannot afford to be complacent in such a highly competitive industry.",
        "That’s precisely why we re-launched the Financial Services Trade and Investment Board last year.",
        "It’s a partnership between government and industry which looks at what more we can do to keep that number 1 spot and keep delivering jobs and growth across the UK.",
        "The board has certainly been busy, focusing its attention on seven different priority initiatives which have high potential for growth – such as investment management, insurance, capital markets or technology.",
        "Another focus for the board has been forging deeper links with key world economies like the US, India and China. In fact one of my favourite moments last year was to visit China and see for myself just how successful our efforts have been – whether it’s in helping our firms get more access to the Chinese market, or deepening the links between our capital markets.",
        "And one last thing I’d like to mention which is really giving us the edge worldwide, is our FinTech industry. We already have a booming industry in this and we want to help this grow. That’s why we’ve working closely with the Financial Conduct Authority to help firms navigate the regulatory side of coming to market, including by creating a safe space – we’re calling it a ‘regulatory sandbox’ in which businesses can test innovative products and services with customers before undertaking the full authorisation process and costs that entails. And I’m delighted this came on board and opened for applications just yesterday.",
        "The Financial Conduct Authority has also set up a support service to help guide firms through the regulations in place to become an authorised firm.",
        "And we’ve also been working hard to develop partnerships overseas – with Eileen Burbidge as our Special Envoy. But why does all of this matter? This isn’t just about our national prosperity. For me, it is hugely important that we enable financial services firms to deliver the best possible services for the people of this country.",
        "Over the last 12 months we have reached some major milestones in that.",
        "Take, for example, our review of the financial advice market. This taught us that there was a real gap in the market for customers who didn’t have huge sums to invest.",
        "Well, we think the UK can do better. We want there to be affordable and accessible advice out there for everyone working to achieve their aspirations, and at every stage of their lives.",
        "So we’re taking forward all of the recommendations that came from our review, and working to make sure that whoever you are, it’s easy for you to get the quality, professional advice you need about how you can make the most of your hard earned money.",
        "Government has also taken important steps to make saving as easy as possible.",
        "Our government-backed products like the Help to Buy: ISA, with over 400,000 accounts opened, have already proved really popular and we’re continuing to expand the range of such schemes available – such as the new Lifetime ISA for under 40s we announced at the last Budget, or our Help to Save for people on lower incomes.",
        "We’re also replacing the Money Advice Service with a new, and more effective body – a reform which goes hand in hand with our merger of the Pensions Advisory Service and Pension Wise – putting an end to the confusion people had about which body to turn to.",
        "And speaking of pensions, we also know it’s not easy keeping track of your pension pot – that’s why we’re working with industry to create a pensions dashboard to allow people to see their pensions online in a single place.",
        "Together with our changes to automatically enrol people on pensions, and our introduction of a new allowance to help people pay for pension advice, we hope to make it much more straightforward for people to plan effectively for their retirement.",
        "Financial Services not only play a leading role in our economy, they play a leading role in people’s lives. They help you buy a house, plan for a family, save for your retirement.",
        "That’s why it could not be more important that companies in this industry are trusted. That means that it’s vital that this industry learns from the mistakes of the past and rebuilds public confidence.",
        "The UK’s financial system is far more resilient than it was before the financial crisis.",
        "Major banks’ capital ratios have more than doubled since 2009.",
        "We’ve abolished the tripartite system of regulation.",
        "We’ve put the Bank of England firmly in the driving seat for managing a crisis.",
        "We’ve created the Financial Conduct Authority and Prudential Regulation Authority – soon to be committee – to be the City watch-dogs.",
        "And we’re taking on the issue of ‘too big to fail’ to protect the economy without the financial sector relying on bail-outs from the taxpayer. That includes a ‘ring-fencing’ regime, whereby banks separate their riskier investment activities from their retail banking.",
        "And last year we sold over £20 billion of financial assets, with the Lloyds trading plan, first sale of RBS shares, and the £13 billion sale of former Northern Rock mortgages. There is still more to do, but this has been a record year for privatisations.",
        "So there is no doubt that we have come a long way in the last year, and I hope we will achieve just as much in the year to follow – so that I can come back to City Week 2017 and talk about all the success we’re seeing!",
        "But there is a real risk to that looming on the horizon.",
        "We have just weeks left before the country has its say on our future in the European Union.",
        "And as the City Minister, I want to make it very clear where I stand on this issue.",
        "Because it is my job is to see the financial services industry grow, not unravel. To stay on top, not lose out to the likes of Frankfurt, Paris or Luxembourg City.",
        "For me, the evidence is clear. When it comes to the financial services in particular, our membership of the EU could not be more crucial.",
        "Firstly, it means jobs for hundreds of thousands of people – you may have heard the Chancellor yesterday tell us that there are 285,000 jobs linked to our financial services exports to the EU. And if we were to leave, tens of thousands of people’s jobs may be at risk.",
        "And whether you look at the firms which flood to this country to set up their European headquarters, or the huge amount of foreign direct investment we attract – more than anyone else in the EU at almost £150 million invested here a day over the last decade – these are things which are built upon our membership of the European Union.",
        "In particular, they depend upon the EU financial services passport, which allows trade across the Single Market with less complexity and lower costs.",
        "We are, quite simply, a less attractive proposition for financial services firms if we leave the EU.",
        "And don’t imagine for a minute that the EU Commission will stop regulating financial services on 24 June – it is just that we would no longer have Lord Hill as our commissioner or a seat at the table.",
        "So if you believe, as I do, that turning our backs on the Single Market of 500 million people, something those who want us to leave the EU are advocating, could be catastrophic for this industry, it’s really important that you speak up.",
        "Whether that’s telling your friends and family, your employees, or the public at large, it’s really important that you share what you know.",
        "That you explain what we risk if we were to leave – uncertainty for thousands of financial services firms in the UK, and the jobs of the people they employ.",
        "So in short, and as ever, there’s a lot on, and a lot to play for.",
        "In government, we’re working hard both to secure the UK’s reputation as the best place in the world for financial services.",
        "We’re working hard to make the case to remain in the EU.",
        "And we’re working hard to make sure that the industry keeps on helping people in the UK achieve their financial security throughout their lives.",
        "In City Week we reflect on what has happened and what could happen in the year ahead.",
        "Let’s choose the path of greater economic security, harnessing the power of financial services to help people with their goals, right across a single market of 500 million people."
    ]
}