{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2018-speech-on-illegal-wildlife-trade/",
    "title": "Harriett Baldwin – 2018 Speech on Illegal Wildlife Trade",
    "post_date": "March 19, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Harriett Baldwin, the Minister of State for Africa at the Foreign & Commonwealth Office, on 16 March 2018.",
    "content": [
        "The Foreign Secretary Boris Johnson sends his congratulations to everyone involved in the incredible work here. It is great to be here with you in beautiful Botswana.",
        "President Khama has been a towering force in what is appropriately named the Giants Club. Botswana’s abundance of diverse wildlife is testament to the fantastic job that President Khama, Space for Giants, and many other committed people and organisations are doing to protect these wonders and their natural habitat. I’d like to pay tribute to the founding members of this Club – the Presidents of Botswana, Gabon, Kenya, and Uganda. We’ve heard the strength of their ongoing commitment today, and they are an inspiration to Africa and the rest of the world.",
        "I want to hear more from the Giants Club, and from the other African delegates here today, about the action you think needs to be taken to realise African ambitions for a type of conservation that brings economic benefit to African communities. I want to say that the UK stands ready to help.",
        "**Illegal Wildlife Trade**",
        "We are all here because we understand just how tragically short-sighted the illegal wildlife trade is and because we know that if we don’t act now, it will be too late, as many species could be approaching extinction. In 1979 there were 1.3 million African elephants, today there are only 415,000. And their populations are declining at an alarming rate, which is why we need action now.",
        "The illegal wildlife trade is threatening not only elephants, but many of the world’s endangered species – species that define national identities, and heavily influence economic development. We are all here because we know we need to preserve these riches, not destroy them. We also know that tragically, the curse of this trade is two-fold; as poaching and the illegal wildlife trade also has a deeply corrosive effect on human society.",
        "Poachers are now coming armed to the teeth, endangering not only animals’ lives, but human lives too. They undermine state institutions and governance, they illegally exploit your countries’ natural resources, often to benefit people and networks beyond your borders, and they foster the corruption which feeds discontent and insecurity.",
        "This insecurity can damage livelihoods and hold back development as well as robbing people of their economic potential. The criminals responsible must not be allowed to fracture your societies and plunder your children’s futures.",
        "These are the reasons that I and the Foreign Secretary are so passionate about tackling this illegal trade head-on. We believe the work you are doing. We believe in the cooperation between your countries through the Giants Club, and we believe that that is the key to achieving real change.",
        "**Foreign Secretary’s commitment**",
        "The Foreign Secretary has made the illegal wildlife trade a personal priority, and is dedicated to ending the illegal ivory trade. He wants 2018 to be the year that real changes are made. He is particularly excited by your proposals to create a cross border safe space for wildlife.",
        "Ambitious ideas like this are what is needed if real change is going to be achieved. Which is why Britain is supporting the awareness-raising work being done by Space for Giants, and I know the digital march of the elephants last week really set the tone for the summit.",
        "**Tackling poaching**",
        "Operations to tackle poaching will be discussed today, and they are another critical part of the Space for Giants programmes. The UK is funding practical action around the world to reduce demand, strengthen enforcement and develop sustainable livelihoods for communities affected by the illegal wildlife trade. Since the Illegal Wildlife Trade Challenge Fund was launched in 2013 we have funded 47 such projects.",
        "One recent example involves the British military delivering anti-poaching activities with rangers in Gabon, and a follow-up project in Malawi. The project aims to reduce poaching, working with African park rangers for more effective and safer counter-poaching techniques.",
        "**London Conference**",
        "The UK is hosting an important conference to tackle the illegal wildlife trade in October; and I know many of you will be attending. The conference will enable us to build on the work being done by the Giants Club and others groups. It will focus on 3 challenges:",
        "firstly, how to tackle the illegal wildlife trade as a serious organised crime. This will consider how we strengthen law enforcement, and how we snuff out the associated corruption",
        "secondly, we are going to build coalitions to help us in this fight. We will harness technology, and share and scale up successful and innovative solutions",
        "we will look at how we close global markets for illegally traded wildlife products, tackling the demand problem. And yes, the UK will lead by example.",
        "We will be shutting down our ivory trade. We will be working with the EU to do the same. That’s something we can do irrespective of whether we are in the European Union or not.",
        "**Conclusion**",
        "In conclusion to my remarks – we do not currently have the answers to all these challenges; but, if the international community works together, I know we can find the solutions. Together we can halt the alarming disappearance of these unique animals."
    ]
}