{
    "url": "https://www.ukpol.co.uk/tony-baldry-1985-speech-on-voluntary-aided-and-church-schools/",
    "title": "Tony Baldry – 1985 Speech on Voluntary-Aided And Church Schools",
    "post_date": "May 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Baldry",
            "url": "/tag/tony-baldry/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Baldry, the then Conservative MP for Banbury, in the House of Commons on 19 July 1985.",
    "content": [
        "I am grateful for the opportunity to raise the subject of the funding of voluntary-aided and church schools and especially the problems of two schools in north Oxfordshire, the Blessed George Napier school and Bishop Carpenter school. I am also grateful for the support today of other hon. Members, including my hon. Friend the Minister for Oxford, East (Mr. Norris).",
        "As I was educated at a Quaker school run by a religious minority, I am well aware of the contribution that religious and church schools make to the richness of education in this country. I have no doubt that Conservatives have a continuing commitment to seeing church schools flourish as a purposeful demonstration of our desire not only that parents should have the widest possible choice in the education of their children but that they should be able to see their children educated in such a way as to encourage regard for Christian values and to instil self-discipline, courtesy and respect for others, and I know of my hon. Friend the Minister’s support for church schools.  \nChurch-aided schools depend for funding of building projects on three sources—the relevant church authorities, the local education authority and central Government. Before any building or improvement project can go ahead, the support of all three sources is required. In north Oxfordshire, we seem to be experiencing difficulty in getting money allocated from central Government to provide for necessary improvements at two local schools.",
        "The Blessed George Napier school in Banbury is a Roman Catholic secondary school for children throughout north Oxfordshire. It sets high standards, it is a popular school and it is not suffering from falling rolls. The local population of Roman Catholic children wishing to attend the school is likely to remain stable at least until the turn of the century.",
        "In 1968, the then Secretary of State for Education and Science approved the enlargement of the school by about 150 places and the number of pupils duly increased by about that number. It has not been possible, however, to carry out the building works necessitated by that increase in numbers. The school urgently needs upgrading to meet the standards laid down by the Department of Education and Science guidelines, and I ask for nothing more than that the necessary funds be made available to enable the school to meet the standards set by the Department itself.",
        "There is an urgent need for additional classrooms, accommodation for the sixth form and increased space for science, crafts and art. The need for that work to be carried out without delay is obvious. Architects’ plans have been prepared and costings made. The Roman Catholic diocesan authorities are anxious that the work should be carried out as soon as possible. Oxfordshire county council is also anxious that the work should be carried out as soon as possible. In truth, I know that the Department of Education and Science recognises that the case is well made, as officials from the Department who visited the Blessed George Napier school on 27 March readily conceded the need for that work to be carried out.",
        "Yet no money is forthcoming from the Department. Why? The reason is that money has been made available only for schools in areas of population growth or for schemes that are intended to remove surplus school places. It is claimed that this project, the Blessed George Napier, does not fall into either category, so money has not been made available.",
        "I simply make the following brief points to my hon. Friend the Under-Secretary of State for Education and Science and to the House. If these criteria continue to be applied rigorously, funds will never be available for school building works, however urgent they may be, in areas of stable population. In any event, Banbury as a town has a consistently increasing population and is one of the main areas of intended population growth in the Oxfordshire structure plan. Furthermore, the building works at Blessed George Napier are needed in any event to accommodate and increase in the school’s population that was agreed by the Secretary of State for Education and Science as long ago as 1968. I urge my hon. Friend the Under-Secretary of State to see whether money can be made available for this project now, and certainly to make funds available for Blessed George Napier from the 1986–87 programme for voluntary-aided schools. I would also put this question to the House. Whatever this project might cost now, how much more will it cost the community by being delayed?",
        "Bishop Carpenter school at North Newington near Banbury is a primary school which presents a similar problem. Bishop Carpenter is a voluntary-aided, Church of England primary school. It has about 95 pupils who are drawn from a number of nearby villages. It has a high overall reputation, and a number of parents express a clear preference to send their children to this Church of England school.",
        "For a considerable number of years, the governors of the school have wanted to improve its buildings. While structurally sound, it is an old Victorian school with very limited space which, not surprisingly, restricts teaching and other school activities. Some of the facilities, such as the lavatories, are positively primitive. The teaching area available and the hard playing area are both well below that which is recommended nationally. As the school has no hall, there is very little opportunity for physical exercise and drama productions, and meals have to be taken in the classrooms. The headmaster has nowhere private to interview parents, and the staff have nowhere of their own.",
        "This school is seeking to serve the best educational needs of the local community but its buildings are desperately in need of improvement. The church now has the necessary funds. This project is at the top of the Church of England’s diocesan priorities for Oxfordshire. The county council is prepared to meet its share of the necessary funds. Likewise, the project is at the top of the county’s application for moneys for church-aided schools. In short, whether or not these urgent building works can go ahead is dependent on central Government.",
        "For a number of years now, Oxfordshire county council has applied to the Department of Education and Science for such funds as may be necessary to tackle this work. ​ Year by year, these funds have not been forthcoming, and consequently year by year the project has slipped. Year by year the present facilities continue to deteriorate. The parents and governors have drawn up plans to improve the school that will retain all the best features of the present building while ensuring proper facilities for a mixed, three-class primary school.",
        "To fulfil the needs of an active, living village school with high educational standards and a high reputation in the community would, I should have thought, be exactly the sort of objective that the Department of Education and Science would want to meet. Simply to look at this matter local education authority by local education authority inevitably means that well-deserving individual projects are neglected within those local education authorities which overall may have falling rolls, even though some schools within an LEA, such as Bishop Carpenter, may have expanding numbers, in less than adequate conditions, because parents have chosen to send their children there.",
        "I very much hope that the Department of Education and Science will be able to make available as soon as possible the necessary money for its share of the work on Bishop Carpenter school."
    ]
}