{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2020-speech-on-flood-defences-at-tenbury-wells/",
    "title": "Harriett Baldwin – 2020 Speech on Flood Defences at Tenbury Wells",
    "post_date": "June 5, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Harriett Baldwin, the Conservative MP for West Worcestershire, in the House of Commons on 3 June 2020.",
    "content": [
        "Thank you very much, Madam Deputy Speaker, and thank you for allowing this twice-postponed debate to be held on flood defences for Tenbury Wells. We have just gone through the driest May on record and the pandemic is taking so much of the country’s bandwidth, so it is hard to believe that less than four months ago, we suffered some of the worst flooding in recent years in the Severn valley and elsewhere. We were very badly affected by Storm Ciara and Storm Dennis, and many people, homes and businesses were and indeed still are affected.",
        "In West Worcestershire, we have the confluence of the River Severn, the River Teme and the River Avon, so we are used to regular winter flooding. After particularly bad floods in the summer of 2007, I started campaigns to build more flood defences in our area. Since 2010, we have had seven new flood defence schemes built with the help of the excellent team at the Environment Agency. Those schemes are in Uckinghall, Pershore, Powick and Kempsey, with two schemes in Upton-upon-Severn. The seventh, a community-based scheme, is in Callow End. Throughout the regular winter floods that have continued to affect the area, these flood defences have proved their worth time and again, and protected many homes on many occasions. The Upton-upon-Severn permanent flood defences alone have been called into service over 30 times and have allowed the town’s shops and pubs to remain open for residents at almost all normal times. The cumulative amount spent on these schemes has been over £9 million. They have largely been funded by the local flood levy budgets, with the flood wall in Upton-upon-Severn calling on about £4 million of the billions in capital spend on flood defences in this country in the last decade.",
        "I am pleased that, since the February floods, the Environment Agency has committed to reviewing the Powick flood defences, as they were overtopped then. It would be good to see whether they can be raised without having a detrimental effect elsewhere. However, I will not stop campaigning until two further schemes are built in West Worcestershire. One is a bund in Severn Stoke, which is progressing well and has reached the planning permission stage. The cost is significantly lower than at Tenbury Wells and has been further reduced through the local supply of the material needed to build the bund. That leaves the final scheme—the big challenge —at Tenbury Wells. I am delighted to see my hon. Friend the Member for North Herefordshire (Bill Wiggin), who was the Member for Tenbury Wells at the time of the 2007 floods, here to support my request today.",
        "Tenbury Wells is a wonderful market town on the River Teme. A market has been held there since 1249. The town has always been prone to flooding. The current bridge was built in 1795 by Thomas Telford, after the older one was washed away. The town is built on a flood plain and water can rush down incredibly quickly from the hills in Wales and Shropshire. The Kyre brook also flows right through the town and can fill up very quickly.​  \nAfter the 1947 floods, which are still the worst on record, plans were drawn up to protect the town with flood defences, which would have cost less than £200,000, albeit in 1947 money, which I believe would be worth about £2.4 million today. Sadly, that scheme never went ahead.",
        "During the three summer floods in 2007, the town’s toilets were washed away. They have since been replaced by an award-winning scheme, and a lot of further work has been done, with individual property-level protection, new culverts and some work on the drainage. The Environment Agency is making sure that the Kyre brook vegetation is regularly cut back and has recently drawn up a feasible and deliverable scheme for a full flood defence around the town. I know that exhibits are not allowed in the Chamber, Madam Deputy Speaker, but I have with me a copy of what the Environment Agency has drawn up.",
        "**Bill Wiggin (North Herefordshire) (Con)**",
        "I would like briefly to share with the House the misery caused by the flooding in 2007, when the residents of Tenbury Wells were hit three times by something that was evil in its outcome. I thank my hon. Friend for her excellent campaigning and wish her every success and more power to her elbow in a wonderful place that has suffered so badly.",
        "**Harriett Baldwin**",
        "I very much appreciate my hon. Friend and neighbour’s support for the campaign.",
        "The Tenbury Wells scheme is feasible and deliverable, incorporating some wall around the church and a bund around the burgage and in other key places. Under the existing cost-benefit rules, the scheme would attract only about £1 million of flood defence grant in aid. Sadly, it was not built in time for the floods that struck this February, which were the worst for 13 years. The community did a remarkable job. They helped everyone affected, as did the local councils—the town, district and county councils—the local emergency services and the highways and waste collection teams. They were all outstanding, but the fact remains that 190 homes and businesses were again damaged and many closed, including the newly opened post office. As there was no time to repair the flood damage before the lockdown started, some people have had to spend the lockdown in flood-damaged homes. Central parts of the community’s fabric were also badly damaged, including the famous Chinese gothic pump rooms where the town council meets, the town’s swimming pool and the beautiful Tenbury Regal Theatre. In fact, the only thing that was not damaged was the amazing, resilient spirit of the town.",
        "So we need to act. This wonderful market town serves a rural area for miles in every direction. It cannot help the fact that hundreds of years ago it grew up on a floodplain. If we want Tenbury Wells to thrive for hundreds of years to come—and we do—it needs a permanent flood defence. The temporary barriers that are deployed in Bewdley will not suit Tenbury Wells because the flood waters rise too suddenly and unpredictably. The Environment Agency says in its own report that the variable terrain, combined with the flood depth and the length of barrier required, mean that temporary barriers would not provide an effective or robust solution. Of course, the cost has risen to nearer £5 million, although I am sure that, just as in Severn Stoke and Callow End, ​local farmers and builders would be happy to help to bring down the cost of the booms. Because Tenbury Wells is a small town of fewer than 4,000 inhabitants, it will never meet the national formula, which puts so much weight on houses protected. It is a formula that cannot capture the key role that this market town plays in the much wider area around it.",
        "So Minister, let us agree a plan of action tonight. The Environment Agency should start a consultation on its already drawn-up plans. They have been widely welcomed, but there are those whose objections and suggestions must be heard. And let us do it in a socially distant way—remotely, even: by post and internet if need be. I also welcome the interest shown in the scheme by the Woodland Trust, which has some good ideas about building leaky dams at the source of the Teme and planting trees along the catchment—the kind of natural upstream solutions that will be the kind of public goods that the Agriculture Bill will enable farmers to be paid for. The evidence is that, while these measures will not stop the flooding, they can reduce the peak of flood events by about 20%, although they would clearly only complement a permanent flood defence.",
        "Let us bring together all the sources of funding: the county council capital budget, the local flood resilience levy fund and the £120 million in capital announced for schemes that do not meet the formula. I would welcome some clarification from the Minister this evening on how to bid for that fund. This is something that the town itself would be prepared to contribute to, and the Heritage Lottery Fund is going to be approached to help to protect the town’s heritage. There will be section 106 money from the new housing in the town and, of course, that help in kind from local farmers and builders. The Environment Agency does a wonderful job of supporting this process, and then we can put the scheme in for planning permission—this year, I hope. Once that process is complete, I believe that it is ambitious but feasible for the scheme to be shovel-ready next year. So Minister, I urge you to ask your officials—",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. I cannot let the hon. Lady do that twice. I have let her do it once. We have a lot of new Members who, during this unusual time, seem to think that the normal procedures, courtesies and rules should be flouted, but the hon. Lady knows how to behave in the Chamber. She cannot address the Minister directly. She knows she cannot do that, and I implore her please to get it right so that I can use her as an example for Members who do not behave so well.",
        "**Harriett Baldwin**",
        "Thank you so much for that guidance, Madam Deputy Speaker. As you will recall, it has been some time since I held an Adjournment debate and I am grateful for the refresher course on etiquette. Through you, Madam Deputy Speaker, I urge the Minister to ask her officials to back this plan, and to back a solution that has eluded all her ministerial predecessors so that she can make her illustrious mark on the hundreds of years of history of this wonderful market town. Then, whether it is at a future mistletoe festival, Applefest celebration or Tenbury agricultural show, you, Madam Deputy Speaker, and through you the Minister will be given a garlanded welcome for the rest of your lives, whenever you choose to visit the beautiful town of Tenbury Wells."
    ]
}