{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2022-speech-on-achieving-economic-growth/",
    "title": "Harriett Baldwin – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Harriett Baldwin, the Conservative MP for West Worcestershire, in the House of Commons on 18 May 2022.",
    "content": [
        "It was interesting to listen to the hon. Member for Rhondda (Chris Bryant). Although I will not be joining him in the Lobby this evening to vote down the entirety of the Queen’s Speech, including the economic crime and corporate transparency Bill, which is what he is choosing to do, I will say that he made his points forcefully and well. However, I endorse the Chief Secretary’s comments when he ran through the range of important Bills that are included in the Queen’s Speech.",
        "We were all shocked and taken aback today by the headline rate of inflation reaching 9%. It is a sobering moment, which many hon. Members have noted, so I start by saying that I think our Chancellor has been an unlucky Chancellor. He has had to face a pandemic, he has had to face war, and now, due to the consequences of that evil war, he has to face the inflation that is harming everyone in the United Kingdom in their pocket. None the less, I believe I am right in saying that my constituents feel very lucky that they have had this Chancellor throughout these difficult challenges, because he was so quick to provide help during the pandemic. The furlough scheme, the small business income support scheme and the culture recovery fund, to name just three, were gratefully received by constituents during the pandemic, and it is thanks to his plan for jobs that yesterday we saw the foundation of what we all want to achieve through economic growth: quite remarkably low unemployment in this country—the lowest since 1974.",
        "There were other remarkable things in yesterday’s jobs announcements, such as a record high number of vacancies. I think I am right in saying that it is the first time the number of vacancies has exceeded the number of jobseekers in this country. The plan for jobs has worked well, as has the help the Chancellor gave throughout the pandemic, so today, as we face this high inflation rate, we are in a position to say that we have a strong job market.",
        "It is also worth noting that this month marks the 25th anniversary of the independence of the Bank of England. I will strike a consensual note by saying that that was a really good policy decision. We must all reiterate the importance not only of the Bank of England’s independence, but of its achieving the 2% inflation mandate. It is incredibly important to our constituents that we have low inflation to form the foundation for achieving economic growth.",
        "It might surprise Opposition Members to hear this, but I think a windfall tax—",
        "**Stephen Kinnock (Aberavon) (Lab)**",
        "Is a great idea.",
        "**Harriett Baldwin**",
        "Well, I think a windfall tax that helps the lowest-income households is the right approach, and that is the approach that the Government are already following. There is already a windfall tax on the oil and gas sector: whereas most corporations in this country pay 19% corporation tax, those in the oil and gas sector pay 30% corporation tax and 10% windfall tax on top of that. There has been a windfall to the Chancellor from the price of oil and gas having risen so much, and he has rightly spent that windfall on people in the lowest-income households. Just this week, people in council tax bands A to D in my constituency will receive a £150 cash grant in their bank accounts. In a couple of months’ time, in July, there will be a hike in the national insurance threshold that will put a further £330 a year into the pockets of those who pay national insurance. We have also heard about the £200 to smooth the impact on household bills.",
        "I would urge every pensioner in this country on a low income to check whether they are entitled to pension credit. There are 850,000 pensioners in this country who are not claiming the pension credit they are entitled to. Can we all agree that we should encourage our constituents to claim that? It not only gives them extra cash, but means they get other benefits. There is the household support fund, which has been doubled to £1 billion. I would direct any of my constituents struggling with bills who reach out to me to ask about that fund. There is also the warm home discount, which has been increased and its eligibility has been widened. These measures are important and targeted at the lowest-income households, unlike a 5% across-the-board cut in VAT on fuel bills that would most benefit those who live in the biggest houses.",
        "In conclusion, it does not matter how much bad luck the world has thrown at us—I think the Chancellor has been unlucky—because by doing the right thing, we can make the luck that will be a strong foundation for achieving economic growth."
    ]
}