{
    "url": "https://www.ukpol.co.uk/harriet-baldwin-2016-speech-on-green-finance/",
    "title": "Harriet Baldwin – 2016 Speech on Green Finance",
    "post_date": "January 15, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Harriet Baldwin",
            "url": "/tag/harriet-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Harriet Baldwin, the Economic Secretary to the Treasury, at the Mansion House in London on 14 January 2016.",
    "content": [
        "Thank you, Lord Mayor, for your kind words of introduction and for hosting us here at Mansion House. It is always a pleasure to be here in such wonderful surroundings.",
        "We have heard – and will hear – a lot today about 2016 being the year of green finance, and I very much want to see this come true.",
        "There is real momentum in the green finance sector, and we believe the UK should pull the stops out to make the most of the opportunities it offers.",
        "You’ll be hearing from some truly expert speakers shortly, but I wanted to set out why this is such a political priority.",
        "Last month in Paris at the UN Climate Change Conference, CoP21, we witnessed a historic step forward. The whole world committed to concrete, practical steps to deliver the low-carbon, green economy that is integral to ensure our long-term economic and global security.",
        "This agreement drives us forward on our path to limiting global temperature rises to below 2 degrees. We also saw agreement to conduct regular reviews of countries’ climate commitments and reached a deal on climate finance.",
        "But this costs money. The International Energy Agency estimates that $53 trillion of investment will be required to meet the 2 degrees target agreed at CoP21. Government agreements are necessary, but they are not sufficient. We need much more investment in infrastructure and technology.",
        "It is clear that public sector money alone won’t cover the cost; we need to mobilise private capital. And that is where green finance is key.",
        "This is about using the power of financial markets to help meet these challenges – through the provision of green loans for sustainable investment, through green insurance, and, critically, through capital markets.",
        "Capital markets are particularly important, because they can channel large-scale investment into sustainable projects – water treatment, waste management, renewables, clean transportation networks and more.",
        "The best way they can do this is through green bonds.",
        "Now you often hear about the importance of innovation, but innovation can translate into complexity. And fund managers don’t like complexity; they like simplicity and they like returns. In my former life I was a fund manager, so I speak with some experience!",
        "But green bonds are attractive precisely because they are simple. They have the same recourse to the issuer as traditional debt. They have no specialised cash-flows, and no financial engineering.",
        "The green bond market is at an exciting time of expansion. Between 2012 and 2013 the market tripled in size. Then it tripled again the year after. And last year we saw $42 billion of green bonds issued, the greatest volume yet.",
        "I want to see this market continue to grow – and grow – and grow. And I want the UK to be at the centre. For green bonds to succeed, we need a robust framework. The International Capital Market Association’s Green Bond Principles are a great start. These make clear what issuers need to do. And we are seeing great work from bodies such as the Climate Bond Initiative to accredit green bonds and to create a growing industry in second opinion providers.",
        "The London Stock Exchange, too, has established a designated green bond segment on its market, which, in order for an issuer to qualify, requires a second opinion to certify the nature of the bond.",
        "It is important, though, that market participants such as you take this work further, to ensure rigorous, repeatable and scalable processes.",
        "We are seeing huge investor appetite for this new asset class. This is fantastic to see. But under the weight of investor demand, we cannot risk ‘green washing’, whereby proceeds are used to finance questionable projects. We need definitions, standards and transparency. And we need global cooperation to help achieve this.",
        "China understands this. Green finance is a part of the solution to its own environmental challenges. By mobilising private capital, China can channel investment into the crucial infrastructure it needs most. And to ensure this market scales up quickly, it is showing global thought leadership.",
        "China has established a green finance task force to hardwire sustainable outcomes into its domestic capital market development. This is looking at standards and definitions to developing a robust framework. And we’ve recently seen the People’s Bank of China and the National Development and Reform Commission issue new guidance, including definitions and disclosure rules, to help this market grow.",
        "India, too, is looking at ways to grow its own green finance market. Prime Minister Modi has made ambitious pledges on renewables. While the securities regulator has just this week finalised its official green bond requirements, and has stated that it sees green bonds as a valuable tool for meeting India’s pledges at CoP21. These are valuable efforts. What we now need, building on these efforts, is international collaboration, so that we can make the most of all these valuable efforts and ensure they are coordinated.",
        "It is therefore fantastic to see that China, under its Presidency of the G20, has established a Green Finance Study Group, which will be co-chaired by the People’s Bank of China and our very own Bank of England.",
        "As a government, we’re giving our full backing to this Study Group, and we’ll be ensuring that we are well represented by the Treasury when it meets later this month.",
        "You will be hearing shortly from the very distinguished Ma Jun, whom I had the pleasure to meet in Beijing last year and who will be able to tell you much more about this.",
        "A few moments ago, I said that there was real momentum in the green finance sector. And I’d like to offer a few thoughts on how London can make the most of this momentum.",
        "I strongly believe there is a strategic opportunity for the UK to play the central role in financing the world’s transition to a low carbon economy, and be the partner of choice for the fast growing economies of Asia in green finance and beyond.",
        "London is already the third largest bond market in the world, accounting for approximately 9% of total global issuance. Impressively, by 2014, 21% of the issuances were in non- sterling currencies.",
        "Further to that, in October we saw the Agricultural Bank of China issue a $1bn green bond here in London, the first ever green bond by a Chinese bank. It was a huge success, with the RMB tranche eight times over-subscribed.",
        "And we have seen the International Finance Corporation issue the world’s first ever green rupee-denominated, or ‘green masala’, bond, here in London.",
        "We already have some truly world-leading players in green finance here in the UK, such as Aviva and HSBC. But there is certainly the potential for a great deal more.",
        "If we’re serious about making this ambition a reality, then all the players – the City, government, and industry, have to work closely together – to spot opportunities and coordinate efforts.",
        "I was therefore heartened to see the report being launched here today by the UN Environment Programme’s inquiry. The report recognises that “UK’s leadership in this area is clear”. And to further build on London’s status as a leading international hub for green finance it recommends that we establish a market development group here in the UK.",
        "That is precisely what the City of London Corporation’s green finance initiative will be.",
        "The City of London Corporation’s unique position means it is perfectly placed to act as the neutral arbiter between government and industry. And we have an excellent Chair of the Initiative in Sir Roger Gifford, a former Lord Mayor, to ensure it is a success.",
        "These are exciting times for UK financial services, as well as for green finance.",
        "I wish the Initiative the very best – and I know that we can work together, build on the existing momentum, and truly make 2016 the year of green finance.",
        "Thank you all."
    ]
}