{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Harriett Baldwin – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Harriett Baldwin, the Conservative MP for West Worcestershire, in the House of Commons on 10 September 2022.",
    "content": [
        "It is with great humility and sadness that I rise to pay tribute to Her late Majesty the Queen on behalf of my constituents in West Worcestershire. When we think of the sadness that we are feeling, we can only imagine how much grief her family members must be feeling, and we send them our heartfelt condolences. I think so many of us had hoped that Her late Majesty would reach her 100th birthday, like her mother, and that she would have to decide whether to send herself a telegram.",
        "During her reign, Her late Majesty made four official visits to Worcestershire, most recently during her diamond jubilee tour, when she opened her faithful city of Worcester’s new library, The Hive. It was an honour to meet her on that occasion. On her first visit to Worcestershire as Queen, in 1957, she came to Malvern to see the Royal Radar Establishment and Malvern College. Radar was invented in Malvern and it played such an important role in our winning the second world war.",
        "As many colleagues have said, Her late Majesty took a particular interest in our work here in Parliament. She invited all new MPs to meet her after the election in 2010. It was on that occasion that I learned of her fondness for Malvern water.",
        "It was on that occasion that I learned of her fondness for Malvern water. Since then, many of us have always thought that it was perhaps Malvern water that had given Her Majesty her wonderful complexion and helped her enjoy such a long life.",
        "Many tributes have made it clear how close the Queen’s relationship has been with this Parliament, but as Chair of the British group in the Inter-Parliamentary Union, I wish to highlight her role in supporting international parliamentary democracy, human rights and the rule of law around the world. The Inter-Parliamentary Union brings together almost the whole of the world’s parliamentarians, and as our Head of State, the Queen opened three of the organisation’s conferences in London—those in 1957 and 1975 and, notably, the centenary conference of the IPU in 1989. As she addressed those hundreds of parliamentarians from around the world, she underlined the core values of multilateralism and the importance of bringing parliamentarians together to find peaceful methods of solving disputes and to understand each other. In this time of grieving, let us reinforce that wisdom that lasting peace must come through words.",
        "Our late Queen is now at peace and, in the words of our daily prayer in this Chamber, may she attain everlasting joy and felicity. God save the King."
    ]
}