{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2018-statement-on-same-sex-marriage-in-bermuda/",
    "title": "Harriett Baldwin – 2018 Statement on Same-Sex Marriage in Bermuda",
    "post_date": "February 11, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Harriett Baldwin, the Minister of State at the Department for International Development, in the House of Commons on 8 February 2018.",
    "content": [
        "We are obviously disappointed about the removal of same-sex marriage in Bermuda. The Domestic Partnership Act, to which the Governor of Bermuda assented yesterday, ensures that Bermudians who have been legally married in Bermuda since the Supreme Court decision will retain their married status and enjoy the same legal rights as those in domestic partnerships.",
        "Less than a year ago, same-sex couples had no legal recognition at all under Bermudian law. While the Act withdraws the entitlement for same-sex couples to marry, it replaces it with a provision for domestic partnerships for all couples, regardless of gender. The intent of the Act is to provide domestic partners with the same benefits as married couples, including provision for pensions, inheritance, healthcare, tax and immigration.",
        "After full and careful consideration of Bermuda’s constitutional and international obligations, the Secretary of State decided that in these circumstances, it would not be appropriate to use the power to block legislation, which can only be used where there is a legal or constitutional basis for doing so, and even then, only in exceptional circumstances. It is important to recognise that the regime for domestic partnerships implemented by Bermuda in its Domestic Partnership Act can also meet the European Court of Human Rights requirement for legal recognition of same-sex relationships.",
        "The Government are committed to promoting lesbian, gay, bisexual and transgender equality globally through projects, partnerships and persuasion. In engaging with the British overseas territories, we have to respect that they are separate, self-governing jurisdictions with their own democratically elected representatives and the right to self-government."
    ]
}