{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2016-speech-on-women-in-finance/",
    "title": "Harriett Baldwin – 2016 Speech on Women in Finance",
    "post_date": "July 12, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Harriett Baldwin, the Economic Secretary to the Treasury, in London on 11 July 2016.",
    "content": [
        "It’s great to be here today at Barclays Accelerator.",
        "This is a fantastic space for a community of entrepreneurs and experts to find new opportunities to take your businesses forward – often using the very latest technologies to do so.",
        "But what I want to talk about today certainly isn’t rocket science. But it is one of the very best ways any business can improve and thrive. And that’s by harnessing the full talents and potential of women.",
        "Find out more about the Women in Finance Charter  \nThis is a real passion of mine – both as a woman who has worked in this sector, and as the Treasury Minister responsible for Financial Services in the UK.",
        "Because everyone here will recognise that this is still an industry dominated by men.",
        "That was certainly the case when I started working at an investment bank in the late eighties. And I am disappointed to say it’s still the case 30 years later.",
        "The pay gap between men and women is worse in Financial Services than in any other industry in the UK – with a woman getting 60p for every £1 a man earns.",
        "Furthermore, just 6% of CEOs in this sector are women. And it’s not much better if you look one step down the ladder either.",
        "Well it’s 2016, and change is long overdue.",
        "I’m proud of the UK’s success in Financial Services. But I’m also convinced that we will not maintain our reputation as a world-leader in this sector, unless we become a world-leader in diversity too.",
        "That’s not just the right thing to do, it’s the best thing to do for the success of any business. Quite simply, firms with a good gender balance perform better.",
        "So I want to tackle this head on.",
        "That’s why I asked Jayne-Anne Gadhia, the CEO of Virgin Money, to look at why so few women were represented in the top jobs, and what we could do about it.",
        "She sadly can’t be with us today due to a family bereavement, but I want to pay tribute to the huge amount of work she put into this.",
        "That culminated in the publication of an excellent review last March at the Bank of England, which recommends how this industry can make sure more women are rising through the ranks into the more senior roles. This launch was backed at the very highest level by the Governor Mark Carney.",
        "And it’s thanks to her work, that the Treasury has launched a Charter for Women in Finance, asking companies to sign up to the principles she recommends.",
        "And I’m really delighted to announce today that 72 financial services firms have now signed up to this. Together these firms employ over 530,000 people in the UK.",
        "And they are companies of all shapes and sizes. From global banks to credit unions, national insurance companies to fintech start-ups.",
        "We also have regulators, trade bodies and market places like the FCA, the BBA and the London Stock Exchange signed-up.",
        "And every one of these organisations has done a huge amount to really commit to the Charter and its goals.",
        "Let me give you just three examples.",
        "And it would be wrong if I didn’t, at this point, start with Jayne-Anne’s company, Virgin Money, as she has been forging the way forward.",
        "As you would expect, at Virgin Money, they’ve set themselves a fantastic target: to achieve a 50:50 gender balance at every level of their organisation by 2020.",
        "HSBC are also setting the same target for their senior management team.",
        "And last month, I went to speak to a financial services consultancy and recruitment firm called E2W in Kent.",
        "They may be a smaller business but they are making a mighty effort to drive forward change and help us make this Charter a success by using their industry networks to raise awareness of the Charter and its objectives.",
        "And so I want to thank not only these firms, but every single organisation which has signed up to the Charter.",
        "We all share the same determination to make change happen and achieve the gender balance that we need to see.",
        "We have today published the list of all firms that have signed the Women in Finance Charter on the gov.uk website, so that members of the public can see which firms have made these commitments.",
        "And by the end of September, every one of these firms will have set out their own tailored targets for making progress towards gender balance at the top of their organisation on their websites.",
        "So in September 2017, the think tank New Financial will gather data about signatories’ progress and produce the first Annual Review of the Women in Finance Charter, looking at what really works in practice.",
        "But we want more and more firms to get on board and sign up.",
        "We need to create a groundswell of organisations determined to make change happen.",
        "I want the UK to be the best in the world when it comes to financial services. And that means giving women the opportunities they deserve in the 21st century to help that happen.",
        "So I’d like to thank everyone for coming here today to celebrate this milestone in the road to improving diversity in this industry.",
        "All of you who have already signed up to the Charter are really pioneering the way forward.",
        "And I have no doubt that it will bring you more success in the future.",
        "Because those who lag behind risk not only losing out in terms of performance, but also in terms of recruiting the best talent, or retaining and attracting customers.",
        "We need more businesses to recognise this – across all sectors.",
        "Last year, the government published a productivity plan which looked at what was holding our economy back.",
        "And one of the key factors was that women so often face barriers which prevent them from realising their full potential.",
        "That’s why it’s important that we all set to work to turn this around. Because if we do, there are huge gains to be made.",
        "The Charter is one of a number of ways we’re helping to improve diversity across the workforce.",
        "It goes hand in hand with the drive from endeavours like the review on women in senior leadership in business, led by Sir Philip Hampton and Dame Alexander. Or the work of the Investment Association’s Diversity Project, chaired by Helena Morrissey, founder of the 30% club.",
        "So let’s keep working together, on all of these fronts, to make change happen.",
        "Not only will our businesses do better.",
        "Not only will the industry prosper.",
        "But the whole country will reap the benefits."
    ]
}