{
    "url": "https://www.ukpol.co.uk/harriett-baldwin-2016-speech-on-financial-advice/",
    "title": "Harriett Baldwin – 2016 Speech on Financial Advice",
    "post_date": "April 13, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "Harriett Baldwin",
            "url": "/tag/harriett-baldwin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Harriett Baldwin, the Economic Secretary to the Treasury, on 13 April 2016.",
    "content": [
        "Good morning – I’m very pleased indeed to be here today to discuss one of the most important priorities for the financial services sector: helping people make the right financial decisions at the key stages of their lives.",
        "Financial decisions are some of the most important a person will make during their lifetime. And it is therefore vital that people can get the help they need, and can choose the type of support that works for them.",
        "Currently, we have an advice market that works well for wealthier customers. But those without significant wealth have an ‘advice gap’.",
        "The average cost of advice is £150 per hour, and the average advice process takes over 7 hours for investment advice and 9 hours for retirement advice. This means that for many, advice is seen as unaffordable.",
        "And firms faced barriers too. I heard evidence from a firm that felt unable to list funds in order of risk, only alphabetically. Another felt unable to contact customers to let them know that they have not used their ISA allowance in a given tax year, or point out that a customer had never increased their pension payments, despite receiving a pay increase.",
        "So that is the context in which we launched the Financial Advice Market Review, which became immediately known as FAMR.",
        "As you’ll know, FAMR published its final report last month.",
        "It set out a new approach to financial advice through 28 recommendations. These recommendations are aimed at stimulating the development of a market that will provide affordable and accessible financial advice and guidance for everyone, at all stages of their lives.",
        "I was delighted by the response to the consultation.",
        "The FAMR secretariat received almost 270 responses, and conducted over 115 hours of meetings to hear your views and ideas.",
        "And I would like to thank all of you here who participated over the course of the review for your invaluable input.",
        "I hope that the recommendations made by FAMR will enable firms and providers to offer consumers different advice and guidance options that suit a range of needs.",
        "From robo-advice that enables people to select an investment fund that helps them meet their savings goals; to streamlined advice on how to protect their income after starting a family; to affordable, holistic retirement advice.",
        "So today I’d like to talk about FAMR’s recommendations, and how the government, the FCA, industry, employers and consumer bodies can work together to ensure that FAMR is a success.",
        "For our part, we have committed to take forward all of the recommendations for which we, as a government, are responsible, and I know that industry will continue to work with us to drive forward progress.",
        "So let me talk about some of these recommendations…",
        "A number of the recommendations focus on ensuring that the regulatory environment helps firms provide affordable advice services.",
        "I know how frustrating it is – for firms and customers alike – when there’s uncertainty about the boundary between “regulated advice” and “guidance” when all people really want is help.",
        "That is why we committed at Budget to consult on changing the definition of financial advice so that it reflects the EU definition of advice as a “personal recommendation”, and we will consult on this over the summer.",
        "I hope that this will do away with the current confusion surrounding multiple definitions, and enable firms to do more for their customers.",
        "I hope that the development of a new streamlined advice regime will also enable advisers to give affordable advice focussed on specific needs, without conducting a disproportionately long and expensive fact find.",
        "I am confident that these measures will give firms the flexibility to bring forward innovative new guidance and advice offerings, so that consumers can select a service that meets their individual needs.",
        "I am also a big believer in the potential for technology to have a significant impact on the supply of advice.",
        "I was delighted when last month the UK was ranked as the world’s leading fintech hub, according to an independent report by EY.",
        "One of the key factors that led to this success was the UK’s supportive regulatory environment, with the Financial Conduct Authority’s Project Innovate receiving special mention as a ‘best-in-class’ programme.",
        "The speed with which technology has changed our day to day lives is astonishing and wonderful. For many people, engaging with their finances online is becoming the norm. For example, over half of people use internet banking.",
        "High quality automated advice has the potential to help bridge the advice gap by bringing affordable options to the mass market. There are already a number of excellent examples on the market, for example LV=’s CORA.",
        "However, I know some firms have been cautious about bringing their models to market, for fear that they won’t comply with regulatory requirements.",
        "That is why FAMR has recommended that we apply our expertise as a global fintech centre, and build on the success of Project Innovate. So the FCA will provide regulatory support for high quality robo-advice propositions that will have impact on the mass market through a new ‘advice unit’, which Tracey McDermott will tell you more about shortly.",
        "A key objective of FAMR is to help consumers engage with their finances. And the development of fintech and the use of data will play an important part of this.",
        "Allowing customers to have easy access to their data is critical. That’s why we have taken action through the excellent collaborative work on Midata and the Open Banking Standard.",
        "And throughout the FAMR consultation, there was also overwhelming support for a Pensions Dashboard that would allow people to access their pension data easily, viewing all of their pension savings in one place.",
        "This would help them to engage with their pension, and gain a better understanding of what actions they can take to ensure a comfortable income in retirement. This matters to a lot of people.",
        "Since the start of auto-enrolment, over 6 million people have been auto-enrolled into a workplace pension. Once fully implemented, around 9 million people are expected to be enrolled, increasing the amount being saved into workplace pensions by around £15 billion per year. And this presents both a need, and an opportunity, to help consumers engage with their finances through the workplace.",
        "There are a number of exciting dashboard initiatives already going on, and I am keen to ensure that the government does what it can to support their progress.",
        "That is why I will act as ministerial champion to support industry in designing and delivering the dashboard, and I am looking forward to working together to bring this technology to consumers by 2019.",
        "Good financial advice is also imperative. Research by Scottish Widows found that 57% of employees want financial advice in the workplace. Employers have also told us that they want to do more to help their employees at retirement. While Unbiased, an independent UK directory of advisers, found that those who sought retirement advice increased their retirement savings by an average of £98 a month as a direct result.",
        "We want to support employers who give employees access to advice, so we announced at Budget that we will increase the tax exemption for employer arranged-pension advice from £150 to £500. We will also remove a cliff edge that meant that if the employer spends £151, all the tax benefit is lost. This will make advice more affordable for employers who want to provide it to their staff.",
        "But we want a benefit of this kind to be available to everyone, including the self-employed and those whose employers do not arrange advice on their behalf.",
        "We will therefore be consulting over the summer on introducing a pensions advice allowance.",
        "This would allow people to withdraw £500 tax free from their defined contribution pension pot before the age of 55, to redeem against the cost of holistic financial advice.",
        "The pensions advice allowance could also provide a ‘nudge’ to get people thinking about their retirement early, so that they can plan for their retirement, and if necessary step up their savings rate.",
        "I encourage the industry to engage with the pensions advice allowance consultation, and view this as an opportunity to tell us how the allowance could best meet the needs of consumers, whilst also working for firms.",
        "It is our intention that the tax exemption for employer provided advice and the pensions advice allowance could be complementary, so it would be possible for those who are able to use both to access up to £1000 of tax advantaged advice.",
        "For these measures to be a success, and for consumers to have the confidence to engage with financial services, they need to know that the industry is designed to work for them and that they will have access to redress. That is why FAMR did not recommend a reverse of the Retail Distribution Review, no return to commission, and no compromise on consumer protection.",
        "In the context of FAMR, it is also right that the government reassesses its public financial guidance provision.",
        "Changing the regulatory regime for advice will make much more financial guidance available to consumers by facilitating greater availability of alternatives to government-backed financial guidance, as both financial services firms and third sector providers come forward with innovative guidance offerings.",
        "Of course, some people will still require impartial financial guidance, particularly those with lower financial capability. But we need an approach to guidance that works with the market, and doesn’t duplicate it.",
        "The public financial guidance consultation was positive about the commissioning model the government currently uses for debt advice. This is why we have decided to replace the Money Advice Service with a new, slimmed down money guidance body that will identify gaps in the financial guidance market, and commission targeted debt advice, money guidance and financial capability projects to fill these gaps.",
        "This body will have no brand, and will not engage in direct delivery. Instead it will focus purely on commissioning services and will seek significant input from the financial services sector. Money will no longer be spent on marketing – allowing the new body to channel as much money as possible directly to the front line, via third parties and charities with local expertise.",
        "The new money guidance body will have a corporate, rather than a consumer-facing website, where details of funding opportunities will be published. We will ensure that useful budgeting tools and products created by MAS will continue to be hosted on appropriate websites",
        "We will, however, be continuing to offer government backed guidance. Many people find pensions a complex subject and are likely to have a range of questions in their lifetime that they will want help and support to answer.",
        "So we are pooling the expertise of the Pensions Advisory Service and Pension Wise, and some pensions guidance provided by the Money Advice Service into a single pensions guidance body. This will make sure that customers can get all their pensions questions answered in one place, and will not face frustrating hand-offs if they have questions about a range of issues.",
        "These are exciting changes which will deliver more financial help to more people, advice tailored to their specific needs, and guidance for those who just need some support in making their own decisions.",
        "And all with no compromise on quality or consumer protection; in short, a market that works for the customer.",
        "To get these reforms bedded in, we will need to work together – alongside consumer groups, industry and employers.",
        "So I’m pleased that a Financial Advice Working Group, drawing members from the FAMR Expert Advisory Panel and the FCA Consumer and Practitioner Panels, chaired by Nick Prettejohn, will take an active role in implementing some of these recommendations.",
        "The next step will be to make these recommendations a success – and I look forward to working with you all to do exactly that."
    ]
}