{
    "url": "https://www.ukpol.co.uk/arthur-balfour-1902-speech-on-becoming-prime-minister/",
    "title": "Arthur Balfour – 1902 Speech on Becoming Prime Minister",
    "post_date": "March 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Arthur Balfour",
            "url": "/tag/arthur-balfour/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Arthur Balfour in the House of Commons on 14th July 1902 on becoming Prime Minister.",
    "content": [
        "[![balfour](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balfour-214x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balfour.jpg)",
        "I can assure the House that it is not easy for me to express in adequate terms my sense of its kindness on this occasion. The right hon. Gentleman, in the words he has spoken, has really moved me more than I can well say; and the manner in which his most kind observations have been received, not only among my own friends and supporters, but among Gentlemen on the other side — with whom I am so often brought into what I hope is never unfriendly collision— I can assure them I feel most deeply. In fact, I am quite incapable of saying anything more.",
        "By leave of the House I think I ought to say one word, though it will only be one word, about the distinguished statesman whose services the country has lost by the new arrangement which has been entered into. It would be improper, and, indeed, impossible, for me to express my personal feelings on the subject, nor would it be any more proper, though it would be easier, to express the loss which Gentlemen on this side of the House, and the Party to which I belong, feel on the subject. But it is the glory of British statesmanship that we have never regarded our Party Leaders, because they are Party Leaders, as otherwise than representative of the country of which they are statesmen. And when I remember that Lord Salisbury has been, I think, four times Foreign Secretary, and three times Prime Minister, and that probably there has not been a man in our generation whose name has carried more weight outside this country, and who has done greater services to the State within this country, I think it will be felt that I can hardly allow the occasion to pass without expressing my deep feelings of the immense public loss which this country has sustained in his retirement from the public service."
    ]
}