{
    "url": "https://www.ukpol.co.uk/arthur-balfour-1903-speech-following-the-loyal-address/",
    "title": "Arthur Balfour – 1903 Speech Following the Loyal Address",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1903",
            "url": "/tag/1903/"
        },
        {
            "text": "Arthur Balfour",
            "url": "/tag/arthur-balfour/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Arthur Balfour, the then Prime Minister, in the House of Commons on 19 February 1903.",
    "content": [
        "I need hardly say that I do not intend, Mr. Speaker, to obtrude any legal opinions upon the House, not merely because the hour is late, but because I am incapable of giving an opinion on such a subject which is worth listening to. But I think I have gathered what it is that has influenced most of the speakers, and many of those who have listened to them, who feel that the House of Commons ought to take some action on the present occasion. I do not misinterpret the feeling of the House when I say that there is no man on either side of the House who, either in public or in private, or even to himself, has made any suggestion of suspicion as to the motives by which the Attorney General was actuated in the course that he has taken.",
        "There is probably no man in this House, not even those who, like myself, are entirely ignorant of the law, who doubts that the Attorney General’s advice has not only been honestly given, but has been given by a man eminently qualified to give advice upon any matter connected with the laws of this country. The third observation I think I may make with general assent is that it is not intended on this occasion to make an attack upon His Majesty’s Government. It is perfectly true, as an hon. Gentleman said opposite, that every Amendment to the Address is an attack upon the Government, and in that sense, of course, this is an attack upon the Government; but it is not an attack upon them in a matter in which they have any discretion. It is due to the Attorney General to say in the clearest manner, not only in the interests of the Attorney General but in the interest of all, that his position as the District of Public Prosecutions is a position absolutely independent of any of his colleagues. It is not in the power of the Government to direct the Attorney General to direct a prosecution. No Government would do such a thing; no Attorney General would tolerate its being done. Though it is, I believe, peculiar to the British Constitution that political officers, like the Lord Chancellor or the Attorney General, should occupy what are in fact great judicial positions, nobody doubts that in the exercise of their judicial or quasi-judicial functions they act entirely independently of their colleagues, and with a strict and sole regard to the duty they have to perform to the public. That is the position of my learned friend, and that is the position of the Government in connection with this subject.",
        "Now I pass to what I believe to be the animating motive of almost all the speeches we have heard tonight in favour of the Amendment. I think that motive is a feeling of deep and profound indignation at the fraudulent transactions in which Mr. Whitaker Wright has been engaged. Nobody can have even a most cursory knowledge of those transactions without being conscious that if these are things which can be done in a great commercial centre like London, in connection with a vast transaction like that of the London and Globe, and can be done with impunity, a great fault lies somewhere. The only question is where that evil lies. I venture respectfully to say that no man can have listened to the debate tonight and have weighed—I will not say the reasoned legal view of my learned friend the Attorney General, because I imagine he was precluded by the fact that there were proceedings pending in this matter from going into the details of the reasons which have influenced his judgment—but have listened to what he said, or what the Solicitor General told us of the enormous pains taken by the Law Officers of the Crown in examining this case, without admitting that the fault does not lie either with the Director or Public Prosecutions, or with those who advised him. The fault lies in the law. [An HON. MEMBER on the OPPOSITION side of the House: No, no.] Is that a lawyer or a layman? Does the hon. Gentleman imagine that it is the jury which make the law? My hon. friend below the Gangway says that in his view an offence has been committed.",
        "**SIR ALBERT ROLLIT**",
        "Under the Statutes of 1861 and 1862, and at Common Law.",
        "**MR. A. J. BALFOUR**",
        "Well, both the question of Common Law and the question of Statute Law have been critically and carefully examined by the Law Officers of the Crown, and they, rightly or wrongly, take a different view from that held by my hon. friend. Whilst all admit that if such scandalous frauds are allowed to go unpunished the fault lies somewhere, I venture to say to the House that the fault does not lie with my learned friend, but with the language of the statute. The phraseology of the statute is evidently intended to protect the shareholders in a company and the creditors of a company against fraudulent prospectuses; and it is a very grave omission in the framing of the statute that it does not provide an adequate remedy against fraud, however gross, however scandalous, which is not directed against these persons. My learned friend’s attention has been called to this defect in our law by the very scandalous and painful case of Mr. Whitaker Wright and the Globe Finance Company; and he has expressed his opinion to the Government that there ought to be an amendment to the law making such practices absolutely impossible. The Government, advised in that sense by my learned friend, entirely share his view, and think that an amendment of that kind ought to be introduced as soon as possible. I need hardly say we shall take steps to carry that view into effect.",
        "Meanwhile, what I ask the House to do is to make the law what it ought to be, and not to attack a judicial officer whose duty it is to administer the law as he finds it. I cannot imagine a worse precedent than that this House should constitute itself a kind of grand jury in criminal matters; that, moved by passions which in this case we all share, and which, I believe, are amply justified by the facts, we should endeavour to compel a judicial officer to do that which, in his conscience, he believes he ought not to do. Let the House reserve itself for the function for which it is fitted—the amendment of the law—bringing it into a condition to meet the needs of the community, and into harmony with the general principles of justice. I hope and believe the House will not differ from the general principle I have laid down, and will be content with the pledge I have given, that we shall endeavour to amend the law in accordance with that broad view of commercial morality so ably defended by my hon. friend. We shall do that which it is our function to do, and not set a precedent which, in this case, may only do an injury to the Government and my hon. and learned friend, but which, followed in different circumstances by the House, may inflict a real blow on the criminal jurisprudence of this country."
    ]
}