{
    "url": "https://www.ukpol.co.uk/ed-balls-2014-speech-on-the-new-third-way/",
    "title": "Ed Balls – 2014 Speech on the New Third Way",
    "post_date": "September 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls, the Shadow Chancellor, on 30th June 2014.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls.jpg)",
        "Thank you Andrew, and to the London Business School for hosting this speech this morning.",
        "And thank you to all of you for coming. Not least because the advertised title for my speech today, ‘the UK economy’, didn’t really give you much to go on.",
        "This morning I do not intend to talk about the short-term challenges that economic policymakers face here in Britain – the new normal for interest rates, how to boost housing supply, the right pace for deficit reduction – vitally important though they all are.",
        "Instead, I want to stand back and ask what the economic trends we have seen over the last twenty years can teach us about how we should shape our economic policy for the next twenty.",
        "And I want to make my contribution to a debate which economic policymakers have been grappling with, and on which Ed Miliband has been leading the way…",
        "…in the face of seismic global and technological changes, rising inequality and a decade of stagnating median incomes so pay packets are buying less and less, how can we earn our way out of this cost of living crisis and deliver a rising prosperity that can be shared by all citizens and not just a few?",
        "**THE THIRD WAY OF THE 1990s**",
        "I have chosen this twenty year comparison deliberately.",
        "Not because these trends and pressures started precisely twenty years ago.",
        "But because it is twenty years ago this year that I left my job as a young economist and leader writer at the Financial Times to work for Labour in opposition.",
        "It seems like yesterday – but also a very long time ago…",
        "…and while we now face some very different challenges, there are some striking similarities too.",
        "Back then, our country was recovering from a deep recession, following the ERM crisis. The fiscal deficit was very large, and household incomes were being squeezed by tax rises and cuts to public spending.",
        "And the political debate was focussed on the big global economic changes taking place – the rapid growth of international trade; new competition in manufacturing from emerging economies in Eastern Europe and Asia; and technology replacing jobs and undermining wages amongst low skilled, manual workers.",
        "Of course, this debate took place not just in Britain, but across the developed world.",
        "In America, as debate raged about the North American Free Trade Area and newspaper columnists agonised over what they called ”the downsizing of corporate America”, the first term President Bill Clinton called a G7 jobs summit in Detroit.",
        "That was the summit at which his Labour Secretary, Robert Reich, famously said: “when I hear the word flexibility, I say watch out for your wallet.”",
        "Here in Britain, as we debated the case for Bank of England independence and new fiscal rules to prevent another ERM-style crisis, Tony Blair and Gordon Brown led the public debate about how Britain should respond to these economic changes by calling for a ‘skills revolution’.",
        "Meanwhile, Europe’s response was a single currency to deliver stability, a single market to deliver rising prosperity and a social chapter to deliver fairness. All much to the anguish of Tory Eurosceptics.",
        "And on the world stage, Tony Blair and Bill Clinton led the progressive governance movement in calling for a ‘third way’ in response to the challenge of globalisation.",
        "Not passive, free-market laissez-faire on the one hand; or a rejection of open, global markets and a lurch to protectionism on the other; but an attempt to show that a dynamic market economy and a fair society can go hand in hand.",
        "**TWENTY YEARS ON**",
        "If a new insecurity was taking hold in the 1990s, today those concerns are deep, entrenched and undermining public trust that politics can offer a solution.",
        "As Ed Miliband said after the local and European elections provided all political parties with a serious warning shot across the bow, there is:",
        "“a depth and a scale of disenchantment which we ignore at our peril… that goes beyond one party, beyond one government.”",
        "All politicians have heard time and again on the doorstep the worries and fears of people up and down our country: economic recovery is not working for them and their family, and their living standards are continuing to fall.",
        "And we in Britain are not alone. Far right or populist parties are flourishing across Europe.",
        "Indeed, the pattern we have seen here in the UK – growth returning, but feelings of insecurity and discontent being expressed at the ballot box – was repeated in countries like Denmark and Austria which have also seen growth return and unemployment fall in recent months.",
        "So, twenty years on, the best we can say is that the struggle to prove that a dynamic market economy and a fair society can go hand in hand remains to be won.",
        "Some would say that the Blair-Clinton attempt to forge a third way did not succeed.",
        "That steps were taken to improve the prospects of lower paid workers, including higher national minimum wages and more generous tax credits to make work pay.",
        "But not enough was done to improve the prospects of the non-university educated workforce. While the failure of financial regulation led to a global financial crisis and the global recession which followed hit middle and lower incomes families particularly hard.",
        "I have some sympathy with this argument.",
        "We did not do enough on skills.",
        "And the failure of all parties, in the UK and all countries in the developed world, to see the coming crisis was a huge error.",
        "But I do not believe that the progressives were wrong in their central belief that a path could be taken between free-market economics and protectionism and isolationism.",
        "My argument is that the ‘third way’ did not deliver because the world was changing in a more profound way than any of us anticipated.",
        "And new times now demand a new approach.",
        "Not only do we face new challenges from technological change and globalisation, we must also deliver at a time when there is less money around.",
        "So charting a new way forward for the even more challenging century we now live in is now the challenge for this generation – politicians, businesses, trade unions – all of us.",
        "It is the task of the Inclusive Prosperity Commission, which I am chairing with former US Treasury Secretary Larry Summers and which will report in the autumn.",
        "And it is the subject of the conference that my fellow commissioner, Lord David Sainsbury, and I are organising this Thursday at which Ed Miliband will give the keynote address.",
        "**THE 21st CENTURY ECONOMIC CHALLENGE**",
        "To understand how to respond to this change, we first have to understand the nature of the change itself.",
        "And this is my starting point: over the last twenty years, the global economy has fundamentally changed – and changed for the better.",
        "As communism collapsed and countries have liberalised their economies, there have been significant reductions in poverty and increases in living standards across Asia, South America, Eastern Europe and now Africa.",
        "Meanwhile, developments in information and communications technology have transformed the way we live our lives and brought the world ever closer together.",
        "And as these trends have accelerated, the global economic map has been redrawn as new opportunities have opened up not just for us, but for emerging markets like China and Brazil.",
        "Back in the 1990s, we recognised that globalisation was creating new challenges.",
        "Trade and technology were combining to place a premium on higher level skills and qualifications, and to reduce low-skilled jobs which could be done more cheaply by robots or workers in poorer countries.",
        "Changes to the structure of labour markets – often caused by the strain of global competition and including the fall in trade union membership – also had a knock-on effect on wages.",
        "And having more working mums has helped to increase living standards – but also made providing affordable childcare and family-friendly employment rights more important too.",
        "While we attempted to address all of these challenges, we failed to foresee three other changes which were going to fundamentally reshape our world.",
        "First, global economic integration led to much greater instability in our financial and tax systems than any of us anticipated.",
        "As we now know, the global financial sector was taking risks that both bankers and regulators did not fully comprehend.",
        "As leverage increased and balance sheets grew, bulging corporate tax receipts gave the impression that everything was rosy.",
        "And here in Britain, the Labour government ended self-regulation by introducing the Financial Service and Markets Act.",
        "But while voices in the City and across the right, including George Osborne, argued that we were being too tough on the financial sector, we should have been much tougher still.",
        "Because when the global crash came, the result was the near-collapse of the financial system and unprecedented state intervention in our banking sector.",
        "Alongside this, globalisation also created much greater complexity in our tax system.",
        "We have all read about large multinational companies that have chosen to avoid paying their fair share of taxes.",
        "Offshore tax havens, transfer pricing arrangements and well-paid accountants have all helped some international firms stay one step ahead of the taxman.",
        "And technology companies, which don’t need a shop front which physically anchors them in a particular country and are free to go where corporation taxes are lowest, have benefited in particular.",
        "Second, labour mobility has also been much greater than anyone expected.",
        "Just as hundreds of thousands of Eastern Europeans have come to live and work in the UK and other developed countries across Europe, so too have millions of Mexicans and Latin Americans moved to the United States, and Indians and Chinese to the relative riches of the Middle East – a new global and mobile middle class.",
        "Additional competition for low-skilled jobs, and increasingly intermediate-skilled jobs, has put great pressure on communities.",
        "And as the countries they left have continued to develop themselves, their use of natural resources like energy, water, precious metals and other commodities has risen, which has pushed up prices and contributed to our cost-of-living crisis.",
        "But third, we have seen profound technological change which is not just substituting for unskilled labour, but replacing traditional middle-income jobs too.",
        "Two decades ago, we were right to worry that low-skilled jobs in sectors like manufacturing would go overseas.",
        "Now the advances in robotics and artificial intelligence means that intermediate skilled jobs will be lost too, in what economists call a ‘hollowing out’ of the labour market.",
        "Sophisticated machine tools and software are already reducing the need for routine jobs on production lines and in offices. And with 3D printers, not to mention Google’s driverless cars or Amazon’s drones, this trend is set to continue.",
        "Meanwhile at the top, the returns from ideas, capital and top-class qualifications are getting greater and greater.",
        "And the result has been, for most developed countries, rising income inequality on a scale not seen since before the First World War,.",
        "**THE UK ECONOMIC CHALLENGE**",
        "No developed country has escaped the impact of these global trends, but the UK has been particularly hit hard:",
        "– while all developed counties were hit by the global financial crisis, our financial sector – larger and more exposed to international shocks than our competitors – has experienced bigger hits to growth and to our fiscal position;",
        "– the UK’s openness and ‘safe haven’ reputation, alongside the decision – wrong in my view – not to put in place transitional controls on EU accession states in 2004, has meant that immigration – particularly low skilled immigration – has put additional pressure on our labour market;",
        "– and while many countries have tried to increase labour market flexibility in the face of ‘hollowing out’, the UK has seen a particular shift to low-wage, part-time and often insecure employment.",
        "So, we now face the twin challenge of dealing with the aftermath of the financial crisis, while also trying to adapt to the relentless forces of globalisation, immigration, and technological change.",
        "Like many economists, I argued strongly four years ago that, with our economy still vulnerable, George Osborne’s decision to accelerate tax rises and spending cuts would: hit confidence; choke off our economic recovery; and make it harder to get the balanced investment and export-led recovery we need and to get the deficit down.",
        "And so it has proved.",
        "We have had the slowest recovery for 100 years, and, even as growth has resumed, GDP per head is not expected to return to its pre-crisis peak until 2017 – a lost decade of no real income growth.",
        "As a result, government borrowing is now forecast to be £75 billion next year.",
        "This is why I have made a binding fiscal commitment that a Labour government will balance the books and deliver a surplus on the current budget and falling national debt as soon as possible in the next Parliament.",
        "It will require tough decisions to cut public spending and social security spending, as well as a fairer tax system.",
        "And we need immediate action to boost housing supply to stop the recovery becoming more unbalanced and get long-term unemployed young people back to work.",
        "But alongside the immediate short-term challenges that economic policymakers face here in Britain, we have deep structural issues to resolve.",
        "Because as the IMF annual report revealed, this UK recovery has been characterised by particularly low productivity growth.",
        "I mentioned earlier that the UK has seen a marked increase in low-paid work.",
        "Over the last few years, the number of people working part-time who want to work full-time has gone up 300,000 to 1.4 million, with growing numbers also employed on contracts with no holiday pay, sickness pay or even a guarantee of hours.",
        "At the same time, too many university graduates are struggling to find work to match their endeavours. Britain now has more overqualified workers than any country other than Japan.",
        "And inequalities are becoming more deeply entrenched.",
        "Today, only one in eight children from a low-income home goes on to achieve a high income as an adult.",
        "As Alan Milburn’s Commission on social mobility reported recently:",
        "“Without action, there is a real danger that social mobility – having risen in the middle of the last century then flat-lined towards the end – could go into reverse in the first part of this century.”",
        "This is not the only cause for concern.",
        "Business investment is slowly starting to recover…",
        "… but it is still £6.1 billion a year below its pre-crisis peak and is the fourth lowest in the EU as a share of national income– only above Cyprus, Greece and Ireland.",
        "… our export growth since 2010 is 6th in the G7, 16th in the G20, and 22nd in the EU.",
        "… business expenditure on R&D is the lowest in the G7 as a percentage of GDP.",
        "… while infrastructure investment is down 12.2% compared to 2010 and public investment is set to contract again next year.",
        "… and still just 8% of all employers – including less than a third of the biggest firms – offer apprenticeships to give young people a route into work.",
        "**A NEW INCLUSIVE PROSPERITY FOR THE 21st CENTURY**",
        "So how do we respond?",
        "Some say that if rapid globalisation and technological change have undermined the pay and prospects of working people, then the simplest thing to do is to turn our back on those economic forces.",
        "By putting up trade barriers.",
        "Stopping migration into Britain.",
        "And leaving the European Union.",
        "In my view, Britain has always succeeded, and can only succeed in the future, as an open and internationalist and outward-facing trading nation, with enterprise, risk and innovation valued and rewarded.",
        "Backing entrepreneurs and wealth creation, generating the profits to finance investment and winning the confidence of investors from around the world.",
        "Turning our face as a nation against the rest of the world and the opportunities of globalisation is the road to national impoverishment.",
        "But at a time when, in the face of these powerful global changes, many people in our country are seeing their living standards falling year on year, we cannot take public support for this open, global vision of a dynamic market economy for granted.",
        "I know, as an MP with, until recently, the largest BNP membership of any constituency in the country, how some on the extremes of left and right see the solution to be isolationism, turning inwards.",
        "But they are wrong.",
        "Open markets and business investment are part of the solution, not the problem – as is Britain properly engaged in a reformed Europe.",
        "But as we were told loudly and clearly at the local and European elections, we cannot just bury our heads in the sand and ignore the legitimate and mainstream concerns of people across our country that our economy is not currently working for them and their families.",
        "That is why when I hear people denying there is a cost of living crisis, or suggesting that that the return to growth in the economy will solve the problem, I fear they just don’t get it.",
        "A return to business as usual won’t work.",
        "It won’t work economically. There is no future for the UK in trying to compete on cost with emerging countries round the world.",
        "It won’t work politically either. Cutting workers’ rights, undermining public services and reducing taxes only at the top in the hope that wealth will trickle down will not persuade a sceptical and hard-pressed electorate.",
        "New times demand a new approach.",
        "And I want to set out three ways that I believe that a new inclusive prosperity for the 21st century must be different from the approach taken in the 1990s:",
        "– first, we need tougher global co-operation;",
        "– second, we need good jobs and skills, especially for those being left behind;",
        "– and third, we need a new industrial policy.",
        "Let me take them in turn.",
        "**HARD-HEADED INTERNATIONALISM**",
        "First, to deliver an inclusive prosperity, we need a much tougher international response to these global trends.",
        "We have to show that we understand and can respond to people’s concerns about financial instability, immigration and tax avoidance.",
        "But we must do this while staying open to the world and continuing our commitment to a dynamic market economy.",
        "I call this a hard-headed internationalism.",
        "And it must start with Europe.",
        "We know that we need reform of the EU to deliver value for money for taxpayers and to make Europe work in our national interest.",
        "But it is not in our national interest to walk away from the huge single market on our doorstep. To do so would be anti-investment, anti-jobs and anti-business.",
        "And nor is it in our national interest to have a Prime Minister who, playing to a domestic and Eurosceptic gallery, flounces out of vital summits and thinks that splendid isolation is a sign of strength, when everyone else can see it is really just a sign of weakness.",
        "Instead of marginalising ourselves with fringe parties, isolating ourselves from key allies and failing to deliver the right Commission President for Britain, we should be at the centre of the debates that provide the modern rationale for our cooperation with Europe.",
        "And we need that cooperation to make progress in vital areas, including on security, trade and climate change.",
        "On financial regulation, we need new impetus to global efforts to reform our financial system which are grinding to a halt.",
        "This means making progress on the agreements reached at the G20 summit in 2009, which included tough new principles on pay and compensation where very little progress has been made.",
        "On immigration, too, we need greater international cooperation so that we can keep the benefits of skilled migration, while controlling and managing it fairly.",
        "This means new laws to stop agencies and employers exploiting cheap migrant labour; while also making sure people who come to this country learn English and contribute to Britain.",
        "While in Europe, we need longer transitional controls, stronger employment protection and restrictions on benefits.",
        "Because when we face such an acute challenge to make work pay for unskilled people, we should not be subsidising unskilled migration from the rest of the EU.",
        "And on business taxation, we also need greater international cooperation to strike a fairer deal for the future.",
        "Today, after extensive consultation, Shadow Exchequer Secretary Shabana Mahmood and I are publishing Labour’s approach to business taxation.",
        "We believe our business tax system must be competitive, promote long-term investment and innovation, and be simpler, predictable and fair.",
        "The last Labour Government left Britain with the most competitive rate of corporation tax in the G7 and we are committed to maintaining that position.",
        "But unlike George Osborne, we also recognise that companies are just as concerned about other elements of the business tax regime, such as capital allowances and business rates.",
        "That is why, having started and supported successive cuts in corporation tax over the last 15 years, we do not think the right priority is a further cut next year.",
        "We will, instead, cut and then freeze business rates for more than 1.5 million business properties.",
        "When resources are tight this is a tough choice to allow us to support more businesses and keep our overall business tax regime competitive.",
        "The purpose of a competitive tax system must be that companies view Britain as a great place to do business, not simply a cheap place to shift their profits.",
        "So Labour’s approach will be to develop a business tax system that promotes long-term investment, supports enterprise and innovation, provides a stable and predictable policy framework for business and which is founded on fairness. With this approach Britain can compete in a race to the top, with a highly skilled, productive workforce directly benefiting from sustainable economic growth.",
        "Our tax system must tackle the short-termism that has become an entrenched feature of the UK business environment and instead promote the long-term investment we need to create more good jobs for the future.",
        "So we are examining the case for introducing an Allowance for Corporate Equity, along the lines suggested in the Mirrlees Review, to redress the systemic bias in favour of debt finance.",
        "Such a scheme would offer a strong incentive for long-term investment, building more robust businesses that would be better able to plan for the future. We will consult with business and other stakeholders on the case for introducing this reform, and how it might be implemented.",
        "We will also examine the possibility of structural changes to the tax system to incentivise long-term investment.",
        "In his report on short-termism in British business, Sir George Cox recommended a series of reforms including a lower rate of capital gains tax for long-term investors.",
        "This could complement an Allowance for Corporate Equity, by making long-term investment attractive to the investor as well as to the recipient of funding.",
        "Labour is consulting with industry on the potential impact of these and other recommendations of the Cox Review and how they could be delivered in a revenue-neutral way.",
        "At a time when working people are facing a cost-of-living crisis and the deficit is high, it’s vital that everyone pays their fair share and we restore public trust in the tax system.",
        "High profile cases of tax avoidance have undermined both public trust in company taxation and also hit businesses who play by the rules and pay their fair share.",
        "George Osborne is failing to tackle tax avoidance. The most recent figures from HMRC show that the amount of uncollected tax in our economy – the ‘tax gap’ – went up last year.",
        "This isn’t good enough, so Labour will make reversing this trend and narrowing the tax gap a priority for HMRC.",
        "So the next Labour government will act to tackle tax avoidance including through international leadership in the G20 and the OECD and by closing loopholes, increasing transparency and ensuring we have tougher independent scrutiny of the tax system.",
        "**WORK AND SKILLS**",
        "The second task for our inclusive prosperity agenda is to provide good jobs and skills for everyone and especially for those who feel they have been left behind.",
        "To equip people without skills for the world of work and to meet the challenge of ever faster technological change, we have to raise skills and productivity in every sector and ensure that work pays.",
        "Demand for high skilled jobs in advanced manufacturing, financial and business services, and across the creative industries will continue to increase.",
        "So we must maintain our global excellence in Higher Education.",
        "But so too must we ensure that the highest skills can be achieved through our vocational system. We cannot just meet the shortage in trained technicians that businesses repeatedly highlight by importing labour.",
        "Those with intermediate skills are most at risk of the ‘hollowing out’ phenomenon. We must help equip them to take up new opportunities as baby boomers retire and ensure the skills they have developed are recognised by prospective employers.",
        "In lower skilled sectors, we must ensure that the minimum wage continues to increase, is properly enforced and that employers have clear incentives to pay a living wage – with tax credits an added reward for hard work rather than a subsidy for low pay, and training available to all to support career progression.",
        "And we must ensure that young people entering the world of work have the ambition, skills, knowledge and qualifications they will need to succeed.",
        "We must improve careers advice in every school.",
        "We need a major expansion of university technical colleges to ensure Britain is producing enough trained technicians in STEM subjects and other subjects where there is clear demand.",
        "We need to get young people into training rather than unemployment, as Rachel Reeves has championed, and improve the quality of apprenticeships, so that they are focused primarily on taking young people to level three and beyond.",
        "We need a greater role for employers in designing vocational qualifications.",
        "And employers must also have a key role in commissioning and planning skills provision in their area.",
        "**A NEW INDUSTRIAL POLICY**",
        "And third, to deliver inclusive prosperity, we need to match policies for open markets and skills with a new industrial policy which puts innovation, long-termism and growth centre stage.",
        "After the debacle of British Leyland in the 1970s, ‘industrial policy’ have been dirty words in Britain.",
        "Some remain cautious about the politics of ‘picking winners’ – but that misses the lesson of the 1970s. Back then, it was the industrial losers who did the picking and good money was poured after bad.",
        "Although she kept quiet about it, Mrs Thatcher had an industrial policy in the 1980s as she unveiled the Big Bang for financial services, brought Japanese car manufacturers to Britain and invested heavily in Airbus and its supply chain, including Rolls-Royce.",
        "Twenty years ago, as we responded to globalisation, Labour also steered clear of talking openly about industrial policy.",
        "Instead, with our economy returning to full employment, we focussed on providing macroeconomic stability and reforms to increase competition, encourage enterprise, support science and improve skills.",
        "But since the global financial crisis and following the pioneering work of Peter Mandelson as Business Secretary, a consensus has now emerged that focusing on specific sectors is not only essential; it is inevitable.",
        "Chuka Umunna and I commissioned the Executive Director of Jaguar Land-Rover, Mike Wright, to build on this by telling us what we need.",
        "His report last week on manufacturing and the supply chain made clear there is a clear role for government to give strategic direction, bring sectors together to foster long-term planning and tackle issues like the cost base and skills.",
        "Vince Cable might have belatedly bought into his predecessor’s approach to industrial policy, but there are still glaring gaps.",
        "Although the government is focused quite rightly on aerospace, automotive and some low carbon technologies as part of their eleven industrial strategies, there are glaring gaps.",
        "Why is there no place for the creative industries? No sector aside from real estate has grown faster in recent years. From Americans watching Downton Abbey, to Asians listening to Adele, to Africans tuning into the Premier League, British content is global content.",
        "It’s for this reason that Harriet Harman and Chuka Umunna commissioned John Woodward, former Director of the UK Film Council, to carry out a creative industries and digital review, which will report in the next few months, with a strategic review of industrial policy every five years.",
        "And while the government focuses on life sciences – which are a major British asset – why is there so little focus on health and social care?",
        "Both sectors employ many more people, mostly in low paid jobs, and the ageing population is creating significant additional demand.",
        "And then what is the government doing to support regional growth?",
        "From Silicon Valley to the City of London, the world’s best industries tend to be clustered. In the UK, our automotive sector is concentrated in the Midlands and North East; the offshore wind sector brings jobs to many coastal regions; aerospace is predominantly based in the North West; and our creative industries are centred major cities like London, Manchester, Bristol and Leeds.",
        "The government cannot create clusters – but it can do a lot to support those that already exist, especially at the local level.",
        "Tomorrow Lord Adonis will join Ed Miliband to set out the results of his work.",
        "He will set out how we should nurture help small business thrive, ensure innovation flourishes and empower independent and properly funded Local Enterprise Partnerships alongside Combined Authorities.",
        "We will examine all of his proposals but will transfer £30bn of funding to city and county regions over the course of a parliament to achieve his vision.",
        "And Andrew and I are working closely on how taxation can be used as a tool to drive growth and investment in city and county regions.",
        "At a national level, we also need clear long-term direction.",
        "We need action, as Sir George Cox’s report said last year, on boardroom pay, and corporate governance.",
        "We need more competition in banking and a British Investment Bank to support small and growing companies.",
        "We need an independent infrastructure commission, as Sir John Armitt has proposed, to put aside the dither and squabbling that has dogged our approach to infrastructure for decades.",
        "And we need a new long-term framework for science and innovation.",
        "Mike Wright and Lord Andrew Adonis’s reports have both looked carefully at Government support for innovation and science. They both come to similar conclusions, in particular that the ten year framework for science funding, set up by Lord Sainsbury as science minister , and which ends this year, has provided the stability and long-termism that our research base and companies need.",
        "Liam Byrne launched a consultation on how we can build on this last week.",
        "I believe that a similar long-term funding framework for innovation policy, covering initiatives like the Technology Strategy Board and catapult centres, will be equally important to delivering an inclusive prosperity.",
        "And I am determined to ensure that long-term funding frameworks for science and innovation will emerge as key conclusions from Labour’s Zero-Based Review of spending priorities.",
        "**CONCLUSION**",
        "I started by saying that, in the face of seismic global and technological changes, stagnating median incomes and rising inequality, our challenge is to earn our way out of this deep-seated cost of living crisis.",
        "We must deliver rising prosperity for all, not just a few.",
        "That means creating more good jobs, boosting skills and encouraging long-term investment as we restore the broken link between the wealth of the nation and family finances.",
        "As Ed Miliband has said, Labour’s approach is about big reforms, not big spending.",
        "A new plan for Britain and business to succeed together.",
        "Pro-business, but not business as usual.",
        "Not laissez faire complacency…",
        "… or protectionism and anti-Europeanism.",
        "But together building a long-term consensus to embrace open markets…",
        "…and to work together to secure the skills, long-term investment and market reforms we need to deliver rising prosperity for all.",
        "Because if we are to maintain public support for an open market economy, we need to address public concerns, promote competition and long-term investment and make sure markets like energy and banking work better for consumers and businesses alike.",
        "That is the One Nation approach that Ed Miliband, my Shadow Cabinet colleagues and I will set out in the days, weeks and months to come.",
        "…hard-headed internationalism…",
        "…more good jobs and skills for everyone…",
        "…and a new industrial policy….",
        "A new inclusive prosperity for the 21st century.",
        "I do believe the future of our country depends upon it."
    ]
}