{
    "url": "https://www.ukpol.co.uk/ed-balls-2010-comments-on-proposed-cuts-to-the-met-police/",
    "title": "Ed Balls – 2010 Comments on Proposed Cuts to the Met Police",
    "post_date": "August 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2010",
            "url": "/tag/2010/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Ed Balls, the then Shadow Home Secretary, on 22 December 2010.",
    "content": [
        "Sir Paul **[Stephenson, Metropolitan Police Commissioner]** is absolutely right to air his concerns about the funding cuts and unprecedented challenges the Metropolitan Police faces. Like police chiefs across the country Sir Paul has been put in an impossible position by a Conservative Home Secretary who failed to fight the corner of the police in the spending review.",
        "House of Commons Library figures show that the Met faces a real terms cut in government funding of over £330m in just two years. That’s a cut of over 15 per cent – most of which is in the year of the Olympics – and with more cuts to come in the two years after that.",
        "Ramming through cuts to policing of this speed and scale at a time of rising public protest on our streets, an ongoing terror threat and the security challenge of the 2012 Olympics is a reckless and dangerous gamble by this Conservative led government. It will undermine the fight against crime across the capital and take unnecessary risks with national security and the safety of our communities.",
        "It’s time the Conservative Home Secretary Theresa May and the Conservative Mayor of London Boris Johnson started standing up for our police."
    ]
}