{
    "url": "https://www.ukpol.co.uk/gary-ballance-2021-statement-on-yorkshire-cricket-club/",
    "title": "Gary Ballance – 2021 Statement on Yorkshire Cricket Club",
    "post_date": "November 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Gary Ballance",
            "url": "/tag/gary-ballance/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Culture",
            "url": "/category/culture/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Gary Ballance from Yorkshire Cricket Club on 3 November 2021.",
    "content": [
        "My family and I are deeply saddened and upset by the allegations recently levelled at me in the press and by the misleading and selective nature of the reporting in the last few days. Azeem was not just a teammate of mine but he was my closest friend and supporter in cricket.",
        "Throughout this process I have cooperated with the independent investigation and I have been completely honest and transparent with the club and the investigators at all times. Information and allegations have been leaked and reported in the press which in my view give a misleading impression of the evidence which was heard in the investigation. I had not intended to make any public statement but, given the reports which have been published, and with journalists arriving at my house, I feel I have no choice but to provide a public response.",
        "To be clear – I deeply regret some of the language I used in my younger years. The independent enquiry, having heard all of the evidence, accepted that the context of some of the language used was in a “friendly verbal attack” between friends which was not intended to offend or hurt and that no malice was intended.",
        "Given my incredibly close relationship with Rafa over the years I am saddened that it has come to this. Rafa and I started playing for Yorkshire at a similar time and we quickly developed a very close bond. He encouraged me to play club cricket for his club Barnsley CC, which I did, we went on many tours together, with both Yorkshire and the England Performance Programme, and we always supported each other on and off the pitch. We socialised a lot together away from the game and would also drink and enjoy ourselves together.",
        "On the pitch we supported each other greatly. We both captained Yorkshire at various times and we backed each other when we filled these roles. Rafa has always been a huge supporter of mine and was always there for me in the highs and lows of my career with Yorkshire and England. When he was first released by Yorkshire I was there for him during that tough time and I was delighted when he earned a new contract and a second spell with the club. He was very pleased for me when I was selected for England and I was delighted to receive his supportive messages during my time with England. He was also always a big support to me at some difficult times in my career, and I have always been very grateful to him for that.",
        "Because we were such good friends and spent a lot of time together drinking and on nights out we both said things privately to each other which were not acceptable. It has been reported that I used a racial slur and, as I told the independent enquiry, I accept that I did so and I regret doing so. I do not wish to discredit Rafa by repeating the words and statements that he made about me and others but I have to be clear that this was a situation where best friends said offensive things to each other which, outside of that context, would be considered wholly inappropriate.",
        "I regret that these exchanges took place but at no time did I believe or understand that it had caused Rafa distress. If I had believed that then I would have stopped immediately. He was my best mate in cricket and I cared deeply for him. To my knowledge, it has never been alleged that I reduced Rafa to tears.",
        "That does not mean that what passed between us was right or appropriate. It was not. Rafa said things to me that were not acceptable and I did the same with Rafa. I never said anything with any intended malice or to upset Rafa.",
        "Rafa and I remained closest friends throughout the time we exchanged these inappropriate comments. One winter, I suggested that Rafa and his bowling coach travel to Zimbabwe to stay with my family, which they did. He lived in my family’s house in Zimbabwe and spent time with my parents and my brothers while he trained in Zimbabwe. He would later become very good friends with my brother and the two of them stayed together regularly when my brother was in the UK. Rafa was always very grateful for the support and love which my family gave him and he regularly expressed this to me. I was honoured to be invited to his wedding in Pakistan which I sadly could not attend.",
        "I am aware of how hurtful the racial slur is and I regret that I used this word in immature exchanges in my younger years and I am sure Rafa feels the same about some of the things he said to me as well.",
        "My intention, during this whole process, has been to be honest and cooperate with the independent investigation. In light of recent media reports it is only right, on behalf of me and my family, that I put my position in the public domain.",
        "I will not be making any further statement on this matter."
    ]
}