{
    "url": "https://www.ukpol.co.uk/ed-balls-2011-speech-to-labour-party-conference/",
    "title": "Ed Balls – 2011 Speech to Labour Party Conference",
    "post_date": "March 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011 Labour Party Conference",
            "url": "/tag/2011-labour-party-conference/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls, the Shadow Chancellor, to the Labour Party conference on 26th September 2011.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1.jpg)",
        "Conference –",
        "It’s a great honour to make my first conference speech as Shadow Chancellor – the first ever Labour and Co-operative Shadow Chancellor – here at our first annual conference in this great city of Liverpool since 1925.",
        "Thank you to Norma for that introduction – and to all the members of our Policy Commission for their hard work this year.",
        "And I want to say a special thank-you to my co-Chair, Cath Speight, for all her advice and leadership as a member of the NEC for the past 11 years.",
        "Cath – you are a great servant to your union and to our party and we all thank you.",
        "And Conference, I also want to pay tribute to our leader – my friend – Ed Miliband.",
        "On Libya, on phone hacking and on the riots – he has shown calm, resolute and courageous leadership:",
        "– not afraid to take on vested interests;",
        "– passionate that we have responsibility in our society from top to bottom;",
        "– determined that the promise of Britain – that the next generation will do better than the last – can be fulfilled.",
        "In Ed Miliband, conference, we have a leader who is genuine, principled, honest and fair…",
        "… a leader who speaks his mind and tells the truth…",
        "… a leader in whom I believe we can ask the British public to put their trust.",
        "**A BETTER WAY?**",
        "And nowhere is it more important that we win the public’s trust for an alternative future – a better way forward – than on the economy.",
        "Speaking to one delegate this morning, she said to me:",
        "“people are really worried about jobs and the cost of everything going up – and they’re all saying, ‘surely there’s a better way?’”",
        "Here in Liverpool, and as a result of the Coalition’s policies, unemployment is now rising again as this city faces the deepest cuts to local services in a generation.",
        "But – a far cry from the scuttling taxis carrying redundancy notices in the 1980s – it is a Labour Council here in Liverpool which is working night and day to make savings and cut bureaucracy so they can protect jobs and keep services for the most vulnerable.",
        "And I say to Liverpool’s Labour leader Joe Anderson – to all our leaders in local government facing difficult times across the UK – and to First Minister Carwyn Jones in Wales – we pay tribute to your leadership and responsibility and determination that there can be a better way:",
        "– yes – a credible plan to get our deficit down;",
        "– but action now – a plan for growth and jobs;",
        "– and long-term reforms to build a stronger, fairer economy;",
        "A Labour plan to get Britain working again.",
        "**GLOBAL LEADERSHIP**",
        "Conference, let’s face the facts.",
        "These are the darkest, most dangerous times for the global economy in my lifetime.",
        "Our country – the whole of the world – is facing a threat that most of us have only ever read about in the history books – a lost decade of economic stagnation:",
        "– The aftermath of a worldwide financial and banking crash;",
        "– Families and businesses fearful about the future, cutting back on spending and investment;",
        "– Governments all around the world trying to cut spending at the same time;",
        "– Demand sucked out of the economy;",
        "– Stock markets tumbling, banks in trouble, economies stalling, unemployment rising – a vicious circle as slow growth makes it harder to get deficits down;",
        "– Not a crisis of any one country or continent – but a spiralling global crisis – from which no economy can be safe…",
        "… threatening the jobs, pensions and living standards of families here in Britain and across the world.",
        "Conference –",
        "This is not – as the Conservatives claim – simply a crisis of public debt which can be solved – country by country – by austerity, cuts and retrenchment – but truly a global growth crisis which is deepening and becoming more dangerous by the day.",
        "And the world must remember the lesson of the 1930s: that there is no credibility in piling austerity on austerity, tax rise on tax rise, cut upon cut in the eventual hope that it will work when all the evidence is pointing the other way.",
        "I said to you a year ago – you either learn the lessons of history – or you repeat the mistakes of history – that is the choice the world faces today.",
        "But at a time when the world desperately needs a global plan for growth – when it needs wise and strong leadership – where will it come from?",
        "Not so far from the Euro zone – unable to stand together and do what it takes to restore confidence and growth.",
        "Not so far from America – deadlocked by the reckless games of the Republican right.",
        "And Conference, what about our Prime Minister and Chancellor?",
        "Do they urge a change of course in the Euro zone?",
        "No – they applaud austerity, and urge even deeper cuts.",
        "Do they urge sanity in America?",
        "No – George Osborne boasts that his Republican friends in Congress are following his advice.",
        "Do they urge a global growth plan in the G7, the G20 or the IMF?",
        "No.",
        "Confronted with the biggest most urgent global challenge of our age, all they can do is urge other countries to pile austerity on austerity too… ignoring the lessons of history and the evidence here in Britain, and across the world, that austerity just isn’t working.",
        "That is not just a failure of leadership – it is a complete abdication of responsibility too.",
        "**A SAFE HAVEN?**",
        "But Conference…",
        "It’s not right to blame David Cameron and George Osborne for everything that’s wrong with our economy.",
        "They didn’t cause the global financial crisis.",
        "That crisis was a body blow to our economy and our public finances – we went into recession, lost tax revenues, a big deficit opened up.",
        "Whoever won the last election faced a difficult task to secure economic recovery and reduce that deficit over time.",
        "And that task has been made harder by the economic problems in the Euro-zone, America and Japan.",
        "But the simple question that the government has to answer – the issue on which they can and must be held to account – is this: have their decisions over the past year and a half made things better or have they made things worse?",
        "A year ago, I warned that, with our economy still fragile and a global hurricane brewing, it was not the time to tear out the foundations of the house.",
        "But David Cameron and George Osborne thought they knew better:",
        "– They said a VAT rise and cutting faster than any other major country would boost economic confidence and growth;",
        "– That if they cut public sector jobs, the private sector would more than fill the gap;",
        "– That their plan would make Britain immune from the global storm – and any other course of action would cause stock market turmoil…",
        "And to be fair, some respected people agreed with them.",
        "But we in this Party argued for a steadier, more balanced approach – halving the deficit over four years.",
        "We said that going too far, too fast would choke off the recovery and put jobs at risk;",
        "We warned that cutting spending and raising taxes too fast would create a vicious circle here in Britain too – and make it harder to get the deficit down.",
        "And look what’s happened – even before the global instability of the past three months.",
        "Confidence has slumped.",
        "Our economy has flat-lined now for nine months.",
        "Slower growth in Britain than any other G7 country except Japan.",
        "Unemployment now rising again.",
        "That is why the deficit is already set to be £46 billion higher than the government planned.",
        "Because if you choke off the recovery and put tens of thousands of people on the dole – not paying taxes, claiming benefits instead – then, of course, borrowing goes up.",
        "In the 1980s, the Tories told us – shockingly – that because their economic objective was to reduce inflation, rising unemployment was a price worth paying.",
        "This generation of Tories need to realise if your economic objective is to reduce the deficit, then rising unemployment is one thing you just can’t afford.",
        "**NO ALTERNATIVE?**",
        "So Conference…",
        ".. the global economic crisis is deepening, our economy is badly exposed…",
        "And what do we hear from ministers?",
        "However bad things get… even when we can all see it’s not working:",
        "‘We are sticking to the plan,’ they say",
        "‘We are not for turning.’",
        "‘There is no alternative.’",
        "‘There is no better way.’",
        "They claim that any change of course would lead to a market crisis and higher interest rates.",
        "But our interest rates are at record lows because our economy has stagnated.",
        "Markets are losing confidence in governments all around the world because there is no growth.",
        "And there is a growing chorus of voices calling for a change of course…",
        "Even the IMF now says:",
        "“growth is necessary for fiscal credibility”, and…",
        "“slamming on the brakes too quickly will hurt the recovery and worsen job prospects.”",
        "Yes – a credible economic policy does needs a plan to get the deficit down.",
        "Yes – a credible economic policy needs political agreement to implement that plan.",
        "But an economic policy can only be credible if it works.",
        "And George Osborne’s economic plan is hurting… but Conference… it’s just not working.",
        "**ALL LABOUR’S FAULT?**",
        "But you all heard the chorus from the Lib Dems last week…",
        "You all know what we will hear next week from the Tories…",
        "The only line in the script they’ve got left:",
        "‘It’s all Labour’s fault – we’re just clearing up the mess’.",
        "Conference, we could spend all of our time defending our record… and there is much to be proud of.",
        "But for families today – struggling to pay the bills, worrying about their jobs – being told about the great things Labour did in government isn’t much comfort… it doesn’t pay the bills, help get a job or secure the pension.",
        "Some commentators say the opposite: accept the Tory critique that Labour spending caused the economic crisis; back Tory policy on the deficit; neutralise the issue and move on.",
        "And when they say we made mistakes in government, they’re right… we must admit them and show we’ve learned from them.",
        "The 75p pension rise – that was a mistake.",
        "So was abolishing the 10p tax rate.",
        "We didn’t do enough to get all employers to train.",
        "We should have adopted tougher controls on migration from Eastern Europe.",
        "We didn’t spend every pound of public money well.",
        "And yes – we didn’t regulate the banks toughly enough and stop their gross irresponsibility – here in Britain and all around the world.",
        "But don’t let anyone tell you that Labour in government was profligate with public money – when we went into the crisis with lower national debt than we inherited in 1997 and lower than America, France, Germany and Japan.",
        "And don’t let anyone say it was public spending on public services here in Britain which caused the global financial crisis.",
        "It wasn’t too many police officers or nurses or teachers here in Britain that bankrupted Lehman Brothers in New York.",
        "Conference.",
        "We didn’t get everything right.",
        "We made mistakes.",
        "But abolishing the Future Jobs Fund and cutting 100,000 jobs for young people out of work… that wasn’t Labour’s mistake.",
        "Scrapping the Regional Development Agencies, ending EMAs, cutting childcare tax credits for working parents… those aren’t Labour’s mistakes.",
        "Wasting £2bn on a reckless NHS reorganisation…",
        "Wasting £100m on elected police commissioners…",
        "Wasting 1bn on a tax cut for the banks…",
        "Wasting billions of pounds on the bills of rising unemployment…",
        "Ripping up our balanced plan, trying to cut the deficit faster any other country and choking off the recovery as a result…",
        "Conference… these aren’t Labour’s mistakes…",
        "They are David Cameron’s mistakes…",
        "And George Osborne’s mistakes…",
        "And Nick Clegg’s mistakes…",
        "Reckless. Ideological. Unfair.",
        "Tory mistakes every one of them.",
        "**A BETTER WAY**",
        "I think of a family I know in my constituency: self-employed – a husband and wife team – times are hard at the moment – but things are still just about ok – they can pay the mortgage – they managed a holiday with the kids this year.",
        "But they are worried…",
        "Worried about gas bills, petrol, food all going up…",
        "Worried about losing their tax credits and the child benefit..",
        "Worried when they see other local businesses closing down…",
        "And worried too about the future – can they keep up their pension payments, can they afford it when their son goes to college.",
        "Better off under Labour – but it was their hard work which did it.",
        "Deeply aspirational for their kids – but now very worried about their futures too.",
        "Believe me – they don’t want to hear about all the things Labour got right.",
        "And believe me – they certainly do want to know we’ve learned from our mistakes.",
        "But most important…",
        "They want to know that there’s a reason to be hopeful…",
        "That their hard work will be rewarded and their kids will do well…",
        "That there is a better way.",
        "Conference…",
        "Trying to cut the deficit too far, too fast isn’t working.",
        "The government must adopt a steadier, more balanced plan to get our deficit down and take immediate action now to support the economy and create jobs here in Britain.",
        "So here are five immediate steps the government can and should take right now:",
        "Step one – repeat the bank bonus tax again this year – and use the money to build 25,000 affordable homes and guarantee a job for 100,000 young people – it can’t be right to be cutting taxes on the banks when almost 1 in 5 young people are now out of work.",
        "Step two – genuinely bring forward long-term investment projects – schools, roads and transport – to get people back to work and strengthen our economy for the future.",
        "Step three – reverse January’s damaging VAT rise now for a temporary period – a £450 boost for a family with two kids – immediate help for our high streets and for struggling families and pensioners too.",
        "Step four – announce an immediate one year cut in VAT to 5% on home improvements, repairs and maintenance – to help homeowners and the many small businesses that are so dependent on the state of the housing market.",
        "Step five – a one year national insurance tax break for every small firm which takes on extra workers, using the money left over from the government’s failed national insurance rebate for new businesses – helping small businesses to grow and create jobs.",
        "Conference… a plan to help struggling families and small businesses, get our economy growing and create jobs which are the key to getting our deficit down.",
        "Action on jobs;",
        "Investment brought forward;",
        "Support for families;",
        "Support for homeowners;",
        "Support for small businesses.",
        "Five immediate steps the government could take tomorrow – and if they do so, we will back them.",
        "Call it Plan A plus",
        "Call it Plan B",
        "Call it Plan C",
        "I don’t care what they call it.",
        "Britain just needs a plan that works.",
        "**TOUGH DECISIONS**",
        "But I have to level with you all – and the country… a plan for growth now will help get the economy moving again and stop the vicious circle on the deficit – but by itself it won’t secure our economic future or magic the deficit away.",
        "A steadier, more balanced, medium-term plan to get the deficit down will still mean difficult decisions and tough choices in the years ahead that any government will face.",
        "Tough choices on tax and spending – like the cuts to welfare, education and Home Office budgets that we set out before the election.",
        "Discipline in public and private sector pay.",
        "And no matter how much we dislike particular Tory spending cuts or tax rises, we cannot make promises now to reverse them.",
        "I won’t do that and neither will any of my Shadow Cabinet colleagues.",
        "And while we know that the Government’s approach to pensions has been confrontational and unfair…",
        "That there is nothing George Osborne would like better than a strike this autumn to divert attention from his failing economic plan…",
        "… we know too that there are difficult decisions on pensions which we cannot duck and that under Labour contributions and the retirement age would be rising too.",
        "Conference – it will not be enough to expose that David Cameron and George Osborne have got the economy badly wrong.",
        "We still know today what we recognised seventeen years ago: we will never have credibility unless we have the discipline and the strength to take tough decisions.",
        "When I left the Financial Times to work for Labour in 1994, it was because I knew that a reputation for credibility and a platform of stability were the essential pre-conditions for achieving our wider goals, and I wanted to play my part.",
        "And Conference…",
        "– Bank of England independence;",
        "– not joining the Euro;",
        "– levelling with the public that saving the NHS needed a tax rise;",
        "– using all the £22bn windfall from the 3G mobile phone auction to repay the national debt – despite Tory demands to spend it at the time;",
        "… the same iron discipline that guided those decisions must guide a future Labour government too.",
        "And let me say these two things today.",
        "First, before the next election – and based on the circumstances we face – we will set out for our manifesto tough fiscal rules that the next Labour government will have to stick to – to get out country’s current budget back to balance and national debt on a downward path.",
        "And these fiscal rules will be independently monitored by the Office for Budget Responsibility.",
        "And second we know that, even as bank shares are falling again, David Cameron and Nick Clegg are still betting on a windfall gain from privatising RBS and Lloyds to pay for a pre-election giveaway.",
        "We could also pledge to spend that windfall.",
        "But – just as with the 3G mobile phone auction – we will commit instead in our manifesto to do the responsible thing and use any windfall gain from the sale of bank shares to repay the national debt.",
        "Conference that will be Labour’s choice – fiscal responsibility in the national interest.",
        "**SECURING OUR LONG-TERM ECONOMIC FUTURE**",
        "And on that platform of fiscal responsibility and action now for jobs and growth, we must also build the long-term future of the British economy.",
        "And that means government must act to ensure markets work in the public interest and tackle unfair concentrations of power.",
        "Many of us have had enough experience of government to know that the public sector can fail too:",
        "– that Whitehall doesn’t always know best;",
        "– that well-meaning business regulations designed by public servants can sometimes do more harm than good in the real world;",
        "– that central directions shouted ever more loudly are no substitute for proper public service reforms that get incentives right, tackle market failure and put power in the hands of users.",
        "But we know too that government just walking away is not the answer…",
        "That government has a vital role to play, working closely with business, in making our economy stronger and more balanced for the long-term.",
        "John Denham, Liam Byrne, Angela Eagle and I are working on our new financial, industrial and employment policies.",
        "We can’t claim we have all the answers at this stage.",
        "But we know we can’t tackle our skills deficit unless both government and employers do more.",
        "We can’t have a modern industrial policy without government action:",
        "– to support new manufacturing technologies, including green manufacturing;",
        "– to make the planning system work to support investment and jobs;",
        "– and yes, to ensure a genuinely level playing field for procurement too.",
        "And we can’t tackle the debilitating short-termism which still plagues the relationship between finance and industry in Britain without radical reforms… reforms that must go beyond the tough regulation of the banks that the Vickers Commission has proposed.",
        "That is why Ed Miliband, John Denham and I are determined that Labour will lead a debate on how to tackle short-termism in our economy… including tackling market failures in small business lending… and that means we must now examine proposals for a National Investment Bank for small business.",
        "**CONCLUSION**",
        "Conference, these are vital reforms.",
        "Reforms upon which the future of our country depends.",
        "But they are reforms which this Government just cannot deliver.",
        "Because to back these reforms means to reject the debilitating ideology – private always good, public always bad, rising inequality inevitable – which grips this Tory-led Government.",
        "The same view that says government is always the problem, and getting government out of the way the solution and that rewards at the top will eventually trickle down.",
        "It is the same ideology that says private companies running the health service will always be better for patients.",
        "That says cutting police officers, youth services and family intervention projects will somehow make our communities safer.",
        "That claims ‘we’re all in this together’… but then delivers Budgets that hit families with children, hit women more than men and hit people with disabilities hardest of all",
        "It is the same ideology that believes the global financial crisis was caused by too much public spending – and that because they are cutting public spending faster than ever in our history, Britain has become a safe haven.",
        "A safe haven…?",
        "When unemployment is rising, when our economy is flat-lining – how on earth can our Prime Minister and Chancellor say that Britain is a safe-haven?",
        "It may be a safe haven for those who don’t need to work, for those with independent means, and those for whom £9,000 a year tuition fees is small change…",
        "It may be a safe haven for David Cameron and George Osborne and Boris Johnson and their friends…",
        "But for the 16,000 companies that have gone out of business in the last year, Tory Britain is not a safe haven:",
        "– for the young people losing their EMA this term;",
        "– for the women seeing their pensions cut;",
        "– for the families about to see their child benefit taken away;",
        "– for the million young people now out of work…",
        "…Tory Britain is no safe haven.",
        "And for the millions of families struggling with higher bills, worried about their jobs and what their children’s future holds…",
        "…Tory Britain is no safe haven at all.",
        "Conference…",
        "True to our values…",
        "Willing to make the tough decisions…",
        "For the sake of our economy, for al the British people…",
        "Labour must win the argument.",
        "We must show there is a reason to hope.",
        "We must show that there can be a better future.",
        "There is a better way."
    ]
}