{
    "url": "https://www.ukpol.co.uk/ed-balls-2013-speech-to-labour-party-conference/",
    "title": "Ed Balls – 2013 Speech to Labour Party Conference",
    "post_date": "March 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013 Labour Party Conference",
            "url": "/tag/2013-labour-party-conference/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls, the Shadow Chancellor, to the 2013 Labour Party conference in Brighton.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1.jpg)",
        "Conference, we meet here in Brighton.",
        "With the General Election now just nineteen months away",
        "Determined to defeat this out of touch Tory-led Government.",
        "Knowing that we have more work to do to win back the trust of the British people.",
        "And fully aware that no party since the 1920s has gone from losing office to a working majority at the next general election.",
        "So Conference, this is our task.",
        "To show we are ready for the great challenges we will face on spending control and the deficit.",
        "To set out Labour’s alternative plan to create jobs, make work pay and tackle the rising cost of living.",
        "And to secure a mandate to build a One Nation Britain:",
        "A strong recovery that is built to last.",
        "An economy that works for the many and not just a few at the top.",
        "Conference, not just for the few, but for all working families in every part of Britain.",
        "And Conference, three and a half years after the General Election defeat, we have learned from that experience and our time in government. And where we got things wrong – on immigration control, bank regulation and the 10p tax rate – the next Labour government will be different from the last.",
        "And where change is needed in our party, we will reconnect with our members and working people across the country.",
        "But Conference, let us also be proud of what the last Labour government achieved.",
        "The national minimum wage.",
        "Our schools and hospitals rebuilt.",
        "NHS waiting times down from 18 months to 18 weeks.",
        "More apprenticeships.",
        "Bank of England independence.",
        "Not joining the Euro.",
        "1 million more small businesses.",
        "Crime down.",
        "Child poverty down.",
        "And 3,500 Sure Start children’s centres – one of the most important reforms any Labour government has ever delivered.",
        "And Conference, replacing the Tory abomination that was Section 28 with civil partnerships.",
        "Paving the way for a landmark reform, something which would not have happened without Labour votes in Parliament, the progressive triumph of gay marriage.",
        "And Conference, as we look forward to the General Election to come, determined to win a Labour majority, I want you all to know:",
        "As the Labour and Co-operative MP for Morley & Outwood – majority just one thousand, one hundred and one – the seat David Cameron needed to win to get a Tory majority in 2010 and, because of our hard work and determination, the seat he failed to win… Conference, I am up for the battle to come.",
        "And as Chair of our Economic Policy Commission, I know this whole party is up for the battle to come. And Conference, please join me in thanking my co-Chair, Margaret Beckett, for her continuing hard work and service to this party not just over the past year but over four decades in Parliament.",
        "And Conference, as a proud member of the Unite and Unison trade unions, I know this whole movement is up for the battle to come.",
        "So in the coming months let us lay the foundations for the General Election.",
        "Selecting the best Parliamentary Candidates we have ever had, with more women candidates in key seats than ever before.",
        "Winning council seats and by-elections up and down the country with the toughest and best generation of local government leaders we have ever had.",
        "Winning more seats in the European elections. And let us end the stain on our country’s reputation by kicking the BNP out of the European Parliament.",
        "And Conference, in next September’s Scottish referendum.",
        "With Alistair Darling, Johann Lamont and Margaret Curran now showing so powerfully that the arguments for separation are falling apart.",
        "With Alex Salmond in a state of total confusion on the single most important economic decision a country can take – which currency to have: first he wanted the Euro – saying sterling was a “millstone around our neck” and now he wants independence but to keep the pound all the same.",
        "Let us win the argument that we are Better Together in next year’s Scottish referendum.",
        "Demonstrating, as Carwyn Jones and Welsh Labour have done so brilliantly, that it is our Labour values of co-operation, solidarity and social justice that best secure our union.",
        "And Conference, it is Labour whose leader is facing up to the need for reform in our party and in our country.",
        "Leading from the front – on phone-hacking, banking reform, putting the crisis of the ‘squeezed middle’ on the political agenda before anyone else.",
        "And who on Syria had the courage to stand up and say that if the case was sound and the United Nations was properly engaged, Labour would support military action, but that Labour would not support a gung-ho Prime Minister, putting decision before evidence in a reckless dash to conflict.",
        "Conference, Ed was right – and he prevailed. My friend, our leader, Britain’s next Prime Minister, Ed Miliband.",
        "And Conference, when David Cameron and William Hague now have the nerve to go round saying that Parliament’s refusal to be bounced into military action in Syria has ‘diminished’ Britain, let us reply: no Labour government will ever stand aside when terrible atrocities are committed and international law is broken.",
        "But Conference, we know what has diminished Britain.",
        "Flouncing out of a European summit, leaving Britain isolated and without influence. That’s what has diminished Britain.",
        "Absurdly comparing Britain to Greece and choking off business confidence and our recovery as a result. That’s what has diminished Britain.",
        "Stigmatising the unemployed and the low paid and calling them shirkers, driving vans round out streets telling immigrants to ‘go home’, attacking our police and teachers and social workers, peddling the lie that ‘Britain is broken’. That’s what has diminished Britain.",
        "Conference, we know who diminishes Britain.",
        "David Cameron has diminished Britain.",
        "Conference, we all remember what David Cameron and George Osborne said three years ago on the economy.",
        "They claimed in 2010 that faster tax rises and deeper spending cuts would secure the economic recovery and make it stronger…",
        "They said their plan would make people better off and get the deficit down.",
        "And on every test they set themselves, this Prime Minister and Chancellor have failed.",
        "They didn’t secure the recovery, they choked it off – as we warned – and flatlined our economy for three wasted and damaging years.",
        "They claimed living standards would rise – but they’ve fallen year on year.",
        "They made the number one test of their economic credibility keeping the triple A credit rating – but on their watch Britain has been downgraded, not once but twice.",
        "They promised to balance the books in 2015 – but the deficit is now set to be over £90 billion.",
        "And now after three wasted years, David Cameron and George Osborne now try to claim their plan has worked after all.",
        "Worked? It may have worked for a privileged few at the top, but for the million young people trapped out of work, this Tory plan isn’t working.",
        "For millions of ordinary families, worried about how to make ends meet when wages are falling, and prices are going up",
        "For the young couples struggling to get on the housing ladder because the chronic shortage of homes is forcing up prices",
        "For ordinary working families – the aspirational majority – who work hard, pay their taxes, who want to get on and not just get by, but who are working harder for less as the cost of living keeps on rising",
        "This Tory plan isn’t working.",
        "And for the 400,000 disabled adults forced to pay the Government’s perverse and deeply unfair bedroom tax, this Tory plan has failed them absolutely. And that is why in our first Budget the next Labour government will repeal the bedroom tax.",
        "So when David Cameron and George Osborne say that everything that is happening in the economy is down to them.",
        "Let us remind them:",
        "– Prices rising faster than wages for 38 out of the 39 months since David Cameron entered Downing Street",
        "– 3 years of flatlining",
        "– The slowest recovery for over 100 years",
        "– A million young people out of work",
        "– Welfare spending soaring",
        "– More borrowing to pay for their economic failure",
        "That is their economic record. And we will not let them forget it.",
        "I say to David Cameron and George Osborne: you can’t just air-brush away three wasted years, you can’t just air-brush away your economic failure.",
        "And as for their claim that “we’re all in this together’, we don’t hear that line much anymore.",
        "Conference, with the deficit still high and ordinary families struggling with a cost of living crisis, how can it be right or fair for David Cameron and George Osborne to have chosen this year to give the richest people in the country, earning over £150,000 a year, a £3 billion tax cut?",
        "And isn’t it now clear whose side David Cameron and George Osborne are really on?",
        "Cutting taxes for hedge funds.",
        "Trying to bribe working people to give up their rights.",
        "Country suppers at Chequers for Tory party fund-raising.",
        "Protecting the privileges of the few, while the many work hard and don’t see the benefit.",
        "For all their claims to be modernisers, with Cameron and Osborne, it’s not been “Who Wants to Be a Millionaire?” it’s “Who Wants to Help a Millionaire?”",
        "Not “phone a friend”, but “cut taxes for your friends.”",
        "Not “50-50” but “winner takes all”.",
        "Conference, isn’t it about time they “asked the audience”?",
        "Because we know the truth. The country knows the truth.",
        "David Cameron and George Osborne.",
        "For the few, not the many.",
        "More of the same, from the same old Tories.",
        "Conference, after three years of stagnation, it’s good news that our economy has finally started to grow again.",
        "It was growing three years ago before they choked it off.",
        "So don’t listen to the Tory propaganda that says Labour doesn’t want the economy to grow.",
        "What nonsense. Because when the economy is in recession we know which communities lose out. When unemployment becomes entrenched, we know which constituencies suffer most. When the cost of living is rising, we know which families are hardest hit.",
        "We know that three years of flat lining – far longer than any of us expected – have caused long-term damage: businesses bankrupt, investment and capacity lost, long-term unemployment entrenched.",
        "And now even as growth finally returns, with prices still rising faster than wages, with business investment still weak, with unemployment still rising in half the country, with bank lending to business still falling, we can’t be satisfied.",
        "For millions of families this is no recovery at all.",
        "And when around the world emerging markets are jittery, China is slowing, oil prices are rising and the Eurozone is still stuck with chronic low growth, I say this is no time for complacency, to sit back with fingers crossed.",
        "And that is why we have urged George Osborne to act to secure a strong recovery.",
        "Because what Britain needs is strong enough growth so that we can catch up the ground we have lost and so that everyone can feel the benefit.",
        "Not a recovery that only works for some, not early hikes in interest and mortgage rates as a weak British economy hits the inflationary buffers, but a recovery that works for all and is built to last.",
        "That is why, along with voices from the Bank of England and the IMF, we are right to be concerned that the Government is boosting housing demand – with a taxpayer mortgage guarantee on houses of up to £600,000 – while doing nothing about the supply of housing which has fallen to its lowest level since the 1920s.",
        "George, it’s basic economics. If you push up housing demand, but don’t act to boost housing supply, all that happens is that you push house prices up and up. And the end result is that the very people your policy should be helping – young first time buyers – will find it even harder to get on the housing ladder.",
        "And Conference, I have to ask, when we need to secure stronger growth and invest for the future, how can it make sense for George Osborne to be planning to cut infrastructure investment in 2015?",
        "That is why we have consistently said, it is why the IMF have said, bring forward £10 billion of infrastructure investment right now, build 400,000 affordable houses over the next two years, create half a million jobs and thousands of apprenticeships. That is the way to secure an economy that works for all and is built to last.",
        "But Conference, we can’t rely on George Osborne to do the right thing.",
        "And we stand to inherit a very difficult situation.",
        "After three wasted years of lost growth, far from balancing the books, in 2015 there is now set to be a deficit of over £90 billion.",
        "David Cameron and George Osborne’s failure on the economy has led to their failure to get the deficit down, and it will be up to the next Labour government to finish the job.",
        "And I need to be straight with this Conference and the country about what that means.",
        "The government’s day to day spending totals for 2015/16 will have to be our starting point. Any changes to the current spending plans for that year will be fully funded and set out in advance in our manifesto. There will be no more borrowing for day to day spending. And we will set out tough fiscal rules – to balance the current budget and get the national debt on a downward path.",
        "Of course Labour will always make different choices.",
        "We will combine iron discipline on spending control with a fairer approach to deficit reduction.",
        "And with our zero-based review – a review of every pound spent by government from the bottom up – Rachel Reeves and my Shadow Cabinet colleagues have begun the work of identifying savings so that we can switch resources to Labour’s priorities.",
        "But we won’t be able to reverse all the spending cuts and tax rises the Tories have pushed through.",
        "And we will have to govern with less money around. The next Labour government will have to make cuts too. Because while jobs and growth are vital to getting the deficit down – something this government has never understood – they cannot magic the whole deficit away at a stroke.",
        "So delivering our Labour goals will be harder than at any time in living memory.",
        "But it can be done – if we get people back to work and strengthen our economy, cut out waste and focus relentlessly on our priorities, and make sure difficult choices are not ducked, but are rooted in our values, in fairness and in common sense.",
        "So Conference, at a time when the public services that pensioners rely on are under such pressure, we cannot continue paying the winter fuel allowance to the richest five per cent of pensioners.",
        "We won’t be able to reverse the Government’s cuts to child benefit for the highest earners.",
        "We will keep the benefits cap, but make sure it properly reflects local housing costs.",
        "We will have a cap on structural social security spending.",
        "And yes, over the long-term, as our population ages, there will need to be increases in the retirement age.",
        "But a fairer approach to deficit reduction means we will also crack down on tax avoidance, scrap the shares for rights scheme and reverse the tax cut for hedge funds.",
        "And we will insist that all the proceeds from the sale of our stakes in Lloyds and RBS are used not for a one-off pre-election tax giveaway – but instead every penny of profit used to repay the national debt.",
        "Conference, fiscal responsibility in the national interest.",
        "And with our zero-based review, we will make different choices.",
        "So we will ask: can we improve care and save money, as Andy Burnham has proposed, by pooling health and social care as a single service, with a single budget and joint management?",
        "And Conference, we will repeal the damaging and costly Tory privatisation of the NHS.",
        "And we will ask: does it really make sense to have separate costly management and bureaucracy for so many separate government departments, agencies, fire services and police forces?",
        "And Conference, we won’t pay for new free schools in areas where there are excess school places, while parents in other areas are struggling to get their children into a local school,",
        "And on infrastructure, we need more long-term investment – and we will assess the case for capital investment as we prepare our Manifesto – but we must also set the right priorities and get value for money.",
        "Conference, we support investment in better transport links for the future. And we continue to back the idea of a new North-South rail link.",
        "But under this government the High Speed 2 project has been totally mismanaged and the costs have shot up to £50 billion.",
        "David Cameron and George Osborne have made clear they will go full steam ahead with this project – no matter how much the costs spiral up and up. They seem willing to put their own pride and vanity above best value for money for the taxpayer.",
        "Labour will not take this irresponsible approach. So let me be clear, in tough times – when there is less money around and a big deficit to get down – there will be no blank cheque from me as a Labour Chancellor for this project or for any project.",
        "Because the question is – not just whether a new High Speed line is a good idea or a bad idea, but whether it is the best way to spend £50 billion for the future of our country.",
        "And Conference, in tough times it’s even more important that all our policies and commitments are properly costed and funded.",
        "The British people rightly want to know that the sums add up.",
        "So we will go one step further and ask the independent Office for Budget Responsibility – the watchdog set up by this government – to independently audit the costings of every individual spending and tax measure in Labour’s manifesto at the next election.",
        "This is the first time a Shadow Chancellor – the first time any political party in Britain – has ever said it wants this kind of independent audit.",
        "It’s a radical change from what’s gone before, but the right thing to do to help restore trust in politics.",
        "Conference, you know we need economic responsibility and fiscal rigour.",
        "And we can’t write all the details of our first Budget today – when we don’t know the state of the economy and public finances that we will inherit.",
        "But after three wasted years of Tory failure, people are rightly now asking what will Labour do differently.",
        "So now, with nineteen months to go to the election, this week is the right time to begin setting out Labour ‘s alternative.",
        "Conference, as Liam Byrne has said, Labour won’t stand aside when there are almost one million young people out of work, and when long-term unemployment is so high.",
        "And we know we can’t make our economy grow more strongly, get the costs of welfare down and deal with the deficit if we are squandering the talents of so many.",
        "So building on the success of Labour’s Future Jobs Fund – so short-sightedly scrapped by this government – we will introduce a Compulsory Jobs Guarantee for young people and the long-term unemployed.",
        "We will fund this by a repeat of the tax on bank bonuses and by restricting pension tax relief for the very highest earners to the same rate as the average taxpayer.",
        "And we will work with employers to make sure there will be a paid job for all young people out of work for more than 12 months and adults out of work for two years or more, which people will have to take up or lose benefits.",
        "That is welfare reform that works.",
        "Matching rights with responsibilities.",
        "Getting young people into work and ending the scourge of long-term unemployment once and for all.",
        "Conference, when people get into work they should always be better off – it should always pay more to be in work than on benefits.",
        "So we must do more to make work pay.",
        "The national minimum wage is one of Labour’s proudest achievements.",
        "It was opposed by the Tories every step of the way.",
        "Even now some Conservatives say the minimum wage should be suspended.",
        "And its value has fallen by 5 per cent in real terms since 2010.",
        "So Labour must now fight to protect and strengthen the national minimum wage.",
        "Increasing the fines for those who exploit workers.",
        "Strengthening the national minimum wage, restoring its value and catching up the ground lost over the last three years.",
        "And encouraging employers to go further and pay the Living Wage.",
        "And Conference, to move Labour on from the past and put Labour where it should always be – on the side of working people – we will introduce a lower 10p starting rate of tax.",
        "Conference, a tax cut for 25 million hard-working people on middle and lower incomes.",
        "And we will pay for it by introducing a mansion tax on properties worth over £2m, introduced in a fair way, so that foreign investors who buy up property in London to make a profit will finally pay a proper tax contribution to our country.",
        "But for many families high child care costs are a real problem and can mean that it doesn’t even add up to go to work.",
        "Childcare is a vital part of our economic infrastructure that, alongside family support and flexible working, should give parents the choice to stay at home with their children when they are very small and to balance work and family as they grow older.",
        "So to make work pay for families, we must act.",
        "Stephen Twigg set out yesterday how we will guarantee childcare available for all primary school children from 8am to 6pm.",
        "But we need to do more for families with nursery age children too.",
        "Conference, after the financial crisis, it is right that the banks make a greater contribution.",
        "And here is how we can.",
        "In the last financial year, the banks paid a staggering £2.7bn less in overall tax than they did in 2010.",
        "Over the last two years the government’s bank levy has raised £1.6 billion less than even they said it would.",
        "At a time when resources are tight and families are under pressure that cannot be right.",
        "So I can announce today, the next Labour government will increase the bank levy rate to raise an extra £800m a year.",
        "And we will use the money, for families where all parents are in work, to increase free childcare places for 3 and 4 years olds from 15 hours to 25 hours a week.",
        "For the first time, parents will be able to work part-time without having to worry about the cost of childcare.",
        "Making work pay.",
        "Tackling the cost of living crisis.",
        "A radical transformation in the provision of childcare in our country.",
        "And we need a radical transformation in our economy too.",
        "Because in the twenty-first century, the companies and countries that will succeed will be those who can exploit the huge opportunities the new digital age and the era of big data are bringing – in high-value manufacturing, digital media, education and medical technology.",
        "And the question is whether we will seize this opportunity or squander it?",
        "Because we and British business know we have no future trying to undercut emerging market economies like India, China and Brazil on cost and wages.",
        "And that is why so many companies look at this Government’s record on industrial policy with increasing dismay:",
        "The RDAs abolished.",
        "The Heseltine growth review neutered.",
        "The Business Bank a damp squib.",
        "Apprenticeships for young people falling.",
        "Energy policy in chaos.",
        "Borrowing powers for the Green Investment Bank postponed.",
        "And on infrastructure, dither, delay and inaction.",
        "Conference, we cannot succeed as a country with this ‘race to the bottom’, deregulation, laissez-faire and old-style ‘trickle-down economics’.",
        "It’s a narrow and defeatist vision.",
        "Doomed to fail.",
        "And we have seen it fail before.",
        "Just look at the British car industry in the 1970s and 1980s. Trying to compete on cost. Cutting back on innovation, quality and skills. Plagued by terrible industrial relations.",
        "And now look at the renaissance of Jaguar Land Rover – creating thousands more jobs and exporting round the world.",
        "Not by cutting corners, but based on world-class, long-term investment in innovation, skills and supply-chains.",
        "Chuka Umunna and I are determined to learn from this success. And I can announce that Mike Wright, Executive Director at Jaguar Land Rover, will now lead a review for us on how we can help strengthen our manufacturing supply-chains and deliver the skills and innovation Britain needs to succeed.",
        "Following Sir George Cox’s review on short-termism, we will change takeover rules, and corporate incentives and reform our tax system to stop short-term asset-stripping and support long-term investment.",
        "And why not use any revenues from the planned increase in the licence fees for the mobile phone spectrum, expected to be over £1billion in the next parliament, to capitalise the British Investment Bank so that, region by region, we can get small and growing businesses the finance they need to grow and create jobs?",
        "And Conference, we will set up an the independent Infrastructure Commission, as recommended to us by the Chair of the Olympic Delivery Authority, Sir John Armitt, to end dither and delay in infrastructure planning.",
        "We will legislate for a statutory banking code of conduct and demand real reform and cultural change from the banks.",
        "We will legislate for a decarbonisation target for 2030 and unlock billions of pounds in new investment in renewables, nuclear and clean gas and coal technology.",
        "And we will give the Green Investment Bank the borrowing powers it needs to do its job.",
        "Conference, that is what the next Labour government will do.",
        "So Conference, even in difficult times, even as we face a huge deficit, we will rise to the challenge and build an economy that works for the many and not just a few at the top.",
        "And we know it can be done.",
        "Because we have done it before.",
        "Conference, we are not the first Labour generation to face a huge deficit and the need for spending restraint and a country crying out for change.",
        "We are not the first generation to be awed by the scale of what needs to be done to transform our country.",
        "And as we prepare for the 2015 General Election, to be held in the seventieth anniversary year of the end of the second world war, let us take our inspiration from the great reforming Labour government of 1945.",
        "That past Labour generation faced huge economic and fiscal challenges. But they did not flinch. And they built lasting change: new homes for returning heroes, a universal welfare state, and a National Health Service which, sixty-five years on, is still a beacon of British values, Labour values – for all and not just a privileged few.",
        "So Conference let us not be the Labour generation that flinched in the face of hardship.",
        "Let us show we will not duck the great challenges we will face on spending and the deficit.",
        "And let us build an economy that works for all working families in every part of Britain.",
        "So in the coming weeks and months, when people ask what would a Labour government do, let’s go out and tell them:",
        "Jobs for young people guaranteed.",
        "Expanding free childcare.",
        "A British Investment Bank.",
        "Infrastructure delivered.",
        "Green investment unlocked.",
        "The deficit down fairly.",
        "Tax cuts for millions – not millionaires.",
        "Reforming our banks.",
        "The minimum wage raised.",
        "Our NHS saved.",
        "Tackling tax avoidance.",
        "Rail fares capped.",
        "The bedroom tax scrapped.",
        "Building the homes we need.",
        "This what a Labour government could do.",
        "Let us together make it happen.",
        "Thank you."
    ]
}