{
    "url": "https://www.ukpol.co.uk/ed-balls-2001-speech-at-the-oxford-business-alumni-annual-lecture/",
    "title": "Ed Balls – 2001 Speech at the Oxford Business Alumni Annual Lecture",
    "post_date": "December 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2001",
            "url": "/tag/2001/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Balls, the then Chief Economic Adviser to the Treasury, at Merchant Taylor’s Hall in London on 12 June 2001.",
    "content": [
        "**INTRODUCTION**",
        "It is a great pleasure and a privilege to be invited here today to give the first Oxford Business Alumni Annual Lecture.",
        "The last four years have been a dramatic and exciting period of change – both for the Said Business School and for British economic policy.",
        "Oxford University’s Business School has been transformed from a concept in 1990, its first MBA programme in 1996, to a fully-fledged School with 100 MBA students from some 30 countries and over 1,000 alumni. With its first graduates now established in the business world, I congratulate the School and its alumni for its deserved reputation as a centre for dynamism and excellence in the application of ideas to business and commerce.",
        "The institutions and practice of British economic policy have also undergone radical change. The new Competition Commission and strengthened Office of Fair Trading enacting new competition legislation. The Financial Services Authority regulating financial services. A network of Regional Development Agencies implementing a new and decentralised industrial policy. Three year budgeting for central and now local government. A new framework for fiscal policy based on greater transparency and clearly defined fiscal rules over the cycle, enshrined in legislation in the Code for Fiscal Stability.",
        "And, above all, a reformed Bank of England granted, de facto, operational independence to set British interest rates on this very day of the political calendar – the Tuesday following the 1997 general election.",
        "The decision to go for immediate independence fulfilled the Manifesto commitment to “reform the Bank of England to ensure that decision-making on monetary policy is more effective, open accountable and free from short-term political manipulation”. From the moment that the new Chancellor of the Exchequer, Gordon Brown, first told the Permanent Secretary to the Treasury of his intentions at their first meeting after the General Election and handed him the draft letter to the Governor of the Bank of England, a small Treasury team remained locked in the office throughout the Bank holiday weekend to prepare the announcement. All of us knew that this was a very major institutional change – for the Treasury but also for the Bank – over-turning decades of practice and tradition.",
        "It is also a very significant constitutional change – a Chancellor and a government choosing to cede such a significant power as setting national interest rates to an unelected agency of UK government. In the words of the Times the next morning: “the most fundamental shake-up of the Bank of England since its formation nearly 303 years ago.”",
        "But, most important, it was – as the House of Lords Select Committee concluded two years later – “a radical new departure in economic policy-making” – establishing a new and distinctive British model of central bank independence.",
        "Different countries and regions have chosen and succeeded with different routes to stability, depending on their economic circumstances, history and traditions. For Britain in 1997 we needed a new route to stability and a new model of central bank independence. A model suited to a medium-sized open economy in a fast-moving open global capital market and with a strong tradition of parliamentary and, through the media, public accountability in economic policy-making, but also a country with a recent track record of instability and economic failure.",
        "In this lecture I want to set out in more detail the background to this decision, why we felt central bank independence was the right route to stability for Britain and why changes in the global economy and the history of economic policy-making in Britain led us to choose the particular model and design features of the new British model of central bank independence. And I will then take a look, at this still early stage, four years, four weeks and one general election later, at whether this model is delivering a credible, flexible and legitimate platform of stability for Britain.",
        "Why did the new Labour government decide to move so quickly and decisively to establish the independence of the Bank of England in May 1997?",
        "Some argue that the Labour government would have been forced to do it anyway, and so tried belatedly to take the initiative. But there was no expectation either in the Treasury, the Bank or indeed in the wider business or financial communities that the government would decide to opt for statutory independence.",
        "A second mistaken view is that independence would allow a new Chancellor to duck responsibility for difficult decisions. In fact, interest rates were raised immediately by Gordon Brown. But we also knew that the Chancellor who made the Bank independent would necessarily be held responsible for the subsequent economic record, albeit with less ability to directly influence it month by month. A number of former Conservative Chancellors had become advocates of independence in their memoirs. But none ever felt either sufficiently pressured or sufficiently brave to take the plunge while in office.",
        "Nor was it an admission of impotence in the face of global financial markets – confirmation that national governments no longer have the power to make their own decisions about economic policy. Yes, governments which pursue unsustainable monetary and fiscal policies are punished hard these days – and much more rapidly then thirty or forty years ago. But the evidence of the past decade is that governments which are judged to be pursuing transparent and credible policies can attract inflows of investment capital at a higher speed, in greater volume and at a lower cost than ever before.",
        "A final mistaken view is that independence could avoid the potential for conflict between a new Labour chancellor and the Governor of the Bank of England. It is true that the personalised “Ken and Eddie” monthly meeting had already become destabilising and unsustainable. One did not have to anticipate a return to the days or Wilson, Callaghan and Lord Cromer to see the potential for media mischief with a new Chancellor. It was a deliberate decision to move to independence straight after the first – and thus last -old-style meeting between the Chancellor and Governor. But the model of central bank independence we chose demands a continuing close relationship between the Chancellor and Governor. And, in practice, to my mind, that relationship has become very close over the past four years by historical standards.",
        "There were three reasons, in my opinion, why central bank independence was the right policy for Britain in 1997.",
        "First, it demonstrated that the new government was determined to make a decisive break with the short-termism of past Labour and Conservative governments. It demonstrated a clear and unambiguous commitment to a new long-termism in British economic policy-making. As with the two year freeze in public spending, handing over the short-term fine-tuning of the economy to a group of experts was an emphatic demonstration that this government was not looking for short-termist quick fixes or to duck difficult decisions. It had a decisive impact on both the international reputation of the government and on the wider credibility of Treasury Ministers.",
        "Second, central bank independence liberated the Treasury. There is no doubt to my mind, talking to colleagues, that setting interest rates, and all the short-term activity which came with that task, took at least half of the time and energy of past Chancellors, as well as being a monthly source of disagreement between No 10 and No 11 Downing Street. Since independence there has been – as the Treasury Permanent Secretary Sir Andrew Turnbull told the House of Lords select committee investigation – “a change of time horizon” at the Treasury. Handing over the short-term task of monthly decision-making on interest rates – to meet a target set by the government – has created the time, space and long-term credibility for the Chancellor, and senior Treasury management, to concentrate on all the other levers of economic policy and the government’s long-term economic objectives.",
        "For the Chancellor’s first words at the 1997 press conference were to restore, as the goals of economic policy, the 1944 white paper aims of high and stable levels of growth and employment. We knew these objectives had radical implications across the widest range of government economic policies. But stability alone could not by itself deliver full employment, higher living standards, better public services to tackle child poverty. It is the reforms to enterprise, competition and productivity, employment policy and the welfare state, tax and public services – in the last parliament and in this new parliament – which will determine the government’s abilities to meet its long-term economic and social goals.",
        "But to achieve those long-term goals, and after the instability and short-termism of past decades, we knew that building a stable economy and a credible and forward-looking macroeconomic policy – with no deflationary bias – was an essential first step. So the third – and most important – reason for the early move to independence was that it provided a unique opportunity to reshape the objectives, institutions and practice of British macroeconomic policy.",
        "After the violent boom-bust economic cycles of the past twenty or so years, any threat of a return to renewed short-termism and instability in macroeconomic policy-making would have quickly undermined any chance of focusing on long-term supply-side reform or establishing for business and public services a credible platform for long-term investment.",
        "A change of government provided a unique opportunity to learn from that history and changes in the global economy and establish a modern, pro-stability but post-monetarist macroeconomic framework for Britain.",
        "The search for credibility had also prompted a change in economic direction when the government had last changed hands in 1979. For by the mid and late 1970s, with unemployment and inflation both rising and the old idea of government fine-tuning a long-term trade-off between unemployment and inflation dead, reform was needed.",
        "But the new government, following a combination of IMF advice and a rigid application of the views of US economist Milton Friedman, took a hard-line monetarist direction. The monetarist route to credibility was to tie the government’s hands and remove discretion from policy-making. It did so by relying on a stable relationship between the growth of the money supply and inflation and by pre-committing the government to set interest rates to control money growth.",
        "The problem was that – in the face of global financial integration and deregulation – what had seemed to be a stable relationship between money and inflation was collapsing.",
        "Persisting with these fixed rules, as monetary aggregates ran out of control, proved disastrous. Because with its credibility at stake, the government was forced to continue with a deflationary policy of high interest rates and high exchange rate, in a continuing attempt to meet its monetary targets. Attempting to achieve stability and low inflation by clinging doggedly to a series of intermediate indicators now implied perverse policy mixes – first highly deflationary, then grossly inflationary in the mid to late 1980s and then deeply deflationary again.",
        "But because the government had staked its anti-inflationary credentials on following these rules, it was faced with paying a heavy reputational price for breaking them. As one money rule after another proved unsustainable and was replaced by the next, the government’s anti-inflationary credentials and commitment weakened and politics increasingly drove policy-making with little transparency or effective justification or explanation about policy decisions or mistakes.",
        "Nor did the attempt to shore up credibility through the exchange rate prove a better alternative. Nigel Lawson’s destabilising flirtation with exchange rate targeting in 1987 and 1988, during which period the objective of UK monetary policy became damagingly ambiguous, was followed by the debacle of Britain’s membership of the Exchange Rate Mechanism which again had monetarist undertones – this time hoping for stable relationship between the exchange rate and inflation which did not exist. The result was a second deep recession in decade, leaving the credibility and legitimacy of British macroeconomic policy-making badly damaged.",
        "The failure of monetarism as a macroeconomic doctrine was not its rejection of old-style fine-tuning or its desire to achieve long-term credibility in policy-making. Its failure was to introduce a rigidity into UK monetary policy-making at just the time when the reality of global capital markets demanded greater flexibility – with disastrous deflationary and destabilising consequences.",
        "Things did improve after sterling’s exist from the ERM in 1992 – in particular the shift to inflation targeting and publication of minutes of a monthly discussion between the Chancellor and the Governor. But they did not constitute a credible and sustainable approach.",
        "Decision-making remained highly personalised, the inflation target was ambiguous and deflationary and – as we concluded in the Treasury’s recent assessment of the old and new systems – “policy-makers operated behind closed doors and decisions were often made with little or no explanation”. Most problematic, the suspicion remained that policy was being manipulated for short-term motives. As Deputy Governor Mervyn King concluded in 1999, “long-term interest rates contained a risk premium that the timing and magnitude of interest rate changes might reflect political considerations.” Long – term interest rates remained 1.7 percent higher in Britain than in Germany while, despite the commitment to an inflation target of 2.5 per cent or less, financial market expectations of inflation 10 years ahead remained at 4.3 per cent in April 1997, and never fell below 4 per cent for the whole period, while by the time of the 1997 election the Treasury was forecasting inflation was forecast to rise above 4 per cent over the coming year.",
        "A decisive change in direction was needed to rebuild credibility and trust. The change of government in 1997, and the decision to opt for an independent central bank, provided the opportunity. We needed a new British macroeconomic framework which could meet three central objectives:",
        "First, Credibility. We needed a policy framework in which the government’s commitment to long-term stability – low inflation and sound public finances – commanded trust from the public, business and markets. For a new government, especially for a left of centre government out of power for twenty years, establishing credibility was a must.",
        "Second, Flexibility. We needed a framework within which policymakers could take early and forward-looking action – in monetary and fiscal policy – in the face of the ups and downs of the economic cycle without jeopardising the credibility of those long-term goals. And we needed the flexibility to strike and sustain the right balance between monetary and fiscal policy.",
        "And third, Legitimacy. The new framework had to be capable of rebuilding and entrenching public support and establishing a new cross-party political and parliamentary consensus for long-term stability. A new consensus about goals – delivering low and stable inflation and supporting the government’s wider objectives for sustainable growth and employment – without the old deflationary mistakes. But also a new consensus about institutions so that policymakers would be able to take difficult decisions, when necessary, in the public interest.",
        "These objectives were and are closely related. Responding flexibly and decisively to surprise economic events is critical for establishing a track record for delivering long-term stability without huge swings in inflation, output or unemployment. But without a credible framework which commands trust and a track record for making the right decisions, it is hard for policy to respond flexibly without immediately raising the suspicion that the government is about to sacrifice long-term stability and make a short-term dash for growth.",
        "And British economic policy-making was effectively starting from scratch in establishing reputation and public trust. As the Chancellor of the Exchequer set out in his 1999 Mais lecture, in this new world of global capital markets, we needed a new post-monetarist model – a model based on what I described in a lecture to the Scottish Economic Society in 1997 as “constrained discretion”. An approach which recognises that the discretion necessary for effective economic policy – short-term flexibility to meet credible long-term goals – is possible only within an institutional framework that commands market credibility and public trust with the government constrained to deliver clearly defined long-term policy objectives and maximum openness and transparency.",
        "Of course, there is more than one route to stability for countries and regions – and different successful models of central bank independence – depending on their history, institutions and track record. For Britain, the government’s commitment, in principle to membership of a successful single currency, provided the five economic tests demonstrate that membership is in the national economic interest and the cabinet, parliament and the people agree in a referendum, directly demonstrate this government’s understanding that, in principle, Euro membership could be an alternative and valid route to stability for Britain.",
        "In the US, Alan Greenspan has established huge credibility through his track record of monetary policy-making and his stress on transparency. And this credibility has allowed the Federal Reserve to maintain great policy flexibility without setting explicit targets for monetary policy – either for inflation or any other intermediate targets.",
        "The Bundesbank also had a highly successful history. Credibility established over a 50 year track record of stability. Flexibility, because this long-term credibility enabled the Bundesbank to regularly turn a blind eye to its publicly announced money supply targets. And legitimacy which grew from the apolitical almost anti-political approach to monetary policy-making shared by the Bundesbank, the government and German people following the hyperinflation of the past and the subsequent post-war success of the German economy – and which continued despite the Bundesbank’s tendency to surprise the markets and its cautious approach to transparency.",
        "The drafters of the Maastricht treaty had this Bundesbank model at the centre of their thinking when they established the European Central Bank. But legal independence from political interference is only part of the story. The fundamental question the Treaty designers had to decide – and which the ECB’s track record will establish – is whether the ECB could inherit the credibility and reputation of the Bundesbank or whether, like the UK, it was starting from scratch in building a reputation for long-term stability.",
        "The old Bundesbank-style approach would not have worked for Britain in 1997. Because it is only when there is already a long-established track record and tradition of successful stability-orientated policy-making that objectives do not need to be clearly set or decisions made in an open and transparent fashion. The UK had no such tradition.",
        "That is why we concluded that we needed a new approach for Britain in 1997 – and a new model of central bank independence. Macroeconomic policy could not hope to command credibility, retain flexibility and rebuild legitimacy without a clearly defined long-term targets, proper procedures and a commitment to transparency and accountability. Because to combine long-term credibility and short-term constrained discretion to respond flexibly in the face of economic shocks would only be possible if policy-makers were seen in practice to be genuinely pre-committed to delivering long-term stability and could build a track record for doing so.",
        "The new British model has five key features:",
        "* **a strategic division of responsibilities:** with the elected government setting the wider economic strategy and the objectives for monetary policy, while monthly decisions are passed over to the central bank, thereby pre-committing the government to long-term stability;",
        "* **a single symmetric inflation target:** with no ambiguity about the inflation target, no deflationary bias and no dual targeting of inflation and the short-term exchange rate;",
        "* **independent expert decisions:** with monthly decisions to meet the government’s inflation target taken by an independent Monetary Policy Committee made up of the Governor, four Bank executives and four outside experts appointed directly by the Chancellor;",
        "* **built-in flexibility:** with the Open Letter system to allow the necessary flexibility so that policy can respond in the short-term to surprise economic events without jeopardising long-term goals and proper procedures to ensure proper co-ordination of monetary and a medium-term fiscal policy;",
        "* **maximum transparency and accountability:** with monthly minutes published and individual vote attributed and with a strengthened role for parliament – so that the public and markets can see that decisions were being taken, within a legitimate framework, for sound long-term reasons and in order to support the government’s wider objectives for living standards and employment. I will discuss these features in turn.",
        "First, a strategic division of responsibilities between the Treasury and the Bank of England – with the Chancellor responsible for what Governor Eddie George labeled in his 1997 Mais lecture the “political decision” of setting the target and the MPC responsible for the “technical decision” of achieving it. This was a clear change from the normal model of central bank independence. The Federal Reserve, Bundesbank and the ECB are all “goal independent” – charged in legislation with delivering price stability but also responsible for defining the precise target for policy as well as making monthly decisions to meet that target.",
        "Why did we opt for operational independence? Partly, as I will discuss in a moment so the Chancellor could introduce a new and non-deflationary inflation target. But also to strengthen the legitimacy of the unelected MPC in making monthly interest rate decisions by emphasising that its pursuit of stability was an important part of the government’s wider economic strategy to deliver high and stable growth and employment.",
        "As Deputy Governor Mervyn King said in his 1999 Belfast lecture, _“the rationale for handing operational responsibility for setting interest rates to the MPC is that it is better qualified to make those decisions than elected politicians, whereas elected politicians have the democratic legitimacy to choose the target.”_",
        "Some feared that this would lead to a less credible central bank. And it is, of course, entirely open to the government of the day to set a higher target for inflation, indeed – with the support of parliament – to suspend or even reverse independence entirely. But in the absence of a long-term trade off between higher inflation and higher unemployment, there would be nothing to gain and everything to lose from setting a weaker target.",
        "Far from being a weakening of independence or a failure to be bold, I believe that our decision to have the government set the target was, in fact, a more radical approach which strengthened the independence of the central bank. For having set the target for the central bank, it is very hard for the government to question the decisions of the MPC. To doubt their decisions is either to doubt that the target is wrong, which is not their fault, or doubt their expertise which is hard for the government to do, especially if it has appointed the experts itself. Instead, the incentive for the government of the day is publicly to back the MPC’s decisions. And from the central bank’s point of view, as well as having the government firmly alongside it in making sometimes controversial decisions, it is able to spend its time each month debating how best to meet the inflation target rather than debating and disagreeing over what price stability should mean in practice.",
        "At no time has the government ever cast any doubt about the wisdom of the MPC’s individual decisions. Indeed, while backing their strategy in public speeches, this Chancellor has been careful to avoid ever commenting on individual decisions – although the Treasury publicly reviews the MPC’s performance against the target. As Eddie George said in that 1997 lecture, this division of responsibilities ?helps to ensure that the Government and the Bank are separately accountable for their respective roles in the monetary policy process.?",
        "The second reason why we wanted the government to set the target was so that we could move from an asymmetric to a single symmetric inflation target. And that we did in June 1997, changing from the ambiguously defined inflation target we inherited of 2.5 per cent or less to a clearly and symmetrically defined inflation target of 2.5 per cent.",
        "I said earlier that our commitment to stability rested on a rejection of the old idea that there was a long-run trade-off between unemployment and inflation. But the rejection of the old-style fine-tuning means recognising that there is no long-term gain to be had either from trying to trade higher inflation for more output or jobs or lower inflation at the cost of output and jobs.",
        "A stable and symmetric target is the best guarantee of a pro- stability and pro-growth policy. It requires that deviations below target are taken as seriously as above – removing the old deflationary bias of the ?2.5% or less? target which makes 2% better than 2.5% and 1% better than 2%, regardless of the impact on output and jobs. It is the key innovation in the new model which ensures that monetary policy supports the government’s goals for high and stable levels of growth and employment.",
        "As the Governor of the Bank of England, Eddie George, said to the TUC Congress in September 1998:",
        "In our internal discussion at the Treasury in the Spring of 1997, some feared that dropping the aspiration to lower inflation than 2.5 per cent would damage the credibility of UK monetary policy. I believe that the role of the symmetric target as the sole target for monetary policy has been critical in enabling the MPC to be both credible and flexible. A symmetric target gives much great clarity – making it more straightforward for the MPC to justify publicly its decisions and be held to account for its record. But, importantly, it has ensured that the MPC takes a forward-looking, as well as symmetric, view of the risks to the British economy. If inflation is forecast to fall below 2.5 per cent the MPC does not wait to see how far it will fall but instead responds to get inflation back to target.",
        "The setting of the symmetric target, by the government, as the sole target for monetary policy, with the Treasury also responsible for exchange rate policy and intervention, has also removed any suspicion that the government might be trying to target the exchange rate as well as inflation. For in an open economy like Britain, with open capital markets, successfully trying to run dual targets for inflation and the exchange rate is flawed in theory and has proved destabilising in practice. Britain’s economic history suggests that trying to deliver exchange rate target can only be achieved at the expense of wider instability – in inflation and the wider manufacturing and service sectors.",
        "As the Chancellor has said, the government understands the difficulties that the current high level of sterling has caused. But any short-term attempt to manipulate the exchange rate, overtly or covertly, would put both the inflation target and – as in the late 1980s – wider stability at risk. The objective of UK monetary policy is and remains clear and unambiguous – to meet a symmetric inflation target of 2.5 per cent. The Government’s objective for the exchange rate remains a stable and competitive pound in the medium term. But there is no short term exchange rate target competing with the inflation target.",
        "The third new departure to achieve independent expert decisions was the establishment of the new Monetary Policy Committee – a reform which at a stroke put behind us the old personalised approach to policy-making we had seen in the 1980s. The role of the chancellor in appointing the four outsiders was, in my view, part of the delicate constitutional balance we were striking in moving to a legitimate model of central independence consistent with British-style ministerial accountability to parliament.",
        "Some, I am sure, doubted whether our commitment to appoint genuine and independent experts was real. The quality and independence of all the appointments speak for themselves. Importantly, they have demonstrated that it is perfectly acceptable and desirable for independent experts to disagree in public over difficult monetary policy judgments. Should the outside appointments have had longer terms than three years or, as Willem Buiter argued, serve only one term? Perhaps. Although, over the first four years of the MPC’s life, it would have made no difference. It is hard enough to get experts to commit to leave their posts for three years. And no issue of appointment or re-appointment has been influenced in any way by past voting behaviour.",
        "The fourth departure in the new British model is the built-in flexibility to allow the MPC to respond flexibly in the face of economic shocks and to allow an effective co-ordination of monetary and fiscal policy.",
        "The first of these is the Open Letter system. If inflation goes more than one percentage point either side of 2.5 per cent, the Governor is required to write to the Chancellor, on behalf of the MPC, explaining why it has happened, what the MPC has done about it, how long it will take for inflation to come back to target and how the MPC’s response is consistent with the government’s economic objectives – both for price stability and high and stable levels of growth and employment.",
        "The Open letter system has not yet been used, confounding the fears of some that it would be used many times. I believe its importance has not been properly understood. Some have assumed it exists for the Chancellor to discipline the MPC if inflation goes outside the target range. In fact the opposite is true. In the face of a supply-shock, such as a big jump in the oil price, which pushed inflation way off target, the MPC could only get inflation back to 2.5 per cent quickly through a draconian interest rate response – at the expense of stability, growth and jobs. Any sensible monetary policymaker would want a more measured and stability-oriented strategy to get inflation back to target. And it is the Open Letter system which both allows that more sensible approach to be explained by the MPC and allows the Chancellor publicly to endorse it. In this way, transparency and accountability have the potential to make it easier for the MPC to be flexible when necessary without risking its long-term credibility.",
        "Nor has the new system led to a less flexible approach to the co-ordination of fiscal and monetary policy. In fact, monetary and fiscal policy are much more co-ordinated now than they ever were when the sole decision-maker was the Chancellor for both interest rates ands fiscal policy. Partly because the Treasury representative explains the fiscal strategy to the MPC regularly, and in particular at the meeting before each Budget, on the basis of clearly defined fiscal rules set over the economic cycle. But more importantly the MPC is free – in a transparent way – to respond with interest rates to fiscal policy. So, in preparing the Budget, the Treasury knows that it will be judged both in terms of its medium-term fiscal rules and what the MPC does and says in its Minutes about fiscal policy. There is no way, as in the past, that the Chancellor can any reward him or herself with an interest rate cut the day after the Budget as happened on numerous occasion in the past.",
        "Central to the discussion of each of these reforms is maximum transparency and accountability. And that means transparency of both objectives and process – what goals the government is trying to achieve, how the target for monetary policy is being set to help meet those goals and how decisions are being made in order to achieve them.",
        "The most important transparency mechanism is the publication of the minutes of the MPC’s monthly meeting which not only sets out in detail the reasoning behind the decision but also sets out the range of views within the MPC and – critically – publishes the votes of named individual members. It is this transparency in published voting records which has done so much to deepen public understanding of the nature of monetary decisions. The fact that independent experts, publicly accountable as individuals for the decisions, are seen to change their minds when the evidence changes has deepened legitimacy but also demonstrates that the MPC’s flexibility and forward-looking approach is in pursuit of a credible commitment to the inflation. This innovation, with the minutes now published two weeks after the meeting – consistent with the ‘within 6 week’ formulation of the legislation – has contributed greatly to a much more mature debate in Britain about genuinely difficult monthly decisions.",
        "Some have argued that the particular arguments and views in the minutes should be attributed. From the outside, this seems to me mistaken. The strength of the meeting at present is that there is a genuinely open debate which the minutes reflect but which allow MPC members to be persuaded by argument. Attributing argument to individuals would quickly lead to members reading prepared texts in the minutes at the expense of flexibility in decision-making and the genuinely deliberative nature of the meeting in which people can change their minds and be influenced by the debate.",
        "The minutes are the most important of an array of transparency and accountability reforms. There is also the quarterly Inflation Report, and press conference, the role for the Treasury committee in cross-examining the MPC, the role of the non-executive directors in scrutinising, monetary policy arrangements, the annual report and parliamentary debate. As the Treasury Select Committee concluded in its report on Bank of England accountability in July 1998: ?We agree with the conclusion by the Organisation for Economic Co-operation and Development (OECD) in its country survey of the UK that “In international comparisons the United Kingdom’s framework is among the strongest in terms of accountability and transparency”.?",
        "I said I would end with an assessment of the framework’s track record over the last four years. It is early to make considered judgments, but the signs are certainly encouraging. The evidence does suggest that the British economy is putting past decades of instability behind it and that, with the new policy framework, we have been better able – and are now much better placed for the future – to deal with the ups and downs of the economic cycle.",
        "It is against the three objectives for modern macroeconomic policymaking – credibility, flexibility, and legitimacy – that the new system must be judged.",
        "The signs are certainly that – economically and politically – Britain has made a decisive step forward to a credible model of macroeconomic policy-making in Britain. And largely because of the sound and forward-looking judgments of the MPC, the economy has sustained stability with growth close to its trend over the past four years.",
        "The simplest measure of policy credibility – long-term interest rates – have fallen to their lowest level for 37 years. The differential between UK and German 5 year forward rates fell by 54 basis points between the beginning and the end of May, while 10 year interest rate differentials with Germany halved from 1.69 percentage points in the week before the May 1997 announcement to 0.88 percentage points by October. This differential has since been eliminated as the MPC’s track record has become established.",
        "In part, this reflects the economy’s inflation performance – a clear improvement in the last parliament compared to the previous one. Since 1997, inflation has averaged 2.4 per cent – in a historically narrow range of 1.8 per cent to 3.2 per cent – compared to 2.8 per cent and a range of 2 to 3.8 per cent in the period between exit from the ERM in October 1992 and the 1997 election.",
        "But it also reflects lower inflation expectations in the new regime. Inflation expectations 10 years ahead averaged 2.71 per cent in the last parliament compared to 4.78 per cent in the period between October 1992 and May 1997. And inflation expectations in the financial markets have also converged on the target for the first time with the inflation expectation implicit in index-linked 10 year gilts now down to 2.65 per cent, from 4.3 per cent the week before May 1st 1997.",
        "The behaviour of the labour market has also been very encouraging. Wage inflation has remained over the past four years broadly in line with the 4.5 per cent a year which the Bank of England has said it believes is consistent with meeting the inflation target. And this improvement in expectations of stability has not happened at expense of output or jobs. But it is still too early to say we have succeeded in entrenching expectations of long-term stability. Inflation expectations in the financial markets are still just above the 2.5 per cent inflation target while public opinion poll surveys suggest that public expectations of future inflation are at 3.5 per cent, down from 4 per cent pre-independence, but also still above the target.",
        "Employment growth has also been impressive. Far from leading to higher unemployment, as some might have predicted, central bank independence has seen unemployment continue to fall to its lowest level for over 25 years with employment rising – not just nationally but in every region of Britain – at a time when most economic forecasters were expecting unemployment to start to rise rather than fall. To talk of the prospect of a return to full employment in every region is now a credible goal.",
        "More generally, the past four years have transformed this government’s standing as economic manager and turned upside down the historic reputations of the parties for economic competence – with the new government sustaining a 30 percentage point plus lead over the main opposition on this question throughout the election campaign. It has laid to rest the myth that a left of centre government, with ambitions for full employment, to cut poverty and for stronger public services, cannot run a successful and prudent long-term economic policy.",
        "Indeed, far from preventing the government achieving its long-term goals, this new and credible framework – independence and clear and disciplined fiscal rules – has enabled the government to take decisive steps forward towards full employment and greater investment in public services.",
        "The announcement in the 2000 Budget that – within these fiscal rules – spending was set to rise by an average 3.7 per cent a year until 2004 -with spending rising as a percentage of GDP – was taken in its stride by the financial markets. Indeed, long-term interest rates fell following the March Budget – two weeks later, ten-year UK gilt yields were around 20 basis points lower.",
        "So as the new government starts its second term, the expectation in financial markets that stability and prudence is now at the heart of British economic policy, the vigilance of the MPC and the continuing discipline of the fiscal rules provide a credible platform for next year’s Budget and the 2002 spending review.",
        "The second test is flexibility. It is early to make a definitive judgment. Four years is not a long time in economic policymaking. Some argue that this new British model has yet been tested against a severe national or world economic shock. As I said an Open Letter has yet to be received by the Chancellor, although this is in itself a tribute to the MPC’s success in delivering inflation to target. And the new system has yet to experience a change of government.",
        "But the new system has – in the past four years – handled an over-heating British economy in 1997; the Asian financial crisis of 1998 – which saw the CBI Industrial Trends business optimism measure fall from ?4 to a balance of ?41 in just a few months; a trebling of the world oil price between end of 1998 and 2000; and the US and wider global economic slowdown since the beginning of this year.",
        "In each case, the MPC has responded in a decisive and forward-looking way – raising interest rates in 1997 and 1998; a series of rate cuts in the autumn of 1998 and spring of 1999; and again the easing of rates this year as the world economy slowed.",
        "The interest rates response in autumn 1998 was particularly important, with three cuts in interest rates between October and December 1998 – a cut of 1.25 percentage points. In the old system, such a policy response from the Chancellor would have been interpreted as a sign of panic and crisis. And some did fear that recession was on the way in 1999. But the MPC’s handling of the situation stabilised the economy and boosted confidence. And the 1999 Treasury forecast for growth that year was our worst forecast in the parliament only because we underestimated the strength of UK economic growth.",
        "Contrary to expectations, the new system has also delivered a much more effective co-ordination of monetary and fiscal policy than in the past. Fiscal policy has been set in a predictable medium-term context. The ratio of net debt has fallen to historically low levels. And while economic theory would not have predicted that a 4 percentage point of GDP tightening of fiscal policy would have led to a stronger exchange rate, fiscal policy continues to support monetary policy over the economic cycle.",
        "The final test is legitimacy. There is a new consensus in Britain both about the need for stability and the operational framework to achieve it. Any decision to raise interest rates is bound to be unpopular. But the fact that main opposition party has dropped its threat to reverse the move to bank independence, that there is now an all-party consensus in favour of this reform and that the MPC could cut interest rates during the election campaign without accusations of political bias, shows that this consensus is becoming deeper-rooted.",
        "But, given Britain’s history, that consensus cannot be taken for granted. It depends not only on a sustained track record of stability, which no government can guarantee, but also on whether the government can deliver its wider goals for high and stable levels of growth and employment – and so deliver rising living standards and better public services. A continuing commitment to stability is a necessary means to these ends. But, in the end, it will be the success or otherwise of the government’s wider economic agenda – to close the productivity gap, promote full employment and invest in public services – that the credibility and legitimacy of British economic policy will depend. These are now the challenges for this parliament. So as the Prime Minister and Chancellor have said regularly over the past few weeks – the work goes on."
    ]
}