{
    "url": "https://www.ukpol.co.uk/ed-balls-2005-maiden-speech-in-the-house-of-commons/",
    "title": "Ed Balls – 2005 Maiden Speech in the House of Commons",
    "post_date": "April 13, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2005",
            "url": "/tag/2005/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made in the House of Commons by Ed Balls in the House of Commons on 25 May 2005.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1.jpg)",
        "It is a great honour to make my maiden speech in this House on this, the final day of debate on the Queen’s Speech, to follow the thoughtful speeches of my right hon. Friends the Members for Torfaen (Mr. Murphy) and for West Dunbartonshire (Mr. McFall) and to follow a series of excellent maiden speeches, not least that of the hon. Member for Preseli Pembrokeshire (Mr. Crabb), which together show that we can look forward to a number of thoughtful and constructive contributions in the debates of this House in the years to come.",
        "This is the first maiden speech by a Member of Parliament for Normanton for 22 years. Bill O’Brien, my predecessor, was a hugely respected MP, whose commitment to improving the lives of hard-working families in our area is beyond question. Almost everyone I have met in our constituency has a personal story to tell of how Bill has helped them, a friend or a family member. I know, too, that he is widely respected in the House for his parliamentary experience, for his detailed knowledge of mining and local government matters and for his wisdom. I have been told by many hon. Members how they have turned to Bill for advice and support during their parliamentary careers.",
        "I also want to mention Bill’s family and in particular his wife, Jean, who has also served for 22 years, as an MP’s spouse. It is my considered view, speaking from some personal experience, that the role of the MP’s spouse is not always fully appreciated at a political level. I want today to set the record straight: Jean O’Brien has consistently been by Bill’s side, a tower of quiet strength and dignity. I am sure that all hon. Members will want to wish them a long and happy retirement from the Commons and to thank Bill for his commitment to public service.",
        "I have had the privilege of speaking to many hundreds of voters in the past year about issues that directly affect their daily lives—pensions, skilled jobs, plans for a new hospital at Pinderfields, out-of-school child care and the need for more police and community support officers on the beat. All those issues I will be actively pursuing in the coming months. As we have talked, time and again I have heard and felt first hand the powerful traditions that run deep through Normanton.",
        "My constituency forms an arc around the north of the city of Wakefield, running from Sharlston and the town of Normanton in the east, through Altofts, Stanley, Outwood and Wrenthorpe to the north, and then round to Ossett and Horbury in the west, all linked together by the M62 and M1 motorways, which intersect in the constituency. It is a constituency united by a strong industrial tradition in manufacturing, railways and coal mining, and by a long-standing civic, trade union and co-operative tradition. In our district, the Co-operative party is our conscience, and I look forward to participating actively as a member of the Co-operative group of Labour MPs.",
        "Most important, Normanton boasts a historic Labour tradition, with the longest continuous Labour representation of any seat in England—a continuous representation, that is, since 1885, when the Liberals stood aside for 12 working-class Lib-Lab candidates. We are proud of Normanton’s Labour tradition, matched only by the Rhondda valley in south Wales, and if I may be so bold, long may it continue.",
        "We are now in a time of great change, as the revolution of globalisation transforms communities such as ours, but these challenges of technological change, foreign visitors and new investors are, for us, nothing new. Few constituencies can boast visitors as distinguished as Queen Victoria, Prime Ministers Gladstone and Disraeli and US President Ulysses Grant, all of whom visited our area in the mid-19th century, Normanton being, for passengers travelling north to south in the pre-buffet era, the restaurant stop of choice.",
        "One visitor above all left his mark: the Emperor of Brazil, Dom Pedro II, who stopped for lunch in August 1871, heard about the local colliery at Hopetown, arranged a visit and caused such a stir that the pit shaft was renamed Dom Pedro and became known as the Don. The emperor also visited the Normanton iron works, was shown a special rail and immediately ordered a batch to be sent back and used in the expansion of the Brazilian railway.",
        "To us, globalisation is nothing new, and well over a century later the same strengths that made my constituency an industrial leader—our strategic location, our manufacturing expertise and our skilled work force—are now the key to our future prosperity. It is the task of the Wakefield Way steering group, on which I serve, to ensure that we exploit those advantages to the full. We want to see the Wakefield district established as a key logistics cluster, and a centre of industrial and manufacturing expertise.",
        "We also have to be honest about the weaknesses that we must address. We still have too many people trapped on incapacity benefit, who want to work but need extra help and support to return to work. Compared with other parts of Yorkshire, we have skills shortages alongside low levels of qualifications in the adult work force. It is both an affront to social justice and a real economic threat that so many 16-year-olds in my constituency still leave school without a proper qualification. I therefore welcome the measures set out today by the Chancellor of the Exchequer in this Queen’s Speech debate on science, skills, employment, housing and regional policy, which will really help us in that task.",
        "We are able to debate today how our wider economic policy can build on stability—rather than, as used to happen, how we can avoid stop-go—because the Labour Government have put in place a new British model of monetary and fiscal policy for our country and taken the tough decisions to establish and entrench economic stability. Twenty years ago, the Wakefield district was labelled a “high unemployment area”, with one young person in every four unemployed for more than six months as a result of the devastating loss of manufacturing jobs and the closures of the pits. It was not a price worth paying. Today, because of our economic stability, our district has an unemployment rate, not above, but below the national average. The new deal has cut youth unemployment from a peak of 3,300 young people out of work in 1984 to just 130 today—20 in my constituency. It is because of the proactive and forward-looking approach that Labour has taken to economic policy—Bank of England independence, the symmetric inflation target and the two fiscal rules—that, for the first time in a generation, my constituents are benefiting from what is close to a full employment economy.",
        "That stability—that prudence—has been for a purpose. We have shown that a Government committed to progressive goals—increasing investment in our public services, introducing a national minimum wage, lifting 1 million children out of poverty—can also deliver the lowest inflation for 30 years, the lowest mortgage rates for 40 years and record levels of employment. Some said that a Labour Government could not run a stable economy and pursue progressive goals. The present Government have proved them wrong.",
        "At this point, I must confess that, yes, as a young economist working in opposition back in 1994, I wrote that truly immemorable phrase, “post-neoclassical endogenous growth theory”—but there was a penultimate draft from which that infamous phrase had been excised, and it was not I but a rather more distinguished Member of this House who wrote in the margin, “Put back the theory.” From 1997, I was proud to serve the Labour Chancellor and the Labour Government for seven years as economic adviser and then chief economic adviser to the Treasury. I was privileged to chair the International Monetary and Financial Committee Deputies during a period in which Britain, under the leadership of the Prime Minister and the Chancellor, have led international efforts to reform the international financial architecture and meet the millennium development goals.",
        "I know that those opportunities—all the opportunities that my family and I have had—were made possible only by the achievements of the Labour party in government. My grandfather, a lorry driver, died from cancer soon after the war, when my father, the youngest of three boys, was only 10. My father—from a widowed family in a working-class community in Norwich—was able to stay on at school at 16 and get a scholarship to university. All the opportunities that he and we have been able to enjoy were made possible only because of the welfare state that the Labour Government created in 1945, reflecting our core belief that opportunity should be available for all, not just for the privileged few.",
        "I am now able to be in public service once more, as a Member of this House and as Labour’s ninth MP for Normanton. My Labour predecessors—Benjamin Pickard, William Parrott, Fred Hall, Tom Smith, George Sylvester, Thomas Brooks, Albert Roberts and Bill O’Brien—were all coal miners, every one of them. They were Labour because the adversity they suffered taught them not selfishness, but solidarity. However insurmountable the obstacles seemed to be, they never settled for second best for themselves or anyone else in their struggle for full employment and social justice. I hope that, in the coming years, I shall be able to demonstrate the humility, hard work and commitment to public service for which previous Normanton MPs are known, remembered and honoured, and thus enable my constituency’s historical traditions to live on renewed in this century. We owe it to our predecessors, as we owe it to our families and to future generations, to complete their work and, on the platform of stability that we have built, secure an economically strong and socially just society of which we can be proud.",
        "I thank you, Mr. Deputy Speaker, for giving me the opportunity to make my maiden speech today."
    ]
}