{
    "url": "https://www.ukpol.co.uk/ed-balls-2009-speech-to-labour-party-conference/",
    "title": "Ed Balls – 2009 Speech to Labour Party Conference",
    "post_date": "March 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009 Labour Party Conference",
            "url": "/tag/2009-labour-party-conference/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls, the then Secretary of State of Children, Schools and Families, to the 2009 Labour Party conference.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls.jpg)",
        "Conference, there are over 79,000 social workers in our country today.",
        "Doing a job which can be tough and sometimes dangerous – but which saves lives and makes a huge difference to thousands of families.",
        "And unlike teachers or nurses, fire fighters and police officers where we can celebrate a life saved, a crime solved or a schools exam results, we rarely get the chance to celebrate the quiet successes of our social workers.",
        "It is the toughest job.",
        "And it has been a really difficult year.",
        "The tragic death of Baby Peter in Haringey shocked the nation.",
        "People were appalled by what happened – by the cruelty he suffered, but also by the collective failure of services in Haringey to keep him safe.",
        "And I had to take tough action – to restore public confidence and to strengthen frontline practice.",
        "Faced with the same circumstances, I would take the same decisions again.",
        "But I know too that there is no more important job in our country than the job our social workers do day in day out:",
        "Keeping children safe.",
        "Looking after children in care.",
        "Supporting the most vulnerable in our society.",
        "That’s why I am determined to do whatever it takes to get social workers the training, the IT, the support they need to do their job.",
        "And it is also why I am asking you today:",
        "– to stand up for social workers;",
        "– to back our Help Give Them a Voice campaign;",
        "– and to join me in saying – for their dedication and their professionalism – thank you to the social workers of our country.",
        "And Conference, what is it that brings people into social work?",
        "What inspires Kevin and Colin, Sharon, Pauline and Colleen – the brilliant public servants we have applauded this afternoon?",
        "We know the answer.",
        "We have just seen it on this stage.",
        "It is the moral cause of public service.",
        "And Conference, this is our moral cause too.",
        "It is this commitment to social justice which brought many of us here today into politics:",
        "– that every child should have the right to be safe and happy and the opportunity to make the most of their talents;",
        "– and that there should be no barrier too great to overcome – not where they live, their parents’ income, their special need or disability,",
        "No barrier too great to overcome if through our collective endeavour we can break down those barriers and give every child the opportunities they deserve.",
        "That is the vision of our Children’s Plan.",
        "That is what we mean by social justice.",
        "And we can be proud of our work together to turn our moral purpose into direct action.",
        "Think of it – in 1997 – no Children’s Centres at all – or free nursery care.",
        "But as Yvette and I know – as many of you know all too well – it is hard to balance work and family life and we all want our children to have the best start in life:",
        "– that is why Mums and Dads can now get the financial support they need to stay at home with their children after they are born;",
        "– a free nursery place for all 3 and 4 year olds, now being extended to 250,000 2 year olds;",
        "– thousands of families with a disabled child now getting the short breaks they desperately need – and parents whose relationships are under pressure, getting help too;",
        "and by March next year, 3,500 Sure Start Children’s Centres – one in every community.",
        "A new and universal pillar of our welfare state delivered by this Labour government.",
        "And in 1997 our country had one of the lowest rates of staying on at 16.",
        "But because we are determined to give all young people the chance to succeed we now have 225,000 young people starting apprenticeships this year.",
        "We’re guaranteeing a place in sixth form, college or training for every school leaver this September.",
        "And we have also legislated so that for the first time in our country’s history, education will be a right for every young person until the age of 18.",
        "For our Labour, trade union and co-operative movement a dream for 100 years and more – now delivered in this century by this Labour government.",
        "And Conference, remember what we campaigned to change twelve years ago:",
        "– leaking roofs and freezing classrooms;",
        "– photocopied textbooks;",
        "– a teaching profession demoralised;",
        "– over half of schools not making the grade.",
        "That was Tory education policy.",
        "And where are we now?",
        "4,000 new or refurbished schools – the biggest school building programme since the Victorian era;",
        "funding per pupil more than doubled;",
        "42,000 more teachers – the best paid in our history – and 183,000 teaching assistants too;",
        "and not half of schools but less than 1 in 10 secondary schools now below our National Challenge standard.",
        "That is the difference made by a Labour government – our moral purpose in action.",
        "Of course, not everyone agrees.",
        "Michael Gove says our state schools are failing.",
        "He wrongly claims that grades are rising because exams are getting easier.",
        "Michael: stop running down the real achievements of our young people and the hard work of teachers in schools round the country.",
        "And conference, unlike the Tories, we will not break our promises on pay and conditions to teachers and head teachers.",
        "We will put teaching on the same professional footing as doctors and lawyers, introduce an entitlement to continuous professional development and reduce workload so teachers can get on and teach.",
        "And we can only do this by protecting the vital role our teaching assistants play every day – and our caretakers, cooks and cleaners too.",
        "That is why I am backing our support staff negotiating body today with new funding so that we can raise the training and recognition of support staff across our country.",
        "And I want to pay particular tribute to the hard work of our school catering staff – it because of their efforts and the campaigning of the National Policy Forum, the GMB, Unison and Party members that this month we started our pilots in Newham and County Durham – free school meals for all their primary school children.",
        "And Conference, we know too that our teachers play a hugely important and trusted role in our communities and with our children.",
        "I say there is no place in a civilised society for bullying of any kind whether because of race, or disability or sexual orientation.",
        "And I say too there is no place for racism of any kind in our schools.",
        "That is why I am today asking the former Chief Inspector of Schools, Maurice Smith, to examine the evidence and make recommendations.",
        "I want us to be confident that we have all the powers we need to keep racism and BNP activity out of all our schools.",
        "Conference.",
        "I want to say thank you to Cath Speight and the Policy Commission for their debates and advice.",
        "And to our brilliant ministerial team, Dawn and Vernon, Kevin, Diana, Delyth and Iain.",
        "We all know we still have much more to do to break down every barrier so that every child can succeed.",
        "That is why we are uncompromising about raising standards in every school – with schools working together in National Challenge Trusts, Co-op trusts, and our Academies programme to break the historic link between poverty and attainment.",
        "And when children fall behind they need extra help to get back on track – so we will guarantee one to one tuition in primary and secondary schools with extra help and support for children with special educational needs",
        "And because parents do want to know how their children and local schools are doing – we will keep tests at the end of Year 6, but we will introduce a new Report Card so that schools are, for the first time, fairly judged on all they do and parents get all the information they need.",
        "But parents also want their children to go to an orderly school with a strong head teacher who won’t tolerate bullying or disruptive behaviour in the classroom – like Blatchington Mill School in Hove which I visited this morning with the Prime Minister.",
        "So the Schools Minister Vernon Coaker and I are today announcing our new Behaviour Challenge so that every school has good discipline.",
        "And we will back head teachers, and expect all parents to back teachers too, so they have the confidence to use their powers to the full so teachers can teach and all children can learn.",
        "But Conference we will have to meet our goals in tougher times.",
        "It’s been a turbulent twelve months – the worst global financial crisis for a very long time.",
        "Who can now doubt that the swift and decisive leadership of Gordon Brown and Alistair Darling saved Britain – and the world – from sliding into depression?",
        "And we will not shirk the tough decisions to deliver the recovery we need and to get the deficit down.",
        "On tax, those with the broadest shoulders are carrying a heavier burden.",
        "And on spending too, we will make efficiency savings and ensure value for money.",
        "That is the only fair way to protect our frontline priorities.",
        "So let us say loud and clear today:",
        "We are not going to cut back Sure Start or tax credits or threaten child benefit.",
        "That’s David Cameron’s plan.",
        "And we will not deny school leavers the college and apprenticeship places they need or cut our school building programme to pay for an unfair and unfunded free market education experiment.",
        "That’s Michael Gove’s plan.",
        "But you know what shocked me most this summer?",
        "It wasn’t Michael Gove agreeing with George Osborne to cut schools and Sure Start budgets.",
        "It wasn’t Michael Gove running down the achievements of our young people.",
        "It wasn’t his refusal to back our free school meals pilots.",
        "None of that surprised me.",
        "After all, he is a Tory.",
        "But when he said we should exclude all vocational qualifications and Diplomas from league table comparisons of school performance, you start to get the real measure of his plans.",
        "Time after time I’ve visited schools where heads have proudly shown me design or construction, sport or dance lessons and told me those subjects have inspired young people to get good grades, including in maths and English too.",
        "But Michael Gove says that these are soft subjects which should not count.",
        "What schools does he visit?",
        "How can he say all the pupils in our state schools learning these vocational subjects are second class?",
        "Instead of ending the damaging old divide between first class academic qualifications for some and vocational learning for the rest, he wants turn to back the clock and entrench that divide.",
        "Conference – this is the choice.",
        "Between a Conservative Party determined to preserve excellence for those who have it and a Labour government committed to open up excellence and opportunity for all.",
        "So I tell you:",
        "– we are not going to cut investment in schools and Sure Start;",
        "– we are not going to mandate cuts to frontline services that mean fewer teachers and teaching assistants;",
        "– we are not going to pay for an inheritance tax cut for the wealthy few by cutting investment in our children’s future;",
        "That is the Tory way – and we will fight it from now until election day.",
        "Conference, we know the truth.",
        "When public services are scaled back, we know which communities lose out.",
        "When unemployment becomes entrenched, we know which constituencies suffer most.",
        "When only some children succeed, we know which children will be left behind.",
        "And the reason why our Party campaigned so hard to be elected in 1945 and 1964 and 1997 was because we had seen the reality of Tory government.",
        "Our predecessors saw their communities ravaged by the mass unemployment of the ‘30s.",
        "They saw millions of young people excluded from the chance of a university place in the ‘50s.",
        "And then many of us lived through the 18 years of Thatcher and Major governments and saw:",
        "– child poverty doubling;",
        "– youth unemployment soaring;",
        "– public services slashed to the bone.",
        "I say to anyone who doubts whether this is a fight worth fighting,",
        "Let us not learn that lesson the hard way again.",
        "We don’t need to go back to Opposition to remind us why we need a Labour government.",
        "There is only one party that can get us through this downturn and that’s our Party – the Labour party",
        "There is only one party that will prioritise investment in education for all and that’s our party – the Labour party.",
        "There is only movement whose commitment to social justice is so deep in its core that – even in difficult times – we will still invest in our NHS and to support our pensioners and to tackle child poverty.",
        "It is going to be a hard fight. Yes…we are the underdogs.",
        "But in the coming months as we make the phone calls, deliver the leaflets and knock on doors, remember what’s at stake:",
        "– 3,500 Children’s Centres – that’s what’s at stake.",
        "– over 2 million children still living in poverty – that’s what’s at stake.",
        "– our plan to rebuild or refurbish every secondary school – that’s what at stake.",
        "– education to 18 a right for every young person – the future of our country – that’s what’s at stake.",
        "This is the most important election for a generation.",
        "We must rise to the challenge.",
        "It will be the fight of our lives – let us go and win it."
    ]
}