{
    "url": "https://www.ukpol.co.uk/ed-balls-2012-speech-to-the-fabian-society/",
    "title": "Ed Balls – 2012 Speech to the Fabian Society",
    "post_date": "March 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls to the Fabian Society in 2012.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1.jpg)",
        "Thank you Suresh and Andrew – and to all of you for coming along today and giving up your Saturday.",
        "And let me start by saying – after over 20 years of attending the Fabian annual January conference – what a great honour it is to be invited to give the opening speech.",
        "I first spoke at this conference in January 1993 – when I was a junior leader writer at the Financial Times.",
        "It was a very different conference then – not the huge event it has become – with perhaps 100 or so people gathered at Ruskin College, Oxford, including among them the leader of the Labour Party, John Smith.",
        "That conference was held the January after Labour’s election defeat in 1992 – an election in which the Labour opposition had failed to pass either of the two necessary political economy tests for electoral success:",
        "– neither having a real alternative to the straitjacket of the Exchange Rate Mechanism, which could meet the aspirations of anxious voters on growth and jobs;",
        "– nor a credible approach to tax and spending which could win public trust.",
        "Ten months on from that defeat, as we met in Oxford, sterling had recently crashed out of a troubled ERM, the idea of the single currency as the solution for Europe was gaining momentum in Brussels, and here in Britain Labour’s ‘modernisers’ were trying to persuade John Smith that ‘safety first’ would not be enough.",
        "And my contribution at that Conference?",
        "To speak about my Fabian pamphlet, published a week or so before, which argued:",
        "– that Labour could only win the argument for a radical alternative on growth and jobs if we had economic credibility;",
        "– that neither the ERM nor the single currency could provide that credibility;",
        "– and that the right approach for Labour and Britain was to make the Bank of England independent – a pretty controversial idea at the time.",
        "I remember showing the pamphlet draft to my FT colleagues Martin Wolf and John Plender, who both said: right approach, very brave – but the Labour Party will never forgive you.",
        "**THE GLOBAL ECONOMIC SHADOW**",
        "That 1993 Fabian Conference was held in the shadow of seminal events:",
        "– German unification in Europe;",
        "– Black Wednesday in Britain;",
        "– a fourth election defeat for Labour.",
        "And today’s conference – again to debate The Economic Alternative – is, without doubt, being held in the shadow of much greater and more defining events:",
        "– political deadlock and an abject failure of economic leadership in the Euro area, Britain and the US Congress;",
        "– following on from the biggest global financial crisis of the last century.",
        "A toxic combination of grossly irresponsible bank lending, poor governance and weak regulation round the world which in its aftermath poses – as I have argued consistently over the last eighteen months – a threat to the world economy as grave as that which we faced in the depression of the 1930s.",
        "So this is my starting point for today’s Conference.",
        "If Britain and the world are to avoid repeating the mistakes of that 1930s ‘lost decade’ and the 2008 global crisis, then we badly needs political leadership in Britain, Europe and the world to meet two great challenges:",
        "The Growth Challenge – to stop the aftermath of the financial crisis turning into years of slow growth, high unemployment and rising debts – leaving a permanent dent in our prosperity;",
        "and,",
        "The Reform Challenge – long-term reform to make sure such a financial crisis on this scale can never happen again and to build a stronger and fairer economic model for the future – what Ed Miliband has called a more responsible capitalism – which can, even in tougher times, meet our aspirations for social justice and strong public services.",
        "**LABOUR’S POLITICAL SHADOW**",
        "But of course, there is another shadow which casts itself across this Conference today – a political shadow which presents a particular challenge to Labour.",
        "I believe we are right to resist the ideological and a historical Tory analysis which tries to pin the blame for a global financial crisis on Labour’s approach to public spending – when it is clear that the global financial crisis bankrupted banks and pushed up deficits in high spending and low spending countries alike.",
        "But it is a fact that this financial crisis did happen on Labour’s watch – and that Labour lost the subsequent General Election.",
        "We have never denied that a plan is needed to get the deficit down, and that it would mean tough decisions on tax and public spending.",
        "Before the election, I set out £1 billion of cuts to education.",
        "But as a party and a leadership, I said then and I still believe now that Labour should have been clearer before the election that if we had been re-elected there would have been spending cuts as well as tax rises.",
        "And I have no illusions that there is a big task to turn round Labour’s economic credibility and show – even as George Osborne’s plans deliver unemployment rising, growth stagnating and long-term reform stalling – that Labour can be trusted again.",
        "It is not enough simply to be right in our diagnosis of the Coalition’s failures and unfairness.",
        "And it is not enough to set out a clear alternative – on growth, as we have with our five point plan for jobs; or on long-term reform of our economy, as Ed Miliband did this week and Chuka, Rachel and John Denham have too.",
        "The challenge we face is both to set out a radical and credible alternative; and to win public trust for that alternative vision.",
        "**‘KEYNESIAN OTHODOXY’**",
        "I referred to that January 1993 Fabian Conference.",
        "Eighteen months later, in September 1994, just a few weeks after Tony Blair was elected Labour leader, and against the backdrop of stubbornly high youth unemployment, rising inflation and squeezed living standards, the Labour Party held a conference at the National Film Theatre on the new economy and Labour’s alternative.",
        "As it happens, that conference was the occasion of the infamous ‘post neo-classical endogenous growth theory’ moment – which, for those who don’t know what it means, says that the rules of the game that the government sets on taxes, spending and regulation are not irrelevant to growth but can have a profound impact – for good or bad – on how the economy works.",
        "Of course, those were very different times, and the policy debates of that time emphatically do not offer a blueprint based on the past when today we face such different economic and political challenges.",
        "But the unspoken purpose of that 1994 conference – and its emphasis on Bank of England reform and fiscal discipline – was to address Labour’s economic credibility deficit, and dispel the idea that the party was addicted to the short-term, quick fix, vested-interest-appeasing solution to every problem.",
        "I went back this week to look at the reporting of that conference – and in particular a preview piece in the Independent on Sunday with an anonymous briefing from ‘a senior party insider’.",
        "The article started by saying Tony Blair and Gordon Brown will “ceremoniously ditch Labour’s traditional ‘tax, spend and borrow’ image this week, in a fundamental re-positioning of his party’s economic strategy.”",
        "All under the headline… Labour Ditches Keynes.",
        "As someone who had only recently studied ‘New Keynesian’ economics at Harvard, with Democrat Keynesians like Larry Summers and Republican Keynesians like Greg Mankiw, I must admit I was pretty appalled to see the greatest economist of the twentieth century traduced like that.",
        "But the fact was that in the Monetarists versus Keynesians economic debates of the 1970s and 80s, the label ‘Keynesian’ had become – certainly in Conservative circles – a dirty word: profligate, irresponsible, statist, inflation-loving, not to be trusted.",
        "A caricature that clearly could not be allowed to be a Labour caricature if we were to go on and win the 1997 election.",
        "And what has been so striking to me over the past year listening to right-of-centre politicians and commentators – in Britain, America and Europe too – is how much the austerity debate has been used to try to reprise those old ideological divides.",
        "Warn about the risks of deflationary fiscal policy – and that makes you a ‘deficit denier’.",
        "Worry about the dangers of all countries trying to cut their deficits at once – and you are a ‘deluded Keynesian’.",
        "Counsel that the world needs a plan for growth as well as deficit reduction – and you are ‘an irresponsible deluded Keynesian deficit denier’.",
        "Keynes himself must be turning in his grave.",
        "For, as has been fully documented in Lord Skidelsky’s biography, the real Keynes was no profligate tax-and-spender. He would have had no time for some of his disciples.",
        "His seminal 1930 Treatise on Money was as hawkish on inflation as Milton Friedman decades later.",
        "His attitude to irresponsible wage bargaining in the 1920s was as unforgiving as Margaret Thatcher in the 1980s.",
        "Central bank independence? I think Keynes would have backed it – though not if his contemporary Montagu Norman was the Governor.",
        "And as for the irresponsible and inflationary profligacy of the 1970s",
        "Tory Barber boom? He would have abhorred it.",
        "**KEYNES AND THE GROWTH CHALLENGE**",
        "But – and this was his great insight – Keynes also knew that economies could occasionally get stuck in a deflationary rut.",
        "Although he called his famous book in 1936 ‘The General Theory’, it actually was not a general theory at all.",
        "It was a description of what can happen in the unusual and special circumstances after a big financial crash – for him 1929, for us 2008 – when the ‘animal spirits’ of companies and consumers are so depressed that private spending stagnates.",
        "When interest rates are so low that they can’t be cut any further.",
        "When governments crudely cutting spending risks making deficits worse.",
        "Of course, there will be naïve ‘Keynesians’ who will think it is always a special case – time to let rip and just ‘tax, spend and borrow’ in the hope that will deliver full employment – people who think we are always in 1930s-style depression and more borrowing is always the solution to unemployment. And that is what gave Keynesianism a bad name in the 1970s.",
        "It is why Labour leader Jim Callaghan was right to tell the Labour Party Conference in 1976 that that you can’t just spend your way to full employment.",
        "But, as I argued well over a year ago now in my Bloomberg speech, the reason why the real Keynes is so relevant today is that the global economy has been sliding into that rare and dangerous ‘special case’ that Keynes identified in the 1930s and Japan suffered in the 1990s.",
        "You either learn the lessons of history or repeat the mistakes of history.",
        "With growth stagnating around the world, every country pressing ahead with deep cuts risks being a catastrophic mistake.",
        "Which is why Ed Miliband and I have argued for a global plan for growth, with clear medium-term plans to get deficits down, but stimulus now to avoid a global slump too.",
        "Rejecting the complacent isolationism of the 1930s and instead following Keynes’ lead by setting out a global solution to global problems – an economic alternative based on growth, job creation and balanced deficit reduction, which is the only sane way forward for Britain – and the only way back to credibility in the Euro area too.",
        "Let us be honest: the Eurozone crisis is a catastrophe building week by week. And the pre-Christmas summit was a disaster for Europe and the Euro and for Britain too.",
        "Europe’s leaders failed to back decisive action by the European Central Bank; they did not address the issue of the current fiscal straitjacket; and they still have no plan for jobs and growth – hence the downgrades of the past 24 hours.",
        "And did our Prime Minister bang the table and demand action?",
        "No, he walked out and undermined our national interests as he did so.",
        "Given the huge risks that the Eurozone crisis poses for Britain, we desperately need a Prime Minister and Chancellor who can lead in Europe.",
        "But they can’t – and not just because their party won’t let them.",
        "Because to do so means also admitting that they have got things wrong here in Britain too.",
        "George Osborne and David Cameron took it as read that deep and immediate spending cuts and tax rises would at least serve the goal of deficit reduction – no matter how much Labour warned that going too far, too fast would be bad for borrowing as well as for jobs and growth.",
        "The Chancellor claimed that public retrenchment would boost private sector confidence, investment and job creation. He called it ‘expansionary fiscal contraction’.",
        "But this has turned out to be a false prospectus – a repeat of the discredited ‘Treasury View’ of the 1920s. Fragile consumer and business confidence has been crushed by the inflationary hike in VAT, the threatened withdrawal of public sector demand, the reality of falling incomes and the fear of rising unemployment.",
        "And now the Government claim growth is stagnating because of the chilling effect of the Eurozone crisis – when our exports have actually been over performing compared with expectations, and it is weak domestic demand that has driven growth in the UK down, borrowing up and depressed long-term interest rates on government bonds.",
        "Conservative ministers scoff at our five point plan for jobs and growth, saying ‘Labour’s proposal is to borrow even more’. But it is Chancellor George Osborne who is being forced to borrow billions more – £158 billion more than he planned.",
        "Not borrowing to support the economy through difficult times and help get people back to work, but wasteful extra borrowing to pay for failure – the price of slow growth, rising unemployment and a bigger benefits bill.",
        "Because every time George Osborne revises down his growth forecast, he has to revise down tax revenues and increase the benefits bill too.",
        "Even the IMF has said that if our economy undershoots expectations and risks a period of stagnation, then the UK should slow down the pace of spending cuts and tax rises to get the economy growing again.",
        "Just think: last autumn, many 16 year olds who would otherwise have stayed on at school have lost their Education Maintenance Allowances, and – following the abandonment of the Future Jobs Fund – many have gone straight onto the dole, adding to the more than 1 million young people now unemployed in our country.",
        "On the surface of things, cutting EMAs and the Future Jobs Fund saved money and reduced borrowing.",
        "But at what cost? How much more will it cost our society and our economy to leave those young people long-term unemployed and unproductive; they and their children receiving benefits rather than paying taxes and contributing to the national wealth?",
        "If we do not invest now in jobs and growth, if we let a year of economic flat-lining become a decade of stagnation, what price will our country pay in the long-term?",
        "That is why to meet the Growth Challenge and get the deficit down we are right, as we have set out in the five point plan for jobs, to call for temporary tax cuts and investment in jobs and growth – to stop a decade of slow growth and higher debts becoming a self-fulfilling prophecy.",
        "Action now for growth, jobs and reform which does not conflict with the need for a credible medium term plan on the deficit, but which reinforces it.",
        "**KEYNES AND THE REFORM CHALLENGE**",
        "But changing times also demand new and long-term reforms to re-shape our economy for the future.",
        "As Ed Miliband argued earlier this week, we will need long-term reforms of our economy to boost growth and deliver social justice in straitened times.",
        "And here again, the words of Keynes writing in The General Theory in 1936 are instructive:",
        "“Speculators may do no harm as bubbles on a steady stream of enterprise” he wrote. “But the position is serious when enterprise becomes the bubble on a whirl-pool of speculation. When the capital development of a country becomes a by-product of the activities of a casino, the job is likely to be ill-done.”",
        "Keynes was right then and now – we cannot simply let markets, in which speculators spend their time chasing one another’s tails, dictate important investment decisions and set the benchmark for what is fair and unfair.",
        "Unregulated capitalism is not only unstable; it is inherently short-termist too.",
        "So just as the current coalition are wrong to reject the insight of Keynes based on his experience of the 1930s, we must, as Ed Miliband has said, learn the lessons of the past three decades and meet the Reform Challenge:",
        "– tougher financial regulation and new capital standards with financial stability at the heart of economic policymaking and banking reform to make sure that the needs of small businesses are addressed, including examining the case for a National Investment Bank;",
        "– stronger corporate governance to make sure decisions are taken in the long-term interests of wealth creation and jobs, not the short-term interests of traders, speculators and their chums;",
        "– government action to back business and ensure markets work for the long-term, including tougher competition rules, tax incentives for long-term investment, research and development and skills;",
        "– and a youth jobs guarantee with tough rights and responsibilities – and an expectation that every young person would take up work or training.",
        "**GROWTH, REFORM AND DEFICIT REDUCTION**",
        "This is the Economic Alternative:",
        "– to meet the Growth Challenge: short term action now to support jobs, growth and get deficits down;",
        "– to meet the Reform Challenge: long-term reform to tackle short-termism and instability and support long-term investment, growth and fairness.",
        "But to make that alternative work and be credible, it must be underpinned by a clear commitment to balanced but tough spending and budget discipline now and into the medium-term.",
        "The question for Labour has never been about ‘whether’ to get the deficit down but ‘how’ and ‘when’, who carries the greatest burden, and what kind of country we leave behind for our children.",
        "And while we would not have started from here – a fairer and more balanced approach to deficit reduction would not have choked off recovery and thrown borrowing plans off track – we are where we are.",
        "As Ed Miliband and I have said for months this government’s failure means the next Labour government will inherit a substantial deficit that we will have to deal with.",
        "After just 18 months, the government’s autumn statement admitted that it will not balance the books by 2015 – the promise that was the cornerstone of the coalition.",
        "And George Osborne has had to admit that he will now have to borrow more than the plan Alistair Darling set out before the election – because of the slow growth and higher unemployment his reckless plan has delivered.",
        "This represents a big challenge for Labour, as Ed Miliband made clear earlier this week. As I said at Labour’s annual conference, we will set out before the next election tough fiscal rules that the next Labour government will have to stick to – to get our country’s current budget back to balance and national debt on a downward path.",
        "In our manifesto we will commit to do the responsible thing and use any windfall gain from the sale of the government’s stakes in RBS and Lloyds to repay the national debt – not for a giveaway.",
        "And, however difficult this is for me, for some of my colleagues and for our wider supporters, we cannot make any commitments now that the next Labour government will reverse tax rises or spending cuts. And we will not.",
        "Because we don’t know how bad things will be on jobs, growth and the deficit. But we do know that the next Labour government will have to sort out the deficit where this government failed and deliver social justice in tougher times.",
        "And as we make the argument that cutting spending and raising taxes too far and too fast risks making the economy and the deficit worse not better, it is right that we set out where we do support cuts and where we would be making the tough but necessary decisions.",
        "In education, as I have said, £1 billion of cuts – but not the biggest cuts to schools since the 1950s. In policing, 12 per cent cuts to budgets – but not 20 per cent cuts which will hit the frontline hard and see 16,000 officers lost. In defence, £5 billion of cuts – but not a strategic defence review that raises more questions than answers.",
        "And because as progressives we believe in the role of the state and public services to do good, it is vital that we are even tougher on waste than our political opponents – whether that is the £2 billion being wasted on a reckless reorganisation of the NHS, billions being lost in tax avoidance or the waste of mass unemployment.",
        "Times will be tough – we will have no choice but to make difficult choices.",
        "Let me give you one example.",
        "Pay restraint in the public sector in this parliament would have been necessary whoever was in government.",
        "But George Osborne’s economic mistakes mean more difficult decisions on tax, spending and pay. It is now inevitable that public sector pay restraint will have to continue for longer in this parliament.",
        "Labour cannot duck that reality. And we won’t. Jobs must be our priority before higher pay.",
        "That said, there are important issues on incomes, pay and pensions that George Osborne must get right.",
        "We will continue to press for fair pay and fair pensions reform while defending the vital role the national pay review bodies play in delivering discipline, reform and fairness.",
        "We believe the 3p in the pound rise in pension contributions should never have been imposed without negotiation.",
        "And it is wrong and unfair to penalize those on low and middle incomes by cutting tax credits, hitting women harder than men and families with children hardest of all.",
        "But pay discipline in the public and private sector needs to be accompanied by fairness.",
        "That is why the government should also ask the pay review bodies to deliver the 1 per cent average settlement cap in a fair way – being tougher to those at the top in order to offer more protection to those at the bottom.",
        "Pay also needs to be fair in the private sector, where there have also been tough decisions – with real pay in the private sector falling around 3% in the last year. But for those at the top boardroom salaries in FTSE 100 companies have increased by 50% in the past 12 months.",
        "That is why Ed Miliband has rightly called for reforms to ensure that rewards at the top better reflect the success people achieve and the contribution they have make to our economy. David Cameron has now started to talk the talk on this issue, but he now needs to take the action we have been calling for.",
        "**THE POLITICAL CHALLENGE FOR LABOUR**",
        "Let me finish by returning to the politics.",
        "Because it would be naïve for anybody to think that the government’s deepening economic failure will automatically translate over the coming months into success for Labour.",
        "And the question the public will of course ask is: who can we trust?",
        "Credibility is based on trust and trust is based on honesty.",
        "And let’s be clear: the Tories won’t own up either to the scale of the challenge or the failure of their plans.",
        "They claim Britain is a safe haven… when our low long-term interest rates are not a sign of enhanced credibility but a reflection of stagnant growth in our economy, as it was in Japan in the 1990s.",
        "And they claim we’re all in it together… when middle and lower income families, women and young people are hardest hit, and the pain is only now beginning.",
        "So with determination and vigour – loud and direct – we must expose day by day the huge gulf between what Coalition ministers say and the truth.",
        "But we must be honest with the British people that under Labour there will have to be cuts, and that – on spending, pay and pensions – there will be disappointments and difficult decisions from which we will not flinch.",
        "But honesty does not mean going along with a failed Conservative plan because it is easier in the short-term. We tried that when Labour supported the disastrous decision to join the ERM and stuck with a failing policy right up until September 1992.",
        "I have heard much advice over the past year from people who admit that combining stimulus now to get the economy moving with a tough but balanced medium-term deficit plan may be good economics – but who argue that it is bad politics because it is ‘out of tune’ with the public mood.",
        "But that is not honest politics either.",
        "Now is not the time to stand aside, bite our collective lip while this government and Euro area governments make historic and terrible mistakes.",
        "I do believe that we have both a duty to make the right argument on growth and jobs – even if this has put us outside the consensus for a time.",
        "And I do believe this is an argument we can win.",
        "Now is the time to hold our nerve.",
        "To make the case for The Economic Alternative.",
        "To speak up for the people we seek to represent and the values that we stand for.",
        "And to do so in a typically Fabian way – steady, step by step, determined, credible and radical in our vision for a better and fairer future for Britain.",
        "Thank you."
    ]
}