{
    "url": "https://www.ukpol.co.uk/ed-balls-2002-speech-on-new-localism-at-the-cipfa-conference-in-brighton/",
    "title": "Ed Balls – 2002 Speech on New Localism at the CIPFA Conference in Brighton",
    "post_date": "December 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2002",
            "url": "/tag/2002/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Balls, the then Chief Economic Adviser to the Treasury, in Brighton on 12 June 2002.",
    "content": [
        "**INTRODUCTION**",
        "Let me thank you for inviting me to speak this morning at the start of what looks set to be a fascinating conference.",
        "CIPFA is widely recognised as a leading independent voice on local government and public finance issues. And, under the leadership of your President Chris Hurford and Chief Executive Steve Freer, you are a highly valued partner for central government. Let me thank you today, on behalf of the Chancellor and the Treasury, for your work in leading the steering group which has drawn up the new Prudential Code on Capital Finance for local government, in helping smooth the introduction of Resource Accounting and Budgeting and in working towards the convergence of best practice accounting standards across the public sector.",
        "These close ties are a sign of the value ministers place on this partnership with local government. Last year’s White Paper set out the next steps for that partnership. And I know that you will be hearing more on these issues this afternoon from the lead minister, Nick Raynsford, who is publishing the draft local government bill today.",
        "As well as Nick, you have an impressive range of speakers for this year’s conference, with the Rt Hon Clare Short topping the bill tomorrow. I am glad that you have invited Derek Wanless, who did such an expert job on the Long-Term Health Review.",
        "I am also pleased to be the warm-up act for my friend and colleague Geoff Mulgan. And, given this morning’s match, it is a great tribute to you all that so many of you have arrived on time.",
        "There is a huge range of expertise here today from across the public sector – local government, public sector audit, the NHS, the police service, the Regional Development Agencies, the Competition Commission, the Environment Agency.",
        "And I know – whether through tax, fiscal policy, accounting rules, financial regulation, public spending or the financial framework for local government – that the Treasury has a real impact – directly or indirectly – on the ability of you all to do the job you want to do.",
        "The role of the Treasury is always controversial – no effective finance ministry can ever be universally popular. It is no surprise that Peter Hennessy – in his history of Whitehall – calls the Treasury “the most scapegoated department in the Whitehall constellation”.",
        "But to the extent that that the old historical caricature of the Treasury as short-termist, centralising, secretive or miserly was ever deserved, I believe those days are gone.",
        "So I am going to talk this morning about the role that the Treasury – a strategic and long-term Treasury – is playing in delivering the government’s long-term goals.",
        "And, with the concluding phase of the Spending Review now under way, I want today to make the case that, in the spirit of Bank of England independence and the new approach to regional policy, we now need a new devolution – a new localism – in public service delivery that breaks with the short-termism of the past.",
        "**THE HISTORIC ROLE OF THE TREASURY**",
        "The Treasury is the oldest department in Whitehall, the collector of taxes for over 900 years.",
        "And throughout the last century it was consistently unpopular. Keynes described the deflationary “Treasury view” of the 1920s as “the natural result of standing half way between common sense and sound theory: it is the result of having abandoned one without having reached the other.” And he parodied the “dead-hand” Treasury view as “you must not do anything because this will only mean that you can’t do something else”.",
        "Indeed, when then historian Peter Clarke discovered in the archives from that period the Treasury’s copy of Lloyd George’s 1929 pamphlet ?We can conquer unemployment?, he found that a senior and anonymous Treasury official had defaced it with the words ?extravagance, inflation, bankruptcy”.",
        "Consistently since then the Treasury was seen as an institution which had narrow objectives – low inflation, sound money, expenditure control; short-termist and peculiarly non-strategic – at its best in a crisis; centralising – jealous of its power within Whitehall and beyond; and secretive – protective of information and distant from the outside world",
        "In his memoirs, Bernard Donoghue – then at the No 10 Policy Unit – describes lunch in 1974 following the OPEC oil shock with a “very senior Treasury official”. He asks why No 10 had been sent no Treasury papers on the threat of hyperinflation. The Treasury official replied: “politicians never deal with serious issues until they become the crisis, so at the Treasury we’re waiting till the crisis really blows up.”",
        "Reputations earned are hard to be rid of. And fairly or not – and often criticism of the Treasury’s past record has been unfair – this “Treasury view” has often been used as the scapegoat for the series of economic policy failures that have plagued Britain in the post-war period. Short-term macroeconomic failures: the devaluations of 1949 and 1967, the Barber boom, the failure of monetarism in the 1980s and Britain’s 1992 exit from the exchange rate mechanism. And the failure to tackle historic long-term weaknesses: low productivity, inadequate skills, long-term under-investment in infrastructure and the public services.",
        "**THE NEW ROLE OF THE TREASURY**",
        "Gordon Brown as Chancellor of the Exchequer has set out his mission to lay to rest the Treasury’s traditional “dead-hand” image. As he said in a pre-election speech at the Manchester Business School, “a Labour Treasury will be both a ministry for finance and a ministry for long-term economic and social renewal”.",
        "And with the leadership of our Permanent Secretary – soon to be the Cabinet Secretary – Sir Andrew Turnbull, the Treasury today is playing a new role in government in marked contrast to this historical caricature. The Treasury rightly prides itself on the quality, experience and hard-working nature of its staff, and under the leadership of Sir Andrew the department has been recruiting top-class graduates in record numbers. Anyone who doubts the commitment of the civil service to reform and adapt need only look at the management reforms that have been put in place at the Treasury over the last few years.",
        "But this new role for the Treasury is not only a reflection of the wider ambitions of this government and this Chancellor to meet long-term economic and social goals: higher productivity, full employment in every region, the abolition of child poverty, and world-class public services. It reflects too, I believe, a proper understanding of the failures of the past and the new challenges of making policy in today’s world.",
        "Let me illustrate with reference to the first and one of the most significant reforms of this government – the decision to make the Bank of England independent.",
        "That decision, and sticking to inherited spending plans for the first two years, demonstrated that the new government and the Treasury were determined to make a decisive break with the short-termism of past Labour and Conservative governments.",
        "But it was also a unique opportunity to learn from the failures of monetarism and the old rigid, secretive and centralised approach to macroeconomic policy-making.",
        "The failure of monetarism – in the 1980s and then with the ERM – was to introduce rigidity into UK monetary policy making at just the time when the reality of global capital markets demanded greater flexibility.",
        "In today’s global economy and fast-moving capital markets, responding flexibly and decisively to surprise economic events is critical for establishing a track record for delivering long-term stability. But without a credible framework that commands trust and a track record for making the right decisions, it is hard for policy to respond flexibly without immediately raising the suspicion that the government is about to sacrifice long-term stability and make a short-term dash for growth.",
        "So in this new world of global capital markets, and building on the reforms put in place after 1992, we put in place a new and post-monetarist macroeconomic model based on _“constrained discretion”_. This new British model of central bank independence is an approach in which the government sets and is therefore constrained by the symmetric inflation target to stick to long-term goals; but because the institutional framework commands market credibility and public trust, the independent central bank has the discretion necessary to respond flexibly and transparently to economic events.",
        "And, at the same time, we applied this model – where the public interest is pursued by devolving power to an independent agency charged with achieving clear long-term goals – to other areas of financial policy – establishing the Debt Management Office and the Financial Service Authority.",
        "This devolutionary act belied the conventional prejudice that the Treasury is short-termist, secretive or controlling and jealous of its power. But this “constrained discretion” model of policy making has also had wider applicability across the public sector.",
        "Because the old approach to policy where goals were not specified, lines of responsibility unclear, power guarded jealously at the centre and proper performance information concealed from the public, is no more appropriate for running a modern health service or delivering the best local public services.",
        "As with macroeconomic policy, so effective public service delivery requires discretion for public service managers with the maximum devolution of power to encourage flexibility and creativity and meet consumer demands; but this discretion must be constrained by clear long-term goals and proper accountability.",
        "Today it is simply not possible either to run economic policy or deliver strong public services that meet public expectations using top-down one-size-fits all solutions of the past. Because new information technologies, greater competition, a premium on skills and innovation, a wide-ranging media, increasingly demanding consumers, and varying local needs all work to expose the contradictions of old-style centralisation and a command and control approach to delivering public services.",
        "So the principles which guide this new model of modern policy making are:",
        "Clear long-term goals set by the elected government;",
        "A clear division of responsibility and accountability for achieving those goals with proper co-ordination at the centre;",
        "Maximum local flexibility and discretion to innovate, respond to local conditions and meet differing consumer demands;",
        "And, alongside this devolution of power, maximum transparency about both goals and progress in achieving them with proper scrutiny and accountability.",
        "Embracing this new approach to policy-making – this new localism – requires a very different Treasury.",
        "Where the old caricatured Treasury had narrower objectives, today the Treasury has broader goals with a new mission “to raise the rate of sustainable growth and achieve rising prosperity through creating economic and employment opportunities for all”.",
        "Where the old caricatured Treasury focused on short-term crisis management, the Treasury today sees its role as long-term and strategic.",
        "Where the old caricatured Treasury was of an institution that wanted to suck power into the centre, the new Treasury wants to devolve power and responsibility with enhanced local discretion to take the initiative and be creative.",
        "And where the old caricatured Treasury emphasised secrecy and control through non-disclosure, there is a new premium on transparency and openness as the route not just to greater accountability but also better policy outcomes and wider public trust.",
        "I know that any speech from a Treasury official extolling the virtues of devolution will be met with a sceptical ear. And rightly so. Because the principles I will set out today are hard to put into practice. Change takes time. In some areas we have not gone far enough fast enough. The easy option is always to resort to the old ways on difficult issues. And there is sometimes a tension between the desire to devolve flexibility and encourage local innovation with the fact that, often, it is ministers at the centre who remain accountable to parliament and the public for fiscal stability, tax, value for money and performance, as with the public-private partnership for the tube. But to those people who remain sceptical about our motives, that this is the same old centralising wolf, I hope today to persuade you to think again. Let me do so by discussing productivity and regional policy, public spending and local government in turn.",
        "**PRODUCTIVITY AND REGIONAL POLICY**",
        "Our policies to promote productivity and full employment in every region of Britain are being shaped by this new approach to policy making.",
        "Take competition policy, where we have now legislated to make individual competition decisions independent of ministers for both cartels and now complex monopolies. The DTI and the Treasury in financial sector cases remains responsible for the long-term goals of competition policy, for key appointments to the competition authorities and have the power to over-ride in exceptional circumstances. But on a day-to-day basis, with the goals of competition policy more clearly defined in legislation, decision-making has been devolved to the Office for Fair Trading and the Competition Commission who are now accountable to Parliament directly for case-by-case decisions making.",
        "This new model, based on constrained discretion, is also guiding our approach to regional policy where, with the Deputy Prime Minister and the DTI, the Treasury has championed a greater role for strategic economic policy-making and policy innovation at the regional and local level.",
        "The first generation of regional policy, before the war, was essentially ambulance work getting help to high unemployment areas. The second generation in the 1960s and 1970s was based on large capital and tax incentives delivered by the then Department of Industry, almost certainly opposed by the Treasury. It was inflexible but it was also top-down. And it did not work.",
        "The new approach to regional economic policy, wholeheartedly promoted by the Treasury is based on two principles – it aims to strengthen the long-term building blocks of growth – innovation, skills, the development of enterprise – by exploiting the indigenous strengths in each region and city. And it is bottom-up not top-down, with national government enabling powerful regional and local initiatives to work by providing the necessary flexibility and resources.",
        "This new regional policy is based on a genuine devolution of power in economic policy making to the Regional Development Agencies – with expanded budgets and – just as important – the “single pot” with 100% flexibility, including full EYF, to spend these resources to meet regional priorities.",
        "This “single pot” is a radical departure for central government. It is requiring a big culture change. For central government departments? role is long-term and strategic rather than short-term and micro-managing. But also a culture change in the regions as this devolution requires other regional and local economic players – the Learning and Skills Councils and the Small Business Service as well as local government – to work as part of the RDA regional strategy.",
        "In return for this devolution of power and discretion in decision-making we have demanded greater transparency and accountability. Each RDA has been required to agree stretching and long-term output targets with national government for the years ahead. Not, as we have repeatedly reminded Whitehall departments, as a backdoor way to regain control but so that each RDA is held properly to account by the national taxpayer but also within the region and by local government.",
        "Strengthening this new regional economic policy – with further support for the RDAs to promote enterprise and job creation in the regions – is a priority for the Spending Review.",
        "For the first time this Review will be based on a wider collection of regional needs and priorities. The RDA and the Government Office in each region have already submitted a Regional Priority Document to the Treasury. And we will publish greater information on the regional impact of the Spending Review to meet our productivity goals.",
        "But enhancing the role of the RDAs is not only about resources. We must also ask how we can effectively harness the new strategic leadership of the RDAs and make better co-ordinated policy in the regions across a range of areas where public spending impacts on regional economic strategies – planning, skills, transport and housing.",
        "To ensure proper regional and local accountability, the Deputy Prime Minister and the Chancellor last year allocated £5m to fund the eight Regional Assemblies outside London. Last month, the Deputy Prime Minister’s White Paper set out the detailed route map for those regions that want to go further and move to elected regional assemblies. And the Treasury has worked closely with the Deputy Prime Minister and the Cabinet Office to draw up a package of further financial freedoms and flexibilities to match greater accountability.",
        "**FISCAL POLICY AND PUBLIC SPENDING**",
        "The principles underpinning this new approach – clear long-term goals, a strategic centre, effective devolution matched by transparency and accountability – are also guiding the Treasury’s approach to fiscal policy and public spending.",
        "Since 1997 the Treasury has introduced and stayed with the same two long-term fiscal rules defined over the economic cycle. We have enshrined in legislation a Code for Fiscal Stability to codify in law the Treasury’s fiscal obligation and responsibilities. And while devolution of the management of the public finances and tax policy would not make sense, we have enhanced openness and transparency in fiscal policy-making, with key fiscal assumptions audited by the independent National Audit Office. It is this credible commitment to fiscal discipline that is enabling us to release record new resources to invest in the NHS and public services.",
        "At least as radical have been the changes that the Treasury has introduced in public spending planning and control since 1997 – one area where the old caricature clearly bears a resemblance to the truth.",
        "It is now widely recognised that the ideals of the Plowden approach, that set out to guide public spending decisions from the 1960s, were progressively eroded over the next two decades. This left a public spending regime that was short-termist, with annual budgeting and no distinction between current and capital spending which meant that long-term capital investment was too often sacrificed to meet short-term current pressures.",
        "It was ad-hoc and incrementalist with the centre of government paying too little attention to the need to coordinate between departments.",
        "Departments were not devolved the necessary freedom to plan properly, with no certainty about the following year’s budget, no End-Year Flexibility to carry forward under-spends and central control over public sector pay.",
        "And, worst of all, it emphasised controlling inputs rather than delivering outputs with no proper attempt to be accountable to the public for outcomes.",
        "The new approach to public spending, introduced since 1997, makes it possible to plan for the long-term with a clear distinction between current and capital spending as we steadily tackle the backlog of under-investment.",
        "Spending decisions are based on in-depth policy review, not simply on last year’s figures, and informed interdepartmental reviews to strengthen co-ordination across government.",
        "We have devolved spending power to departments with a three-year not one-year cycle and there is full End Year Flexibility for departments to move their budgets from one year to the next. With the introduction of Resource Accounting and Budgeting, departments will have greater freedom to manage their assets properly.",
        "And, most important, it is results-driven with targets for outputs set out in the Public Service Agreements which the Treasury agreed with each department as part of the 1998 and 2000 Spending Reviews – with floor targets to raise the performance of below average services and tackle inequalities in all the main public services – education, health, transport and crime.",
        "The introduction of PSA targets in the 1998 Comprehensive Spending Review was the most ambitious attempt internationally to set explicit goals for outcomes across the whole of Government.",
        "Some have interpreted the introduction of PSAs and output targets as an increase in Treasury interference and control. I disagree. We have rightly moved away from the old days when the Treasury signed the cheques or had to approve each and every spending project.  \nThe Treasury does work closely in partnership with a range of departments in the development of economic policy. But far from being a way of pulling power into the centre, PSAs are the constraint which allows effective and accountable devolution and discretion for departments. And making a reality of this devolution requires government to cascade these targets and financial flexibilities down from departments to front-line mangers instead of the old input controls of the past – and here progress has not been always as fast as it could have been.",
        "The resources and reforms announced for health in this year’s Budget chart the way forward. The Treasury has agreed a five year budget with the department and full End-Year-Flexibility. The Department of Health and the NHS Executive are the strategic centre, setting objectives and shaping incentives. There is growing devolution of money, multi-year budgets and flexibility down to Primary Care Trusts and hospital Trusts, with money increasingly following patients. And there will also be new, tough and streamlined audit and inspection with two national regulators for health and social services with an annual report to Parliament and local reporting. Because the public has a right to know how their money is being spent and that spending and reform are being combined to deliver outputs.",
        "The role of Cabinet and Cabinet Committees, working with the Cabinet Office, the Treasury and No 10 – and increasingly central government departments too – should not be to direct and control the detailed delivery of services. It should be to create a framework in which local public service deliverers have the discretion to innovate and improve the services they provide, constrained by the need to reach high minimum standards. That is why, since the last election, the Delivery Unit in the Cabinet Office, working very closely with the Treasury, has assessed the strategic capacity of each main department to meet key PSA targets by incentivising good performance in local service delivery, working with the private and voluntary sectors where appropriate. And the Office of Public Service Reform, also in the Cabinet Office under the leadership of a former local government Chief Executive, Wendy Thomson, has also been developing this approach since last year.",
        "This philosophy is guiding our approach in this year’s Spending Review, now in its final phase. And we are again breaking new ground.",
        "In the 2000 Spending Review, we took the opportunity to improve the structure of the Government’s objectives and set more streamlined PSAs covering the additional expenditure and focusing harder on the things that really matter, with fewer targets, better focused on the important issues, and with data systems audited by the NAO.",
        "For the first time in this review, we are able to assess spending strategies in the light of performance to date against existing PSA targets. Which means that, the process of matching money with reform is being done in the light of experience of which reforms so far have worked and which have failed to meet expectations.",
        "Most important, in this Spending Review – working with hospitals, schools, police forces, transport and housing – the government is determined to go even further in matching money with reform through clear long-term targets and national standards and proper audit and accountability to ensure standards are met, combined with a new localism in public service delivery – greater local devolution, greater flexibility to achieve greater results and greater choice for consumers.",
        "**LOCAL GOVERNMENT**",
        "Let me turn finally to local government. Just as we made a start with regional policy in the last Parliament we also made a start in devolving power to local government, moving away from the destructive centralism characteristic of the years marked by universal capping, strict limits on borrowing and then the Poll Tax.",
        "The old caricature of the Treasury was of a department which – because of its desire to centralise power – was hostile to local government and to devolving real financial flexibility and accountability. I do not believe that this reputation is entirely fair.",
        "But, as in regional economic policy, so in local service delivery, a proper strategic division of responsibilities requires us to recognise that Whitehall does not know best – that effective service delivery for families and communities cannot come from central command and control but requires local initiative matched by local accountability. And with the Deputy Prime Minister John Prescott in the lead on local government issues, I can assure you that you have powerful champions across Whitehall.",
        "So to build a long-term and strategic partnership between central and local government, this government has devolved resources and flexibility and boosted financial support for councils, through real terms increases in revenue and in capital expenditure for four years.",
        "We have matched devolution with greater accountability with new constitutions for local government following local consultation and expanded the capacities of local government by introducing statutory community strategies produced by local partners.",
        "And we have developed Local Public Service Agreements, which match resources and greater flexibilities to outcome targets. And as we increase the number of local PSAs from 20 local authorities last year to the top-tier 150 by 2003, we will match them with further steps towards greater flexibility: flexibility and resources in return for reform.",
        "The White Paper last December set out new reforms that will significantly expand the freedoms and flexibilities available to local government and we have made good progress since then.",
        "There is not time today for an exhaustive list. But as you know, in addition to consulting on providing greater freedom for all councils to decide council tax discounts and exemptions, we intend to legislate for further freedom to use income collected locally from charges, we are making progress in Whitehall in identifying unnecessary bureaucracy to achieve the target of a 50 per cent reduction in the numbers of plans and strategies that government requires councils to produce and we are focussing on the difficult issue of ring-fencing as part of the Spending Review. And you know too that we intend to make councils themselves responsible for deciding how much they can prudently borrow. I know CIPFA are playing a leading role in drawing up the prudential guidelines for controlling capital investment. This will provide greater freedom for councils to invest. But it will also place more responsibility in the hands of individual councils to manage their own affairs – real financial flexibility in a prudent framework.",
        "Based on the same principles of constrained discretion high performing councils will receive extra freedoms to lead the way to further service improvements. For these councils, we will not use our reserve powers to cap council tax increases, as a first step towards our long term goal of dispensing with the power to cap altogether; we intend to legislate for new powers to free up councils to trade and work in partnership; we will grant more discretion over best value review programmes; and introduce a much lighter touch inspection regime.",
        "Decisions about high performing authorities will be based on the new comprehensive performance framework for local government – currently being piloted with 10 pathfinder areas. CPA will provide clear and concise information about councils’ performance, enabling us to make our inspection regimes more proportionate, to target support where it is most needed, to identify the small minority of failing councils in need of tough remedial action. It is also key to allowing us to go further with freedoms and flexibilities for councils.",
        "As the Chancellor said at the end of last year following the publication of the White paper, we are ready to go even further to enable local people to do more to make local decisions about meeting local needs and consider further radical options to ensure devolution of power and responsibility go hand in hand so that the public can get the best possible services. And once we have carried out further analysis, we shall establish a high level working group involving ministers and senior figures from local government to look at all aspects of the balance of funding, reviewing the evidence and looking at reform options.",
        "**CONCLUSION**",
        "In conclusion, I believe that we have moved beyond the old caricature of the Treasury as the department that likes to say no – reactive, short-termist, centralist and secretive – to a new long-term model for British economic policy based on clear and long-term objectives, devolution of power and transparent mechanisms for accountability. It is a new model – with power devolved to those best placed to make expert decisions to meet national goals and standards – that we are already applying from monetary and fiscal policy to financial service regulation, competition and regional policy and the new financial regime for local authorities – and we must now go further in the Spending Review with a new localism in public services.",
        "This new model requires – as the Prime Minister’s pamphlet on public service reform says – “a genuine partnership between government and the people in the front line.”",
        "The Treasury is committed to working in partnership – with departments, with the regions and local government. Because, as the Chancellor of the Exchequer said in his speech to the Local Government Association last December, it is only by national and local government working together – matching devolution and accountability – that we can hope to meet our shared long-term goals, creating a more enterprising economy and a fairer society.",
        "Thank you."
    ]
}