{
    "url": "https://www.ukpol.co.uk/balls-ed-2014-speech-on-taxation/",
    "title": "Balls, Ed – 2014 Speech on Taxation",
    "post_date": "September 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Taxation",
            "url": "/tag/taxation/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls, the Shadow Chancellor of the Exchequer, at the Fabian Society Annual Conference on 25th January 2014.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls.jpg)",
        "**Can Labour Change Britain?**",
        "Thanks Jessica.",
        "And thanks to all of you for giving up your Saturday to be here today.",
        "The title of today’s conference is ‘Can Labour Change Britain?’",
        "And with the next General Election in sight, I want to set out today how this Labour generation can rise to the challenge.",
        "Jessica, I first started attending these Fabian New Year conferences over 25 years ago.",
        "I remember hearing the then Shadow Foreign Secretary Gerald Kaufman debating the pros and cons of unilateral nuclear disarmament and a young rising star called Tony Blair, who had just written an article for a fashionable magazine of the day, called Marxism Today.",
        "How times changed!",
        "When I first started coming to these conferences, the fight to rid Labour of Militant was won, and Labour was finally putting the corrosive internal party division of past decades behind us.",
        "But even as Neil Kinnock fought valiantly for sanity, and even as the Tory government of the day cut taxes for the wealthy, while child poverty rose and long-term unemployment became entrenched we had still not yet re-established ourselves as a credible voice for the hopes and aspirations of working people.",
        "Already out of power for a decade, a return to government was still a long way off.",
        "So I am proud that today, under Ed Miliband’s leadership, this Labour generation has learned from that long and bleak period in opposition.",
        "Just over three and a half years after a General Election defeat, this Labour movement is more united, more in touch and more determined than ever.",
        "Yes, we once again we have a Tory government cutting taxes for the rich, while over 900,000 young people are struggling to find work and child poverty is forecast to rise.",
        "But this time Ed Miliband and Labour are leading the debate, setting the agenda and speaking up for working people – middle and lower income Britain – facing a cost of living crisis.",
        "As Ed Miliband said in his speech last week:",
        "“This cost-of-living crisis is about the pound in people’s pocket today. But it is not just about that. It reaches deeply into people’s lives. Deeply into the way our country is run. Deeply into who our country is run for. And because the problems are deep, the solutions need to be too. ”",
        "Ed is right.",
        "This is no time for steady as she goes.",
        "No time for propping up the status quo.",
        "Our country is crying out for real and lasting change.",
        "And it is this new Labour generation – from the leadership out across our party – that is now preparing a credible and radical programme for government that I believe can win public trust.",
        "**WHY UNCHANGED TORIES CAN’T CHANGE BRITAIN**",
        "So Labour has changed over the past twenty five years.",
        "But as for the Tories – divided on Europe, stigmatising the vulnerable, dismantling the NHS – they haven’t changed at all.",
        "And there is a reason why we are all expecting a nasty, vicious, negative and backward-looking election campaign.",
        "Because if this election is about credible change and a positive vision for the future, then the Tories will lose.",
        "David Cameron had his chance to stand for change in 2010.",
        "After the global financial crisis and with the MPs’ expenses scandal fresh in everyone’s minds, people wanted change then too.",
        "But David Cameron failed to win public support or articulate a vision.",
        "He failed to win a majority.",
        "He failed to convince the country that the Conservative Party had changed and had earned the right to change Britain.",
        "And as the last three years have shown, the country was right not to trust the Conservatives.",
        "But to fully understand this Tory failure, and the challenge ahead for Labour, we need to be clear about what’s gone wrong and what needs to change.",
        "**Living standards**",
        "Ed Miliband has been right to argue that the cost of living crisis is undermining support for a Tory-led government that promised to make people better off.",
        "This government promised strong and balanced growth, rising living standards and the budget deficit gone by 2015.",
        "The Tories and their supporters are now working hard to persuade the public that any growth in our economy is a vindication of their economic policies and disproves our critique that the Budget and Spending Reviews of 2010 choked off the recovery and flat-lined the economy.",
        "But the Tories have delivered the slowest recovery for over 100 years, real wages down by an average of £1600 a year for working people, and painful public spending cuts extended well into the next parliament because three years of flatlining means that government borrowing has been £200bn higher than planned.",
        "Simply to catch up all the lost ground since 2010 we need 1.5 per cent growth each quarter between now and the general election.",
        "And Tory claims their plan is working are not going to wash with working people who are seeing their living standards falling and for whom this is no recovery at all.",
        "Because the current cost-of-living crisis is not just about people on tax credits, zero-hours contracts and the minimum wage. It’s also about millions of middle-class families who never thought that life would be such a struggle.",
        "And in the last 24 hours David Cameron has gone from not wanting to talk about the cost-of-living crisis to effectively telling people they’ve never had it so good.",
        "A desperate attempt to use highly misleading and selective statistics to tell people they are better off when they feel worse off. It makes the Tories look even more out of touch than before.",
        "As the IFS has made clear, household incomes will be substantially lower in 2015 than in 2010. No amount of smoke-and-mirrors can allow David Cameron to wriggle out of this basic fact: hard working people are worse off under the Tories.",
        "David Cameron’s and George Osborne’s plan may have worked for a privileged few at the top.",
        "But for the million young people trapped out of work…",
        "For millions of ordinary families, worried about how to make ends meet when wages are falling, and prices are going up…",
        "For the young couples struggling to get on the housing ladder while the chronic shortage of homes forces up prices…",
        "For the aspirational majority who work hard, pay their taxes, who want to get on and not just get by, but who are working harder for less as the cost of living keeps on rising this Tory plan isn’t working.",
        "And people feel betrayed.",
        "**Fairness**",
        "But we know there is a deeper reason why the Tories are failing.",
        "The deeper public concern is one of fairness.",
        "A view that David Cameron’s Britain does not reward the majority who work hard and save but instead serves the ‘wrong people’ – the rich and the powerful.",
        "That view was already around in 2010 – and directed at all political parties.",
        "But the view that this Tory-led government is standing up for the wrong people has become deeply entrenched.",
        "As the latest Ashcroft polls have shown – just 21 per cent of people think the Conservative party stands for fairness.",
        "Because on energy bills, zero-hours contracts and excessive bank bonuses, the Tories aren’t representing the views of the majority, the hard-working people of Britain.",
        "How often have you heard these words on the doorstep:",
        "– I’m worse off;",
        "– The Government is doing nothing about it;",
        "– They stand up for the rich and powerful, but they don’t seem to care about people like me.",
        "And by cutting the top rate of income tax for people earning over £150,000 and choosing to introduce the unfair and perverse bedroom tax, David Cameron and George Osborne have shown us just how out of touch they really are.",
        "**NO TIME FOR COMPLACENCY**",
        "On the cost of living and the condition of Britain, under Ed Miliband’s leadership, Labour is winning the argument.",
        "Today, twice as many people think that Labour wants to help ordinary people get on in life as the Tories.",
        "More than half of voters think that Labour is the party which will best tackle the cost of living crisis and improve living standards for people like them",
        "But this is no time for complacency.",
        "Because David Cameron’s failure to win public trust also reflects a deeper mistrust of politics more widely.",
        "When the question is “Can politicians make things better?” the danger is, for too many people, the answer is ‘no’.",
        "And Lord Ashcroft’s recent polling report on the state of Tory support in marginal Tory seats makes clear that the rise of the UK Independence Party is a direct reaction to the failure of the Tory party to deliver change, combined with a general anti-politics mood. Anti-politics, anti-business, anti-European too.",
        "**LABOUR – THE ECONOMIC CHALLENGE OF CHANGE**",
        "So we cannot assume that Tory failure will simply translate into Labour success.",
        "Our task is to show to a sceptical electorate that Labour has learnt from its mistakes and that we have the values, the ideas and the credibility to deliver the change Britain needs.",
        "And to do so, in my view, we have to stand back and reappraise what has been happening in our economy over the last forty years.",
        "Over the course of my lifetime, the global economy has fundamentally changed – and changed for the better.",
        "As communism collapsed and countries gradually liberalised their economies, rapid reductions in poverty and increases in living standards have taken place in China, across Asia, in South America and Eastern Europe with growth now increasingly taking off in Africa.",
        "Meanwhile, rapid changes in information and communications technology have transformed the way we live our lives and brought the world closer together. It is staggering to think that there is more computing power in my Blackberry than in the Apollo rocket that landed on the moon in 1969.",
        "And as this pace has accelerated, global trade has increased as never before with new market opportunities opening up not just for us but also for rapidly growing middle income countries from Brazil to Indonesia.",
        "But these changes have created big challenges too.",
        "Trade and technology have combined to place a premium on higher levels of skills and qualifications, and reduced routine jobs which can be more easily done by robots or workers in poorer countries.",
        "Changes in the structure of labour markets – often caused by the strains of global competition and including the fall in trade union membership – have also had a knock on effect on wages.",
        "And as a result, labour markets are polarising with jobs growth happening primarily at the bottom and top of the income distribution.",
        "Good jobs in the middle of the distribution have been far harder to come by. And in recent years, except at the very top, wages have stagnated. While, as resources like food, fuel and water have become scarcer, rising prices have put pressure on the cost of living.",
        "These powerful trends were under way well before the global financial crisis. And while that crisis, and the failure of bank regulation which drove it, was not inevitable, there is a remorseless logic which connects the structural revolution of globalisation with the financial crisis that followed.",
        "Global imbalances built up as cash-rich countries benefiting from export-led growth, like China, supported rising trade deficits and consumer debt in many developed countries. The financial services sector aided and abetted this process by misallocating capital and underestimating risks.",
        "And when the global financial crisis caused huge collapses in economic output, those with bigger banking sectors, like Britain, were hardest hit.",
        "So our generation now faces a twin task.",
        "Dealing with the aftermath of the financial crisis.",
        "And resolving the underlying tensions of globalisation and technological change which have not gone away.",
        "For Britain, with the Eurozone in crisis, businesses very cautious and our banks still fragile, this was always going to be a long and hard adjustment.",
        "Like many economists, I argued strongly that George Osborne’s decision to accelerate premature tax rises and spending cuts would hit confidence, choke off our economic recovery and make it harder to get the balanced and investment-led recovery we need and to get the deficit down. So it has proved.",
        "And with the global financial system still very vulnerable, the Eurozone moving from crisis to stagnation, and the Chinese economy slowing down, the world economy is certainly not yet out of the woods.",
        "Here in Britain we have had the slowest recovery for 100 years but recently we have seen a long overdue return to growth",
        "After three damaging years of flatlining, any growth is welcome.",
        "But as we debate how to secure a stronger investment-led recovery, our task is also to look beyond the immediate challenge of economic and fiscal adjustment.",
        "We have to ask a bigger question –– how do we create a stronger and fairer economic model for the future where the many benefit from rising prosperity and not just the few?",
        "Some on the right argue for a return to free-market, trickle-down economics – cutting taxes at the top, stripping out regulation and making deep cuts to public services.",
        "Others say if the problem is that rapid globalisation and technological change have undermined the pay and prospects of working people, then the simplest thing to do is to turn our back on those economic forces.",
        "To put up trade barriers.",
        "Or to leave the European Union.",
        "I know, as an MP who had, until recently, the largest BNP membership of any constituency in the country, how some on the extremes of left and right see the solution to be isolationism, turning inwards, setting their face against the rest of the world and the global economy.",
        "And it would be a mistake to believe that the frustration with the status quo in Brussels is confined to UKIP voters, any more than is scepticism about our open trading relationships with the rest of the world.",
        "But I say that both these arguments are the road to economic ruin.",
        "In my view, Britain has always succeeded – and can only succeed in the future – as an open and internationalist and outward-facing trading nation, with enterprise, risk and innovation valued and rewarded.",
        "Backing entrepreneurs and wealth creation, generating the profits to finance investment and winning the confidence of investors from round the world.",
        "But we cannot succeed the Tory way through a race to the bottom – with British companies simply trying to compete on cost as people see their job security eroded and living standards decline.",
        "We can only succeed through a race to the top – investing in the skills of all as we make our economy more dynamic and competitive, and earn our way to higher living standards for everyone.",
        "That is why Labour is today the party of radical economic change",
        "I know some in the business community believe that Labour’s focus on living standards, fairness, transparency and competition is anti-business.",
        "But we will only win support for an open and dynamic market economy if we show that it can work for all, and not just some.",
        "Without an active industrial policy to manage these powerful forces of globalisation and technological change, inequalities will continue to widen and, for many, precarious low skilled work will increasingly become the norm.",
        "At a time when politicians and business leaders often seem to compete with each other for bad headlines, none of us can afford to bury our heads in the sand and ignore the concerns of the majority of people across our country that our economy is not currently working for them and their families.",
        "That is why it is so vital that Labour shows we can succeed where the Tories have failed, working with business to shape the economic policies that can change Britain and earn our way to rising living standards for all.",
        "And that is the agenda that Ed Milliband, my Shadow Cabinet colleagues and I have been setting out in recent weeks – not anti-business, but anti-business as usual.",
        "To support good jobs and higher skills for all, we will:",
        "– Expand free childcare for working parents to 25 hours a week to help make work pay.",
        "– Introduce a compulsory job for the long-term unemployed and every young person under the age of 25 out of work for more than a year – paid for by repeating the successful tax on bank bonuses and restricting pensions tax relief for the very highest earners – a job they would have to take up or lose benefits.",
        "– Introduce a new ‘gold standard’ vocational qualification and, as Rachel Reeves set out this week, require compulsory basic skills tests for anyone claiming Jobseekers Allowance.",
        "– Increase support for high-end apprenticeships, including in companies seeking to bring in more skilled migrants.",
        "– And combine tougher immigration controls and fair labour market rules which can get the benefits of migration while commanding public trust.",
        "To ensure markets work in the public interest and for the long-term, we will:",
        "– Legislate for more competition and tougher regulation in energy and banking to make sure these markets serve the public interest.",
        "– Support new rules on takeovers and executive pay, following the Kay and Cox Reviews, so that corporations focus on long-term value rather than short-term returns.",
        "– And Chuka Umunna, Lord Adonis and I will also explore reforms to ensure workers benefit from increased productivity through greater profit-sharing and employee share ownership, not the Tory plan to trade away rights for shares, but looking at the case for a new national, tax-advantaged profit-sharing scheme.",
        "To deliver an investment-led recovery, we will:",
        "– Set up a British Investment Bank to support small business, as we cut and then freeze their business rates.",
        "– Back a new 2030 low carbon target to stimulate long-term investment in renewable, nuclear and clean gas and coal.",
        "– Invest in science and R&D, with strengthened collaboration between universities and businesses, to support innovation and nurture new ideas and new companies.",
        "– And commit to building 200,000 new homes a year by 2020, with reforms to our planning system and a new long-term Infrastructure Commission as proposed bygf Sir John Armitt.",
        "And to ensure this long-term prosperity is shared around Britain, we will devolve economic power to innovative cities and regions and investment in our high technology and manufacturing supply chains.",
        "These are the clear and detailed and deliverable policies we need to change Britain and persuade a sceptical public.",
        "Radical – but not utopian.",
        "Visionary – but evidence-based.",
        "Egalitarian – but honest and realistic.",
        "You could even call it a Fabian approach to managing economic change.",
        "**LABOUR – THE FISCAL CHALLENGE OF CHANGE**",
        "But there is a further challenge we face in winning public trust to deliver change.",
        "After three years of economic stagnation and with the sustainability of the recovery still uncertain, we stand to inherit a very difficult fiscal situation in 2015.",
        "As Ed Miliband said last week, deficit reduction alone does not make for a successful economic policy.",
        "But both of us know it is a necessary and important part of it.",
        "With the deficit we inherit currently set to be nearly £80 billion and the national debt still rising, it will be up to the next Labour government to finish the job.",
        "This means that delivering change – on living standards, on skills and innovation and on jobs for young people, while safeguarding our NHS and vital public services – will be more difficult than at any time in living memory.",
        "Certainly more difficult than at any time since the post-war Labour government of 1945.",
        "So let me be clear.",
        "We are determined to deliver the change we need to make our economy work over the long-term and to build a fairer society that rewards hard work and protects the vulnerable.",
        "But we must make sure the sums add up.",
        "We cannot and will not duck the hard choices ahead.",
        "Without fiscal discipline and a credible commitment to eliminate the deficit, we cannot achieve the stability we need.",
        "But without action to deliver investment-led growth and fairer choices about how to get the national debt down while protecting vital public services, then fiscal discipline cannot be delivered by a Labour government – or, in my view, by any government",
        "It is these three objectives – fiscal discipline, growth and fairness – which will guide our approach.",
        "Let me take them in turn.",
        "**Fiscal Discipline**",
        "First, fiscal discipline.",
        "Last year, I set out how we will deal with the very difficult fiscal situation we will inherit in 2015.",
        "We won’t be able to reverse all the spending cuts and tax rises that the Tories have pushed through.",
        "We will have to govern with less money, which means the next Labour government will have to make cuts too.",
        "No responsible Opposition can make detailed commitments and difficult judgments about what will happen in two or three years time without knowing the state of the economy and public finances that we will inherit.",
        "But we know we will face difficult choices.",
        "The government’s day-to-day spending totals for 2015/16 will be our starting point.",
        "There will be no more borrowing for day-to-day spending.",
        "Any changes to the current spending plans for that year will be fully-funded and set out in advance in our manifesto.",
        "And we will insist that all the proceeds from the sale of our stakes in Lloyds and RBS are used to repay the national debt.",
        "Alongside these commitments, Chris Leslie, the Shadow Chief Secretary to the Treasury, has already begun our zero-based review of public spending.",
        "By examining every pound spent by government from the bottom up, we will root out waste and inefficiency.",
        "And we will look at new ways of delivering public services suited to tougher times – while ensuring that they continue to make a huge contribution to the strength of our economy and the fairness and stability of our society.",
        "Even those departments or areas of government spending which we chose to ring-fence will still be subject to this review because it is vital that we get maximum value for money for every pound spent.",
        "So we have already gone further than any Opposition has at this stage in setting out a clear and disciplined approach.",
        "But I want to go further still.",
        "So I am today announcing a binding fiscal commitment.",
        "The next Labour government will balance the books and deliver a surplus on the current budget and falling national debt in the next Parliament.",
        "So my message to my party and the country is this:",
        "Where this government has failed, we will finish the job.",
        "We will abolish the discredited idea of rolling five year targets and legislate for our tough fiscal rules within 12 months of the general election.",
        "Tough fiscal rules which will be independently audited by the Office for Budget Responsibility.",
        "We will get the current budget into surplus as soon as possible in the next Parliament.",
        "How fast we can go will depend on the state of the economy and the public finances we inherit.",
        "And because we will need an iron commitment to fiscal discipline, I have also asked the Office for Budget Responsibility to independently audit the costing of every individual spending and tax measure in Labour’s manifesto.",
        "I urge the Chancellor to work with us to make this happen ahead of the next general election.",
        "This would be the first time this kind of independent audit has ever happened – and I believe it is essential to restore public trust in politics and improve the nature of the political debate.",
        "**Growth**",
        "Second, alongside fiscal discipline, the reforms I set out earlier to get people back young people back to work and earn our way to long-term economic growth and prosperity are also vital to deficit reduction.",
        "We can only reduce the fiscal deficit if our recovery is balanced, long-term and doesn’t sow the seeds of problems ahead.",
        "The challenge is to deliver stronger, investment-led growth which helps reduce the deficit in a sustainable way.",
        "And with business investment still weak, housing demand once again outstripping housing supply and the IMF forecasting that UK growth will slow down again next year, it’s clear that this is not yet a recovery that is built to last.",
        "On housing, we support Help to Buy.",
        "But we have called on the government to allow the Bank of England to urgently review how the scheme is working and to target its impact.",
        "As we have said before, it cannot make sense for taxpayers to guarantee mortgages on homes worth as much £600,000.",
        "And we have consistently warned, as have the CBI and the IMF, that action to support housing demand must be matched by action to increase housing supply.",
        "But none of these things have happened.",
        "So I say George Osborne must listen to the CBI and the IMF and act in the Budget to bring forward housing investment.",
        "We need Help to Build, not just Help to Buy.",
        "This would help people aspiring to own their own home, create thousands of jobs and apprenticeships and ensure we have a recovery that is built to last.",
        "And it is why housing investment will be a central priority for the next Labour government.",
        "Of course, there is a careful fiscal judgement to be made.",
        "I have said that there will be no more borrowing for day to day spending in 2015-16.",
        "But consistent with our tough fiscal rules, we will assess the case for extra capital spending to boost growth and jobs and make our economy stronger for the long-term.",
        "Because the longer it takes to deliver the long-term policies that will transform our economy and earn our way to higher living standards, the harder it will be and the longer it will take to get the deficit down.",
        "**Fairness**",
        "Third, Labour will combine iron discipline on spending control and action on growth with a fairer approach to deficit reduction.",
        "That means facing up to the tough choices that are necessary if we are to take a fairer approach to deficit reduction.",
        "As I said at this Conference two years ago, fair pay restraint in the public sector in this parliament would have been necessary whoever was in government.",
        "And at a time when the public services that pensioners rely on are under such pressure, the next Labour government will not continue paying the winter fuel allowance to the richest five per cent of pensioners.",
        "We won’t be able to reverse the Government’s cuts to child benefit for the highest earners.",
        "We will keep the benefits cap, but make sure it properly reflects local housing costs.",
        "We will cap structural social security spending.",
        "And yes, over the long-term, as our population ages, there will need to be increases in the retirement age too.",
        "And we will make changes to create a fairer tax system.",
        "So we will crack down on tax avoidance, scrap the shares for rights scheme and reverse the tax cut for hedge funds.",
        "We want a lower 10p starting rate of tax, which would help make work pay and cut taxes for 24 million people on middle and lower incomes.",
        "And today I want to go further, to ensure that those with the broadest shoulders bear a fairer share of the burden.",
        "The latest figures show that those earning over £150,000 paid almost £10 billion more in tax in the three years when the 50p top rate of tax was in place than when the government conducted its assessment of the tax back in 2012.",
        "And when the deficit is still high, when tough times are now set to last well into the next parliament, when for ordinary families their real incomes are falling and taxes have risen it cannot be right for David Cameron and George Osborne to have chosen to give the richest people in the country a huge tax cut.",
        "That’s why, for the next parliament, the next Labour government will reverse this government’s top rate tax cut so we can finish the job of getting the deficit down and do it fairly.",
        "For the next Parliament, we will restore the 50p top rate of tax for those earning over £150,000.",
        "Reversing this unfair tax cut for the richest one per cent of people in the country.",
        "And cutting the deficit in a fairer way.",
        "**CONCLUSION – CHANGED LABOUR CHANGING BRITAIN**",
        "So, can Labour change Britain?",
        "My answer is a resounding Yes.",
        "By setting tough and credible fiscal rules.",
        "By supporting the long-term growth that will earn our way to higher living standards and help reduce the deficit.",
        "By rooting out waste in public spending.",
        "By making fairer choices on tax and benefit reform.",
        "By pursuing radical reforms to tackle the cost of living crisis and build an economy that works for working people.",
        "Yes, under Ed Miliband’s leadership, Labour can change Britain.",
        "And less than four years after our general election defeat, we are also showing that Labour has changed",
        "Working with business to make our economy more dynamic – but challenging business to support difficult reforms which promote competition and long-term value.",
        "Recognising the role that trade unions play in our economy – but challenging them to change as we reform our party for a new century.",
        "Supporting the most vulnerable and abolishing the bedroom tax – but proposing tough reforms to put work first.",
        "Pro-European – but not ducking the big reforms we need.",
        "Open to the outside world – but refusing to accept a race to the bottom where low-skilled, low-paid work becomes the norm.",
        "Celebrating wealth creation and entrepreneurs – but clear that the richest must bear their fair share of the burden.",
        "Yes, Labour has changed.",
        "So let us now win the trust of the British people.",
        "And together let us deliver the change Britain needs.",
        "Thank you."
    ]
}