{
    "url": "https://www.ukpol.co.uk/ed-balls-2012-speech-to-tuc-conference/",
    "title": "Ed Balls – 2012 Speech to TUC Conference",
    "post_date": "March 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls, the Shadow Chancellor of the Exchequer, to the TUC Conference on 11th September 2012.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1.jpg)",
        "Congress, it’s a great honour to speak to you today.",
        "Thank you Paul for that introduction and for your leadership and support over recent years: fighting the BNP, campaigning for free school meals, standing up for jobs and a fair deal for working people across our country.",
        "And in the days after the fabulous and frankly nation-changing Paralympic Games – a week in which the whole country saw first-hand not what disabled people cannot do, but the excellence they can achieve – contrast that to the thousands of disabled working people who have proved that with the right help they can work, but have now be en thrown on the scrapheap with no guarantee of a new job to go to.",
        "So let me commend, too, the work the GMB has led to campaign against the betrayal of Remploy workers.",
        "But Congress, what do you expect.",
        "From a Government and a Prime Minister who think you:",
        "– restore consumer confidence and tackle insecurity at work by allowing employers to hire and fire at will;",
        "– end recession and kick-start the housing market simply by making it easier to get planning permission for a conservatory;",
        "– and tackle gender discrimination by telling a 54 year old woman Cabinet minister she is too old to do the job, and then appointing a 56 year old man instead.",
        "What a contrast to this Trade Union Congress – proudly set to anoint your first female General Secretary in 100 years.",
        "Let us take this opportunity to congratulate your General-Secretary-Elect, Frances O’Grady.",
        "Congress, I can think of no better person than Frances t o teach David Cameron that you don’t have to be ‘butch’ to be a strong and tough and principled leader.",
        "And let me start by adding my congratulations and thanks to all the deserved winners of the gold awards that we have presented this morning.",
        "Congress, we rightly celebrate the fabulous volunteers who made the Olympics such a success.",
        "Let us also celebrate all the trade unions lay members who – day in, day out – voluntarily give their time and energy and commitment standing up for the rights of their members.",
        "And on a personal note, I want to say – there is no one who has fought harder to defend members in tough times and make the case for a fairer, long-term future than the GMB’s President, our friend and colleague, Mary Turner.",
        "Paul, no-one here needs me to tell them that these are tough times.",
        "Britain is just one of two G20 countries in recession – the longest double-dip recession since the Second World War.",
        "Living standards face the biggest squeeze since the 1920s with prices rising faster than wages.",
        "Unemployment is high, with long-term youth unemployment rising month by month.",
        "And the costs of this economic failure are rising with borrowing up by a quarter so far this year.",
        "But Congress, it does not have to be this way.",
        "There is an alternative.",
        "And the Conservatives cannot say they were not warned.",
        "Remember what your General Secretary, Brendan Barber, said to this conference here in Brighton two years ago.",
        "Brendan highlighted the reckless gamble the Coalition Government was taking with our economy.",
        "He warned that the Cameron-Osborne plan risked choking off recovery and making a difficult situation worse.",
        "Brendan, you called it right. You and this Congress stood out against the consensus, not just on behalf of your members but on behalf of working people across the country.",
        "And Brendan, may I say, once a gain you showed the courage and calm judgement and commitment to jobs and social justice which have characterised your tenure as TUC General Secretary over the past decade.",
        "And I am proud to say that with Ed Miliband and my Shadow Cabinet colleagues we have stood side by side with you and argued and campaigned and marched to make the case for the economic alternative.",
        "Just remember what the Tories promised two years ago:",
        "That their faster tax rises and spending cuts plan would secure the recovery and make Britain a safe haven.",
        "That their economic plan would deal with the national debt.",
        "And that ‘we are all in this together.’",
        "The recovery secured?",
        "We’re in a double-dip recession and our economy has contracted by 0.6% since the Spending Review.",
        "Deal with our debts?",
        "Conference, the latest figures show that so far this financial year borrowing is £9bn higher than last year.",
        "Not borrowing falling… but borrowing rising – up by a quarter.",
        "Rising borrowing not to invest in the jobs of the future but simply to pay for the mounting costs of economic failure.",
        "And as for ‘we’re all in this together’, we don’t hear that line anymore.",
        "Not from a Chancellor whose Budget decisions have so far hit middle and lower income families harder than those on the highest incomes, women hit harder than men and families with children hit hardest of all.",
        "Not from a Chancellor who tried to raise taxes on pasties, caravans, churches, charities and pensioners, while cutting the top rate of tax only for the rich – a £3 billion tax cut giving £40,000 a year to a millionaire. Millions paying more in tax to pay for a tax cut for millionaires.",
        "No wonder trade union members up and down the country are saying – it’s the same old Tories, hitting the many to help out a privileged few.",
        "And as Brendan said at the weekend, we now risk a lost decade of slow g rowth and high unemployment which will do long-term damage.",
        "Over 33,000 companies already gone bust since the General Election.",
        "Investment plans cancelled – or diverted overseas.",
        "New ideas and new ventures being promoted in other countries.",
        "Our economy weaker, capacity lost, and I very much fear that the result will be an economy more prone to inflationary pressures when the recovery finally comes.",
        "And above all, long-term youth unemployment becoming entrenched – damaging young lives, and racking up costs which we will all have to pay.",
        "Not short-term pain for long-term gain, but short-term pain causing long-term damage and a long-term price for this government’s economic failure.",
        "And yes, at the same time, this coalition government is also using the cover of deficit reduction to mount a full-scale assault on our public services and those who work in them:",
        "– A reckless NHS reorganisation which will waste billions and risks putting profit before patient care;",
        "– Market-based school reforms, with Michael Gove now talking openly of profit-making schools;",
        "– And deep cuts to policing which are already hitting front-line services.",
        "All of which are rightly being challenged by Unison, the NUT, NASUWT, ATL, the Police Federation and many others.",
        "So let me say to Frances and to all the General Secretaries in this hall today.",
        "We understand that you need action now – a change of course and a plan for jobs and growth.",
        "The fact is you and your members cannot just sit back and wait for a Labour government .",
        "Because despite the valiant efforts of Labour councils up and down the country, the damage is being done now.",
        "That is why we have set out five immediate steps the government can and should take right now, steps the Labour would take now if we were in power:",
        "– repeat the bank bonus tax again this year – and use the money to build 25,000 affordable homes and guarantee a job for 100,000 young people;",
        "– genuinely bring forward long-term investment projects – schools, roads and transport;",
        "– reverse the damaging VAT rise now for a temporary period;",
        "– an immediate one year cut in VAT to 5 per cent on home improvements, repairs and maintenance to help home-owners and boost construction;",
        "– and a one year national insurance tax break for every small firm taking on extra workers to help small businesses grow and create jobs.",
        "Families and businesses – and every one of your members – are crying out for a change of course and some hope for the future.",
        "So Ed Miliband and I understand and share your frustration and worry and concern.",
        "You say that strikes must always be a last resort.",
        "And I am sure that the last thing the vast majority of trade union members want, at a time of such uncertainty, is strikes over the coming months.",
        "It is not what we want.",
        "It is not what the public wants either.",
        "But when coalition ministers warn that they will have to act and legislate if we see a return to the un-rest of the 1980s, what we are really seeing is Tories itching to provoke a row about strikes so they can blame the stalling recovery on trade union members and working people.",
        "When it should be David Cameron and George Osborne and Nick Clegg who must now admit their plan has failed and change course.",
        "So let us say loud and clear:",
        "We don’t want to see a return to the 1980s.",
        "We don’t want a return to the hatred, division and confrontation of the 1980s.",
        "We don’t want a return to the strikes and lost working days of the 1980s – seven times more days lost than under the last Labour government.",
        "We don’t want a return to the rising child poverty, decaying school buildings and long NHS waiting lists of the 1980s.",
        "And above all we don’t want to return – ever again – to the mass youth unemployment of the 1980s – when young people left school or college and went straight into long-term unemployment – opportunity denied, a terrible waste of talent, which scarred our country for years to come.",
        "Congress, we know now that it will fall to the next Labour government to clear up George Osborne’s economic mess.",
        "And it’s going to be hard.",
        "As Ed Miliband and I have said for many months, this Government’s failure – no growth, rising borrowing, our economy permanently weakened – means the next Labour government is now set to inherit a substantial deficit that we will have to deal with.",
        "Which is why – however difficult this is for me, for some of my colleagues and for our wider supporters – when we don’t know what we will inherit, we cannot make any commitments now that the next Labour government will be able to reverse particular tax rises or spending cuts.",
        "Unlike Nick Clegg, we will not make promises we cannot keep.",
        "Credibility is based on trust and trust is based on honesty.",
        "And we must be honest with the British people that under Labour, there would have been cuts, and that – on spending, pay and pensions – there will be disappointments and difficult decisions from which we will not flinch.",
        "Because the question the public will ask is: who can I trust?",
        "Who will have the discipline and the strength to take tough decisions which will be needed?",
        "George Osborne has shown there is no credibility in piling austerity on austerity, tax rise on tax rise, cut upon cut in the eventual hope that it will work when all the evidence is pointing the other way.",
        "But a radical plan to kick start our recovery, put jobs first and transform our economy will only be possible if we can win the trust of the British people that our plan is credible.",
        "We can stand up for jobs, social justice, equality and fairness – but if we re out of government , we just can’t deliver.",
        "Last Friday I met with a Morley constituent of mine, David, a construction worker and UCATT member for over 20 years with UCATT’s Yorkshire regional officer, Mark Martin.",
        "David told me that work is hard to come by at the moment, with the housing market still flat on its back and the cancellation of Building Schools for the Future.",
        "But he also described how employment in the construction sector has changed over his working life.",
        "Dave currently has an agency contract, which he knows will be restarted before he hits 12 weeks, so he gets limited employment rights. He is paid above the minimum wage, but only because his £7 an hour job includes compensation for holiday pay foregone. He has no sickness pay. No pension.",
        "And he told me he was still better off on the books of his agency than those of his work colleagues who have been forced into bogus self-employment. And much better off than if he was unemployed.",
        "What my constituents, like David, want to know is that we have a credible plan that will work:",
        "– action now to kick-start the recovery ;",
        "– and reforms so that we can change the way our economy works and make his life better for the future. And that is why, in tough fiscal times, as Ed Miliband and I said last week, we must begin to set out long-term reforms we need to unlock long-term investment, tackle insecurity and invest in skills which is the only route to long-term prosperity.",
        "– a modern industrial policy to support long-term wealth creation, with strategic support for our manufacturing and service industries.",
        "– stronger corporate governance to make sure decisions are taken in the long-term interests of wealth creation and jobs.",
        "It’s why we are examining the case for a proper British Investment Bank and why we want to see an international financial transactions tax too.",
        "And let’s make sure that government procurement is not done in a way that disadvantages UK-based manufacturing production.",
        "And that is why, too, on the issue of bogus self-employment, in the construction sector and more widely, I am determined that we look at this issue again.",
        "There is a careful balance to be struck. I do not want in any way to undermine genuine self-employment.",
        "But nor should contractual arrangements be distorted and misrepresented to avoid tax and undermine terms and conditions.",
        "It’s not fair to taxpayers.",
        "And it’s not fair to your members either.",
        "So I have asked the Shadow Chief Secretary, Rachel Reeves, to look again at the Treasury’s 2009 proposals for reform – abandoned by this government – and to consult employers, UCATT and the wider TUC to see if there is a better and fairer way forward.",
        "Construction is one of our most important industries.",
        "Let’s work together to make it stronger, safer and fairer for the future.",
        "And yes, we do need radical reform in our banking system, reform which this Government is now watering down.",
        "We were right to reject the absurd Tory claim that the global financial crisis was caused by too much public spending in Britain.",
        "We can’t say this often enough: it wasn’t too many teachers, and nurses and police officers here in Britain which made Lehman Brothers investment bank in New York go bankrupt.",
        "But nor was the global financial crisis caused by the hundreds of thousands of working people, earning ordinary salaries, who work hard every day behind the counter on every high street.",
        "People employed in financial services – in Leeds, Edinburgh, Manchester, Birmingham and Bristol as well as London – who were as shocked and dismayed as everyone else at the gross irresponsibility of a few millionaire bankers at the top who caused such damage and gave their industry a bad name.",
        "People who want tough regulation, w ho want banks to work for the long-term interests of our economy – and who do not deserve to be pilloried for their hard work and service.",
        "So let us work together to make our economy stronger for the long-term and improve the working conditions for trade union members and working people.",
        "I stand here proud to have served in the last Labour Government.",
        "Where we got things right – even where at times we disagreed – I won’t be shy in saying it.",
        "But when TUC members made calls which we did not hear – and which in hindsight we should have – I hold up my hands.",
        "It was TUC members who were telling us to address the housing shortage – and we were too slow to unlock the door to councils investing in new housing.",
        "And it was TUC members who first told us to implement the Temporary and Agency Workers Directive and strengthen enforcement of the minimum wage.",
        "But over those thirteen years, working together, based on common values, we did make real progress for working people.",
        "From tax credits and a national minimum wage to guaranteed holidays and our campaigning to promote the living wage.",
        "From the right to join a trade union and be represented to new rights for parents and carers in the workplace.",
        "From the windfall tax and the New Deal, to the action we took, supported by the Fair Tax campaign, to tackle tax avoidance.",
        "And we must keep working together on these vital issues for the future.",
        "In my time at education, our work together on school standards, discipline, anti-bullying and free school meals showed how Labour, working with unions, can get things right.",
        "And because fair pay and progression is just as important to teaching assistants, caretakers, cleaners, cooks and lunchtime supervisors as for teachers, nurses, doctors and the police, I was proud to work with colleagues in Unison, GMB and Unite to establish the school support staff negotiating body.",
        "Michael Gove has now abolished that body.",
        "And just as this is a profound mistake, so the Government is mistaken to undermine the independent pay reviews and pursue an agenda for wholesale regional and local pay bargaining – which will set hospital against hospital, school against school and be both unfair and cost us more.",
        "Frances, Brendan, we are not always going to agree on every issue.",
        "But I sincerely hope that, whatever disagreements we may have along the way, that you and your members will never stop giving me and the rest of the Shadow Cabinet plenty of tough and straight advice.",
        "Because we in the Labour Party value the commitment to a strong economy and a fair society that is this Congress at its best.",
        "Congress, we know the Government has failed.",
        "But this is no time for complacency for Labour.",
        "Yes, we are ahead in the polls.",
        "And yes, David Cameron does look increasingly trapped:",
        "– with an economic plan which isn’t working;",
        "– a Conservative Party deeply divided;",
        "– and a Chancellor he cannot sack, even though he knows George Osborne is the problem and not the solution.",
        "But Labour cannot just sit back and wait for Tory failure to hand us victory.",
        "That is the complacent road to failure.",
        "We have to make the case – a credible case – for how a Labour government will kick-start recovery and transform our economy if we are to win the support of working people in the ballot box when the General Election finally comes.",
        "Because we know, as you know better than anyone:",
        "– when living standards are squeezed, we know who pays the price;",
        "– when public services are scaled back, we know which communities lose out;",
        "– when unemployment becomes entrenched, we know which areas suffer most;",
        "– when only some children succeed, we know which children will be left behind;",
        "So rest assured, Ed Miliband and I and the whole of the shadow cabinet are determined to take the fight to the coalition and show – for the sake of millions of workers across our country – that there is a better way.",
        "Congress, there is an alternative.",
        "Let us win the argument together."
    ]
}