{
    "url": "https://www.ukpol.co.uk/ed-balls-2007-speech-on-ending-child-poverty/",
    "title": "Ed Balls – 2007 Speech on Ending Child Poverty",
    "post_date": "March 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls, the then Secretary of State for Children, Schools and Families, on ending child poverty made on 10th December 2007.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls.jpg)",
        "I’m delighted to be speaking here today. And it is timely for me to be here because – as many of you know – tomorrow we are publishing our Children’s Plan.",
        "Over the past six months, we have been listening to parents, teachers, professionals, and children and young people themselves.",
        "We have heard that while there are more opportunities for young people today than ever before, parents want more support in managing the new pressures they face such as balancing work and family life, dealing with the internet and modern commercialism, and letting their children play and learn whilst staying safe.",
        "We heard that while children are doing better than ever in school, we need to do more to ensure that every child gets a world class education.",
        "And we heard that while fewer children now live in poverty, too many children’s education is still being held back by poverty and disadvantage.",
        "If we are going to make this the best place in the world for children and young people to grow up.",
        "If we are going to help all children and young people to fulfil their potential, we need to eradicate child poverty.",
        "This morning, Beverley Hughes and I visited Cardwell Primary School in Woolwich. Cardwell Primary School is located in an area of high deprivation, with over half of the children eligible for free school. But those children’s education is not held back by poverty and disadvantage.",
        "They are not held back because of the commitment of the head teacher – Carol Smith – and her team to look at the needs of the ‘whole child’ – tackling all the barriers to learning faced by their pupils.",
        "And they are able to do so effectively because their school is co-located with a children’s centre that offers a wide range of different services for the local community.",
        "Eradicating child poverty is something I care passionately about. It was something I was deeply committed to when I worked at the Treasury and I have worked with many of you over the past few years.",
        "It shouldn’t surprise any of you that I have carried this commitment with me to my new role as the first ever Secretary of State for Children, Schools and Families.",
        "Back in 1999, this Government set one of the most ambitious economic and social policy objectives set by any government in the developed world – to eradicate child poverty within a generation.",
        "At that time, we had inherited an intolerable situation. Between 1979 and the mid 1990s, the number of children living in poor households had more than doubled.",
        "By the time this Government came to power in 1997, the UK had the worst rate for child poverty in Europe – indeed, it was one of the worst of any industrialised nation.",
        "Since then, we have managed to stem the long-term trend of rising child poverty by galvanising our efforts around our goal.",
        "Partly through our investment in support for children and families since 1997:",
        "– The reforms to the tax and benefit system that mean that the poorest families will be an average of £4,000 better off in real terms by April 2009;",
        "– The 1,500 Sure Start Children’s Centres that are offering services to over a million young children and their parents;",
        "– And the national minimum wage underpinning all of our support for low-income families.",
        "As a result, there are 600,000 fewer children living in relative poverty now than there were in 1998/99 – the biggest fall of any EU country over this period.",
        "But work has also been central to our ambitions – over 2.7 million more people now in work, including 335,000 more lone parents – bringing the total of lone parents now in work to more than a million.",
        "A child of a lone parent that works is three times less likely to be living in poverty than a child of a lone parent that doesn’t. We know work – for those who can – provides the best, most sustainable, route out of poverty. Better off now, but even better off in the future.",
        "As Michael said, and as you all know and we have discussed in recent months, we still have a long way to go. The Joseph Rowntree Foundation and many of you are questioning whether we can sustain our level of progress.",
        "And I share your disappointment that last year’s figures – for the first time since 1999 – showed an increase in the number of children living in poverty.",
        "In every typical class of 30 children in our schools, 6 or 7 of those children are still living in relative low income poverty. In areas such as London, this figure rises to nearly half.",
        "So meeting the 2010 goal to half child poverty and our 2020 goal to eradicate it altogether is not going to be easy. But I want to be clear that we’re not going to abandon these goals just because the going has got tough. This is when we need to redouble our efforts and when we need to try even harder.",
        "The measures we recently announced in the Budget and in the PBR will take an estimated further 300,000 more children out of poverty. I know some of you are disappointed we have not done more. But our commitment is genuine and real.",
        "Rightly, you will always be campaigning for more immediate help to lift children out of poverty. And when I joined the Chancellor of the Exchequer at No 11 Downing Street last month to meet the End Child Poverty rally, we all agreed that we wanted to see more resources to support families living in poverty.",
        "But I know you will also agree with me that, if we want to eradicate child poverty altogether over the next decade, we will need to have a much broader, all-encompassing approach. It is vital that we prevent children who are in primary school today from becoming tomorrow’s impoverished parents if we are to meet our 2020 goal of eradicating child poverty.",
        "Because this is not a problem we can simply buy our way out of – it’s as much about what we do in children’s centres, in our schools and in the health services we provide for families. It’s as much about how we are preparing our children and young people for work as how much we are investing.",
        "This is why we have taken a series of broader decisions over the last few months. And I believe there are reasons for us to be optimistic about our potential to meet that goal because we now have:",
        "– A new department",
        "– A new joint child poverty unit",
        "– New, simpler but tougher PSAs to drive more action on child poverty locally",
        "– A Children’s Plan being published tomorrow.",
        "I would like to say something about each of these in turn.",
        "**NEW DEPARTMENT**",
        "Let me start with the new department. For the first time, we have a government department – the Department for Children, Schools and Families – that exists to champion the needs of children and young people.",
        "For the first time, all policy for schools, children’s services, youth services and the Respect agenda have been brought together in one department.",
        "And my department shares responsibility for youth justice with the Ministry of Justice – and I am actively working with Jack Straw on how we tackle the causes of youth crime because our approach must be based on prevention.",
        "For child health with the Department of Health.",
        "For children’s sport and play with the Department for Culture, Media and Sport.",
        "For alcohol and drugs with the Home Office.",
        "And of course, with the Department for Work and Pensions and the Treasury for child poverty.",
        "Understandably, many of you will be wondering what this will mean in practice – is it simply a superficial rebranding exercise or is it a more meaningful change that signals that we are going to do things differently?",
        "I am committed to making sure it is the latter by focussing on all the barriers to learning faced by all today’s children and young people. As the Department for Children, Schools and Families, we can make sure that – at a national level – we are focusing every policy that relates to children and families on tackling child poverty. And we will be able to drive local leaders – from lead members and directors of children’s services to children’s centre managers – to see the work as part of our shared challenge to tackle poverty.",
        "But collaboration at the centre of government needs to be matched – or even exceeded – at a local level.",
        "That’s why we are supporting the LGA’s Narrowing the Gap project, led by Christine Davies.",
        "And that’s why we will champion all the good examples of integrated working between Children’s Information Services, Children’s Centres, Extended Schools and Job Centre Plus.",
        "We need this to become the norm, not the exception, if we are to provide the best support to all parents and families.",
        "Central to this is the provision of affordable, accessible and reliable child care, so that parents can go to work – and fulfil their own ambitions – safe in the knowledge that their children are being well looked after.",
        "**CHILD POVERTY UNIT**",
        "Second, our new joint Child Poverty Unit. This is the working expression of how we will do things differently. Sitting in my department, it brings together expertise from DWP and my Department under one banner – and will enable us to co-ordinate our efforts to tackle child poverty more effectively, engaging both local leaders as well as strengthening action across central government, working with the devolved administrations. I am looking at what we need to do to meet our 2020 goal with Alistair Darling and Peter Hain.",
        "One of the most important things about the new unit is that it will be outward facing – it will actively seek and incorporate your views and expertise.",
        "I am very grateful to Martin and to Barnardo’s for allowing Neera Sharma to be seconded to the new Unit.",
        "And I am delighted to announce that we have now appointed a new Head for the Child Poverty Unit – Caroline Kelham, who joins us from the Prime Minister’s Strategy Unit, where she has recently been leading work on the Government’s Good Childhood Enquiry.",
        "Under Caroline’s leadership and with your support, the Unit will address all policy relating to child poverty – employment, education, health, housing, family and child wellbeing. Its first major task will be to map across government all that we’re doing to tackle child poverty and moving in the right direction.",
        "**NEW PUBLIC SERVICE AGREEMENTS**",
        "Third, the new PSA announced in October reaffirmed our commitment to half child poverty by 2010.",
        "But in addition, we have a whole set of simpler and also tougher targets that will, in the long term, lay the foundations for us to eradicate child poverty.",
        "It’s important that, for the first time ever, we have a target not only on raising the achievement of all children, but on narrowing the achievement gap and making sure all young people are on the path to success. We see that as vital if we are to break intergenerational cycles of poverty, not just lift children in the current cycle out of poverty.",
        "We will share responsibility for the Child Poverty PSA with the Treasury and with DWP. A board of senior policy experts will oversee delivery of the target. They will report jointly to Alistair Darling, Peter Hain and me, so the emphasis is firmly on joint working. But again, I want to be clear about this. It doesn’t just mean that, once a year, we’ll listen to a progress update on whether we’re going to meet our target or not. Alistair, Peter and I all see this as something we need to drive forward on a day-to-day basis if necessary – if that’s what it takes to meet the 2020 goal.",
        "**CHILDREN’S PLAN**",
        "Finally, tomorrow we are publishing the first ever Children’s Plan, to put the needs of families, children and young people at the centre of everything we do.",
        "Building on a decade of reform and results, and responding directly to what we heard from parents, teachers, professionals, and children and young people themselves, it will reinforce our commitment to eradicating child poverty and ensuring that all children and young people are happy, healthy and grow up to be successful.",
        "It will consider what more we can do across all of the services we provide to help poorer families in areas such as childcare and children’s play.",
        "It will also set out what more we can do to help narrow the attainment gap between disadvantaged children and their peers.",
        "There are early signs that the attainment gap is narrowing – the latest figures show that the gap in GCSE average point scores between pupils receiving free school meals and those not narrowed by 6.2 points from 2004 – 2006.",
        "But we know we need to do more. That is why we have allocated more money for children’s centres, money to support disadvantaged children to access enriching activities through extended schools and one-to-one tuition for those who are falling behind.",
        "And the Children’s Plan we will set out what we can do to get excellent individual services – Sure Start centres and mid-wives, schools and GPs, youth centres and youth offending teams – working together with parents and services co-located in schools to spot problems early, tackle barriers to learning and then act effectively. That is our vision for schools in the 21st century and 21st century children’s services to make England the best place to be a child.",
        "You will no doubt already have heard that we are committing an additional £18 million to provide home safety equipment for families living in the most deprived circumstances. Because we know that children under five from the most disadvantaged backgrounds are much more likely to die or be injured as a result of household accidents.",
        "We also know that disabled children are much more likely to be living in poverty than non-disabled children.",
        "Today, and on top of the £280m to fund short breaks that we allocated in Aiming High for Disabled Children, I can announce that I am allocating £90million over the next three years to invest in facilities to help disabled young people go on short breaks with their peers.",
        "As you will know, since 1973, we have been investing in the Family Fund to support severely disabled children and their families on low incomes. We will now also provide £8.4 million over the next three years to allow us to raise the age threshold of Family Fund support to include young people aged from 16 to 18. That means 16,000 more grants over the next three years for the families that need it most.",
        "**RAISING AWARENESS**",
        "There’s one particular point I’d like to raise with you again today and I know that you have been discussing this morning – what we can do to gain more public support for our efforts to reduce child poverty.",
        "We agree we need an ambitious campaign which creates the space and provides the impetus for real progress:",
        "– forging new alliances and empowering new groups to join the campaign",
        "– winning the backing of the voluntary sector and faith groups",
        "– building a broad-based, cross-party consensus in our country around tackling and ending child poverty is the only way to meet our goal.",
        "Over the past few years, you have made real progress.",
        "You’ve almost trebled in size, bringing in members from new areas and sectors to build much broader support around the shared goal of ending child poverty.",
        "And you’ve always maintained a constructive dialogue with Government, focussing on the long-term prize.",
        "Yet we know that we still sometimes have a hard enough job convincing local leaders and practitioners that they have to take child poverty seriously and do what needs to be done.",
        "And emerging findings from research undertaken by my colleagues at the Department for Work and Pensions mirror your own concerns – that there are significant public misconceptions about child poverty, and that many people don’t think child poverty exists in Britain – or fail to see the connection between children living in poverty and poor health or poor achievement in schools.",
        "We need to work with you to ensure more and broader support. And we will do so.",
        "**CONCLUSION**",
        "I’d like to end by thanking you for your ceaseless energy – keeping the focus inside and outside government where it needs to be. Your work is invaluable in helping us turn this ambitious – but vital – goal into a reality.",
        "And as we begin to look in detail at how best to achieve our target of eradicating child poverty by 2020, it is important to recognise that many of the parents and young adults of 2020 are children and young people today.",
        "It should no longer be acceptable for poverty to be something that’s inherited by successive generations.",
        "It shouldn’t be an automatic marker for poor health or underachievement.",
        "Breaking that cycle is an important part of what our Children’s Plan sets out to do.",
        "In 2005, when the global economy was in a downturn – when the going got tough – we redoubled our efforts and we rose to the challenge of tackling child poverty.",
        "I and my colleagues in Government are determined to do so again. But we need your support and we need you to continue to work with us to help us to achieve our goal.",
        "Thank you."
    ]
}