{
    "url": "https://www.ukpol.co.uk/ed-balls-2011-speech-to-gmb-conference/",
    "title": "Ed Balls – 2011 Speech to GMB Conference",
    "post_date": "March 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls, the Shadow Chancellor of the Exchequer, to the 2011 GMB Conference.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1.jpg)",
        "It’s a great honour to be invited today to address your annual conference here in Brighton.",
        "A year ago, I spoke at your conference in Southport as shadow education secretary.",
        "And that day I told this Conference that I came with bad news – that the Conservative Education Secretary Michael Gove had put an immediate stop to the extension of free school meals that this union campaigned for and delivered, through Labour’s National Policy Forum.",
        "Back then, we could only guess at the scale of what this Conservative-led government intended to unleash.",
        "The reckless gamble they were willing to take with our economy, jobs and living standards.",
        "Their determination to force through the deepest cuts to public services for over sixty years – faster than any other country.",
        "And the biggest hit to the living standards of your members in a generation:",
        "VAT up to 20% costing families with children £450 a year and pushing up petrol prices too;",
        "Pensions and benefits uprated by the CPI not RPI on a permanent basis;",
        "Women already in their fifties having to work another one or two years to draw their pension;",
        "Cuts to childcare support;",
        "The youth jobs fund abolished;",
        "Workplace rights scaled back for parents;",
        "Tuition fees to be trebled;",
        "And Educational Maintenance Allowances – support that helped the children of thousands of low paid workers stay on in education – now removed.",
        "And we also had no idea of quite how unable or unwilling Nick Clegg, Vince Cable and their Liberal Democrat colleagues would be to do anything about it.",
        "But we can’t be in any doubt any more.",
        "We know that the global financial crisis was a crisis that happened in every country – it was not a recession made in Britain.",
        "We know that the crisis was caused by the irresponsible actions of banks round the world – but I say this to you in all humility – Labour should have been tougher on them.",
        "And we know we need to get the deficit down and that means tough decisions – tax rises and spending cuts.",
        "But the evidence is all around us – George Osborne’s plan is not working as he expected. And however much he and the IMF now hope this is just a temporary blip, the fact is his spending cuts are going too far and too fast and have seen our economy flat-line in the last six months, as the confidence has slumped and the recovery has stalled.",
        "And by cutting too far and too fast, he is creating a vicious circle in our economy: more people out of work and on benefits will make it harder to get the deficit down. In fact the Government is now set to borrow £46bn more than they had planned.",
        "So today I want to set out why this rash plan is not working – and why the Government should follow Labour’s alternative and balanced deficit plan which puts jobs first.",
        "I want to explain why this week the shadow work secretary Liam Byrne and I will launch a new campaign for a £2 billion tax on bankers’ bonuses which should be used to create 100,000 more jobs for young people, build more affordable homes and support Small Businesses.",
        "But before I do – let me say this…",
        "When Coalition Ministers come to this Conference and warn that they will have to act and legislate if we see a return to the un-rest of the 1980s…",
        "Do not fall for this transparent game…",
        "This attempt by Government Ministers to provoke a row about strikes and blame the stalling recovery on trade union members and working people.",
        "Do not fall for David Cameron and George Osborne and Vince Cable’s desperate attempt to take this country back to the confrontation of the past.",
        "Instead… let us say loud and clear:",
        "We don’t want to see a return to the 1980s.",
        "We don’t want a return to the division and confrontation of the 1980s.",
        "We don’t want a return to the strikes and lost working days of the 1980s – seven times more days lost than under the last Labour Government.",
        "We don’t want a return to the mass unemployment of the 1980s.",
        "We don’t want a return to the rising child poverty of the 1980s.",
        "We don’t want a return to the decaying school buildings, and long NHS waiting lists of the 1980s.",
        "And above all we don’t want to return – ever again – the mass youth unemployment of the 1980s – to a time when young people left school or college and went straight into long-term unemployment – opportunity denied, a terrible waste of talent, which scarred our country for years to come.",
        "That is why we now need a proper debate about an alternative economic policy – a proper Plan B for jobs and growth, which – with sensible cuts and fair tax ris es – is the best way to get the deficit down.",
        "A proper debate which does not falsely claim that the recession and the deficit and now the stalling recovery are all caused by the national minimum wage or better maternity and paternity pay or record spending on the schools and NHS.",
        "You cannot blame this global financial crisis on GMB members, trade unions members, teachers, nurses, carers, lunch-time supervisors – Mums and Dads and Grandparents too.",
        "That would be a travesty – and we must not let David Cameron, George Osborne and Vince Cable get away with it.",
        "Let me say first how much we in the Labour Party value the commitment to a fairer society that embodies this union at its best.",
        "We appreciate the strong and challenging leadership of your general secretary, Paul Kenny.",
        "We appreciate the work your members do up and down the country to improve the working conditions for those in vital industries across our country – whether in our utilities, our public services or in the private sector.",
        "A mature relationship with the Labour Party and the trade union movement working together will be a vital part of any future for a strong and prosperous Britain.",
        "I stand here proud to have served in the last Labour Government.",
        "Where we got things right – even where at times we disagreed – I won’t be shy in saying it.",
        "But when this union made calls which we did not hear – and which in hindsight we should have – I hold my hands up.",
        "Your union led by Paul was at the forefront of bringing key issues to the top of the political agenda.",
        "Paul was the one of the first to make the case that we were too slow to recognise the impact of the unrestricted movement of labour within the rapidly expanding EU.",
        "He was the one saying that we cannot fight racism effectively if we ignore people’s worries about immigration",
        "We were too slow on the temporary and agency workers directive and we should have done more to manage the influx of labour from the EU.",
        "And your members were telling us we were late in addressing the housing shortage – and we were too slow to unlock the door to councils investing in new housing.",
        "But in thirteen years there were times when a mature relationship, based on common values, reaped real rewards for working people.",
        "From tax credits and a national minimum wage to make work pay to guaranteed holidays;",
        "From the right to join a trade union and be represented to new rights for part-time, temporary and agency workers;",
        "And new rights for parents and carers in the workplace.",
        "Our free school meals campaign shows how Labour, working with unions such as yours, can get things right.",
        "And with Brian Strutton and our colleagues in Unison we established the School Support Staff Negotiating Body.",
        "Fair pay and progression is just as important to teaching assistants, caretake rs, cleaners, cooks and lunchtime supervisors as for teachers, nurses, doctors and the police.",
        "The Government is making a profound mistake by abolishing that body.",
        "As I said at the outset, these are difficult times for the Labour Party, the Trade Union movement and above all the people we are here to represent.",
        "Well over twelve months on from the last general election, it is a matter of real regret that I am addressing your conference as the Shadow Chancellor, of an opposition Labour Party rather than as part of a Labour Government.",
        "I remember meeting a group of trade union activists in Manchester last July during the leadership election and one of them saying to me:",
        "“It’s all very well you coming along with your diagnoses of what went wrong and your vision for the next decade – but our members are losing their jobs now. What are you going to do about it?”",
        "It is both public sector and private sector workers who are being hit ha rd by the deepest and fastest cuts of any other major economy in the world",
        "It is GMB members whose jobs are on the line because of the Southern Cross scandal – as well as vulnerable people in their care. And with thanks to the work of your union we know the true impact of the massive frontloaded cuts to local government – hitting jobs and services and hitting the poorest areas hardest.",
        "We should remember that when the government claims that we are all in this together.",
        "GMB members – especially those working part time or in low paid jobs, or women and parents bringing up children – know the truth of that claim.",
        "Because while David Cameron promised to lead the most family-friendly Government ever, the reality is that he is giving the banks a tax cut this year, while his changes to tax and benefits are hitting women harder than men and hitting families with children the hardest of all.",
        "And GMB members know that his real agenda includes seein g the door opened wide to a two tier workforce in our public services as TUPE and other rights are reviewed – and protection against unfair dismissal scaled back.",
        "So when anyone tells us that – after 13 years in Government – Labour needs a period in opposition, I think they need their head examining.",
        "People say to me: Ed, you’re good at opposition.",
        "I reply: I hate being in opposition.",
        "Because however effective we are in holding this Tory-led Government to account.",
        "If we’re out of power, we can’t turn people’s aspirations into realities.",
        "If we’re out of power, we can’t protect the vulnerable and help those most in need.",
        "If we’re out of power, we can’t get every child the support they need to succeed.",
        "We can stand up for jobs, social justice, equality and fairness – but if we’re out of power, we can’t deliver.",
        "And yet having spent the last year travelling around the UK as a candidate for the lea dership of our party, then shadow home secretary and now as Shadow Chancellor, I know that – despite the general election result – the Labour Party and trade union members I have met are not down or despondent but energised and united and determined to do what it takes to see Labour back in Government.",
        "And I was proud, along with many of you – and with mums and dads and Grandparents and teachers and nurses and small business owners too –to be part of the TUC rally on 26 March – a massive and peaceful march that said no to the Conservative–led Coalition’s too deep and too fast cuts.",
        "Because we know the very future of our public services, our welfare state, our economy are now in peril because of the reckless and deeply ideological Tory direction this Coalition Government has taken.",
        "And don’t let anyone tell you the lie that this Government has no alternative because Labour spent too much on schools, hospitals and police.",
        "It wasn’t because we built too many new hospitals or repaired too many leaking roofs in our schools here in Britain that Lehman Brothers, an Investment Bank in New York collapsed.",
        "Yes we did increase public spending – because for 18 years the Tories had starved our public services and I make no apologies for building new hospitals – for building new schools.",
        "And we did so by increasing some fairer taxes such as the national insurance rise in 2003 to increase health spending.",
        "And we were able to do so also because we got many of the big calls on the economy right;",
        "Independence for the Bank of England – which the Tories opposed – delivered stable growth and low interest rates;",
        "We kept out of the Euro, a decision which looks even more sensible when we see the trouble Ireland, Greece and Portugal are facing;",
        "And before the global financial crisis we had the second lowest level of debt of any G7 country – lower than the US, France, Germany, Italy and Japan.",
        "And when we left office a year ago, and after some really tough times, we were turning a corner – unemployment starting to fall month by month, lower inflation and the economy starting to grow strongly.",
        "There was still a long way to go, but we were getting back on the right track.",
        "And because more people were in work, paying taxes and not receiving benefits, borrowing ended up over £20 billion lower last year than forecast.",
        "But now George Osborne has ripped up our plan to halve the deficit and decided he will cut the deficit faster than any other major economy in the world – putting up VAT, cutting deep into frontline services, scrapping public and private sector jobs.",
        "And look at what’s happening now:",
        "Our economy – w hich was growing – has now ground to a halt.",
        "Prices are rising for everyone – threatening a rise in mortgage rates.",
        "Unemployment – which was falling month on month – is now forecast to be higher – up to 200,000 higher.",
        "The Treasury borrowed more this April than in any other April – ever.",
        "That’s because there’s a vicious circle.",
        "If the economy isn’t growing and hundreds of thousands of people are losing their jobs, then fewer people pay tax and more people claim benefits making it harder to get the deficit down.",
        "So when George Osborne, Nick Clegg, David Cameron say there is no alternative to deep and fast cuts now.",
        "Let us remember:",
        "That is what Margaret Thatcher said in 1980 – and we saw the devastation to our communities, to manufacturing and youth jobs as unemployment rose year by year for half a decade.",
        "And the previous Prime Minister to say ‘there is no alternative,’ was a Labour Prime Minister , Ramsay MacDonald, in 1931, two years after the 1929 Wall Street Crash – the second biggest financial crisis of the last hundred years.",
        "There is no alternative, MacDonald said, but to cut spending and unemployment benefits to get the deficit down and keep the financial markets happy.",
        "But the Labour party said no – and so did Lloyd George and the Liberals.",
        "And MacDonald had to form a Coalition with the Conservatives to make his cuts.",
        "And what happened?",
        "The Great Depression of the 1930s, mass unemployment and – yes – the deficit got worse.",
        "Conference, you either learn the lessons of history or you repeat the mistakes of history – and that’s what they are doing.",
        "The truth is George Osborne is going too far and too fast – and we’re paying the price in lost jobs and slower growth.",
        "He has replaced Labour’s balanced plan to halve the deficit over four years with his plan to wipe it out – with £40 billion more cuts and tax rises.",
        "And he abolished the youth jobs fund which was helping thousands of young people back to work.",
        "We need to act now to stop another lost generation of young people – like in the 1980s when youth unemployment rose for four years after the recession was over.",
        "Because putting young people on the dole is not just a waste of talent but a waste of money too.",
        "Our plan for a £2 billion tax on bankers’ bonuses to create 100,000 more jobs for young people and build more affordable homes will be put to a vote in parliament – and we’re asking MPs from other parties to back it.",
        "It’s the best way to get the deficit down – and stop Britain’s talent going to waste.",
        "That’s the right and fair thing to do, but George Osborne isn’t listening.",
        "He just doesn’t seem to get it.",
        "He doesn’t get how hard people are being hit by higher vat and cuts in local services.",
        "And he doesn’t get what it means to face the fear or reality of unemployment and the damage this will do to our young people.",
        "For the sake of our country’s future, he needs to think again and start putting jobs and growth first – and he needs to do it now.",
        "Conference, members of this union knows better than anyone",
        "When living standards are squeezed, you know who pays the price.",
        "When public services are scaled back, you know which communities lose out.",
        "When unemployment becomes entrenched, you know which areas suffer most.",
        "When only some children succeed, you know which children will be left behind.",
        "And the reason why our movement campaigned so hard in 1945 and 1964 and 1997 was because we had seen the reality of what Tory Governments do.",
        "Our predecessors saw their communities ravaged by the mass unemployment of the ‘30s.",
        "They saw millions of young people excluded from the chance of a university place in the ‘50s.",
        "And then many of us lived the rough the 18 years of Thatcher and Major Governments and saw:",
        "Child poverty doubling;",
        "Youth unemployment soaring;",
        "Public services slashed to the bone.",
        "So in the coming months let us carry on the hard work of winning back the trust of the British people – because there is so much at stake that is worth winning for.",
        "3,500 children’s centres – that’s what’s at stake;",
        "Health and safety at the workplace – that’s what’s at stake;",
        "A young generation – at risk of mass unemployment again – that’s what’s at stake;",
        "Over 2 million children still living in poverty – that’s what’s at stake;",
        "Our National Health Service – that’s what’s at stake;",
        "The future of our country – that’s what’s at stake.",
        "So Ed Miliband and I and the whole of the Shadow Cabinet will take the fight to the Coalition and show there is a better way.",
        "There is an alternative."
    ]
}