{
    "url": "https://www.ukpol.co.uk/ed-balls-2015-comments-on-ifs-and-conservative-spending-cuts/",
    "title": "Ed Balls – 2015 Comments on IFS and Conservative Spending Cuts",
    "post_date": "August 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Ed Balls, the then Shadow Chancellor of the Exchequer, on 23 April 2015.",
    "content": [
        "The IFS has confirmed that the Tories are committed to the most extreme spending plans of any political party, with bigger cuts than any other advanced economy in the next three years.",
        "And the IFS condemns the Tories for being ‘misleading’ about their plans for cuts to public services. The truth the Tories won’t admit is their plans are so extreme they would end up cutting the NHS. Countries which have cut spending on this scale have cut their health service by an average of one per cent of GDP – the equivalent of £7 billion.",
        "The IFS also warns that Tory plans would mean radical changes to tax credits and child benefit. George Osborne must now come clean on his secret plans to take money away from millions of working families.",
        "With Labour’s plan the IFS confirms that both the deficit and national debt will fall and that we have given more detail on how we will achieve this.",
        "But the IFS’ numbers wrongly assume that Labour will get the current budget only into balance. Our manifesto pledge is to get the current budget not only into balance but into surplus as soon as possible in the next Parliament. How big that surplus will be, and how quickly we can achieve that in the next Parliament, will depend on what happens to wages and the economy.",
        "The Tories might be able to make the cuts but the last five years show they will fail to cut the deficit as they claim. They have borrowed £200 billion more than they planned because their failure to boost living standards has led to tax revenues falling short."
    ]
}