{
    "url": "https://www.ukpol.co.uk/ed-balls-2000-speech-to-the-core-cities-conference-in-sheffield/",
    "title": "Ed Balls – 2000 Speech to the Core Cities Conference in Sheffield",
    "post_date": "December 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ed Balls, the then Chief Economic Adviser to the Treasury, in Sheffield on 15 September 2000.",
    "content": [
        "It is a great pleasure to be here in Sheffield today at the second Core Cities conference.",
        "Sheffield is a city truly at the centre of Britain – not simply geographically, but at the heart of our manufacturing and wealth-creating economy.",
        "This city led in the 18th and 19th centuries, building an international reputation for innovation and industrial leadership. But, as I learned when I visited the city with my Treasury colleague Lucy de Groot earlier this year, Sheffield is now leading again – developing new steel making techniques – with “made in Sheffield” prized as a mark of quality throughout the country and the world, but also developing new industries, mastering the new information technologies, designing software, and providing the internet and e-mail facilities that will drive forward the next stage of the information revolution.",
        "Sheffield and its fellow members of the Core Cities group are also together leading in local government, building new partnerships with the private sector to promote growth and tackle poverty and exclusion and co-ordinate economic development.",
        "When you came together as a group of seven major cities – Birmingham, Bristol, Leeds, Liverpool, Manchester, Newcastle and Sheffield – you declared your aim to be to develop a vision of the distinctive role that the major cities must play in the future to ensure economic growth and social cohesion, to learn from your experiences and share best practice from each other and with your partners in local government across the country.",
        "The policy challenges you face are daunting. Because cities are places of extremes – of dynamism alongside economic stagnation, wealth alongside poverty and deprivation, creativity and culture alongside pollution and ugliness, often circles of reinforcing opportunity next door to centres of multiple disadvantage.",
        "I am sure that all participants in today’s workshops would agree that this conference has certainly been about sharing best practice. And the size, ambition and preparation of your conference demonstrate your determination to rise to the challenges you have set yourselves.",
        "But my purpose today is not to lecture you on the area which you know and understand far better than me – the policy and leadership challenges of urban government and regeneration.",
        "My task is two fold:",
        "* to persuade you that we do have the opportunity to achieve balanced growth, rising prosperity but also the opportunity too to deliver full employment not just in one region but in every region and city of our country;",
        "* and to convince you that with our new approach – a new regional policy for Britain – this Government is backing your efforts and determination to promote dynamic, fair and sustainable cities and regions.",
        "There is sometimes an assumption that because for the much of the twentieth century, the cities north of London have fallen behind the south-east and Europe that this must therefore continue. Today I want to suggest why this need not be true and why cities which led the country in the nineteenth century can lead again in the twenty-first century.",
        "The title you have given me today is also the theme of your conference – creating and sharing prosperity.",
        "These goals are at the heart of the Treasury’s mission. Gordon Brown’s first words from the Treasury in May 1997 when he announced the independence of the Bank of England, were to reaffirm, for this Government, our commitment to the goals of high and stable levels of growth and employment first set out in 1944. The Treasury’s objective is now “to raise the rate of sustainable growth, and achieve rising prosperity, through creating economic and employment opportunities for all” and in the new public service agreements published in July the Treasury is committed not only to prudence in monetary and fiscal stability but also to raising the trend growth rate of the economy.",
        "I believe that there is a growing consensus in Britain around the policy agenda we are following to deliver higher, sustainable growth – to entrench economic stability, ensure a tax and regulatory environment that promotes investment, open competition and entrepreneurship; invest in education, skills and infrastructure; and ensure consistent and sound economic governance based on openness, transparency and partnership.",
        "But greater prosperity does not automatically mean a fairer sharing of prosperity. Growth is the prime engine for poverty reduction. But growth does not necessarily lead to falling poverty or inequality. And even where poverty is falling, there can be pockets of poverty and deprivation where people are excluded from the benefits of growth. This is not only unfair. It also represents a huge waste of economic and human potential.",
        "That is why policies for growth must be combined with as the New Deal to promote employment opportunity and the Working Families’ Tax Credit and increases in child benefit to tackle the causes of poverty. And it is also why the Treasury – with other departments – has targets to raise employment and cut child poverty as we move towards our long-term goal of halving child poverty in 10 years and abolishing it in 20.",
        "Nor does growth necessarily lead to greater sharing of prosperity across regions, cities or neighbourhoods. Internationally, poor countries have not been catching up with rich countries, although there are impressive exceptions. Within Europe, while the poorer countries have been catching up with the richer European countries there is little evidence of regional convergence. And while in the UK regional variation in GDP per head has been narrowing slowly over the post-war period, this convergence can easily go off track, as the deep manufacturing recession of 1980-81 recession and then the late 1980s boom and bust have shown. Today 6 of the 8 English regions still have GDP per head below the EU average.",
        "There are those, I know, who have doubts about the prospects for more balanced growth and full employment across Britain’s cities and regions.",
        "In one of the background papers for this conference, the authors write: “Britain’s regional economic map is becoming structurally unbalanced – a process which further reinforces the longstanding GDP disparities of what is popularity termed the ‘north-south divide’.”",
        "I want to tell you why I do not share this sense of pessimism.",
        "Yes, many of our cities have been coping over the past two decades with difficult adjustments – changes in employment patterns, population decline, vacant brownfield sites and contaminated land, ageing infrastructure, poor public services, and pockets of multiple deprivation which will take a long time to solve.",
        "Yes, many regions have weaknesses – which must be tackled – in educational standards, business start-up and survival rates, use of information technology in small companies, levels of research and innovation.",
        "And, yes, it is much easier for economists to get publicity predicting a widening of regional divides.",
        "But I suggest that there are also reasons to believe that – for the first time for decades – we have the prospect of more balanced growth and full employment across Britain’s regions. We can create and share prosperity better, and so make our national economy stronger.",
        "There are three reasons for this optimism:",
        "* the prospect of sustained economic stability which will benefit every region;",
        "* new opportunities for investment as a result of global and technological change;",
        "* and the new regional policy that this government is pursuing.",
        "Long-term stability is the pre-condition for our goals of high and balanced growth and for achieving full employment in Britain. Since we came to power we have put in place a new economic policy framework – independence of the Bank of England and tough fiscal rules – based on credible institutions, clear objectives to promote stability and growth, and maximum openness and transparency.",
        "Some argue that the forward-looking approach that the MPC has taken over the past three years has exacerbated regional economic imbalances – that when there is spare capacity outside the south-east we would do better by ignoring the inflation target or that when things get difficult we can try to run policy both to deliver low inflation and to cap the exchange rate in the short-term.",
        "We have tried that approach before and it was manufacturing industry, the long-term unemployed and the regions of Britain that paid the price. Remember the recessions of 1980 and 1990. The deep recession of the early 1980s caused permanent damage to UK manufacturing. Then came the boom of the late 1980s when growth in one part of the country was allowed to run out of control as regional skills shortages and housing market pressures fueled inflationary pressures, destabilising the prospects for stability and steady growth across the economy. Both times it was regions and cities outside the south-east which bore the heaviest burden.",
        "Of course, the strength of sterling as a result of the weak Euro has caused difficulties. But we have not and must not return to the old short-termist ways of the past. And by steering a course of stability – the MPC’s forward-looking approach, backed by a big fiscal tightening – we have not only avoided the recession that many predicted but exceeded our own forecasts for economic growth, with employment up one million since 1997. Interest rates peaked in 1998 at a little over 7 per cent, in marked contrast to the 15 per cent peak a decade ago. Long term unemployment is now at its lowest since the 1970s.",
        "And – most importantly – we have employment rising in every region of the country – up 5.5% in Yorkshire and Humber, 4.1% in the North West and 4.1% in the South West.",
        "Within the core cities themselves, claimant unemployment has fallen by 30% since the general election to 5.4% – still too high and with many pockets of much higher unemployment within our cities. But the fact that unemployment has fallen fastest and vacancies have risen fastest in those regions that were hardest hit in the 1980s, and we now have record levels of vacancies across the country – in every region – tells me that full employment – a goal that not long ago we thought was beyond our grasp – can be achieved again in every British region.",
        "The second reason for optimism is that the new challenges of the global economy and the information revolution mean that companies are increasingly mobile as they search for the new technologies and skills they need.",
        "Your work shows that cities and regions prosper for the same reasons as the economy as a whole – if they are open to trade and new ideas, encourage entrepreneurs and new investment, if they have high levels of skills and good infrastructure. But your work also shows that success can breed success as companies cluster together to integrate their operations, exploit economies of scale or draw on a pool of specialised labour.",
        "These forces for concentration help explain why Sheffield became the centre of steelmaking or textiles became centred in Manchester. They also help explain why London and the South-East have benefitted over the past two decades from the expansion of national and international trade in financial services, media and publishing.",
        "But there are also factors which mitigate against concentration – rising land rents, the costs of scale and congestion – which are making London a more expensive place for companies to locate and people to live.",
        "And, as communications technology increases mobility and the speed of integration, there are strong attractions to locate in cities and regions outside the south-east – growing financial centres in core cities, new investments in airports and our transport infrastructure, world-class universities and a thriving regional media.",
        "Take foreign direct investment. The UK attracts more foreign direct investment than any other developed country in the world, apart from the United States. London and the south-east have historically attracted a disproportionate share of this FDI. But the evidence shows that all UK regions can attract new investment. Firms outside of London and the South East now win more than two thirds of all new investment projects – 508 of 757 investments in 1999-2000.",
        "And across Britain’s cities, we see evidence of economic developments which play to traditional strengths but also to new opportunities – such as new investments from Oracle in Birmingham; in Bristol, Orange, Hewlett-Packard and Toshiba, who have established a research base in the city in collaboration with Bristol University, and in Liverpool the new investments locating at the Estuary Commerce Park.",
        "And while our cities have suffered significant population losses in the 1970s and 1980s, there has been a widespread turnaround in the last decade, with South and West Yorkshire and Greater Manchester showing population increases and city centres such as Manchester, Leeds, Birmingham have seen people moving back into city centres – indeed, the resident population in Manchester’s city centre has risen from 300 at the end of the 1980s to an estimated 6,000 today.",
        "The third reason for optimism about the future is this Government’s commitment to play an active role in supporting balanced regional growth and urban regeneration.",
        "When we came into government, we were determined that the new Treasury would make a decisive break from the past. We have a national target to raise the trend growth rate. But we recognised that this must be accompanied by a commitment and target to improve the economic performance of all regions measured by the trend rate of regional GDP per head.",
        "And we saw that this required a new approach to regional policy.",
        "The old Treasury was not enthusiastic about regional policy. As one research paper commissioned in preparation for the Urban White Paper put it, “the prevailing orthodoxy at the Treasury was that….city and regeneration policies were essentially seen as distributional palliatives for treating symptoms in the poorest places”.",
        "The first generation of regional policy, before the war, was essentially ambulance work getting help to high unemployment areas. The second generation in the 1960s and 1970s was based on large capital and tax incentives delivered by the then Department of Industry, almost certainly opposed by the Treasury. It was inflexible but it was also top-down. And it did not work.",
        "Our new regional policy is based on two principles – it aims to strengthen the essential building blocks of growth – innovation, skills, the development of enterprise – by exploiting the indigenous strengths in each region and city. And it is bottom-up not top-down, with national government enabling powerful regional and local initiatives to work by providing the necessary flexibility and resources.",
        "National government does not have all the answers – it never could. We need strategic decision-making and accountability at the regional and local level. That is why we have also put in place a network of regional development agencies to play a strategic and co-ordinating role; and why we see a much greater role for local strategic partnerships at the city level to co-ordinate economic development and regeneration.",
        "This new regional policy is at any early stage – there is much to learn. And let me say that the Treasury is keen to work with you – and others in the public and private sectors – in a structured way to make this work.",
        "First the RDAs. Established last year, their first task has been to draw up and agree regional strategies which can build a shared understanding of the challenges regions face and a strategic vision for meeting them. At the same time, over the last three years, we have put in place the resources which the RDAs can shape to promote enterprise, innovation and skills in every region. Twelve Institutes for Enterprise across the regions, the University Challenge scheme to support innovation, a network of regional venture capital funds, a £50 million clusters fund to invest in business incubators to build connections between funds, advisers, banks and business angels and local transport plans as part of the ten year boost to transport investment announced by the Deputy Prime Minister in the Spending Review.",
        "Here in Yorkshire the RDA has not pulled its punches in highlighting strategic weaknesses across the region: too few businesses, especially high tech firms and poor business survival rates; low levels of inward investment; lower levels of educational achievement, particularly staying on rates at age 16; insufficient use of IT by SMEs. But it has also identified the region’s strengths which can be built upon: an excellent strategic location; unrivaled communications infrastructure; a strong financial centre in Leeds; excellent universities, with a joint institute for enterprise between Sheffield, Leeds and York universities; and a skilled workforce which has shown great resourcefulness in adapting to change.",
        "But we did not get it all right at the beginning. I know that many RDA chairs felt over the past year that their ability to implement these strategies has been hampered by restrictions on the size of their budgets, their ability to direct resources to meet the economic priorities that they have identified and the fact that they have been reporting to three different departments.",
        "As the Minister for Trade, Dick Caborn, said yesterday, the Treasury has worked closely with the DETR and the DTI to meet these concerns – and to be honest to go further than the RDAs themselves were expecting.",
        "In July, Gordon Brown and John Prescott announced a major enhancement in the role of the Regional Development Agencies. The new funding package for the RDAs provides:",
        "* an increase in their budgets by £500 million a year by 2003/4 to £1.7 billion – and these resources continue to be skewed towards the poorer regions;",
        "* a greater focus for RDAs on regional economic development and regeneration with extra funding. This will help bring derelict and contaminated land back into productive use, support jobs, and promote enterprise;",
        "* and in addition much greater flexibility for the RDAs to shift resources to local priorities, including a commitment by central government to implement a single cross-Departmental budget for the RDAs.",
        "In return, the RDAs will have to demonstrate top class leadership, co-ordinate with other regional and local agencies and be more accountable for their activities – nationally, regionally and locally. As I learned when I visited the Yorkshire Forward board meeting in July, the RDA has already agreed clear and measurable targets for the Yorkshire and Humber region, to:",
        "* create 150,000 new jobs by 2010;",
        "* double the rate of small business start-ups;",
        "* treble foreign manufacturing investment;",
        "* train 2 million people with IT skills;",
        "* halve the number of deprived wards;",
        "* cut greenhouse gas emissions by over a fifth;",
        "* and finally to achieve an increase in GDP per head above the UK and European average.",
        "These targets demonstrate the combination of ambition and commitment to accountability which the RDAs will need if the new regional policy is to succeed and if our goals for balanced growth and full employment are to be achieved.",
        "But while the RDAs role is catalytic, it is locally – in towns and particularly in cities – that wealth creation happens. As the papers prepared for your conference demonstrate, urban centres are powerful drivers for economic development and prosperity across their regions – centres of knowledge, learning and innovation, regional centres for business services, centres of culture and diversity.",
        "You have identified the characteristics of strong and dynamic cities and city regions. You are working with the RDAs to ensure proper co-ordination of regional and urban policy.",
        "Your experience also shows that strong and prosperous cities will ultimately depend on strong partnerships between public and private sectors and I know that has been central to the strategies of all the core cities.",
        "The new regional policy requires that partnerships perform at the local or city level what the RDA can do regionally – devising the strategy, building on local strengths. So, following the Spending Review, we are setting aside resources within the New Deal for Communities to support more cities in setting up effective local partnerships.",
        "But as at the national and regional level, so at the city level we also need clear accountability and transparency. Which is why the Government will pilot local Public Service Agreements with 20 local authorities – including some of the core cities – and which will cover economic development and regeneration as well as public services.",
        "You also have the responsibility – in drawing up these strategies – to ensure that prosperity is shared across the region. And just as successful cities will promote investment and jobs in their surrounding regions, so within core cities we want to see much bigger flows of private investment in low-income, high-unemployment areas and encourage a dynamic enterprise culture in these areas, based on business-led growth and job creation.",
        "The new way forward is to tackle the causes of slower growth – not with tax incentives for property development, but by empowering local people with the skills and confidence they need to build the enterprising businesses that work.",
        "So the government is determined to support the expansion of local finance intermediaries – community finance initiatives – to provide micro-finance for enterprises who cannot access mainstream sources of finance.",
        "The £30 million Phoenix Fund that the Treasury announced last November will provide grants to help community finance initiatives get off the ground. Gordon Brown has asked the Social Investment Task Force led by Ronald Cohen to plan a community venture capital fund targeted at promoting investment in our low income areas and we will provide matching funding. The Small Business Service has also been given a remit to maximise the opportunities for start ups and small business growth, especially in our poorest regions and areas.",
        "And the next phase of the New Deal will create greater room for local initiatives. We are creating action teams to give intensive help for job search and training in the high unemployment areas of the country and to promote new self-employment in those areas we will support intensive programmes of pre-start training, advice and mentoring, with new ‘incubator’ units in every region.",
        "We also need to build sustainable cities and urban areas. The Lord Rogers Task Force reported to the Government last year and set out a challenging analysis and policy agenda. The Task Force stressed that to meet the target that 60% of all new homes will be built on brownfield sites, we need better use of derelict, vacant and underused land and buildings. And it highlighted the leadership role that local authorities must play in regeneration in partnership with the individuals and communities they represent.",
        "We share this vision. Many cities including the core cities have already developed a vision for their city and I know that many authorities are now responding to this agenda and contributing to an urban renaissance – by working with the New Deal for Communities, initiating the New Committment for Regeneration, and setting up Urban Regeneration Companies. Pilots are under way in Manchester, Sheffield and Liverpool and we stand ready to do more to help as we learn lessons from these pilots.",
        "The Government and the Treasury are also responding to the challenge that the Rogers report sets down and we will go further by promoting the use of appropriate national and local fiscal instruments to promote better land use and support regeneration. Gordon Brown has already announced that we are actively consulting on stamp duty relief for regeneration in brownfield sites. Details of this and a number of other new tax measures will be announced this autumn in the Pre-Budget report and the Urban White Paper.",
        "But we know that the story of economic improvement is not a story of improvement for everyone, that there are still too many people left out of the British success. Cities will not be able to reach their full economic potential unless they can tap into the unfulfilled potential of those stuck in our poorest communities and tackle the causes of poverty and lack of opportunity locally.",
        "This poverty is concentrated in cities – and not just in those represented here today. For example, Glasgow covers nine out of the ten most deprived postcode areas in Scotland at a time when the city has seen a net increase in employment of over 30,000 in the last decade. This picture is repeated over and over again across the country and particularly in central London.",
        "Why are deprived neighbourhoods benefiting so little from the increase in opportunities around them? Government – national as well as local – should take its share of the blame. A failure to deliver economic conditions necessary for growth. Planning policies that failed. Housing allocations that intensified divisions. And regeneration programmes that focused on one individual problem without tackling the causes of poverty and building solutions from the bottom up.",
        "So our new regional policy means also a new urban policy. And the reforms to local government, the work of the Social Exclusion Unit and the Spending Review are all based on clear principles:",
        "* main services should be equipped to become the main weapons against deprivation;",
        "* local service deliverers need greater flexibility to work together through stronger local co-ordination;",
        "* and, local communities – residents and businesses – need to be fully involved in deciding the services that are provided for them.",
        "In short, tackling the causes of poverty and disadvantage in a bottom-up way. And the Spending Review is putting these principles into practice, with:",
        "* explicit commitments to minimum service outcomes or “floor targets” in all areas in jobs, crime, education and health;",
        "* additional funding for the most deprived areas through an £800 million Neighbourhood Renewal Fund with local partners left free to decide how to invest it;",
        "* a Performance Reward Fund for those local authorities and their partners prepared to sign up to and deliver demanding local PSA targets;",
        "* and extra money for those interventions in deprived areas that have been shown to work – for example, doubling the support for Sure Start and increasing funding for local crime prevention initiatives.",
        "So let me conclude by saying how important it is that national and local government share the same goals.",
        "It must have been difficult to be in local government in recent decades when the atmosphere was all too often one of confrontation, conflict between central and local government, a top-down and centralised regional policy and contradictory and overlapping requirements on local government.",
        "I hope those days are behind us. We do have a great opportunity to work together. Because together we share a vision of balanced growth and full employment in every region and the confidence that this can be achieved. Together we are putting the building blocks in place for better strategic co-ordination at the regional and local level. And together we will deliver the resources too. We have a chance to put things right. The public will judge us all badly if we do not rise to the challenge."
    ]
}