{
    "url": "https://www.ukpol.co.uk/ed-balls-2010-labour-party-conference-speech/",
    "title": "Ed Balls – 2010 Labour Party Conference Speech",
    "post_date": "March 20, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2010 Labour Party Conference",
            "url": "/tag/2010-labour-party-conference/"
        },
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Shadow Education Secretary, Ed Balls, at the 2010 Labour Party Conference.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1.jpg)",
        "Conference.",
        "Today – all across our country – millions of children are going to school no longer putting up with leaking roofs or peeling walls…",
        "…but instead going to one of the 4,000 brand new or fully refurbished schools built in the last thirteen years by our Labour government.",
        "So when people tell you that politics doesn’t make a difference – that ‘you’re all the same’ – let us be proud of what we all achieved together in government.",
        "The best generation of teachers we have ever had.",
        "Over 120,000 more teaching assistants.",
        "3,500 Sure Start children’s centres.",
        "More young people getting an apprenticeship or going to university than e ver before.",
        "The best exam results ever.",
        "And standards rising fastest in the poorest areas.",
        "That is a record of which we can all be proud.",
        "So Conference please join me today in thanking my predecessors:",
        "David Blunkett, Estelle Morris, Charles Clarke, Ruth Kelly, Alan Johnson – and the brilliant team of ministers who worked with me over the past three years – for the enormous contribution they have made to our country.",
        "And I want to pay tribute in particular to David Miliband who – as schools minister – made the inspired decision to launch the Building Schools for the Future programme…",
        "Conference, David has made a massive contribution already – and we all know he has a huge contribution to make in the future too.",
        "But we know too – every one of us in this hall:",
        "It’s the teachers and teaching assistants, the heads and caretakers, the social workers and nursery staff, the cooks and lunchtime supervisors whose publ ic service every day transforms the life chances of children in our country.",
        "They are the real heroes and we thank them all.",
        "**Building Schools for the Future**",
        "Conference, Vernon Coaker and headteacher Neil Wilson have shown us the difference our Labour government has made for the young people attending Newall Green High School here in Manchester.",
        "I am proud that we transformed hundreds of schools across the country – and today we have not one in two schools below our National Challenge standard as in 1997, but just one in 20 – schools Michael Gove has shown he will now abandon.",
        "But because of Michael Gove’s short-sighted and arbitrary and unfair decision to scrap the Building Schools for the Future programme, over 700,000 children in 700 schools up and down our country will now not be getting the new school building they were promised.",
        "And Michael Gove could not even publish a list of cancelled school buildings without getting it wrong – not just once but five times.",
        "We have heard from Councillor Elaine Costigan from Sandwell about the deep hurt and pain that the mistakes in the lists and the cancelled buildings have caused for children and parents in her ward.",
        "Elaine Costigan.",
        "Four weeks ago a Tory Councillor.",
        "Today proud to be a Labour Councillor fighting for fairness for all local children.",
        "Michael Gove.",
        "The man they told us was a genius – the Tories’ rising star.",
        "They don’t say that any more.",
        "In opposition he might have been able to write good jokes for the House of Commons.",
        "But it’s no joke for all the children whose school buildings have been cancelled and whose hopes have been dashed.",
        "And when I hear Michael Gove say that new buildings don’t make a difference.",
        "I remember last year opening a new school in Knowsley, in a deprived ward on Merseyside, and walking round the magnificent new school build ing with a group of the students.",
        "And asking them what’s the best thing about your new school?",
        "And expecting – as usual – them to mention the Astroturf or the new canteen or the IT suite.",
        "And you know what a girl in Year 9 said to me?",
        "‘We never thought anyone would ever think we were worth a place like this’.",
        "And when I mentioned her remark to the headteacher, he said to me ‘you’ve got to understand, all these millions of pounds, there has not been a building built like this in this community for decades – and my job is to use this chance to raise aspirations and to say to all the students – and their parents too – look, work hard, take the opportunity, show them you’re really worth it.’",
        "And that is why it is such a tragedy that in Sandwell, and Liverpool, and Nottingham and Brent and Wakefield and in 80 local authorities round the country Michael Gove has now told hundreds of thousands of children – sorry, but you are not worth it.",
        "And that is why I was proud to stand this summer with the NASUWT and the NUT and ATL and Unison and GMB and Unite and UCATT and parents, governors and teachers from around the country at the Save Our Schools rally to say to Michael Gove:",
        "Think again.",
        "Change your mind.",
        "Our children are worth it.",
        "**Curriculum and free schools**",
        "But Michael Gove is not just cancelling new school buildings, he is also narrowing the curriculum and his education reforms will entrench division and inequality.",
        "A few weeks ago I went to see a new BSF building for Mossley Hollins High School in Tameside – set to open next February.",
        "It is an ‘outstanding’ school and the headteacher and the school council took me on a building site tour to see the science labs and the library and the dance studio.",
        "Yes, the new dance studio.",
        "Michel Gove says he wants schools now to focus only on ‘academic’ subjects, to drop our new Diplomas and to shun what he sneeringly calls ‘soft’ subjects like design and technology, construction, music, sports or dance.",
        "Conference, I really don’t think he’s got a clue.",
        "I’ve been to so many schools over the last three years where head teachers have taken me to see a lesson in GCSE dance and said to me: ‘look at that class, it’s not just that we have a great dance teacher in this school but the boost to aspiration and the belief and motivation of the students in this studio from this course will translate directly into their GCSE maths and English results as well’. That is great teaching and great leadership – and we should celebrate our pupils’ achievements and not keep running them down.",
        "But what really upsets me is that as Michael Gove is dashing the hopes of children in state schools around our country, he a nd David Cameron are also travelling round promising new school buildings to a few parents but only if they are willing to opt out of the state system and any relationship with the elected local authority and set up one of their go-it-alone DIY ‘free market’ schools.",
        "A policy which we know from Sweden delivered lower standards and greater inequality.",
        "A policy which even the Liberal Democrat conference agrees is divisive, costly and unfair.",
        "A policy which will divide communities and disadvantage children with special educational needs.",
        "Conference, this is the most socially divisive education experiment for 60 years.",
        "In government, our Children’s Plan was driven by a moral cause:",
        "– that every child has talent and potential",
        "– that some children do face greater challenges because of their disability, their special need or where they live",
        "– but that no barrier is too great to overcome if the community works together to make sure every child can succeed",
        "And our academies programme gave more help and support to underperforming schools in the most disadvantaged communities.",
        "Michael Gove’s academies programme gives extra resources to outstanding schools in more advantaged communities.",
        "And he has cancelled many of the radical reforms of our Children’s Plan:",
        "– guaranteed 1 to 1 tuition for all children – cancelled",
        "– free school lunches for half a million primary school children – ditched",
        "– breakfast clubs for disadvantaged children – mocked",
        "– social work reform – shelved",
        "– the new pay negotiating body for support staff – abolished",
        "– hundreds of new play areas – scrapped",
        "What a shameful record after just five months in Government.",
        "**Stammering**",
        "And Conference, our Children’s Plan was important because it said no child should be held back through the lack of proper support, whatever their extra need.",
        "That’s why Alan Johnson and I asked John Bercow to review and improve speech and language support.",
        "And this is a personal thing for me.",
        "I have had a stammer all of my life.",
        "That’s why in the past I’ve often had to speak without notes.",
        "I only started to talk openly about this recently – since being in the Cabinet – because it’s only by talking about it, and being open about the challenge, that I’ve been able to deal with it.",
        "I was lucky. I am pretty tough.",
        "I have had help and support, including from Yvette and friends.",
        "But the lesson for me is clear.",
        "There are hundreds of thousands of children struggle with their speech, or communication or their reading or their learning or a disability which so often holds them back.",
        "Struggling on alone without support – and the understanding of those around you – will never get you through.",
        "But if you can help a child deal with something like that – and help them to beli eve in themselves too – then you put their future back into their own hands.",
        "That is why I am in politics.",
        "That is why all of us are in politics.",
        "To get every child the support they need to succeed.",
        "That is our moral cause.",
        "**Opposition**",
        "So when anyone tells me that – after 13 years in government – Labour needs a period in opposition, I think they need their head examining.",
        "People say to me: Ed, you’re good at opposition.",
        "I reply: I hate being in opposition.",
        "Because however effective we are in holding this Coalition to account.",
        "If we’re out of power, we can’t turn people’s aspirations into realities.",
        "If we’re out of power, we can’t protect the vulnerable and help those most in need.",
        "If we’re out of power, we can’t get every child the support they need to succeed.",
        "We can stand up for jobs, social justice, equality and fairness – but if we’re out of power, we can’t deliver.",
        "**Liberal Democrats and Conservatives**",
        "And yet having spent the last four months travelling around the UK as a candidate for the leadership of our party, I know that – despite the General Election result – the Labour Party, Co-operative Party and trade union members I have met are not down or despondent but energised and united and determined to do what it takes to see Labour back in government.",
        "And let me tell you one reason why our party is so determined and our membership is surging.",
        "Two words:",
        "Nick Clegg.",
        "Don’t forget last year at this Conference, when The Sun newspaper came out for David Cameron, he was on track for an 80 seat majority.",
        "But David Cameron failed to convince the country his party had changed and that he could be trusted.",
        "It was not The Sun what won it for the Tories this time. It was not the Sun that put them into power.",
        "It was Nick Clegg:",
        "– the man whose own el ection leaflets said ’Vote Liberal Democrat or you’ll get a Tory government,’",
        "– who said ‘stop the Tory VAT bombshell,’",
        "– who said spending cuts now would be ‘reckless’ and put jobs and the recovery at risk.",
        "It was Nick Clegg who has given us:",
        "– a Tory Prime Minister",
        "– a Tory Chancellor",
        "– a massive and unfair hike in VAT",
        "– and a Budget which even George Osborne’s new head of Budget responsibility says will hit the poorest hardest.",
        "I say to Liberal Democrats MPs:",
        "It is one thing to want to be in power.",
        "It is quite another thing to sacrifice your Manifesto and – yes – your principles for power.",
        "But to do so on the backs of the young and the poor and the pensioner and the vulnerable is a disgrace.",
        "But Conference.",
        "While we are shocked to see Liberal Democrat MPs propping up this Coalition government – and if we’re shocked, just think what all the people who voted for them feel like…",
        "… there is a second and more important reason why our party is determined.",
        "Because we know that this is a Conservative government – and it is the Tories we’ve got to beat to win the next election.",
        "Nick Clegg may look like David Cameron and increasingly sounds like David Cameron, but it’s David Cameron who is in charge.",
        "And however much David Cameron and George Osborne use the Liberal Democrats as their human shields, we must not let the Tories off the hook.",
        "Because we know the very future of our public services, our welfare state, our economy are now in peril because of the reckless and deeply ideological Tory direction this Coalition government has taken.",
        "**There is an alternative**",
        "Take the decision to cancel Building School for the Future.",
        "It is not just educationally short-sighted and unfair.",
        "It is also putting hundreds of thousands of private construction jobs at risk just at the time when the priv ate sector is holding back from investing in new houses or private buildings.",
        "And when the Tories and the Liberal Democrats say we have to cancel our school building programme because getting the deficit down as fast as possible is the number one priority – when they say that there is no alternative to these cuts now, Let us remember:",
        "That is what Margaret Thatcher said in 1980 – and we saw the devastation to our communities, to manufacturing and youth jobs as unemployment rose year by year for half a decade.",
        "And the previous Prime Minister to say ‘there is no alternative,’ was a Labour Prime Minister, Ramsay MacDonald, in 1931, two years after the 1929 Wall Street crash – the second biggest financial crisis of the last hundred years.",
        "There is no alternative, MacDonald said, but to cut spending and unemployment benefits to get the deficit down and keep the financial markets happy.",
        "But this party said No – and so did Lloyd George and the Liberals.",
        "And MacDonald had to form a Coalition with the Conservatives to make his cuts.",
        "And what happened?",
        "The Great Depression of the 1930s, mass unemployment and – yes – the deficit got worse.",
        "**Conference**",
        "You either learn the lessons of history or you repeat the mistakes of history – and that’s what they are doing.",
        "Just think if Clement Attlee in 1945 – when after the war when our national debt was over twice its current level – had said that the first priority was to get the deficit down…there would have been no NHS, no new homes for heroes and no welfare state.",
        "But we don’t need to go back to the history books to see the warning signs over George Osborne’s economic policy – we only need to look across the Irish Sea.",
        "Two years ago, the Irish Government convinced itself they had to slash public services and cut child benefits to get their deficit down as fast as possible and reassure the money markets.",
        "The IMF praised the Irish government for its “sense of urgency”.",
        "And what has happened since?",
        "Recession turned to slump, unemployment at a 16-year high, 19 consecutive months of deflation, consumer spending and tax revenues plummeting, and the deficit worse now than when they started.",
        "The Irish Economist David McWilliams said this week:",
        "“It is like watching a slow car crash. The more they cut, the more the economy will continue to stagnate.”",
        "George Osborne used to say that Ireland has so much to teach us, if only we were willing to learn.",
        "Now he’s the one ignoring the lessons.",
        "Just imagine if Alistair Darling and Gordon Brown had listened to David Cameron and George Osborne in 2008 – and not nationalised the banks, not cut VAT, not invested in a new jobs programme – recession would have turned to depression and unemployment would be much higher today.",
        "And Conference, let me say – I was proud to s erve in Gordon Brown’s Cabinet – we did not get everything right – but he was the right Prime Minister for a world financial crisis and history will give him the credit he deserves.",
        "Of course we need tough decisions to get the deficit down.",
        "But Alistair Darling and Gordon Brown were also right to say: don’t start to cut the deficit until the recovery is secure.",
        "Conference, there is an alternative – a Labour alternative.",
        "We must win the argument – as Alistair said on Monday – that the speed and severity of the Coalition’s ‘ideological’ cuts are both unfair and unnecessary and will put the recovery at risk.",
        "So we must make the case, as Ed Miliband did yesterday, that the credible way to reduce the deficit and get the economic moving again is not to sacrifice jobs and growth – but to put jobs and growth first.",
        "**George Osborne**",
        "Too many people have worked too hard over the last three years to get us through thi s economic storm to let George Osborne throw it away.",
        "So let this Conference send out a message to George Osborne and David Cameron:",
        "Whenever you put at risk the jobs that we protected.",
        "Whenever your policies threaten the homes that we saved from repossession.",
        "Whenever you put another child and another pensioner back into poverty.",
        "The Labour Party will be there…and we will fight you every inch of the way.",
        "**The Leadership**",
        "But Conference, there is a final reason – perhaps the most important – why I believe our party is ready for the fight ahead.",
        "Because I believe our Labour leadership contest has shown we have learned the lessons of Labour history – from the 1950s and the 1980s and from more recent times – that to divide is fatal, to look inwards and blame the voters spells disaster.",
        "I have been proud to be a candidate in this leadership election, the first every Co-operative MP to do so, and I want to thank my colleagues who backed me, the CWU, all the party members and councillors and trade unionists round the country who helped me, my brilliant camp aign team – and Yvette for her immense tolerance.",
        "David, Andy, Diane were great candidates and a credit to our party and we have conducted this election in a truly comradely way.",
        "But for the four of us who finished behind Ed Miliband, there is no shame in losing to someone who has inspired and energised our party – and who brought this hall to its feet yesterday.",
        "And working with him for 16 years in opposition, in the Treasury and in Parliament, I always knew that – for Ed – fairness, opportunity and social justice weren’t just slogans, they were his reason for coming to work in the morning – they were his defining purpose.",
        "Ed, I’ve been proud for 16 years to call you a colleague and a friend.",
        "And now I’m proud to call you our leader.",
        "And it will be my mission to back our new leader, to take the fight to the Coalition and to return us to government in the shortest possible time.",
        "Conference.",
        "Let that be the mission of us all.",
        "United, disciplined, determined.",
        "Winning the argument for a credible and radical Labour programme.",
        "There is an alternative.",
        "Together we can make sure Labour wins again."
    ]
}