{
    "url": "https://www.ukpol.co.uk/ed-balls-2013-speech-to-national-house-building-council/",
    "title": "Ed Balls – 2013 Speech to National House-Building Council",
    "post_date": "March 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls to the National House-Building Council lunch in 2013.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1.jpg)",
        "Thank you Isabel and to the National House-Building Council for inviting me to speak to your prestigious and superbly attended annual lunch, now in its 77th year.",
        "Over that time, this Council’s mission to ensure quality and high standards in house-building has been copied around the world.",
        "Founded to ensure that high standards were sustained during the house building surge of the 1930s, you repeated that task as government and the house building industry came together to build homes for returning heroes after the second world war.",
        "And my message today is that the work of this Council and a strong partnership between government and this industry will be essential over the next decade as we move into what I believe must a new era of house-building.",
        "It will be difficult, but I believe we can forge a consensus across parties and across our country that Britain simply won’t be able to tackle the cost-of-living crisis that we currently face – or build the strong economy that we need to take us to a more prosperous future – unless we build more homes.",
        "So as Shadow Chancellor, and with our new Shadow Housing Minister, Emma Reynolds, I am delighted to be here today to discuss with you why we believe housing must be at the centre of Britain’s economic policy.",
        "**Recovery**",
        "We meet here today with economic recovery finally getting going again after a long and damaging period of stagnation, and that return to growth is something to celebrate and nurture.",
        "But with business investment still on hold, bank lending to SMEs still contracting, youth unemployment still very high, house completions still historically very low and living standards still falling for millions – meaning that for most people there is so far no recovery at all – this is no time for complacency.",
        "Because there is no quick fix. We have to earn our way to rising prosperity. But we will not succeed unless we use the talents of all and ensure that everyone can benefit from economic recovery and not just a few.",
        "That is why we believe it is so vital that government works closely with all businesses – large and small: to promote open markets, competition and long-term wealth creation; and to reform our economy so that, by using and investing in the talents of all, we can deliver rising living standards not just for a few but for everyone in every part of the country.",
        "And building more homes will be central to that vision.",
        "Of course, you might say that Labour did not move early enough to put house building at the centre of our economic policy when we were in power.",
        "You’d be right to say so.",
        "When we came into office in 1997, our priority was to tackle the huge backlog in housing repairs.",
        "Improving the housing stock we had was important, but the housing studies that you contributed to, which were hugely influential when we made the decision rightly not to join the euro, also highlighted the vital importance of boosting housing supply.",
        "Kate Barker’s subsequent review of housing supply, which we commissioned when I was at the Treasury in 2003, is rightly seen as a landmark document for the industry.",
        "And when we did put in place the investment, planning reforms and leadership, we together accelerated the rate of house-building to its highest level since 1989.",
        "Successive governments could – and should – have done more to build homes. The last Labour Government didn’t do enough at the beginning, but we did champion house-building – not just before the financial crisis but once it had begun too – because we recognised the importance of the long-term investment and jobs that it brings.",
        "And as a result of the work we did together to launch the ‘zero carbon homes’ strategy, this industry has shown a commitment to innovation and design to cut carbon emissions that has surpassed many other sectors – despite the current Government’s less than enthusiastic commitment.",
        "In recent years, your sector has been one of those worst hit by the recession, with 18,000 jobs lost in construction since the General Election. But after a long and protracted period of stagnation, in which in this industry capacity and skills have gone to waste and permanent damage has been done, the economic recovery does appear to be getting going.",
        "And there are early signs that house-building is starting to see a modest recovery.",
        "Today’s increase in home starts is welcome but the number of homes built over the past year is down eight per cent compared with the year before and the supply of affordable homes is at a near 10-year low.",
        "And at a time when rising life expectancy means increasingly families now have four generations and not three, new homes are currently being built at less than half the level that our country needs and it is the youngest generation that is set to lose out.",
        "Under this Government house building is at its lowest peacetime level since the 1920s. And by 2020, we are on course to have a shortfall of over 2 million homes.",
        "In my community, the weakening of the ‘brownfield first’ presumption is undermining sustainable development in an area where viable brownfield sites are widely available.",
        "And across the country, the combination of lower government financial support and planning changes have contributed to a falling share for affordable homes within overall housing starts, with affordable housing starts down over a quarter in the last year.",
        "So there is also still a huge amount of ground to be made up, and damage to be undone, before we get close to returning to pre-downturn levels.",
        "I believe that there are two central challenges for economic policy in the Autumn Statement and the coming months: how do we secure a strong balanced recovery which can deliver rising living standards for all and not just a few; and how do we ensure it is built to last and supports long-term investment.",
        "Both of these challenges require us to put house-building centre stage.",
        "That is what the Government must do.",
        "It is what we will do.",
        "Let me take each one in turn.",
        "Who is benefiting from this recovery?",
        "First, falling living standards mean that, on average, working people are now over £1,600 a year worse off than they were at the last General Election.",
        "And there is a very important housing market dimension to the cost of living crisis.",
        "Many people today can’t access mortgages because of the difficulty of saving up for a deposit.",
        "In 1997, it took an average family just three years to save for a deposit on a home. Today, it takes an average of 22 years.",
        "But the cost-of-living challenge is about much more than mortgage availability – it’s about mortgage affordability too.",
        "Soaring house prices mean it’s simply too expensive for many people to get onto the housing ladder.",
        "You just have to look at house prices relative to earnings. Today, the average house costs ten times the average wage, compared to 5 times the average wage twenty years ago. And the fact is that this house price-earnings gap is continuing to widen.",
        "Much of the debate recently has been around Help to Buy. I will return to this in a moment.",
        "But Shelter estimate that high house prices mean first-time buyers on average earnings can afford to use the scheme in just 16 per cent of the country.",
        "Unless we build more affordable homes, house prices relative to earnings will remain high, houses will remain unaffordable, and many people will never realize their dream of owning their own home.",
        "And high house prices and the shortage of affordable housing directly impacts on rent affordability too.",
        "With more people now renting in the private sector than the social sector for the first time in decades, the cost of renting in the private rented sector has increased by twice as much as the rate of wages since the General Election.",
        "And the high cost of the private rented sector is not only bad news for families; it also hits the public finances hard too.",
        "As our previous Shadow Housing Minister, Jack Dromey, reminded me regularly, thirty years ago, around 80 per cent of public spending on housing was spent on building houses for people. Today, 95 per cent of total housing spending goes on housing benefit to subsidise high and unaffordable rents.",
        "Any sensible and sustainable attempt to cap structural social security spending and get the housing benefit bill down simply has to involve expanding the supply of more housing.",
        "Is this recovery built to last?",
        "Building more homes is essential to tackling the cost-of-living crisis. But house-building must also be at the centre of an economic plan to build a strong and sustained and balanced recovery.",
        "So far this year, the recovery has not been based on creating a significantly greater supply of new homes; instead, it has been built on generating greater demand when we already face a critical shortage.",
        "We have and continue to support ‘Help to Buy’ as one element in a balanced housing plan to secure economic recovery. It is vital that we give those with some savings who want to buy a home access to the housing market.",
        "The first phase, targeted at first time buyers in new build properties, was slow to get going but, alongside Funding for Lending, it has helped to unlock finance from a dysfunctional lending market.",
        "But the Government’s second phase of Help to Buy, with taxpayer-guaranteed 95% mortgages available to purchased existing properties, has been widely criticized, including by the former Governor of the Bank of England, the Institute of Directors and the IMF who warned:",
        "“in the absence of an adequate supply response, the result would ultimately be mostly house price increases that would work against the aim of boosting access to housing”.",
        "Commentators are right to question why the Chancellor has decided that a policy, which should be about helping first time buyers, is available for homes worth all the way up £600,000 and why this policy will allow existing mortgage holders to re-mortgage their current property with a taxpayer-backed mortgages.",
        "The Chancellor has said he will ask the Bank of England to review the details of the scheme in a year’s time.",
        "We believe a year is too long to wait.",
        "So I propose the details of the scheme should be reviewed now and then every six months thereafter, to make sure that is contributing to a balanced recovery that is built to last.",
        "But the fundamental flaw in the Chancellor’s current plan is to rely on securing lasting recovery by boosting housing demand, while failing to take any action to boost housing supply.",
        "If Help to Buy merely boosts demand for housing without being matched by action to increase housing supply, then house prices will rise and rise.",
        "The danger with this kind of unbalanced approach is that home ownership will be pushed even further out of reach for the aspiring first time buyers that Help to Buy should be helping.",
        "And at the same time, boosting demand without building more homes risks delivering an unbalanced recovery that will only make the economy more vulnerable in the future.",
        "When what this industry and our country needs is long-term certainty about rising housing supply so that you can plan ahead with confidence.",
        "**Building more homes**",
        "That is why I believe the challenge for the Autumn Statement, and the next Labour Government, is to match support for first time buyers with action now to boost housing supply.",
        "We have to be more ambitious.",
        "That is why, a year ago, Shadow Communities Secretary Hilary Benn, Jack Dromey and I urged the Chancellor to use the revenues from the sale of the 4G mobile spectrum to build 100,000 new affordable homes over the next two years.",
        "It is why we continue to support the IMF in urging the Government to bring forward £10 billion of infrastructure investment this year and next year.",
        "And it is why at our conference in September, Ed Miliband set out our commitment to build at least 200,000 new homes a year by 2020 – through a roadmap to support the private sector in building more homes, including more affordable homes, and a planning system that helps, not hinders, house-building.",
        "In setting out our ambition, we have asked Sir Michael Lyons to lead a new housing commission to advise us on what needs to be done to achieve our goal.",
        "The Independent Lyons commission will look at:",
        "– How we can get much more residential land to market;",
        "– What flexibilities could be granted to local authorities to they can build more affordable homes;",
        "– How we can ensure that communities that want to expand but do not have the land on which to grant planning permission can do so;",
        "– Whether the current planning gain system is fit for purpose;",
        "– And whether land made available for development is being land-banked in a damaging way and how this can be prevented.",
        "We will certainly want to hear your views on all of these issues.",
        "Because history shows us that developers, communities, local councils and national government all need to work together effectively to create homes people want to live in and towns that can become economically independent, are well connected to the regional economy, and generate local jobs.",
        "What we need to achieve requires a scale of ambition not seen for many decades.",
        "And I am not blind to the scale of the challenge and the difficulties that lie ahead.",
        "Nor do I expect you to overlook the fact that I am not the first politician to come to an event like this and promise change.",
        "But I have a very clear message.",
        "A Labour Treasury will make house-building a priority and play its full part in delivering the scale of change we need.",
        "And because of the scale of the deficit we can now expect to inherit in 2015, we will need to find innovative ways of supporting private sector investment to deliver that priority.",
        "If we are to meet that target of at least 200,000 new homes a year by the end of the next parliament, while protecting communities, preserving valuable green belt land, avoiding haphazard urban sprawl and encouraging quality housing in sustainable communities , then every community will need to play its part and plan for the next generation.",
        "But we are also clear that we cannot deliver this ambition unless we build new towns.",
        "Our priority will be to create ways in which a local authority or groups of authorities are incentivised to come forward to identify locations capable of sustaining large scale sites for New Towns and Garden Cities.",
        "With the Lyons Commission we will examine whether and how to give new town development corporations the right to:",
        "– keep increased revenue from business rates as a revenue stream to finance investment – and to use the increased value of land to generate further capital for investment;",
        "– acquire and assemble land;",
        "– and plan and develop the infrastructure needed, bringing together the agencies and utilities who will need to participate in that process to deliver it.",
        "We should draw on the lessons from the past of how the New Towns were developed after the Second World War by Development Corporations, which had the powers to acquire, own, manage and dispose of land and property; undertake building operation; provide public utilities; and do anything else necessary to develop the New Town.",
        "But as we concluded when considering this issue in Government, these powers alone are not enough.",
        "These Corporations generated revenue by selling land and housing, receiving rental income and receiving commercial income.",
        "However, they needed up front funding to build the infrastructure and housing which could later be sold at a profit.",
        "George Osborne has shown himself willing to use the Government’s balance sheet to guarantee some house building – but in particular demand through guaranteeing household mortgages.",
        "And yet we read that the New Towns which you heard about a year ago have stalled.",
        "The Government is providing guarantees of up to £12 billion for Help to Buy. He should now step up to the plate to back the supply of new houses in New Towns.",
        "Providing guarantees to Development Corporations could be essential to provide backing for a large-scale growth programme to provide confidence, reduce risk and give credibility to the development.",
        "We cannot afford to dither any longer – and I cannot see a stronger case for the full throated backing of the Chancellor than a step change in housing supply.",
        "To do that we will need the full backing of the Labour Government, including the Treasury, for new towns – willing to devolve the powers, determined to provide the resources, and showing the leadership and vision that is sadly lacking in Government at the moment.",
        "**Infrastructure**",
        "And to make this work, working with communities, we also need to make sure we deliver the infrastructure that allows towns to become thriving communities.",
        "For decades, successive governments have too often ducked and delayed the vital decisions we need to make on Britain’s long-term infrastructure.",
        "We are determined to change that. And that was why we asked Sir John Armitt, Chair of the Olympic Delivery Authority, to look at how we can better identify, plan and deliver infrastructure for future generations.",
        "We cannot simply wait until the next general election to implement his proposals in statute.",
        "So I have today written to Sir John asking him to:",
        "– Produce a draft white paper based on his report, which sets out in detail the policy, administrative and legislative steps necessary to establish and operate a National Infrastructure Commission;",
        "– Explore the advisory input needed in order to deliver a successful Infrastructure Commission;",
        "– And prepare draft legislation to establish the National Infrastructure Commission.",
        "This landmark reform is vital. And we are determined to work with you – on infrastructure, as well as on skills, planning and housing finance – to build a recovery that is built to last and ensure that more people can own their home and share in rising prosperity.",
        "**Conclusion**",
        "Let me end by saying this.",
        "We know that house-building can transform our country’s future prospects.",
        "Because we have seen it before.",
        "The next General Election will mark the seventieth anniversary of the end of the Second World War.",
        "Back then, our country faced huge economic and fiscal challenges.",
        "But the Government of the day, in partnership with this industry, succeed in achieving lasting change.",
        "And at the heart of it was a bold and radical plan to build more homes.",
        "As a result, London was reborn as the vibrant, thriving capital city that we know today.",
        "And a series of successful, economically independent new towns emerged around it.",
        "We need the same kind of ambition today to solve our housing crisis.",
        "The only way to achieve the lasting change we need is by working with you to create greater supply of new houses.",
        "So the next Labour government is committed to:",
        "– building at least 200,000 new homes a year by 2020;",
        "– maintaining high standards across the sector;",
        "– reforming the planning system;",
        "– and investing in the infrastructure and skills we will need.",
        "This is the best way to help secure a strong, balanced recovery that everyone can benefit from and that is built to last.",
        "And I look forward to continuing to work with you in the months and years to come."
    ]
}