{
    "url": "https://www.ukpol.co.uk/ed-balls-2013-speech-at-thomson-reuters/",
    "title": "Ed Balls – 2013 Speech at Thomson Reuters",
    "post_date": "March 21, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Ed Balls",
            "url": "/tag/ed-balls/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ed Balls, the Shadow Chancellor, to Thomson Reuters on 3rd June 2013.",
    "content": [
        "[![balls](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/03/balls1.jpg)",
        "**INTRODUCTION**",
        "Three years into this coalition government, and three weeks before the Chancellor completes his much-trailed Spending Review for 2015/16, it makes sense now to set out Labour’s approach.",
        "In my speech today, I want to make three central arguments.",
        "First, that this Spending Review is a sign not of strength but of weakness. It is happening because the Chancellor’s economic policies have failed catastrophically – on living standards, economic growth and on deficit reduction too. It is this economic failure that is the background to this month’s Spending Review.",
        "Second, the Prime Minister and the Chancellor are making a terrible mistake in ploughing on with their failing plan: increasing the price the British people will pay now and in the future for this failure. Action for growth this year, next year and the years after should instead be the purpose of any spending review this summer.",
        "And third, the next Labour government must start planning now for what will be a very difficult inheritance. We can now expect to inherit an economy with families under real financial pressure, businesses that have lost vital opportunities to invest, and public finances in poor shape, despite deep cuts to vital public services. This bleak inheritance is now more likely because of the missed opportunity of this Spending Review.",
        "My message to David Cameron, George Osborne and the Tory-led coalition is this:",
        "Our country should not be forced to put up with two more years of your failing plan.",
        "Your experiment with austerity economics has failed on living standards, jobs and growth and on deficit reduction too – and the British people are paying the price for this failure.",
        "Your doctrine of so-called ‘expansionary fiscal contraction’ – that the faster you cut public spending, the greater the boost to private investment and growth – has been exposed as intellectually bankrupt. Even the IMF now says your plans are ‘a drag on growth’.",
        "And your fixation on unbalanced, old-style ‘trickle-down economics’ – the belief that cutting taxes only for the highest earners will lead to more investment and growth, with wage rises trickling down for everyone else – has been equally discredited.",
        "Because while the highest earners have got their tax cut, everyone else is seeing prices rising faster than wages – which are falling in real terms.",
        "Where the Conservatives have failed, our task is to strike the right balance for the British economy:",
        "– between living standards, growth and deficit reduction;",
        "– about where the burden falls between the wealthy and everyone else;",
        "– and between short-term priorities and the vital long-term investments we must make now to safeguard future generations.",
        "But I have an equally tough message for my Labour colleagues.",
        "The situation we will inherit will require a very different kind of Labour government to those which have gone before.",
        "We can expect to inherit plans for further deep cuts to departmental budgets at a time when the deficit will still be very large and the national debt rising.",
        "At the time of the 2010 Spending Review, the Office for Budget Responsibility forecast that the deficit would fall to £18bn in 2015-16.",
        "It is now forecast to be £96bn – that’s £78bn higher, even with the further deep cuts in public spending which the Chancellor has programmed in for 2015-16.",
        "And this means that, because this Government’s austerity economics has failed, we will have to govern in a very different way and in circumstances very different to what we have known for many years. We will inherit a substantial deficit. We will have to govern with much less money around. We will need to show an iron discipline.",
        "Delivering our Labour goals – supporting families and communities, tackling disadvantage, spreading educational opportunity, safeguarding our NHS, investing for the future – will be more difficult than at any time in our living memory, certainly since the post-war Labour government of 1945. But it can be done.",
        "And it will make our economic task – to raise living standards, increase growth and wealth creation by building a reformed One Nation economy where we use, and invest in, the talents and industry of all and not just some – even more vital.",
        "Today is the right time to start the discussion about how we should prepare for the difficult decisions we will face in 2015 – our different priorities for Britain, the plans we must make, the strength of our resolve and the trust we must win.",
        "**A FAILED ECONOMIC PLAN**",
        "First, this summer’s Spending Review is happening now because the Chancellor’s economic plan has failed.",
        "Following the global financial crisis, any Government would have been cutting spending and raising taxes in this Parliament. Family budgets would be under pressure, and protecting jobs would have had to come before pay rises in the public sector.",
        "The challenge was to strike the right balance between economic growth and deficit reduction, and to do so in a fair way so that middle and lower income families did not bear the whole burden and those on higher incomes pulled their weight.",
        "But instead the Conservative-led coalition gambled on getting the pain over quickly – early tax rises, including the VAT rise they ruled out pre-election, alongside faster and deeper spending cuts – on a political timetable to create room for pre-election giveaways.",
        "A further round of deep spending cuts after 2015 was certainly not part of the plan.",
        "At the last Spending Review, George Osborne attacked those who urged a more balanced plan and a greater focus on supporting economic growth, saying this alternative course:",
        "“envisaged the Chancellor of the Exchequer standing here in 2014 and presenting a spending review that still had years of cutting public spending ahead of it.”",
        "Which is exactly what he is now preparing to do.",
        "In Budget 2011, he said:",
        "“We have had to undertake difficult measures. But we have already asked the British people for what is needed, and.. we do not need to ask for more.”",
        "Now the Chancellor says he has no choice but to come back for more – more cuts in 2015/16.",
        "And the reason is simple – the 2010 Budget and Spending Review, which were supposed to make things better, have in fact made things much worse – choking off the recovery, crushing living standards and flatlining the economy.",
        "At a time when confidence was fragile, living standards falling, interest rates already at record lows, banks weak and inward-looking and when our main trading partner was in crisis…",
        "… trying, at that very time, to have the fastest fiscal tightening in our post-war history – too far, too fast – was a reckless gamble.",
        "And George Osborne’s austerity plan has not worked.",
        "A fortnight ago the International Monetary Fund, which once backed the Chancellor’s plan, called for a change of course – proposing “near-term support for the economy” – an immediate £10 billion boost to infrastructure investment to support growth.",
        "They changed their mind because they concluded that the impact of tax rises and spending cuts on economic growth – the fabled ‘fiscal multipliers’ – has turned out to be a much bigger drag on growth than they, the Government or the OBR originally thought.",
        "At the time of the 2010 Spending Review, the Government forecast that it would have grown by a healthy 6 per cent by now.",
        "Since 2010, we have seen growth of just 1.1 per cent in Britain – the slowest UK economic recovery for 100 years – compared to 2.9 per cent in Germany and 4.9 per cent in America.",
        "The Government tries to blame global forces – Euro zone weakness, and the impact of higher oil and food prices worldwide. But higher world prices cannot explain why over the last three years the UK has had a higher inflation rate than every other G7 country. Or why we have had the slowest growth of any G20 country other than Italy and Japan and actually lost export market share.",
        "As the Bank of England has pointed out, higher VAT, higher tuition fees and the sharp fall in the value of sterling since 2010 have driven up inflation and reduced the living standards of British families.",
        "It was the decision to try to accelerate fiscal tightening in 2010 that has proved, in the words of Financial Times commentator Martin Wolf, to be ‘a spectacular own goal.’",
        "An own goal because falling living standards, low growth and higher inflation – at a very high personal cost to communities and people – has also been toxic for the public finances and thrown deficit reduction wildly off course.",
        "The Government is now planning to borrow £245bn more than it planned up to 2015.",
        "And this has not happened because they have failed to cut departmental spending.",
        "This rise in borrowing has been almost entirely caused by a drastic fall in tax receipts compared to the Government’s 2010 plans, even after all the tax rises introduced in their first Budget.",
        "The impact of the failure to get growth could not be clearer.",
        "Tax receipts over this parliament are now set to be £274 billion lower than forecast in 2010. And while a small portion of this fall reflects discretionary policy decisions, such as cuts in corporation tax rates, the vast bulk – 95% – are non-discretionary forecast revisions.",
        "Which in the real world reflects squeezed families and companies that are earning less, making lower profits and paying less tax as a result of flatlining growth.",
        "The Government likes to boast that it has reduced the deficit by a third.",
        "But that reduction happened before their economic policies choked off the recovery.",
        "Since then, the collapse in tax revenues means that deficit reduction in this Parliament has now stalled.",
        "As the head of the OBR said in March:",
        "“We expect the underlying deficit to be stable at around £120 billion last year, this year and next year…”",
        "Which means that both of the Chancellor’s fiscal rules, as set in 2010, have been broken.",
        "In 2010 he said his first fiscal rule required the structural deficit, adjusted for the economic cycle, and excluding investment spending, to be in balance by 2015-16.",
        "The structural deficit is now forecast to be not a surplus of 0.9 per cent of GDP but a deficit of 1.2 per cent of GDP in 2015-16 – breaking that objective by a wide margin, even with the extra spending cuts that have now been programmed in for that year.",
        "And the second fiscal rule – to get the national debt falling by 2015 – has also been broken.",
        "The national debt is now set to be not 67.2 per cent in 2015-16 but 85.1 per cent of GDP, and it is now expected to rise until 2016-17 when it is forecast to peak at 85.6 per cent – a full £309 billion more debt than planned in 2010.",
        "This is the real background to this summer’s Spending Review – living standards falling, growth flatlining, a deficit reduction plan wildly off track and a coalition forced to extend cuts to public services into the next parliament.",
        "**THE ECONOMIC IMPERATIVE**",
        "Of course, what matters now is not the bad choices that the Government has made, but what their policies promise for the future.",
        "Which is why the most worrying finding in the IMF report is that they believe the UK economy today is still ‘a long way from a strong and sustainable recovery’ and that ‘the risks are on the downside’.",
        "We know that the coalition is determined to stick with George Osborne’s austerity economics. We now know what the consequences are likely to be – squeezed living standards, sluggish growth and, despite all the pain, the deficit still high.",
        "But politics aside, there is no operational need for the Chancellor to set budgets now for 2015-16.",
        "It makes no economic sense for this Spending Review to ignore what is happening now in our economy, and focus only on departmental spending in 2015-16 – the first ‘one year only’ spending review since the mid-1990s.",
        "If he followed the pattern of 2010, he could wait until the autumn of 2014 before he sets them.",
        "Which takes me to my second central argument: this summer’s review of spending and the economy should be about action now to boost living standards, growth and long-term investment – this year and for future years.",
        "We need to shift now to a balanced plan – focusing on rising living standards and growth, maintaining a commitment to reduce deficits and spending, and making sure the burden is fairly shared.",
        "Given the Government’s failure so far, there are going to be big and painful choices on spending in 2015-16 and beyond.",
        "But those choices in the next Parliament will be hugely shaped by what happens in this.",
        "After nearly three years of flatlining, the Chancellor says any growth is better than no growth at all.",
        "Of course that’s true. But slow growth is nowhere near good enough.",
        "It won’t make up the ground we have lost over the last few years as other countries have raced ahead.",
        "Nor will it get long-term unemployment down, boost living standards, recoup lost business investment or generate the tax revenues we need to get the deficit down.",
        "Our analysis shows that to get the economy back to where it was forecast to be in 2015-16, the government now needs growth of 5.3 per cent a year, 1.3 per cent a quarter, over the next two years.",
        "But over that period the OBR currently expects average growth of just 1.7 per cent a year – 0.4 per cent a quarter – which means lower living standards, less tax, less investment and many billions less deficit reduction too.",
        "I fear, too, that if the world economy were to take another turn for the worst over the next few years – a second demand shock following the global financial crisis – this time the UK will be in a very much weakened position to deal with the consequences because of the stagnation of the last three years.",
        "The IMF said last month that the UK economy continuing to bump along the bottom “could permanently damage medium-term growth prospects” – compounding mistakes, not correcting them.",
        "Because the longer it takes to get the recovery moving, investment flowing and long-term unemployment down, the greater the damage to the underlying strength of the economy.",
        "If the fiscal multipliers are indeed higher, as the IMF now believes, then a balanced plan can do now to boost growth and job creation this year, next year and the year after will have a significantly larger impact on the public finances than the OBR estimates.",
        "But unless something is done in this spending review to get our economy growing sustainably faster this year and next, and so deliver higher tax revenues and lower spending on unemployment, then the prospects for departmental spending and public services in the next parliament will be much tougher than necessary.",
        "**WHAT THE SPENDING REVIEW SHOULD DO NOW**",
        "That is why any spending review this summer should take immediate action to get the economy growing, invest in our long-term future and reform social security.",
        "Over the past two years, when the economy was totally stagnant, and when our economy has needed a quick and fast-acting shot in the arm, we have advocated a temporary VAT cut – alongside infrastructure spending, action on youth unemployment and targeted tax measures for business as part of our five point plan for growth.",
        "Today, with growth prospects still very uncertain and interest rates too low to be of use, a temporary VAT cut now is still the right prescription before extra capital spending can come on stream – although any immediate tax cut which helps middle and lower income families is better than nothing.",
        "But over the coming year if, as we all hope, some kind of recovery does take hold, then the balance of advantage will shift from temporary tax cuts to long-term capital investment.",
        "So we support the IMF’s call, consistent with medium-term fiscal consolidation, for the Government to act to boost capital spending over the next two years – financed by a temporary rise in borrowing as Labour has also urged – to build our way to a stronger recovery.",
        "With thousands of construction workers out of work and interest rates at record lows, there is a growing consensus that investing now in improving our infrastructure, particularly housing, would give an immediate boost to the economy, encourage more private sector investment, and give us a long-term return as we strengthen our economy for the future.",
        "If the entire infrastructure boost recommended by the IMF was spent on housing over the next two years, we calculate that it would allow the building of around 400,000 affordable homes across the country, and support over 600,000 new jobs in construction, including 10,000 apprenticeships…",
        "… supporting small businesses, helping people aspiring to buy their own home, reducing waiting lists, and easing upward pressure on rents and housing benefit bills.",
        "So to the Treasury and the Chief Secretary I say this: there is no point in vague promises about more capital spending in 2017 or 2020. We need action now. To secure the recovery and get tax revenues coming in, we need that capital spending boost brought forward – and invested this year and next year.",
        "The spending review also needs to end the current dither and delay on industrial policy and put in place long-term reforms to build a One Nation economy for the future.",
        "On long-term infrastructure, not only has the government invested billions less than the plans they inherited, but major projects are beset by dithering and delay.",
        "This is why we have called for the Davies Commission on aviation to report before the General Election; and why Ed Miliband and I have asked the chair of the Olympic Delivery Authority, Sir John Armitt, to examine how our country can have a process to take long term infrastructure decisions in a better way – across Parliaments and across the Parliamentary divide. Ministers should act on Armitt’s recommendations when he reports later this year.",
        "On energy, chronic policy uncertainty and the absence of any agreed plan across government means, as Caroline Flint has highlighted, vital investments and the opportunity to create green jobs are being lost. The government should be legislating now in the Energy Bill for a decarbonisation target for 2030 in order to give a framework for those seeking to invest in renewable, nuclear, and clean gas and coal technology.",
        "Labour, business and environmental groups are united on the urgency of acting now. But Ministers have shown an abdication of leadership by choosing to wait until 2016 before even making a decision. We will vote on Tuesday to make this happen – and, while the Conservative leadership has now set its face against action, I call on every Liberal Democrat who supports a low carbon future to join us and vote with us to make this change happen.",
        "On banking reform, the same pattern of fudge and delay is now characterising the government’s approach where the Chancellor is rejecting the recommendations of the Parliamentary Commission he set up. We need a back-stop power to break up the big banks if we don’t see real reform and cultural change.",
        "And, as Shadow Business Secretary Chuka Umunna has argued, a modern industrial policy also requires a proper British Investment Bank, support for vocational education and action on Sir George Cox’s recommendations on over-coming short-termism within British business.",
        "A Spending Review this summer also needs to make a start on long-term social security reform which rewards work.",
        "The fact is, for all the tough and divisive rhetoric, the benefits bill it is still rising, as Liam Byrne has exposed – revised up by over £20 billion since the 2010 spending review – the direct consequence of George Osborne’s austerity economics.",
        "The Conservative approach to welfare has simply been to slash tax credits and benefits across the board – regardless of who they hit. Millions of working people, redundant nurses desperately looking for work, disabled people in homes that Ministers have decided contain a ‘spare room’ – all hit just at the time when prices are rising faster than wages and unemployment is rising.",
        "Labour proposes serious policy action to tackle the underlying drivers of rising working-age benefits, with:",
        "– A compulsory jobs guarantee – a paid job for every young person out of work for 12 months or more and over 25 unemployed for over two years – which they will be obliged to take or face losing benefits;",
        "– A fair cap on household benefits – not one that costs more than it saves, and which takes account of housing costs in different parts of the country – with an independent body, like the Low Pay Commission, advising on whether the cap should be higher in high-cost housing areas like London, but potentially lower in other parts of the country;",
        "– And housing benefit reform which tackles high rents and addresses the shortage of affordable housing.",
        "These are issues which Ed Miliband will return to later this week.",
        "**LABOUR’S FISCAL RULES**",
        "These are the actions a responsible spending review should take this summer.",
        "Because action now on growth is the best way to mitigate the scale of the cuts the Government says it has to make to public services in 2015-16 and beyond.",
        "But, as the Chancellor’s response to the IMF report shows, we cannot rely on the coalition government to see sense and act responsibly.",
        "Which brings me to my third argument today.",
        "Where this government’s failure on growth and jobs has led to their failure on the deficit, the next Labour government will rise to the challenge: action to strengthen the recovery and our economy for the long-term; alongside a tough deficit reduction plan.",
        "But with the Chancellor refusing to change course, Labour must start planning now for what will be a very tough inheritance in 2015. It will require us to govern in a very different way with much less money around. We will need an iron discipline and a relentless focus on our priorities.",
        "We cannot write our first Budget today – two years ahead when we do not know the state of the economy and public finances that we will inherit.",
        "Instead, Labour will set out, in our general election manifesto, tough fiscal rules that the next Labour government will have to stick to – to get our country’s current budget back to balance and national debt on a downward path.",
        "Tough rules, which will be independently monitored by the Office for Budget Responsibility.",
        "A clear and balanced plan to support growth, alongside a clear timetable to get the deficit and the debt down – finishing the job where this Government has failed.",
        "That is why we have said every penny of windfall from the sale of the government’s stakes in the banks must be used to repay the national debt – not for a politically timed pre-election giveaway at the expense of taxpayers and the economy.",
        "But given how catastrophically off track the government’s plans have gone in the last three years, it would be irresponsible to set out those fiscal rules two years in advance, banking on things turning out in line with government forecasts. We will not make promises we cannot keep.",
        "So today I am going to have to disappoint my opponents and my colleagues.",
        "I am going to disappoint the Tories – we will not set out our plans for 2015-16 this year, however much you want us to, in order to divert political attention from your own abject economic failure.",
        "We all know why the Chancellor is focussing now on spending cuts in 2015-16, when he does not know the economic circumstances he will face in two years time. Once again, he is trying to turn his economic failure into some kind of short-term political advantage.",
        "No-one should be surprised. After all, this is the Chancellor who claimed for three years that he had to stick to his plan or the UK would be downgraded by the credit rating agencies; and then when he lost the UK’s AAA rating, said this meant he had no choice but to stick to his plan.",
        "The same Chancellor who still tries to claim that a global financial and banking crisis, which began in the USA and echoed round the world, was somehow caused by or made worse by levels of public spending here in Britain – when as Shadow Chancellor, before the crash, he had pledged to match Labour’s spending plans.",
        "And you can see the new political game – to set out deep cuts to policing, defence, local government, social care or early years funding or in support for children and the disabled – all for after the General Election – and challenge Labour to make a decision now to reject his plans two years ahead.",
        "We will not play that game – when we do not know the economic circumstances two months ahead, let alone two years.",
        "But that also means I am going to disappoint my Labour colleagues too.",
        "Because for the same reason, we cannot plan now on the basis that our inheritance in 2015 will be better than currently forecast.",
        "We cannot decide now to spend money that we do not know, and do not expect, will be there.",
        "Even if the Government were to implement Labour’s growth plan now, given the failure of the last three years it would not avoid the need for cuts in departmental spending in the next Parliament.",
        "It will take years to sort out George Osborne’s fiscal mess",
        "And the longer the government carries on with these failing policies, the bigger the challenge will be for the next Labour government.",
        "Jobs and growth are vital to getting the deficit down – but they cannot magic the whole deficit away at a stroke.",
        "Nor can we rely on tackling tax avoidance to avoid difficult decisions.",
        "We are determined to crack down on irresponsible tax practices. Our recent multinational tax reform document sets out the way ahead. We need international action, and Britain must take the lead and act if others will not. So we will continue to say more in this area.",
        "But this is not some easy pot of gold. Tax avoidance has to be tackled billion by billion. Given the global complexity of this problem, the suggestion that any individual government can easily find billions more in unpaid tax simply through one Budget speech or a Finance Bill clause is not realistic.",
        "So this is the hard reality.",
        "The last Labour government was able to plan its 1997 manifesto on the basis of rising departmental spending in the first years after the election.",
        "The next Labour government will have to plan on the basis of falling departmental spending.",
        "Ed Miliband and I know that, and my shadow cabinet colleagues know that too.",
        "So my message to the country is this:",
        "My job is to make sure that we have a plan to grow the economy and get the deficit down.",
        "With tough decisions and by investing in the future we can do this.",
        "And set the country in a different direction from this government.",
        "– not giving the banks a tax cut, but putting a tax on bankers bonuses to get young people back to work;",
        "– not attacking those who cannot find work, but making sure the long-term jobless are given a guaranteed job which they will have to take up or face losing benefits;",
        "– not giving tax cuts to the richest, but keeping the 50p tax rate now and supporting working families by not going ahead this year with real terms cut to tax credits;",
        "– and not wasting money fragmenting the NHS, and other services, or on vanity schools projects, but focusing on the real needs in adult social care and primary school places – and bringing public services together to save money and improve services.",
        "But my message to my shadow cabinet colleagues is this.",
        "To serve the country and win its trust:",
        "We must work together to find efficiency savings and switch resources to Labour’s priorities; but you cannot prepare now on any basis other than that you will inherit very tough spending plans from this year’s Spending review. They will be our starting point.",
        "We know these plans for current spending in 2015-16 are likely to place a very significant burden on public services.",
        "But because of the overall financial situation we inherit, and the need to look ruthlessly at every pound we spend, the relentless focus of my Shadow Cabinet colleagues must be on how to re-prioritise money within and between budgets for current spending, rather than coming to me with proposals for any additional spending.",
        "Any changes to spending plans for 2015/16 must be fully funded, agreed with Ed Miliband and myself, and set out in advance in our manifesto.",
        "As far as capital spending is concerned, it certainly does make economic sense now, as the IMF has urged, to bring forward capital spending to support growth and invest in our long-term infrastructure – creating jobs now, bringing long-term returns and taking advantage of very low interest rates.",
        "And for the future, we need to invest in the homes, transport and infrastructure Britain needs and ensure a recovery made by the many. Of course, here too we will only set our plans for investing in Britain’s future in the light of the economic circumstances at the time, and the needs of economic growth, informed by the findings of the Armitt review into Britain’s long-term infrastructure needs.",
        "So we will match an iron discipline on spending control with a fairer approach to deficit reduction.",
        "Which will mean asking important questions for our manifesto:",
        "– With primary school places in short supply in many parts of the country, and parents struggling to get their children into a local school, can it really be a priority to open more free schools in 2015 and 2016 in areas with excess secondary school places?",
        "– When we are losing thousands of police officers and police staff, how have we ended up spending more on police commissioners than the old police authorities, with more elections currently timetabled for 2016?",
        "– With family budgets under such pressure and living standards falling, surely it makes sense to introduce a mansion tax on properties worth over £2m to pay for a lower 10p starting rate of tax?",
        "– And when our NHS and social care system is under such pressure, can it really remain a priority to pay the Winter Fuel Allowance – a vital support for middle and low income pensioners – to the richest 5% of pensioners, those with incomes high enough to pay the higher or top rates of tax?",
        "We believe the winter fuel allowance provides vital support for pensioners on middle and low incomes to combat fuel poverty. That’s why we introduced it in the first place. At that time, and when the pattern of pensioner incomes was different to today, we paid pay it to all pensioners.",
        "But in tough economic times we have to make difficult choices about priorities for public spending and what the right balance is between universal and targeted support. So at a time when the public services that pensioners and others rely on are under strain, it can no longer be a priority to continue paying the winter fuel allowance to the wealthiest pensioners.",
        "**THE ZERO-BASED SPENDING REVIEW**",
        "These are issues which we will address now as we prepare for the zero-based spending review – a root and branch review of every pound the government spends from the bottom up – which Labour will complete in our first year in office.",
        "We in the Labour Party value the huge contribution that public services – and public service – make to the strength of our economy and the fairness and stability of our society.",
        "We celebrate the excellence of our teachers and school support staff, the service of our police officers and non-police staff; and the quality of care that our doctors, nurses and health workers deliver – and the efficiency that our publicly funded NHS delivers compared to private health care around the world.",
        "But it is the duty of government to make difficult choices about priorities and to get maximum value for every pound of taxpayer money it spends.",
        "As I have said before, the last Labour government did not spend every pound of public money well. No government, including this one, can honestly say that.",
        "That is why Rachel Reeves, the Shadow Chief Secretary to the Treasury, has already set up a public sector efficiency advisory board, with Shadow Cabinet Office Minister Jon Trickett, to ensure we are ready for the challenges we will face in 2015, covering:",
        "– making best use of information and communication technology;",
        "– effective public sector procurement;",
        "– collaboration and joined-up government, including shared services; use of consultants and temporary staff;",
        "– and how we improve organisational incentives in the civil service.",
        "All of this work will feed into our zero-based review.",
        "Our preparations for this review will proceed in three phases:",
        "First, over the next year, each Labour spending team will prepare a report on Public Service Reform and Re-Design setting out how we deliver better public services with less money, involving employees, charities, and the voluntary sector in our deliberations, as well as business and public providers. We will publish a summary of these reports next spring.",
        "On that basis, the Labour Treasury team will work with spending teams to identify savings and switches for 2015-16 to reflect Labour’s priorities and report before our manifesto.",
        "And these detailed departmental reports will then inform our full zero-based examination of every pound we spend – in every department, including in any department whose spending we choose to ring-fence in our manifesto, and in annually managed expenditure too – which will be completed within the first year of the Labour government.",
        "The review will be guided by the following principles:",
        "– how can we use public money more efficiently;",
        "– how can we use departmental budgets to support growth and job creation;",
        "– how can we ensure fairness and consumer choice in service delivery;",
        "– and how can we ensure preventative spending – early years spending, support for troubled families, public and mental health services, scientific research into new cures and treatments – areas where spending now saves billions in the future – is given a high priority.",
        "The great advantage of this zero-based review is that it can ask basic questions about all aspects of government and spending, big or small.",
        "– Does it really make sense to have separate costly management and bureaucracy for so many separate government departments, agencies, fire services and police forces – the same number as when this Government came into office – all with separate leadership structures and separate specialist teams?",
        "– Should industries pay a greater share of the costs of their regulators?",
        "– Do we really need four separate government agencies delivering services to motorists?",
        "– Should we be spending millions on a separate company to deliver High Speed 2 when we already have Network Rail, which after all is responsible for rail infrastructure?",
        "– Has the Ministry of Justice properly made the case for a major new “Titan” prison, at a time when the prison population is falling?",
        "– Do we need more admirals than ships and more officers in our forces than our international counterparts at a time when frontline armed forces are under pressure?",
        "– Can we improve care and save money, as Andy Burnham has proposed, by thinking of health and social care as a single service, looking after the whole person, with a single budget and joint management?",
        "– And on infrastructure, how should we set priorities within rail spending, and between rail investment, trunk roads, expanding airport capacity, delivering super-fast broadband across the whole country, modernising our energy infrastructure and improving our flood defences?",
        "These are some of the questions our zero-based spending review will ask.",
        "**CONCLUSION**",
        "In conclusion, let me say this.",
        "These are challenging times.",
        "How Labour responds will shape not just the politics of the general election but our economic future and the cohesion of our country over the next decade.",
        "Because in opposition or in government, the tax and spending priorities a political party chooses to set out reveal much about its values, its resolve and steel, its understanding of how the economy works.",
        "The British people know that George Osborne’s austerity economics has failed. They are worse off, growth has stalled, investment has fallen and the deficit is not coming down.",
        "But the last thing they want to hear from any politician is ‘we told you so’.",
        "What they want to know from Labour is that there is a better way.",
        "That we will put in place the polices now and for the future that can produce the investment and growth that bring sustained increases in living standards.",
        "And that Labour will take a tough and fair approach to deficit reduction.",
        "This is what we mean by striking the right balance for the British economy:",
        "– Action now to raise living standards, growth and long-term investment;",
        "– Bringing down the deficit steadily, with an iron discipline on spending control;",
        "– Making sure ordinary people do not carry the burden of meeting fiscal targets and ensuring those with the broadest shoulders bear their fair share.",
        "Where this government’s failure on growth and jobs has led to their failure on living standards and on the deficit, the next Labour government will get things back on track to finish the job."
    ]
}