{
    "url": "https://www.ukpol.co.uk/bank-of-england-2022-statement-on-the-collapse-of-the-pound/",
    "title": "Bank of England – 2022 Statement on the Collapse of the Pound",
    "post_date": "September 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bank of England",
            "url": "/tag/bank-of-england/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by the Bank of England on 26 September 2022.",
    "content": [
        "The Bank is monitoring developments in financial markets very closely in light of the significant repricing of financial assets.",
        "In recent weeks, the Government has made a number of important announcements. The Government’s Energy Price Guarantee will reduce the near-term peak in inflation. Last Friday the Government announced its Growth Plan, on which the Chancellor has provided further detail in his statement today. I welcome the Government’s commitment to sustainable economic growth, and to the role of the Office for Budget Responsibility in its assessment of prospects for the economy and public finances.",
        "The role of monetary policy is to ensure that demand does not get ahead of supply in a way that leads to more inflation over the medium term. As the MPC has made clear, it will make a full assessment at its next scheduled meeting of the impact on demand and inflation from the Government’s announcements, and the fall in sterling, and act accordingly. The MPC will not hesitate to change interest rates by as much as needed to return inflation to the 2% target sustainably in the medium term, in line with its remit."
    ]
}