{
    "url": "https://www.ukpol.co.uk/george-banton-1922-speech-on-old-age-pensions/",
    "title": "George Banton – 1922 Speech on Old Age Pensions",
    "post_date": "May 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "1922",
            "url": "/tag/1922/"
        },
        {
            "text": "George Banton",
            "url": "/tag/george-banton/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Maiden Speech",
            "url": "/category/maiden-speech/"
        },
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by George Banton, the then Labour MP for Leicester East, in the House of Commons on 4 April 1922.",
    "content": [
        "I hope that the House will allow me the indulgence which is usually accorded to a Member who addresses it for the first time. I take the opportunity of speaking upon this particular Resolution, because I have within the past few weeks had some experience in dealing with old people employed in a large concern with which I am connected. These old people number between 20 and 30, and range in age from 84 down to 70 years. The firm were anxious to give these old veterans of labour a rest, and they were willing to make their latter years as comfortable as possible. They investigated the cases, and they were willing to be generous, but they found that the standard of life at which these men had been living would be diminished seriously if the allowance given to them did not exceed £1 per week. They would have been willing to grant more than 10s., but it was argued that every shilling granted above the 10s. would be subsidising the Government. They did not feel disposed to take the money of that particular firm to subsidise the Government. They were put in this dilemma—to maintain these old men at an economic loss, or reduce their standard of living, which was a necessity they did not wish to face, or let them go to the guardians, and by going to the guardians they, as ratepayers, would have had to bear the cost, and it would have been a greater cost to the community than if they had been allowed the old age pension without these restrictions which are at present imposed. The question is whether it is possible for the Labour Benches to indicate some means by which they could economise so as to recompense in some way for the extra amount that would be called for.",
        "If hon. Members who talk upon this subject were acquainted with some of the great number of people who cannot maintain themselves upon the meagre allowance granted to them, and who have therefore to call upon the Poor Law for aid, they would realise that if these people were kept from the Poor Law a great economy to the State would result. That is one consideration, quite apart from any humanitarian feeling. It is said that all Members of the House are sympathetic towards the claims of the poor. We do not claim to have the monopoly of sympathy, but on public bodies I have heard of sympathy so many times that I am rather chary of giving credence to what is expressed. We want to extend our sympathies to those who need it most. Our old people need it most. The seconder of the Amendment reminded us that there were injunctions laid down that we should clothe the naked and feed the hungry, but that there was no injunction that we should grant old age pensions. One of the earliest injunctions laid upon mankind was that we should honour our fathers and our mothers. The State would show appreciation of that very old injunction by conceding the request of the Labour party, and allowing the old age pension to all, irrespective of their incomes. It has been suggested that that would not be wise, because millionaires might participate. I should not be surprised if millionaires, composed as they are to-day, did participate. They are of that particular kind which will take what is available from whatever source it comes, and they would most likely go for their 10s. a week, or they might make arrangements to have the money forwarded quarterly by the Chancellor of the Exchequer. At any rate, I would not penalise the needy old people because of the few millionaires.",
        "It is also suggested that we might make changes in the law more beneficial than this proposal to the poor. I have just been returned by an electorate which is not small, and I have made much of a point regarding the old people employed by the best employers of labour. There are many good employers of labour who are willing and anxious to help their old workpeople, but they do not feel justified in subsidising the Government. We are often charged with fighting for class legislation. We repudiate that charge. We find that in the granting of pensions there is class legislation at present in operation. When I read the list of pensions that this House has granted, I find there are some people participating in the generosity of the public to the extent of many thousands a year, but I have never read that there have been any inquiry into any recipient’s income, or any investigation as to whether the income would maintain them. The pensions seem to be granted “for services rendered.” I submit that the old people for whom I am pleading have rendered services to the State.",
        "**Mr. JAMESON**",
        "Why!",
        "**Mr. BANTON**",
        "They have rendered services to the State. An old writer has told us that there are; the soldiers of the ploughshare as well as soldiers of the sword. These poor old people have served their country. I notice that one hon. Member opposite shakes his head. I do not desire to raise any class antipathy, but I would appeal to the kindly sympathies of the House to realise that in the lower walks of life there are men and women who have served the State to the best of their ability.",
        "**Mr. HAILWOOD**",
        "On a point of Order. May I ask whether—",
        "**Mr. DEPUTY-SPEAKER (Sir E. Cornwall)**",
        "It is usual when a new Member makes his first speech, to allow him to do so without interruption.",
        "**Mr. BANTON**",
        "I appeal to the best that is in the House. I do not wish to arouse the worst. I claim that hon. Members should extend their sympathy to many of the best of our people. There are thousands and tens of thousands in the ranks of the middle class whom this comparatively small dole would enable to end their last years in decent comfort. A poor woman came to me within the past fortnight. She was 74 years of age, and had been at work. In ignorance of the law she had been drawing 12s. to 14s. a week in addition to the 10s. a week from the State. The State discovered what she had done, and sent notice to her of the crime she had committed. The threat was held over her of punishment and she feared coming before the magistrates. On her behalf I interposed with the pensions officer, and here I may say that the officials in the Pensions Department I have always found sympathetic. But there the law stood. This woman received a demand made for the restoration of over £17. Her pension has been stopped, and the old lady is now in the workhouse. That is only one case that has come under my observation in the past few days. If hon. Members were only made more directly acquainted with the poverty of many of the most deserving of our people I am sure there would not be so much difficulty about changing the law. At the beginning of my speech I referred to 20 men. They are at work to-day. There are out of work strong, able-bodied men who are walking the streets. From the economic point of view it would be far more desirable to let the old men take their well-earned rest and to allow the strong and able-bodied to take their places. From the point of view of political economy it would mean a great saving to the public purse. I support the Resolution and I hope the House will realise that the old people deserve better treatment. We do not want to wait until the dreamed-of time when everything will be flourishing."
    ]
}