{
    "url": "https://www.ukpol.co.uk/anthony-barber-1973-speech-on-public-expenditure/",
    "title": "Anthony Barber – 1973 Speech on Public Expenditure",
    "post_date": "August 3, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "1973",
            "url": "/tag/1973/"
        },
        {
            "text": "Anthony Barber",
            "url": "/tag/anthony-barber/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Anthony Barber, the then Chancellor of the Exchequer, in the House of Commons on 21 May 1973.",
    "content": [
        "With your permission, Mr. Speaker, and that of the House, I wish to make a statement.",
        "A primary objective of this Government has always been to set our nation on a course of faster economic growth. In the 1972 Budget our aim was a rate of 5 per cent. That we achieved.",
        "Having lifted the economy on to this path of higher growth, the aim of this year’s Budget was to continue on that path over the next year or so. All the indicators confirm that the economy is continuing to expand at an annual rate of at least 5 per cent., as we intended. Production, industrial productivity and retail sales have all been rising well. Industrial investment is now beginning to forge ahead, and exports are growing strongly—indeed, more strongly than I expected. Unemployment has continued to fall. These are the welcome signs of success.",
        "Despite some of the problems associated with that success—pressure on the construction industry in some areas and a shortage of skilled labour in certain sectors of industry—we will still have for some time ahead the spare resources necessary to continue that faster rate of growth which is a primary objective of our economic strategy. Furthermore, the nation is firmly behind the Government’s counter-inflation policy, which is a key part of the strategy for expansion.",
        "But if we are to secure a lasting improvement in our economic performance, and so in our prosperity, we must at this stage look beyond the present financial year and take whatever action is necessary now to secure the opportunity for steady and sustained economic growth during the next financial year, 1974–75, and beyond.",
        "This sustained growth will depend crucially on the continued strong expansion of industrial investment and exports which we can now expect. It is therefore essential that we now seize this opportunity to get industrial investment and exports on to a higher level and a faster growth path. At the same time, we must allow for a reasonable rate of increase in personal consumption. Looking ahead beyond this financial year, in order to make sure that we have sufficient resources for these three vital elements of demand—industrial investment, exports and personal consumption—it is necessary to moderate the growth of the remaining principal element of demand—public expenditure.",
        "This was deliberately expanded at the end of 1971 as a temporary measure to reduce unemployment. Now, with unemployment falling at a good rate, and—what we have always wanted—with exports and industrial investment rising fast, is the time to look beyond this financial year. To permit the changes in the pattern of output required to meet these expanding demands, we must take decisions now to ensure that public expenditure, while continuing to grow to meet essential needs, does not pre-empt too much of the nation’s output and so jeopardise the continued expansion of the economy in 1974–75 and beyond.",
        "In my Budget Statement I announced that certain work on public expenditure had been put in hand last year. That work is now complete and my colleagues and I have decided on certain changes in public expenditure next year, 1974–75.",
        "We have throughout adopted a selective approach, and the result is that a net saving will be achieved without any reduction in the building programmes for hospitals; for schools, including nursery schools and the replacement of the older schools; without any reduction in the building programmes for colleges and universities; for old people’s homes, and other buildings for the local health and personal social services; and without any change in the rates of regional development grants.",
        "Expenditure programmes on all these items as well as, of course, social security will continue as planned. The changes include no increases in charges.",
        "Furthermore, because the changes are being announced well in advance, there should be no question of cancelling existing contracts.",
        "In deciding upon the geographical spread of savings in individual programmes, the Ministers responsible will take account of the varying circumstances, including the load on the construction industries, the level of unemployment and the particular needs of the various parts of the country.",
        "So that the specific changes can be strictly compared with the most recent Public Expenditure White Paper (Cmnd. 5178), they are expressed at 1972 survey prices.",
        "The savings are as follows:",
        "**Roads:**",
        "Deferments for the time being of new schemes and a reduction in maintenance affecting both central and local government. The roads necessary to support Scottish oil developments will not be affected. The saving will be £100 million.",
        "**Miscellaneous Local Services:**",
        "This will involve deferment of approvals. A substantial part of the saving will come in the non-key sector, where the selection will be made by the local authorities themselves. Here again the total saving will be £100 million.",
        "**Local Authorities’ Current Expenditure:**",
        "Out of a total estimated local authority current expenditure of nearly £5,000 million, there will be a saving of £80 million. The largest part of this—£50 million—is already included in the totals which I have mentioned, particularly road maintenance. The rate support grant negotiations this autumn will proceed on the basis that these economies are being made. It is important that the new local authorities as well as the existing ones should be given this early notice of the changes.",
        "**Various Public Building Projects or Improvements:**",
        "In this area also, the Government and the local authorities will both make contributions, amounting to £15 million in all.",
        "I should add here that there could be no question of incurring any expenditure on the proposed new parliamentary building during either this or the next financial year.",
        "**The Civil Service:**",
        "Figures are being published today—they may even have been published for all I know—which show that the total number of civil servants is now less than when we took office. By continuing to contain the growth of Civil Service manpower there will be a saving of £20 million on previous plans.",
        "**Selective Government Assistance to Industries:**",
        "As a result of the expansion of the economy, and the increasing ability of industry to finance its own requirements, the amounts which were at one stage envisaged are not now expected to be required in full, and there will be a saving of £35 million.",
        "**Defence:**",
        "We expect to maintain the defence budget in 1974–75 at broadly the same level as in the current financial year. A saving of £50 million will be found by economies and postponements of expenditure, including works projects. Our contribution to NATO will not be prejudiced.",
        "**The Nationalised Industries:**",
        "Those industries for which the Secretary of State for Trade and Industry is responsible, a saving of £100 million; the Post Office, £30 million; the surface transport industries £10 million. Investment in the nationalised industries will still be on a rising trend and fully adequate to sustain a faster rate of national growth.",
        "**Agriculture:**",
        "As our agriculture becomes more integrated with the common agricultural policy, the need for Exchequer aid will become less and so there will be a reduction of £25 million in expenditure in 1974–75 on current production grants.",
        "**Industrial Training:**",
        "It is important not only that the momentum of this programme should be maintained but that it should be increased. A further £6 million will therefore be added to the existing programme. The plans for meeting expenditure by the industrial training boards out of Government funds instead of out of levies will be deferred for eight months. The increased programme and this deferment will result in a net saving of £20 million.",
        "I was asked particularly about housing. My right hon. and learned Friend the Secretary of State for the Environment has already announced a major switch of resources to housing. I can now inform the House that this priority for housing will involve additional expenditure in 1974–75 of £35 million—again, for convenience, expressed at 1972 prices. Taking this into account, and also the additional expenditure on industrial training to which I have referred, the total net saving in public expenditure for the next financial year, 1974–75, as a result of all these changes will be, at 1972 prices, some £500 million. These decisions will be reflected with estimating and other changes in the course of the year in the next annual White Paper.",
        "As shown in the last White Paper on public expenditure, we start with the advantage that we had already deliberately planned for the rate of increase to begin to slow down during this financial year, by the end of which the special counter-cyclical expenditure which we put in hand in 1971 will have largely run its course.",
        "I have explained why the various savings I have announced relate to the year 1974–75. I should also take this opportunity to give the House an assessment of how they will affect the present financial year, 1973–74.",
        "The changes which I have announced for 1974–75 will build up gradually and will result in a saving in public expenditure in this year approaching £100 million. This saving will be in addition to the reduced provision which I foreshadowed in my Budget Statement and which, on present estimates, now amounts to a net reduction of about £225 million. Public expenditure this year is therefore likely to be over £300 million less than the figure in the last White Paper (Cmnd. 5178).",
        "We have before us the greatest opportunity our country has had for very many years—an opportunity to achieve a faster and lasting improvement in our national prosperity. The changes which I have announced will ensure just that."
    ]
}