{
    "url": "https://www.ukpol.co.uk/brendan-barber-2012-speech-to-tuc-womens-conference/",
    "title": "Brendan Barber – 2012 Speech to TUC Women’s Conference",
    "post_date": "September 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Brendan Barber",
            "url": "/tag/brendan-barber/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Brendan Barber to the TUC Women’s Conference on 14th March 2012.",
    "content": [
        "Thanks Max [Hyde]",
        "Thanks for your hard work on the Women’s Committee and with the NUT.",
        "And thanks everyone for inviting me to address your conference.",
        "Let me begin by congratulating Evelyn Martin from the GMB for winning the women’s gold badge and being awarded the MBE last year.",
        "Let me congratulate Michelle Stanistreet for being elected as NUJ general secretary last April – the first ever women to hold this post.",
        "And conference, let me also say a few words about two outstanding women trade unionists who we sadly lost over the last year – Marge Carey from USDAW, and Terry Marsland who made her mark with the Tobacco Workers’ Union, Tass and MSF.",
        "Both were working-class women who grew up in Liverpool.",
        "Both devoted their lives to improving the lot of ordinary women.",
        "And both were an inspiration to us all.",
        "We will never forget them.",
        "Conference, you are meeting once again at a time of tremendous difficulty for ordinary women and their families.",
        "The facts speak for themselves.",
        "Women are twice as likely to be affected by government cuts as men.",
        "Women are being disproportionately hit by the pay freezes, pension reforms and massive jobs cull in the public sector.",
        "And women are continuing to bear the brunt of an economic crisis largely caused by the testosterone-fuelled antics of male bankers in the City.",
        "Earlier today, it was announced that women’s unemployment has reached its highest level in a quarter of a century.",
        "Over 1.1 million women are now without work. The number of unemployed women aged between 50 and 64 has risen by 20,000 over the past quarter. And female unemployment has risen by nearly 25 per cent in the North East in the last year.",
        "But the headline statistics – however bad – tell us nothing about the countless personal tragedies unfolding right across Britain.",
        "The female graduate told to start her own business because there are no jobs.",
        "The young mother unable to find work because of a lack of childcare.",
        "And the woman in her fifties made redundant now fearing she will never work again.",
        "Like 52-year-old Helen from London.",
        "A community care worker for 10 years who lost her job back in 2009.",
        "She hasn’t worked since.",
        "As Helen says: ‘I’ve been for interviews, I send my CV off all the time, but there is nothing. It’s so depressing, so frustrating, I don’t know what to do’.",
        "Conference, let’s be clear: the jobs crisis facing women is a national scandal – and we will not stand by while this government destroys the lives, livelihoods and aspirations of millions of women in this country.",
        "Think too about all the other things the coalition is doing.",
        "Funding for the EHRC slashed.",
        "Changes to the state pension age that disadvantage half a million women.",
        "Plans to cut maternity leave to 18 weeks – or zero if Steve Hilton gets his way.",
        "Hard won abortion rights at risk.",
        "Basic employment rights deemed to be red tape.",
        "Legal aid cut mercilessly.",
        "Refuges for victims of domestic violence closed.",
        "Colleagues, the evidence is clear: this is the most female-unfriendly government in living memory.",
        "With women bearing the brunt of the coalition’s policies, with so few women supporting the government, what has Number 10’s response been?",
        "To appoint a new tsar for women. To say a few warm words about getting more women onto company boards. To talk about tax breaks for people who employ cleaners and servants.",
        "Conference, let’s be clear: this is a government that knows absolutely nothing of the lives led by ordinary women in Britain today.",
        "If there’s one statistic that shows just grotesquely unequal our country has become, then it’s surely this.",
        "The richest 1 per cent of the population – the people the government desperately wants to cut tax for – already claim more in tax reliefs each year than the typical woman working in the private sector earns in a year.",
        "That’s not just deeply shocking; it’s a moral abomination that shames our society.",
        "So how, in the midst of austerity, do we win fairness, equality and justice for women?",
        "How do we respond to the government’s attacks on women’s rights, jobs, and services?",
        "And what can we in the trade union movement do to make a difference to the lives of the most vulnerable, disadvantaged women in our society?",
        "Let me describe what I think must be our three key priorities in the year ahead.",
        "First priority: we’ve got to set out our alternative to austerity.",
        "With the cuts hitting women hard, it’s our job to show there is a better way to get our economy back on track.",
        "Ministers want us to believe that austerity will be worth it in the long run; that the sacrifices we are making now will pay dividends at some indeterminate point in the future.",
        "But we need to get the message across that it won’t like this – that austerity means high unemployment, stagnant wages and falling living standards for the duration.",
        "Instead we need to give ordinary working people – ordinary women – a sense of hope about their prospects.",
        "That’s why, over the past year, the TUC has made the case for a different strategy based on growth, jobs and tax justice.",
        "Keeping our economy moving, keeping people in work, and keeping tax revenues flowing – with those at the top making a proper contribution at long last.",
        "In a sense we’ve got to shift the terms of the debate from deficit reduction to economic renewal.",
        "Because it’s only through building a fairer, stronger economy ­­­- providing decent work for all – that we’ll be able to deal with our debts in the long term.",
        "As Keynes once said: ‘look after unemployment and the budget will look after itself’.",
        "And this takes me onto our second priority: we’ve got to keep fighting the cuts in our workplaces and our communities.",
        "What we’ve got to do is build on the huge success of our massive mobilisations of March 26th and November 30th last year – in which women of course played such a prominent role.",
        "Not just working alongside all those organisations – from charities to women’s groups – who share our concerns about the scale and speed of the cuts.",
        "But also reaching out to those millions of people from every walk of life – men and women; black and white; young and old – who believe in a better, more hopeful vision for Britain’s future.",
        "A big part of the task we face is showing just how devastating the cuts are to the everyday lives of people of all backgrounds.",
        "And the good news is you’re already leading the way of that front.",
        "Thanks to the excellent ‘Women and the Cuts’ toolkit which was launched last autumn, you’re already building up a detailed picture of how austerity is affecting women in communities the length and breadth of Britain – complemented by the mapping exercise you are now undertaking.",
        "Our task is simple: to make this kind of work the norm not the exception right across our movement – giving us the evidence, the testimonies, and the arguments we need to take apart the government’s case for cuts.",
        "So to our third priority: we’ve got to get organised.",
        "As vital as our campaigning work is, there can be no substitute for effective trade union organisation in the fight against austerity.",
        "Recruiting workers into trade unions, encouraging them to get active, rebuilding our collective strength: that’s what we’ve got to do now.",
        "And with union density higher among women than among men, once again you are showing how it is done.",
        "Proof of the old adage that women need unions; and unions need women.",
        "At a time when women are being hit hard by the cuts; when it is women who account for the majority of the 710,000 jobs being slashed across our public services; and when women are often being shoehorned into lower-paid work in the private sector -assuming they’re lucky enough to find it – the case for stronger organisation is surely unanswerable.",
        "And as you know better than me, the way to bring women into the fold is to focus on the issues that matter most to them.",
        "So let’s speak up for equal pay, better childcare and decent jobs.",
        "Let’s support a woman’s right to choose.",
        "And let’s show our commitment to ending violence against women.",
        "And where better to start than by encouraging trade union members to support the petition calling on the UK government to sign to the Council of Europe’s Convention on Violence Against Women?",
        "Conference, do not underestimate what you can achieve through collective action.",
        "Your theme this year could not sum it up any better: ‘Every woman in every workplace: stronger together’.",
        "And in the year ahead, as we face our toughest test in a generation, that’s exactly what we’ve got to be: stronger together.",
        "Stronger together as we fight the cuts.",
        "Stronger together as we set out our alternative.",
        "And stronger together as we win fairness for ordinary women and their families.",
        "Thanks for listening and have a great conference."
    ]
}