{
    "url": "https://www.ukpol.co.uk/brendan-barber-2008-conference-speech/",
    "title": "Brendan Barber – 2008 Conference Speech",
    "post_date": "September 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Brendan Barber",
            "url": "/tag/brendan-barber/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Brendan Barber, the General Secretary of the Trades Union Congress, on 8th September 2008.",
    "content": [
        "While the past year has had its problems for sure, by working together and campaigning together, we’ve made real progress on the issues that matter most to the people we represent.",
        "We’ve won a historic agreement on agency workers – removing one of the worst injustices from our labour market, so never again can Britain’s army of temporary workers be treated as second-class citizens in the workplace.",
        "And we should thank John Monks and his ETUC colleagues for the hugely important role they played in winning that deal.",
        "We’ve put the issue of vulnerable workers firmly in the public spotlight – highlighting the overwhelming case for action in a way government, business and the public simply cannot ignore.",
        "We’ve won major pensions’ reform so that in the future every employer will have to contribute to their workers’ pensions – and what better way for us to mark the one hundredth anniversary of the Old Age Pensions Act won through the campaigning of previous generations of trade unionists?",
        "Think too about those achievements that have rarely made the headlines.",
        "The record number of workers accessing learning opportunities through their union.",
        "The tougher penalties for scrooge employers who refuse to pay the national minimum wage.",
        "The new law on corporate killing that came into effect earlier this year – there’s more still to do to hold reckless employers to account but this is a vital step forward.",
        "In the past year we’ve also become stronger as a movement.",
        "We’ve recorded a welcome 65,000 increase in our membership.",
        "Reached out to migrant workers in every corner of the UK.",
        "And signed a new Protocol with our American sisters and brothers to combat the disgraceful activities of union busters on both sides of the Atlantic.",
        "Helping deliver for workers that most fundamental collective right: the right to organise.",
        "We want no pitbulls here – with or without lipstick",
        "So there is much for us to be proud of – and Congress, I’ve never been prouder to be part of this movement.",
        "Proud that once again we led the fight against the Far Right in communities across Britain, ensuring that the vast majority of our towns and cities remain free from the poisonous embrace of the BNP.",
        "Proud that we stood shoulder to shoulder with our comrades in Zimbabwe, and let us salute those South African trade unionists – ordinary dockworkers in Durban – who refused to unload arms destined for the Mugabe regime.",
        "Proud that we played our part in shaping a breakthrough agreement between the trade union movements of Israel and Palestine so that the PGFTU can secure the income that is justly theirs in respect of Palestinian workers working in Israel.",
        "Where trade unionists, despite all the difficulties, have been able to reach agreement across the divides of that bitter conflict let us hope they’ve carved a path that political leaders can now follow.",
        "It would be right Congress too to put on record a tribute to Guy Ryder, General Secretary of the ITUC, who worked tirelessly to deliver that agreement.",
        "And proud that we have spoken with one voice to demand fair pay for public servants and – in a year when we celebrated the 60th anniversary of the NHS – an end to the reckless privatisation of our public domain.",
        "Together we have spoken up for public services in a way the government cannot ignore.",
        "We have shown that you cannot create world-class services with a workforce battered and bruised by change, sapped of morale by a thousand reorganisations, and crippled by pay awards that do not begin the reflect the true cost of living.",
        "And don’t let anyone tell us that the government can’t afford fair pay for public servants.",
        "If it can spend billions on consultants, billions on tax breaks for UK plc, then surely it can find the money to give Britain’s teachers, prison officers, civil servants and local government workers the fair pay they deserve.",
        "But let us be clear about this: working people are not the cause of inflation; they are the victims of it.",
        "Congress, this campaign – and so many of our other battles for justice throughout the world – lost a great champion with the terrible loss of Steve Sinnott. His death in April shocked everyone in our movement and beyond.",
        "Steve was not just a great trade unionist and a wonderful friend – he was an outstanding advocates for teachers, young people and state education, a true internationalist, and an inspiration to us all.",
        "None of us will ever forget the huge contribution he made.",
        "Congress, what unites all of our campaigns – from public services through to Zimbabwe and agency workers – is one simple principle: fairness.",
        "Over the past year, we have led the debate on fairness, exposing the huge inequalities that now disfigure our country.",
        "And the argument I want to make today is this: our country more than ever desperately needs to become fairer.",
        "Gone are the comfortable realities of the past decade: that the economy can be taken for granted; that prices will remain stable; that the Tories are a spent political force.",
        "With the credit crunch biting, with incomes being squeezed by rising food, fuel and energy costs, with the gap between the super-rich and the rest of us now a yawning chasm, the British people are crying out for fairness – and I believe the case for action is compelling.",
        "Fairness is not some nebulous concept: it is the glue that holds our society together, the foundation on which any economic progress is built.",
        "Too much of contemporary Britain simply isn’t fair.",
        "It’s not fair that employees are facing a fall in their living standards while top bosses see their pay packets go up by 20 or even 30 per cent.",
        "It’s not fair that workers pay proportionately more tax on their earnings than people who earn a hundred or even a thousand times more.",
        "It’s not fair that pensioners and low-income families are living in fear of a cold winter while energy companies post huge profits and speculators rake it in.",
        "You know economists debate whether and when the UK economy will be in recession – two quarters of what they quaintly call negative growth.",
        "Let me tell them today. Millions of households in Britain are already in recession as wages fail to keep up with energy and food costs. I don’t call that negative growth – but a cut in living standards.",
        "So it’s when times are tough that fairness really counts.",
        "Of course we know this economic downturn was not made in Britain.",
        "Greedy bankers, particularly in the US, and higher world demand for oil must take the lion’s share of the blame.",
        "And in this globalised world we cannot avoid the downturn.",
        "We can’t say ‘stop the world, we want to get off’.",
        "But let’s also be clear.",
        "The credit crunch is no random act of god – but inevitable.",
        "inevitable because governments listened to those preaching the cult of deregulation;",
        "inevitable because bankers worked out they could make money by irresponsible lending and selling on the debts; and",
        "inevitable because property price bubbles always burst.",
        "But in some ways you know the credit crunch has done us all a favour.",
        "Because it has stripped bare some of the workings of the modern finance industry; and shown just how wrong it has been to put it on a pedestal as the engine of economic growth.",
        "As the Economic Statement we published yesterday makes clear, we need a fundamental change of direction.",
        "Policies that stimulate growth, as well as control inflation.",
        "Policies that promote real engineering, as well as regulate financial engineering.",
        "And policies that curtail excess, as well as encourage enterprise.",
        "In short: a decisive break from the neoliberal orthodoxy of the past quarter of a century.",
        "Because what we have seen in the past year, from the credit crunch through to spiralling energy prices and the loss of confidence in the banking system, is market failure on a colossal scale.",
        "And it is ordinary people, ordinary taxpayers, who are now footing the bill.",
        "Delegates, I encourage you all to read the Touchtone pamphlet we have just published this weekend showing the scale of inequality in today’s Britain. Recent years have indeed been a golden age for the rich.",
        "Billions are paid out in City bonuses.",
        "In 2000 a typical FTSE 100 Chief Executive was paid 39 times the national average. Now it is over 100 times.",
        "And according to accountants Grant Thornton in 2006 the 54 billionaires living in Britain paid £14.7m in tax on their £126bn combined fortunes.",
        "In other words they are paying tax at an average rate of a little over 0.1 per cent.",
        "Congress, the grotesque inequality we see now is a scar on our country, and I have to say, that when I hear Ministers talking about celebrating more millionaires it makes me cringe.",
        "Congress, you know the world has gone made when an Abu Dhabi corporation pays £200m to buy the City – and its Manchester not even London.",
        "With three-quarters of us saying the gap between rich and poor is too wide, now is the time for decisive action.",
        "Not just to curb greed at the top, and we desperately need reform of our tax system, but also to address desperate conditions at the bottom.",
        "Because at the other end of the spectrum, away from the champagne bars of the Square Mile, life is very different.",
        "Two million workers in Britain today face exploitation, maltreatment and pitiful working conditions, often quite legally.",
        "People like 54-year-old Julie.",
        "Had to give up her job to care for a child who had learning difficulties, and for the last 20 years has worked at home making Christmas crackers.",
        "Paid £35 to £40 for every batch she produces, even though each one takes 40 hours to make – translating into an effective pay rate of less than £1 an hour.",
        "Not entitled to sick pay, holiday pay or pension, and has never been given a payslip.",
        "Or think about 52-year-old Paula, an agency worker cleaning cabins on the ferries.",
        "Starts work at 5.30 in the morning, and after a five hour rest in the middle of the day, finishes at 11.30 at night.",
        "And she has to do that for 14 days in a row, again without holiday pay, sick pay or pension rights.",
        "When she complained that her permanent colleagues received better treatment, she was suspended by her agency for six weeks.",
        "And think finally about Robert.",
        "A coal miner for 18 years until the Tories closed his pit.",
        "Since the early 1990s, he has worked – supposedly self-employed – as a car valet.",
        "With his company recommending a 6am start, he clocks up 60 hours a week.",
        "Paid a piece rate for each car washed, he also has to fork out for his own cleaning materials and damage insurance.",
        "And at the end of an average month, after expenses, Robert takes home around £250.",
        "Congress, this is happening here and now – in Britain, in 2008 – under a Labour government.",
        "And it is a scandal that shames our country.",
        "So what are the answers?",
        "How do we make Britain a fairer place for all?",
        "What can government do to turn fairness from a political slogan into a practical reality?",
        "Well, let me offer ministers just three simple suggestions.",
        "First – remove once and for all the worst injustices from our labour market.",
        "Follow up the agreement on agency workers by ending bogus self-employment and delivering equal rights for homeworkers.",
        "Make enforcement of the current law much more effective, especially in those sectors and businesses where the risks are greatest.",
        "And introduce a new Fair Employment Commission to lead the fight against vulnerable working and raise awareness where it matters most.",
        "Second – meet the public’s desire for tax justice.",
        "Make our tax system more progressive, with low earners taken out of tax altogether and a new minimum rate introduced for those on £100,000 or more.",
        "Pursue the tax avoiders in the City and among the super-rich with the same determination as you pursue so-called benefits cheats.",
        "And close the loopholes that cost the public purse £25 billion a year, because three-quarters of the public think it’s too easy for the rich to get away with not paying their share.",
        "Third – perhaps most crucially – inspire again the imagination of ordinary people showing what a Labour government is for.",
        "Meet the massive demand for council housing and give our construction industry the boost it so desperately needs.",
        "From healthcare to transport, criminal justice to education – show just a little less faith in market mechanisms and a little more belief in public provision.",
        "And yes introduce a windfall tax on the excessive profits of energy companies and divert the proceeds to the poorest and most disadvantaged sections of our society.",
        "Congress, I believe the case for fairness is as relevant now as it ever has been.",
        "And I’m convinced that argument – for fair employment, fair tax and a fair distribution of wealth and opportunity – is not just morally compelling, it is also the way to electoral success.",
        "So this week we will keep pressing for change; asserting what for us is a core value.",
        "And make no mistake: throughout our history, fairness has been the lifeblood of the labour movement.",
        "Fairness is what inspired trade unionists, socialists and progressive reformers to campaign for a universal old age pension a century ago.",
        "Fairness is what drove Aneurin Bevan to create our NHS 60 years ago, delivering free healthcare for all despite bitter opposition from the conservative establishment.",
        "And fairness is what motivated ordinary people the world over to march together, campaign together and stand together to help defeat the obscenity of apartheid.",
        "Now, in the first decade of the twenty-first century, it is our duty to write the next chapter in that story.",
        "Only by being fairer can Britain be stronger; and only by being stronger can Britain make the world fairer.",
        "And if we can win that argument – if we can win the hearts and minds of politicians and public alike – then I believe we can win a better future for all our people.",
        "Thanks for listening."
    ]
}