{
    "url": "https://www.ukpol.co.uk/brendan-barber-2012-tuc-conference-speech/",
    "title": "Brendan Barber – 2012 TUC Conference Speech",
    "post_date": "September 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Brendan Barber",
            "url": "/tag/brendan-barber/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the leader of the TUC, Brendan Barber, at their annual conference in Brighton on Monday 10th September 2012.",
    "content": [
        "Congress, well it’s been quite a summer.",
        "For just a few short weeks we put our economic problems to one side and adopted the gold standard, not the failed economic orthodoxy of the early twentieth century, but the standard of Olympic gold.",
        "Today our Olympian and Paralympian stars are being saluted in London, but here in Brighton we can join in the celebrations. Everyone wants to claim their share of Olympic glory but we have good reason to be proud of our contribution to the Games.",
        "It was eight years ago that Seb Coe came to this hall and told us of the importance he attached to our backing for London’s then uncertain bid to host the 2012 Games. He told us of his aim to inspire a generation. And we told him of our ambition that a world class sporting event should bring with it world class employment standards.",
        "Since then trade unions and the Olympic bodies have been working together to realise our shared ambitions. Let us applaud the construction unions for paving the way, both literally and metaphorically, with their memorandum of agreement with the Olympic Delivery Authority (ODA), ensuring that the Olympic Park was delivered on time, on budget and with a safety record far superior to the industry average.",
        "Let us also praise Barry Camfield, the former Assistant General Secretary of Unite, whose work on the ODA board ensured that union values were there at the heart of the Games. In 2008 you endorsed the principles of co-operation agreed between the TUC and the Olympic bodies. They played a big part too in putting the London Living Wage on the agenda and helping us ensure that training, equality, diversity and trade union rights were all embedded in the 2012 project.",
        "We must not forget the practical work done by the staff of the community and trade union learning centre in Stratford. Nor the immense contribution of the Games volunteers, among them many trade unionists.",
        "Many of them were teachers. And how often did you hear medal winners praise the teachers who had recognised early potential and encouraged them to go on and do great things?",
        "We don’t say it often enough in this country, but day in, day out, it’s the teaching profession who inspire each generation and it’s high time we celebrated the success of our teachers, schools and young people.",
        "Naturally, the Olympics and Paralympics weren’t all plain sailing. Despite the protocol we agreed with the Games organisers, the distinction between volunteers and workers was not always policed as well as it might have been – as the Musicians’ Union motion you will debate later makes clear.",
        "And like many others, we had serious objections to some of the 2012 sponsors. But we can say with confidence nevertheless that the Games were better because of our involvement.",
        "Of course there is still much to be done as we enter the legacy phase. We have already made contact with unions in Brazil to see that London’s gains are not just a one off, but become embedded in the Olympic movement.",
        "And we are continuing to fight for decent working standards for the workers around the world supplying sportswear and Olympics merchandise. The agreement that was made with LOCOG on supply chain standards prompted by our Playfair campaign – allowing our inspectors into factories in China and elsewhere to root out labour abuses – may only have come late in the day, but it provides a vital template for future Olympics and I hope the organisers of Rio 2016 respond positively.",
        "I think what London 2012 showed was what we can achieve when we have the courage to do things differently.",
        "Rejecting those who say we have to do things on the cheap, and instead doing things right. Engaging trade unions as partners; giving workers as well as business a voice.",
        "Let’s not forget how it all started, with that wonderful opening ceremony. Politicians have struggled for years to define what they mean by Britishness.",
        "Danny Boyle got it at his first attempt. It’s about our shared history. Our struggles. The suffragettes. Trade unions. The Jarrow marchers. The Windrush voyagers. The visionaries who, in the aftermath of war and amidst austerity, built our NHS.",
        "It’s about our inventiveness. The industrial revolution. Street culture. Music. Our brilliant creative industries. Tim Berners-Lee giving the world – not the patent office – the web.",
        "And it’s about our diversity, something that has always been part of our national heritage and character. It’s a Britishness that isn’t against others in a crude jingoism, but one that recognises how many people and traditions have fused to give us the identity we were proud to support during the rest of the Games.",
        "It’s no wonder that some commentators on the right looked so isolated. To Tory MP Aidan Burley, who criticised the ceremony as ‘leftie, multicultural crap’ and who also happens to chair the sinister Trade Union Reform Group, let us say: you are wrong about modern Britain, just as you are wrong about the trade union movement.",
        "But our opponents on the right had more setbacks to come. Let’s just go through these tablets of stone so many ministers hold dear.",
        "You can’t pick winners. Tell that to Bradley, Jessica or Mo, all supported by targeted funding.",
        "Markets always trump planning, they say. Well look at the Olympic Park, the result of years of careful planning and public investment.",
        "Private is always better than public, they argue. Not true, as we saw all too clearly when it came to Olympic security.",
        "Those summer weeks were a time when we really were all in it together. Not because we were told to be. But because we wanted to be. Athletes, workers, volunteers, spectators, residents, communities – all pulling together.",
        "The same spirit we have just seen during the Paralympics. And as we reflect on the wonderful achievements of our disabled athletes, let us not squander the potential of disabled workers.",
        "Today let us again say to the government that its decision to close 54 Remploy factories is utterly disgraceful, and it’s not too late for ministers to rethink their plans.",
        "Congress, it’s right to celebrate the Olympics, but it’s even more important to learn from them. For the central lessons of this summer – that private isn’t always best and the market doesn’t always deliver – surely need to shape future policy.",
        "We can’t muddle through greening our economy – we need investment, planning and an Olympic-style national crusade. We won’t build up industrial strength unless we work out what we do best as a country, whether it’s cars, pharmaceuticals, aerospace, or the creative industries, and help them do even better.",
        "And just as the Olympics needed new infrastructure, so does the rest of the country. Not just new transport schemes or energy kit.",
        "But new schools and colleges to nurture world class skills. And new housing to provide affordable homes and get people back to work.",
        "So let’s build the council housing Britain is desperately crying out for. And while we’re at it, let’s build a new banking infrastructure as well, with a state investment bank, regional banks and a financial transactions tax to fund our national regeneration.",
        "And let’s have proper regulation of our financial system too, because what the masters of the universe in the City need isn’t a light-touch but strong clear rules and powerful penalties for those who break them.",
        "Congress, nowhere is the case for change more urgent than when it comes to economic policy. It’s clear that austerity simply isn’t working.",
        "There has been no growth since the government came to power over two years ago. In effect the economy has become a gigantic laboratory.",
        "Ministers are forcing through cuts the Institute for Fiscal Studies says are ‘without historical or international precedent’. Economic beliefs that failed in the 1930s and the 1980s are being applied once again.",
        "Any scientist will tell you that an experiment that produces clear negative results is as useful as one that succeeds. But then scientists are rational – if an experiment fails they will try another approach.",
        "After all it was Einstein who said that insanity is doing the same thing over again and over again and expecting different results. Sadly that not’s something this government comprehends.",
        "The Chancellor says fiscal contraction will boost the private sector. Instead it has brought about a double-dip recession.",
        "He says cutting public spending in the middle of a recession will reduce the deficit. Instead borrowing is set to go up by £150 billion.",
        "The target for closing the deficit has already had to be extended two years. Most expect that target to go even further into the future. His response to these failures? Even more of the same.",
        "Congress, since this government came to power its economic assumptions have been proved wrong time and again. It forecast growth of 2.8 per cent this year, yet if we get zero per cent we’ll be lucky.",
        "It boasted of a march of the makers, yet manufacturers are suffering their worst conditions in years. It promised an export-led recovery, yet our trade deficit is at its widest level since 2005.",
        "When it comes to economic policy, the lesson is clear: don’t believe a word this Chancellor says. And what about David Cameron?",
        "He tells us that scrapping employment rights will boost jobs, but with no evidence to back his claim up. At least he has not got all his own way on this.",
        "It’s right to acknowledge Vince Cable and his Liberal Democrat colleagues for resisting the full Beecroft bundle, including no-fault dismissals.",
        "But we have still seen reduced protection against unfair dismissal and fees for employment tribunals. Many threats remain. Yet I see no investment boom. I still see big companies on an investment strike and workers afraid to spend.",
        "Frankly, if the Prime Minister really believed in sacking underperforming workers, then why is George Osborne still in a job?",
        "Congress, it’s time for change. The government’s strategy is failing Britain.",
        "The economy is on its knees. Services are being devastated.",
        "And our society is becoming more fractured as benefits are cut for the poor and taxes slashed for the rich. But austerity isn’t just some temporary sacrifice.",
        "It could be with us for the duration. A self-perpetuating economic nightmare.",
        "And it’s already beginning to happen.",
        "Beyond the boutiques of Notting Hill and the mansions of Kensington, there is another country. A Britain of boarded up high streets, pawnbrokers and food banks.",
        "A Britain of stratospheric inequality where the rich float free and the poor sink further into penury. A Britain of hopes denied for millions of our young people.",
        "With more than one in five under-25s without work, it’s time to stop talking about the risk of a lost generation; they’re with us now.",
        "Congress, our level of youth unemployment is a national scandal and the government’s response has been pathetically, shamefully and woefully inadequate.",
        "When I addressed you in Liverpool in 2009, I warned that the economic crisis could fuel social disorder. Two summers later, we experienced the worst rioting in a generation.",
        "I do worry desperately about the country we are becoming.",
        "What we are staring in the face is many years of stagnation. Our own lost decades.",
        "And it won’t be the West London rich who suffer. No, it will be the rest of us.",
        "The victims of a government that thinks it can buck the central lesson of economic history. That austerity simply begets more austerity.",
        "Of the 173 austerity packages carried out around the world since 1973, the IMF concluded that all led to recession not growth.",
        "But when you’re driven by ideology, like so many in power today, the facts don’t matter. To anybody who has lived in the economic real world, the pitfalls are obvious.",
        "When wages don’t rise and jobs are made insecure, workers won’t spend. When workers won’t spend, confidence goes.",
        "And when confidence goes, growth dies. That’s where we are now.",
        "Congress, Britain deserves better than this.",
        "That’s the message we’ll be taking to the British people on the 20 October as we hold our Future that Works demonstration. I hope it will be a momentous day. A worthy successor to our magnificent March for the Alternative last year.",
        "An occasion when we not only change the terms of the debate, but when we reach out to the millions of people who share our concerns.",
        "When I address the rally in Hyde Park, it will be one of my last engagements as General Secretary. I’ve worked for the TUC for 37 years and it’s been a privilege to spend my working life in the service of working people. But no task we’ve faced in that time is more important than the one we face now.",
        "Britain is at a historically important crossroads. The choice we face is clear.",
        "In one direction is decline, depression and despair. In the other is recovery, regeneration and renewal.",
        "So, at this defining moment, let it be our movement that shows the way. Let it be us who give working people a sense of hope about their prospects.",
        "Let it be us who show a better future can be within our grasp. And together let’s build a new Britain we can all be proud of.",
        "Thank you."
    ]
}