{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-statement-on-nhs-winter-pressures/",
    "title": "Steve Barclay – 2023 Statement on NHS Winter Pressures",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, on 9 January 2023.",
    "content": [
        "Mr Speaker, I wish to take this first opportunity to update the House on the severe pressures faced by the NHS since the House last met. I and the Government regret that the experience for some patients and staff in emergency care has not been acceptable in recent weeks. I am sure that the whole House will join me in thanking staff in the NHS and social care who have worked tirelessly throughout this intense period, including clinicians in this House who have worked on wards over Christmas. They include my hon. Friend the Member for Lewes (Maria Caulfield), the Minister for mental health, and the hon. Member for Tooting (Dr Allin-Khan), the shadow Minister for mental health.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is no question but that it has been an extraordinarily difficult time for everyone in health and care. Flu has made this winter particularly tough: first, because we are facing the worst flu season for 10 years—the number of people in hospital with flu this time last year was 50; this year, it is over 5,100. Secondly, it came early and quickly, increasing sevenfold between November and December. It also came when GPs and primary and community care were at their most constrained. When flu affects the population, it affects the workforce too, leading to staff sickness absence that constrains supply just as it also increases demand.\n  *[NHSPRB]: NHS Pay Review Body",
        "These flu pressures came on top of covid. Over 9,000 people are in hospitals with covid, while exceptional levels of scarlet fever activity and an increase in strep A have created further pressure on A&E. All that comes on top of a historically high starting point. We did not have a quiet summer, with significant levels of covid, and delayed discharges were more than double what they were during the pandemic. I put that in context for the House: in June 2020, there were just 6,000 cases per day of delayed discharge—patients medically fit and ready to leave hospital—whereas throughout last year the figure was between 12,000 and 13,000 per day. The scale, speed and timing of our flu season have combined with ongoing high levels of covid admissions in hospital and the pandemic legacy of high delayed discharge to put real strain on frontline services.\n  *[NHSPRB]: NHS Pay Review Body",
        "Since the NHS began preparing for this winter, there was a recognition that this year had the potential to be the hardest ever. That is why there was a specific focus on vaccination. There were 9 million flu shots and 17 million autumn covid boosters. We extended eligibility more widely than in the past, to cover the over-50s, and became the first place in the world to have the bivalent covid vaccine, which tackles both the omicron and the original covid strain.\n  *[NHSPRB]: NHS Pay Review Body",
        "NHS England also put in place plans for the equivalent of 7,000 additional beds, including the introduction of virtual wards of a sort that one can see at Watford General Hospital. That innovation is still at an early stage of development, but has the potential to be significant in reducing pressure on bed occupancy in hospitals; in Watford alone, it has saved the equivalent of an extra hospital ward of patients. In addition, our plan for patients put £500 million specifically into delayed discharge, with a further £600 million next year and £1 billion the year after. Although the funds are already starting to make a difference, efforts have taken time to ramp up operationally with local authorities and the local NHS.\n  *[NHSPRB]: NHS Pay Review Body",
        "In addition, our 42 integrated care boards, recognising how bed occupancy in hospitals and social care are connected, will fully integrate health and care in the years to come. But likewise, they are at an early stage of maturity, with ICBs having become fully operationalised only in July 2022, less than six months ago.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our plans involving the integration of hospital care and social care, additional funding for discharge, increased step-down capacity, the equivalent of 7,000 additional hospital beds and a vaccination programme at scale have provided the groundwork for the Government response, but it is clear we need to do more right now in light of the level of flu and covid rates and given that hospital occupancy remains far too high and emergency departments are too congested. Recognising that, we launched the elective recovery taskforce on 7 December, and in the coming weeks, we will publish our urgent and emergency care recovery plans. NHS England and the Department of Health and Social Care have been working intensively over Christmas on these plans, which were reviewed with health and care leaders at an NHS recovery forum in Downing Street on Saturday.\n  *[NHSPRB]: NHS Pay Review Body",
        "The recovery falls into three main areas of work: first, steps to support the system now, given the immediate pressures we face this winter; secondly, steps to support a whole-of-system response this year to give better resilience during the summer and autumn—as we have seen with the heatwave this summer and with the levels of covid, pressure is now sustained throughout the year, not just, as in the past, during autumn and winter; and, thirdly, our work alongside those two areas on prevention, on maximising the step change potential of proven technologies, such as virtual wards, and on the wider adoption of innovations such as operational control centres and machine reading software to treat more conditions in the community, away from someone reaching an emergency department in the first place.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let me first set out the measures I can announce today to provide support to the NHS and local authorities now. First, we will block-book beds in residential homes to enable some 2,500 people to be released from hospitals when they are medically fit to be discharged. When that is combined with the ramping up of the £500 million discharge funding, which will unblock an estimated 1,000 to 2,000 delayed discharge cases, capacity on wards will be freed up, which will in turn enable patients admitted by emergency departments to move to wards, which in turn unblocks ambulance delays. It is important, however, that we learn from the deployment of a similar approach during the pandemic by ensuring that the right wraparound care is provided for patients released to residential care. I have asked NHS England to particularly focus on that, so that it is the shortest possible stay on patients’ journey home and into domiciliary care, and indeed it is in the NHS’s own interests for those stays to be as short as possible. Taken together, this is a £200 million investment over the next three months.\n  *[NHSPRB]: NHS Pay Review Body",
        "Next, our A&Es are also under particular strain. From my visits across the country I have seen and heard how they often need more space to enable same-day emergency care and short stays post emergency care. Our second investment is in more physical capacity in and around emergency departments. By using modular units, this capacity will be available in weeks, not months, and our £50 million investment will focus on modular support this year. We will apply funding from next year’s allocation to significantly expand the programme ahead of the summer. We are giving trusts discretion on how best to use these units to decompress their emergency departments. It might be for spaces for short stays post A&E care, where there is no need for a patient to go to a ward for further observation, or for discharge lounges that previously have not been able to take a patients in a bed—many of those are often simply chairs—or for additional capacity alongside the emergency department at the front end of the hospital.\n  *[NHSPRB]: NHS Pay Review Body",
        "The third action we are taking to support the system right now is to free up frontline staff from being diverted by Care Quality Commission inspections over the coming weeks, and the CQC has agreed to reduce inspections and to focus on high-risk providers in other settings, such as mental health. Those are the actions we are taking that will have an immediate effect.\n  *[NHSPRB]: NHS Pay Review Body",
        "I turn to the measures we are taking now that will give greater resilience into the summer and next winter. We now have 42 NHS system control centres in operation across England, staffed 24 hours a day, seven days a week, tracking patients on their journey through hospitals, helping us to identify blockages earlier and getting flow through the system. Where we have implemented these systems, such as the one I saw in operation in Maidstone, they have had a clear impact. We will therefore allocate funding in next year’s settlement to apply these systems more widely.\n  *[NHSPRB]: NHS Pay Review Body",
        "Similarly, we have also seen how the use of artificial intelligence and data can demonstrably reduce demand and release patients sooner. NHS England has been tasked with clarifying and simplifying the procurement landscape, taking on board best international practice, so that a small number of scalable interventions are taken forward where international experience shows they can deliver meaningful benefits to patients.\n  *[NHSPRB]: NHS Pay Review Body",
        "Next, we will capitalise on the incredible potential of virtual wards. Last week at Watford General Hospital, I saw how patients who would have been in hospital beds were treated at home through a combination of technology and wraparound care. Patients released sooner are often much happier, knowing that they are receiving clinical supervision and always have the safety net of being able to quickly return to hospital should their condition deteriorate. There is scope to expand these measures to many more conditions and many more hospitals in the months ahead.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are also opening up more routes for NHS patients to get free treatment in the independent sector and offering even greater patient choice. The elective recovery taskforce is helping us to find spare operating theatres, hospital beds and out-patient capacity.\n  *[NHSPRB]: NHS Pay Review Body",
        "We must also take steps in primary care. We are clear that our community pharmacists can support many more things to ease pressure on general practice. From the end of March, community pharmacists will take referrals from urgent and emergency care settings; later this year, they will also start offering oral contraception services. But I want to do even more, as they do in Scotland, and work with community pharmacists to tackle barriers to offering more services, including how to better use digital services. The primary care recovery plan will set out a range of additional services that pharmacists can deliver.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, notwithstanding very severe pressures, we know that to break the cycle of the NHS repeatedly coming under severe pressure, the best way to reduce the numbers coming through our front doors is to address problems away from the emergency department. On Friday, we signed a memorandum of understanding with BioNTech —a global leader in mRNA technology—to bring vaccine research to this country, which will give as many as 10,000 UK patients early access to trials for personalised cancer therapies by 2030. This builds on the 10-year partnership we struck with Moderna in December to also invest in mRNA research and development in the UK and build state-of-the-art vaccine manufacturing here.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are also reviewing our wider care for frail, elderly patients in care homes long before they ever get to A&E or our hospitals. Take the brilliant work being done in Tees valley, where community teams are being used to help with falls to prevent unnecessary ambulance trips to hospitals. We have looked at what more support we can offer elderly patients further upstream. With an ageing population, and many more people with more than one condition, it is clear that we have to treat patients earlier in the community and go beyond individual specialties to better reflect patients with multiple conditions to give the right support to people where they are, which is often at home or in residential homes.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today’s announcement provides a further £250 million of funding, which recognises the spike in flu on top of covid admissions and high delayed discharge numbers from the pandemic. The funding will provide immediate support to reduce hospital bed occupancy and decompress A&E pressures, and, in turn, unlock much-needed ambulance handovers. This funding builds on the £500 million announced in the autumn statement specifically for discharge, which is ramping up, and the additional funding for next year.\n  *[NHSPRB]: NHS Pay Review Body",
        "All this work ultimately builds on the much-needed greater integration of health and social care through the 42 integrated care boards, which we will strengthen through the Hewitt review, and through a step change in capability, including operational control centres.\n  *[NHSPRB]: NHS Pay Review Body",
        "This immediate and near-term action sits in parallel with our wider life science investment, such as the deals with BioNTech and Moderna, and underscores our commitment to recognising the immediate pressures on the NHS and investing in the science that will shift the dial on earlier, upstream treatment at scale, particularly for the frail elderly, long before a patient reaches an emergency department. This is a comprehensive package of measures, and I commend this statement to the House.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}