{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-speech-at-nhs-providers-conference/",
    "title": "Steve Barclay – 2022 Speech at NHS Providers Conference",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Secretary of State for Health and Social Care, on 16 November 2022.",
    "content": [
        "Good morning everyone,",
        "A lot has clearly happened since the last NHS Providers conference took place including, of course, several changes of Secretary of State.",
        "And I know that might not matter to everyone as ministers change but I wanted to start by assuring you that the challenges that you are facing are uppermost in the thinking of this government.",
        "And having previously held roles in Number 10, Cabinet Office and the Treasury, one of the things that I can bring to this role, is making sure on your behalf that the very real challenges you face are given the upmost visibility in the department’s discussions with the centre of the government.",
        "And in contrast to what some of you might have read in the papers last weekend, I have been very clear in setting out the extent of those challenges in shaping the context of the Chancellor’s statement to the House tomorrow.",
        "I’m really looking forward to working with colleagues here and across the health and social care sector, which is an important part of all of our families’ stories – and I am no exception in that.",
        "My first memory was when my Mum was doing cleaning work in a caring home and I went along, and one of the things I remember so well is the kindness of the residents who used to treat me to lots of biscuits as a very little child and treated me so well when I was there.",
        "And that kind and caring environment has always stuck and stayed with me.",
        "I believe that in explaining how that has manifested itself, it is far better to show and not tell.",
        "For any that care to look at my record during four years on the Public Accounts Committee, you will see that I was a strong champion for NHS staff who raised issues of patient safety – because I’ve always felt very strongly that listening to and learning from staff is critical to improving outcomes for patients.",
        "I know that I am speaking against an extremely difficult backdrop.",
        "We are all conscious of the fiscal statement from the Chancellor and the wider economic challenges caused by two “once in a hundred year” events – happening within the space of three years in the form of the pandemic and the war in Ukraine.",
        "And that places constraints on pay and creates the backdrop of industrial action, along with the pressure you face as local leaders.",
        "In these difficult times, I am extremely keen to work with you on identifying all the practical measures that we can put in place to support the NHS and care workforce.",
        "If I can make the point more explicitly, when people ask what my priorities are for the NHS then supporting the workforce is first amongst those priorities.",
        "We know that this will be one of the toughest winters in the 74-year history of the NHS.",
        "And I fully understand why a survey ahead of this conference by NHS Providers showed that 85% of Trust leaders are more worried about this winter than any in their NHS career.",
        "We face the twin threats of Covid and flu, huge external pressures around energy and cost of living.",
        "We enter the colder months without the breathing space that we might usually have had over the summer and that I’m sure colleagues were used to in the earlier stages in their career.",
        "And due to the Covid pressures, which have remained high, that has continued that pressure.",
        "So there is a huge amount to do together to steer health and care through this storm and, crucially, make the changes that will make us better prepared for the future.",
        "I am extremely grateful for everything that you have done so far in these difficult conditions – working hard to get more nurses on the frontline, and to meet those challenges.",
        "And we in government, through our manifesto commitment to recruit 50,000 more nurses, are recognising the extent of those pressures and working with you.",
        "We’ll do everything we can to protect the NHS this winter through the booster programme, more staff on the NHS 111 and 999.",
        "And within the Department of Health and Social Care itself, our focus is very much on what practical measures we can take to support you.",
        "As an example, when I was minister for the Cabinet Office, I was surprised to discover that we had over 60 strategies across Whitehall – just for science and technology.",
        "And there may be some here who feel they are often asked to contribute to long-term plans at the expense of time spent on more immediate pressures.",
        "My focus will be on the areas that matter most to patients and workforce, and working with you on those practical measures of support.",
        "And so alongside workforce, a second priority will be on our recovery plan.",
        "With the backlog at 7.1 million, we will relentlessly focus on the elective recovery work that is being led by chief executive of NHS Improvement Sir Jim Mackey and delivered by you as chief executives and chairs.",
        "Chief executive of NHS England Amanda Pritchard and I want to see the department and NHS England working closely together on these shared priorities.",
        "As part of this close working, Amanda and I are pleased to announce two important appointments today who will work closely across both the department and NHS England.",
        "I am pleased that Professor Sir Tim Briggs – who a number of you in this room will know very well, and who is one of this nation’s most highly regarded orthopaedic surgeons – will bring his considerable clinical expertise to a new role as Clinical Lead for the Elective Recovery across that programme, taking on a broader role as well as his leadership of Get It Right First Time and his clinical practice.",
        "I can also announce that Sarah-Jane Marsh will be taking up the role of Deputy Chief Operating Officer and National Director for Urgent and Emergency Care.",
        "She will work closely with regional teams and Integrated Care Systems to deliver our transformation of Urgent and Emergency Care and make sure patients get the right care, in the right place, at the right time.",
        "Sarah-Jane will replace Pauline Philip, who I’d like to thank for her dedicated service in the role since 2015.",
        "Initiatives like Get It Right First Time and Sarah Jane’s work over the summer on the 100 Day Discharge taskforce sprint have been making good progress in better using data to prioritise and address variations in performance between areas.",
        "We took together an extremely positive step over the summer, with the two-year waits being virtually eliminated, and – as we focus on the next steps of hitting the 78-week target by April 2023 – we will work with you as Trust leaders to more quickly scale best practice.",
        "This summer, I saw how problems often manifest themselves in one part of a complex system but are caused elsewhere.",
        "For instance, I know that the issues that we are seeing around delayed discharge are a symptom of a broader pressure across health and care.",
        "To support this work, we have launched a £500 million Adult Social Care Discharge Fund to help get people who do not need to be on wards – and where this damages their health – out of hospital and into social care.",
        "Today I am pleased to announce details of the fund, which will be provided to ICBs and local authorities to free up beds at a time when bed occupancy is at 94%, and to improve capacity for social care.",
        "The first tranche will be provided by early December, and the second will be distributed at the end of January.  \nIn line with our devolved and data-driven approach, we will allow local areas to determine how we can speed up the discharge of patients out of hospital.",
        "This might be through purchasing supportive technology, through boosting domiciliary care capacity or funding physiotherapists or occupational therapists to support recovery at home.",
        "Meanwhile, we will also be looking closely at the impact of how funding is used and using this data to inform future decisions on funding, including a more compelling evaluation capacity to help those discussion with the centre of government.",
        "Tackling delayed discharge must be an effort that spans a number of different areas across health and care, with social care, primary care, community services all working together with hospitals.",
        "I want to move away from blame being attached to particular parts of the system for problems that arise but are the consequences of issues that have arisen elsewhere in that complex system.",
        "Delayed discharge needs to be much more of a team effort, where everyone plays their part, and where decisions on where risk sits within a local system are best made by those closer to the issue.",
        "Equally, I am sure you can appreciate that quite often as a Secretary of State being held accountable for individual operational failure, it can feel far removed from the day-to-day decisions made at a local level.",
        "It is far better that variation in the different needs of demographics and local healthcare systems is reflected in devolving decisions to local leaders, who of course are better placed to assess the trade-offs about where risk sits within those decisions, rather than it being determined in a one-size fits all way within a ministerial office.",
        "So a key direction of travel will to be empower the ICBs much more to harness advances around population level data, with the role of the centre being geared around supporting areas to address those variations in performance – of which, of course, you all play one of the largest parts.",
        "We will support Trusts in stopping lower priority spend so they can prioritise areas that matter most to patients – like cancer care.",
        "And we will also show more transparency from the centre about how our own resource is being deployed, to ensure this spend better aligns with fewer targets and more ICB autonomy.",
        "We’re again showing not telling, in that regard, and so providing transparency of department spend for DHSC and our central ALBs – which it’s worth remembering accounts for £2.8 billion of spend – and the department along with the vast majority of our Arm’s Length Bodies have now published searchable organograms showing all job titles and the number of people working in each team.",
        "So you as health leaders can see more clearly where resource is spent at the centre, and we can start a conversation about whether priorities and resource is best aligned with supporting you in meeting the challenges your local health system faces.",
        "I’d like to touch briefly on pay, which I know is an important issue for your teams.",
        "As in all sectors, pay is a central issue, particularly given the wider cost of living pressures.",
        "I am keen to work constructively with trade union colleagues.",
        "Last week, I met representatives from the Royal College of Nursing and yesterday I held a roundtable with a wide range of trade unions – discussing the issues that they have raised on patient safety, non-pay benefits, and of course pay itself.",
        "But I do not think it is realistic that increases should be three times the amount paid to those outside the public sector.",
        "And the £9 billion cost this would entail would impact other important areas of spend, such as buildings and technology, which are also important to staff.",
        "However, I am grateful for the discussions that we had over the past few weeks and look forward to future discussions, and have made clear my door is open and we want to engage constructively.",
        "And I can assure you all that this is an issue that I am determined to take forward.",
        "Turning to GP access, which is another key priority.",
        "Because when it comes to people’s direct experience of the NHS, over 90% of that experience is through primary care.",
        "So addressing the 8am morning scramble opening access to appointments is a key area of focus, and indeed was a key component of the Plan for Patients.",
        "We know that there is no single solution, and we will be looking to ensure that we have a wider workforce for primary care.",
        "We’ll be looking at the skills mix in primary care, creating more appointments for patients, rolling out the extra phone lines, looking at how we can progress Pharmacy First.",
        "Exploring ways to do things differently, such as new areas like home testing, and redesigning patient pathways so that all the burden doesn’t fall on GPs.",
        "Another of my priorities is ensuring a stronger future for health and care in terms of how we use the latest technologies and trends to improve outcomes for patients and make sure that taxpayers’ money is well spent.",
        "One example of that is on the NHS estate.",
        "I know that there are huge concerns about issues of the RAAC concrete used in certain hospitals, which needs urgent attention.",
        "And I want to speak directly to the chief executives of all the hospital trusts that are affected.",
        "I understand the seriousness of this issue and I am committed to delivering the government’s commitment to eradicating RAAC from the NHS estate.",
        "Equally, there has been great interest in the wider new hospitals build programme – and Saffron, I know that you have talked a lot about the importance of our capital programme to the longer-term future of the NHS.",
        "And I couldn’t agree more.",
        "I want to use the opportunity of this biggest hospital building programme in a generation, to think differently about how we approach the NHS estate.",
        "It’s important to bear in mind that if you look at the last 10 hospitals, nine of the last 10 hospitals built in England were over time and over budget.",
        "It interests me that, given where we were four years ago, as Minister of State in the department I visited the Royal Liverpool Hospital, which I was told four years ago was near completion when on my visit to that hospital – and four years later I am now visiting again today with it only opening last month.",
        "So there is an urgent need to change how all NHS buildings are constructed in the future.",
        "This means moving away from bespoke designs by local Trusts and instead having national standardised designs built through modern methods of construction, where the construction time on site is much quicker, the operational performance is delivered quicker, and the environmental features are better integrated into the build.",
        "And the central evaluation process within government, which to date has been a sticking point for many Trusts, can be streamlined because of the greater consistency of design.",
        "While Covid has left us with many challenges, it has also shown us that there are new ways of working which could apply.",
        "One of the most important of those opportunities is around better use of the NHS app, which should be much more central to how people access health services.",
        "I very much welcome that so many GPs are now making their patient records and testing results available on the NHS app, and I think there are significant opportunities to harness the NHS app further – particularly in the context of pressures in primary care, but more widely on preventative medicine.",
        "And we have some big updates to come, including from the end of this month, allowing people to book their Covid jab through the NHS app.",
        "But I also want to look at how we can make greater use of patient data in a safe and secure way to power life-changing medical research, and cement our nation’s status as a science superpower.",
        "I want patients to have more opportunities to share data, on an opt-in basis, to support our great universities, start-ups and scale-ups who are making incredible breakthroughs.",
        "And through cloud computing, machine learning and the Internet of Things allow for data to be used and interrogated in new ways.",
        "This can give us a competitive advantage when it comes to attracting tech pioneers and researchers in the future of health but also help us deliver more, effective, personalised care for patients.",
        "This has to sit of course alongside basic improvements like the Electronic Patient Records being rolled out more quickly, and the poor Wi-Fi coverage that remains too often a frustration for staff.",
        "No-one here is in any doubt as to the size of the challenge that we collectively face.",
        "We have to deal with pressures from flu and Covid this winter, substantial backlogs from the pandemic, the wider cost of living challenges faced by our workforce.",
        "And so as a result, my key areas of focus in the months ahead will be first and foremostly supporting our workforce, focusing forensically on our recovery plans – across electives, urgent and emergency care – including the issue of tackling delayed discharge and primary care access.",
        "Alongside this, we need to fix the issue in term of the RAACs, and we need to maintain momentum on the new hospital building programme, in particular streamlining the central approval process.",
        "And invest in tech, so we can make it easier to deliver good patient outcomes and better harness our approach on preventative medicine in a way that incentivises patients to provide data for our scientific community – who in turn, enable those treatments to be personalised, and pathways to be streamlined.",
        "I will play my part in to try and reduce the number of top-down requests that you face, devolve decision making to a greater degree, and allow those closest to the patient to better balance how risk is addressed – given the complex landscape in which you all work.",
        "And I will set a much higher bar within government to any new legislation, which so often creates undue distraction.",
        "Thank you once again for everything that you do.",
        "I’m very much looking forward in this role to working with you all to build a more resilient, healthier NHS for the long-term, so that collectively we can give the security to the people we represent of knowing it will be there for them when they need it.",
        "Thank you very much."
    ]
}