{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-speech-at-the-international-grain-conference/",
    "title": "Steve Barclay – 2023 Speech at the International Grain Conference",
    "post_date": "December 4, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Secretary of State for Environment, Food and Rural Affairs on 25 November 2023.",
    "content": [
        "Thank you to President Zelenskyy for hosting this important summit.\n  *[NHSPRB]: NHS Pay Review Body",
        "To say that we Brits have been inspired by the resilience, courage and indomitable spirit of the Ukrainian people would be a typically British understatement.\n  *[NHSPRB]: NHS Pay Review Body",
        "Your resilience honours the memory of the millions of innocent Ukrainians who lost their lives in the Holodomor – some 90 years ago.\n  *[NHSPRB]: NHS Pay Review Body",
        "And now, while Russia’s full-scale invasion is having a ripple effect on global food security – nowhere have the impacts of Putin’s aggression been felt more keenly than here, in Ukraine.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the wake of the destruction of the Nova Kakhovka dam this summer, that left tens of thousands of Ukrainians in need of food, water, and basic supplies, I am proud that the UK was able to provide additional £16m of support – including response teams, pumps, and temporary barriers, that helped Ukrainian emergency workers deflect water and protect critical infrastructure like hospitals and schools.\n  *[NHSPRB]: NHS Pay Review Body",
        "Of course, flooding across 100,000 hectares land has had an untold impact on Ukraine’s wildlife and habitats, and on important grain and oil crops as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "And amid the turmoil of war, the determination of Ukrainian farmers to get much of the harvest in, here in the breadbasket of Europe and your initiative to get the grain from Ukraine to some of the poorest and most vulnerable in the world, at a time when Ukrainians themselves are suffering so much – this demonstrates the very best of humanity.\n  *[NHSPRB]: NHS Pay Review Body",
        "And indeed, this work is immensely and increasingly important.\n  *[NHSPRB]: NHS Pay Review Body",
        "Even before this terrible conflict began, already, the number of people going hungry was on the rise – with around a billion people affected worldwide.\n  *[NHSPRB]: NHS Pay Review Body",
        "The number of people facing the consequences of severe drought – including conflict – is on the rise as well, with the impact of emergencies across the Horn of Africa and the Central Sahel falling disproportionately women and girls.\n  *[NHSPRB]: NHS Pay Review Body",
        "45 million children now suffer from acute malnutrition at any given time – and this preventable, life-threatening condition remains one of the biggest contributors to childhood deaths.\n  *[NHSPRB]: NHS Pay Review Body",
        "That means children under five are succumbing to common childhood illnesses that a well-nourished child would fend off, and simply wasting away, bringing profound and lasting impacts for the rest of their lives. So, I want to thank the Government of Ukraine for bringing us together to help change that.\n  *[NHSPRB]: NHS Pay Review Body",
        "Putin’s efforts to pitch us against one another must fail, and let us be clear – that is exactly what he wants to do.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Black Sea Grain Initiative had enabled the export of 33 million tonnes of food from Ukraine, to 45 countries around the world – and until this summer, the World Food Programme procured 80% of its global wheat grain from Ukraine.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yet as well as scuppering that initiative in July, Putin has attacked Ukrainian civilian grain and port infrastructure – systematically destroying more grain in attacks on Ukrainian ports than Putin promised to donate to African countries, with some 280,000 tonnes of grain gone, and counting – that is enough to feed over a million people, for a year – inflating global grain prices to boost the value of Russian exports and line the Kremlin’s coffers.\n  *[NHSPRB]: NHS Pay Review Body",
        "And all for the sake propping up Russia’s murderous war machine.\n  *[NHSPRB]: NHS Pay Review Body",
        "So much for solidarity. In the face of Putin’s crocodile tears – our focus remains resolutely on the real solutions we need.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is why the £2m Grain Verification Scheme is part of the work that the UK has led through the G7 – to help identify stolen grain and frustrate Russia’s efforts to profit from theft.\n  *[NHSPRB]: NHS Pay Review Body",
        "The UK Ministry of Defence is working to establish a comprehensive Intelligence, Surveillance and Reconnaissance operation in the Black Sea – to deter Russian attacks on cargo vessels.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have developed an innovative insurance facility with a UK insurer for ships using Ukraine’s humanitarian corridor to help scale up exports.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I am proud that the UK was the first country to liberalise all tariffs on imports of Ukrainian goods in support of your economy as well – alongside our wider commitments at the Ukraine Recovery Conference in London earlier summer.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our Prime Minster, Rishi Sunak, has announced £3m for the World Food Programme – building on our earlier contributions to President Zelenskyy’s initiative.\n  *[NHSPRB]: NHS Pay Review Body",
        "This time last year, the UK contributed £5m to this scheme, which funded the delivery of 25,000 tonnes of grain to Kenya.\n  *[NHSPRB]: NHS Pay Review Body",
        "Together, contributions from all donors to the scheme have brought 170,000 tonnes of relief to communities in Kenya, Somalia, Ethiopia, and Yemen.\n  *[NHSPRB]: NHS Pay Review Body",
        "The UK’s contribution of £3m – which equates to $3.7m – will fund a shipment that will get grain from Ukraine, to those who are suffering from acute food insecurity in Nigeria, taking the UK’s total military, humanitarian and economic support for Ukraine to £9.6bn, since the start of the invasion.\n  *[NHSPRB]: NHS Pay Review Body",
        "In short, the British people continue to stand shoulder to shoulder with you, here in Ukraine, and with those affected around the world, and if we all continue to stand together – in defence of the freedom, democracy, and common decency that we treasure so deeply – then together, we will prevail.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}