{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-comments-on-trip-to-warwickshire-health-facilities/",
    "title": "Steve Barclay – 2022 Comments on Trip to Warwickshire Health Facilities",
    "post_date": "August 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Steve Barclay, the Secretary of State for Health and Social Care, on 5 August 2022.",
    "content": [
        "With the backlogs due to COVID it is vital that we innovate to speed up diagnosis and treatment. So it was great to see the state of the art new diagnostic centre in Nuneaton, which opens in 10 days time, and to discuss with local GPs how this will also help them deliver improved patient care.",
        "Diagnostic one-stop shops, like the George Eliot Hospital, are right at the heart of local communities and are helping to speed up access to X-rays, lung function tests, ultrasound and endoscopy. By bringing under one roof cardiac and respiratory diagnosis with access to pathology investigations, it will allow patients to attend once rather than need repeat visits. It is also good for staff retention and progression to have these new facilities with state of the art equipment.",
        "This, combined with other innovations in the region like remote monitoring at Manor Park Surgery are supporting the NHS on the biggest catch up programme in history."
    ]
}