{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-speech-at-the-country-land-and-business-associations-rural-business-conference/",
    "title": "Steve Barclay – 2023 Speech at the Country Land and Business Association’s Rural Business Conference",
    "post_date": "December 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Secretary of State for Environment, Food and Rural Affairs, on 30 November 2023.",
    "content": [
        "Thank you, Jonathan.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was great to meet with you and with Victoria in my first few days in post and as you just referenced I’m also really pleased to be able to join for my first speech as Secretary of State, here for the CLA Conference.\n  *[NHSPRB]: NHS Pay Review Body",
        "As a rural MP, as someone who lives with his family in the countryside, I know and appreciated, first hand how important our countryside is and I’m delighted to champion the countryside and what it contributes to our country and our way of life.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I know in representing rural communities the CLA brings over 100 years of experience, collective expertise, the sort of first-hand knowledge you don’t acquire behind a Whitehall desk. And I want to listen and learn from that experience as we work together to exercise the greater freedom that we have in setting policy for rural areas.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in particular to empower more, and to burden less, when it comes to running your businesses and taking care of the land.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, first and foremost when I think about rural communities I think of the essential importance of keeping people fed. And the resilience and food security that we saw was so essential during the Covid pandemic.\n  *[NHSPRB]: NHS Pay Review Body",
        "Farming contributes a whopping £127 billion to the economy. But the importance of farming isn’t just about its economic value, it’s at the heart of meeting our ambitions in terms of targets to tackle climate change, and in terms of making and securing nature and how it can thrive.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now we have many commitments in our National Food Strategy to produce at least 60% of the food we consume, and this was backed up by the Farm to Fork Summit that was held in Downing Street in May after which we published our action plan.\n  *[NHSPRB]: NHS Pay Review Body",
        "And indeed we are investing £2.4 billion a year in England, in the farming sector, with a commitment to maintaining total level of support and helping farmers to be profitable whilst also producing food sustainably and protecting the countryside that we treasure.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’re taking action on things that I know matter to you, such as supporting small abattoirs. And I can confirm that we will be launching our £4 million fund by the end of the year, and we will be working with you to increase fairness in the supply chain.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we have consulted on updating buying standards for public sector food as well, so farmers who are part of our Environmental Land Management schemes should be well placed to benefit from any change that we may announce in the coming months.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I have always been clear that we need to protect our farmers.\n  *[NHSPRB]: NHS Pay Review Body",
        "Indeed as Health Secretary, I blocked a proposal which was to allow schools to impose a vegetarian diet, because to me food is a key part and a valuable sector within the economy, but it is also an important part of our diet too.\n  *[NHSPRB]: NHS Pay Review Body",
        "So as Health Secretary I blocked the proposals which would have allowed the imposition of that in certain schools.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now fundamentally, I want the way we produce food to be sustainable for people and for the planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "And as we leave behind the EU’s bureaucratic Common Agricultural Policy, we must continue to make the most of our new found freedoms and to work with farmers – including many in this room – to design and refine new flexible and accessible Environmental Land Management schemes, focusing on Countryside Stewardship and the Sustainable Farming Incentive.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are accepting applications for the expanded and improved Sustainable Farming Incentive with 3,000 now submitted, nearly 2,150 offers now issued and counting, 1,700 now accepted and 800 of you already cracking on.\n  *[NHSPRB]: NHS Pay Review Body",
        "And at Back British Farming Day, we announced that advanced payments of a quarter of the first year’s SFI will be made and indeed have been making their way to bank accounts in October and November, and more will be going out in December too.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have already extended accessibility to ELMs for tenant farmers and we will continue to work with tenant farmers and land owners to identify and remove barriers so that you can work together effectively.\n  *[NHSPRB]: NHS Pay Review Body",
        "That includes allowing farming to continue on historic sites as it has indeed for centuries.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I am delighted to say that an increasing number of farmers are now taking part in our Environmental Land Management schemes, with 32,000 Countryside Stewardship agreements successfully in place across England this year – that is a 94% increase since 2020, and over 6,000 applications have indeed been received this year.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want to confirm that SFI will not be capped, and there is something for everyone – so I encourage all of you to take a look, and apply, if indeed you haven’t already done so.\n  *[NHSPRB]: NHS Pay Review Body",
        "And as these schemes grow, the sector will be increasingly well-placed to benefit from private investment in everything from woodland creation to peatland restoration as we work to reach our target of stimulating at least £500 million of private sector investment into nature recovery in England. That is each year by 2027, with the aim to rise to at least £1bn each year by 2030.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I know that the CLA and many of your members are right at the forefront of this as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "The first two rounds of our Investment Readiness Fund have provided grants of up to £100,000 each, to get 86 nature projects across England to the point that they are ready to attract private capital.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is great that farmers are at the heart of around a quarter of those.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today, I am delighted to launch a third round, that will make a further £5 million available, specifically to support the efforts of farmers and rural businesses, with individual grants of up to £100,000 that will help you to attract investment from the private sector.\n  *[NHSPRB]: NHS Pay Review Body",
        "Applying for one of those grants or schemes does not disbar you from the others – far from it. And our hope is that that they will be mutually reinforcing, as you choose what works best for your business.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today, I want to say a bit more on how we are investing in modern farming techniques, infrastructure, and innovation – alongside support for further research and development.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now this makes a difference to the productivity, to resilience, and in particular to the sustainability of businesses.\n  *[NHSPRB]: NHS Pay Review Body",
        "And when I visited the robotics firm Muddy Machines last week, they showed how the talent of our brightest scientists can unlock a new generation of automation.\n  *[NHSPRB]: NHS Pay Review Body",
        "Where there are barriers stopping game-changing innovations from getting out of labs and onto farms, whether it’s needless regulation or slow grant applications, tearing down those barriers down will be at the heart of my approach.\n  *[NHSPRB]: NHS Pay Review Body",
        "This year, we are investing over £168 million through 16 grant funds.\n  *[NHSPRB]: NHS Pay Review Body",
        "As of this summer, we have committed over £123 million of funding to industry-led research and development for agricultural and horticulture.\n  *[NHSPRB]: NHS Pay Review Body",
        "And today, I am delighted to announce a further £45 million of funding for farming innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "That includes £30 million to help farmers invest in robotics and automation to make processes like harvesting and milking more efficient, and for the first time, roof-top solar equipment to help improve the sustainability and resilience of your energy supply, and storage to help keep slurry out of our watercourses and bring down emissions.\n  *[NHSPRB]: NHS Pay Review Body",
        "And this follows our announcement of up to £30 million investment for the Genetic Improvement Network at the Farm to Fork summit, building indeed on the £8 million invested over the last five years and the passing of the Genetic Technology Precision Breeding Act.\n  *[NHSPRB]: NHS Pay Review Body",
        "And watch this space for more in 2024 when we will want to see applications for a share of further funding, specifically for testing and trialling the new technology and techniques that we want to see adopted at pace onto farms.\n  *[NHSPRB]: NHS Pay Review Body",
        "All of this will help us make careers in the sector more promising for the next generation who need to be trained up now, it will help maintain our world-leading animal welfare standards, it will strengthen our rural economy, and it will improve our global competitiveness as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it’s not just farming that makes a massive difference to our shared prosperity. I know that the rural economy is about so much more than farms – it’s about tourism, hospitality, rural manufacturing, and of course the food sector as a whole.\n  *[NHSPRB]: NHS Pay Review Body",
        "From Scottish salmon and whiskey, to Welsh Lamb, to Northern Ireland beef, to English sparkling wine. Indeed when I was Chief Secretary, I sent an instruction to our embassies that they will serve English sparkling wine not French champagne.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because British food and drink gets a massive vote of confidence from consumers around the world – with exports bringing £24 billion to the British economy, and counting.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have had success stories in opening up new markets including securing access for British lamb to the US.\n  *[NHSPRB]: NHS Pay Review Body",
        "And following our commitments at the Farm to Fork Summit, we are appointing an additional five agri-food attachés to boost the UK’s agri-food exports, bringing the total number of to 16 – with new posts to help unlock key markets in northern Europe, southern Europe, Australia/New Zealand, South Korea, and Africa.\n  *[NHSPRB]: NHS Pay Review Body",
        "They have all just been back to the UK to make sure they are up to speed with the latest plans, and we hope to see progress in the metrics by which we measure export sales in coming months and also to help more rural businesses as they make the leap into exporting.\n  *[NHSPRB]: NHS Pay Review Body",
        "So in conclusion, I just want to say firstly how incredibly impressed I am by the passion and innovation showcased here – and that I will be saying more about the countryside in the months ahead.\n  *[NHSPRB]: NHS Pay Review Body",
        "I will continue to come and see, as I have already been doing, farms and businesses and to listen to you as we refine our schemes, and to seek to make your lives easier.\n  *[NHSPRB]: NHS Pay Review Body",
        "My pledge to you is that this government will always back British farmers who produce some of the highest quality food in the world, who contribute billions to our economy, and to whom we all owe a debt of gratitude for taking care of the countryside that they do.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we are forging ahead with our new farming schemes.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in everything we do, our aim is back a profitable and sustainable food and farming sector that supports all that you do, now and for future generations.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, thank you for all that you do, and let us continue to work together. Let’s adopt innovation at pace, lets ensure we back British farmers.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}