{
    "url": "https://www.ukpol.co.uk/steve-barclay-2020-speech-on-the-self-employed-and-the-coronavirus/",
    "title": "Steve Barclay – 2020 Speech on the Self-Employed and the Coronavirus",
    "post_date": "March 25, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Steve Barclay, the Chief Secretary to the Treasury, in the House of Commons on 24 March 2020.",
    "content": [
        "We know that many self-employed people are in real distress, but we are working urgently to address this problem, and I say to the self-employed: we have not forgotten you—help is coming. But the policy and delivery are complex, and we cannot and should not rush to announce a scheme that gives rise to more questions than it answers. The Chancellor has held meetings this morning with representatives of the self-employed and will continue to meet them this afternoon.",
        "It is important to remember that covid-19 is an urgent challenge to our entire economy, affecting workers of all types. It is essential that we respond swiftly, so that people can keep their jobs and businesses can carry on. That is the basis of our coherent, co-ordinated and comprehensive plan. It is a plan that gives those on the frontline the tools they need to tackle the virus, with all the support the NHS needs, backed up by an initial £5 billion fund for public services. It is a plan that puts a shoulder behind business with a statutory sick pay relief package for small and medium-sized enterprises, business rates holidays for all retail hospitality, leisure and nursery businesses in England, and grant funding for small enterprises, as well as support through Her Majesty’s Revenue and Customs’ time to pay scheme. As of yesterday, businesses with cash-flow concerns are also able to access the coronavirus business interruption loan scheme, offering up to £5 million for SMEs through the British Business Bank. For larger firms—[Interruption.]",
        "**Mr Speaker**",
        "Order. It might be easier if Members pass notes down the line, rather than going round and speaking to everybody.",
        "**Steve Barclay**",
        "The coronavirus business interruption loan scheme, on which Members across the House have raised questions, is now available, offering up to £5 million for SMEs through the British Business Bank. For larger firms, the Bank of England is providing a new facility to help support liquidity.",
        "I urge all Members of the House to continue speaking—as I know many are doing—to the business leaders in their constituencies and ensure they are aware that they are not alone and that help is coming. In this House, we are all standing behind business and everyone who works in it. To encourage businesses to retain staff, we are deferring VAT, and my right hon. Friend the Chancellor has announced the job retention scheme to facilitate that.",
        "Taken together, this is a huge programme of support, and we will keep thousands of workers in jobs, but we know that there are thousands of self-employed people who have been wondering what the future holds for them. My right hon. Friend the Chancellor has already set out a range of measures in support. Sole traders and freelancers will be able to access the business interruption loan scheme as long as activity is channelled through a ​business account. We are also removing the minimum income floor for the self-employed workers affected by coronavirus so that they too can access universal credit in full. That is not only the standard allowance, but a wider package of support for those with children, disabilities or, indeed, housing needs. At the same time, the next self-assessment income tax payments will be deferred until January 2021, helping those who have set money aside for those payments with immediate cash flow. That means there is a package on tax, on loans and, more widely, through universal credit, to support those with that safety net.",
        "Let me reassure everyone in this House and the self-employed people they represent that further help is indeed coming, but we have to make sure we get this right and that we target the right support to those who are most in need. The Chancellor will provide a further update on support for the self-employed in the coming days."
    ]
}