{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-statement-on-the-nhs-staff-pay-offer/",
    "title": "Steve Barclay – 2023 Statement on the NHS Staff Pay Offer",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 16 March 2023.",
    "content": [
        "I am pleased to be able to inform the House that today 16 March 2023, I have made a formal offer on pay for 2022-23 and 2023-24 to the unions representing staff on the agenda for change contract. The NHS Staff Council has discussed this offer and the Royal College of Nursing, UNISON, GMB, the chartered society of physiotherapy and the British Dietetic Association will recommend the offer to their members in consultations that will be held over the coming weeks. Strike action will continue to be paused while they are consulted.\n  *[NHSPRB]: NHS Pay Review Body",
        "Under the offer, over 1 million NHS staff on the agenda for change contract would receive two non-consolidated payments for 2022-23. This is on top of an at least £1,400 consolidated pay award that they have already received, which was in line with the recommendations of the independent pay review body.\n  *[NHSPRB]: NHS Pay Review Body",
        "Under the terms of the offer, all staff would receive an award worth 2% of an individuals’ salary for 2022-23. In addition, staff would receive a one-off bonus which recognises the sustained pressure facing the NHS following the covid-19 pandemic and the extraordinary effort these members of staff have been making to hit backlog recovery targets and meet the Prime Minister’s promise to cut waiting lists. This NHS backlog bonus is an investment worth an additional 4% of the agenda for change pay bill, and would mean staff would receive an additional payment of between £1,250 and £1,600. With both of these payments, a nurse at the top of band 5, for example, would receive over £2,000 in total.\n  *[NHSPRB]: NHS Pay Review Body",
        "For 2023-24, the Government have offered a 5% consolidated increase in pay. In addition, the lowest paid staff, such as porters and cleaners will see their pay matched to the top of band 2, resulting in a pay increase of 10.4%.\n  *[NHSPRB]: NHS Pay Review Body",
        "For example, this would mean a newly qualified nurse would get over £1,300, increasing their base salary to £28,407. A nurse at the top of band 6 would receive a pay rise of over £2,000, increasing their base salary to £42,618.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Government firmly believe that this is a fair offer which rewards all agenda for change staff and commits to a substantial pay rise in 2023-24 at a time when people across the country are facing cost of living pressures and there are multiple demands on the public finances.\n  *[NHSPRB]: NHS Pay Review Body",
        "Setting pay is an annual process and, as is always the case, decisions are considered in light of the fiscal and economic context and ensuring awards recognise the value of NHS staff whilst delivering value for the taxpayer. While it is right that we reward our hard-working NHS staff with a pay rise, this needs to be proportionate and balanced with the need to deliver NHS services and manage the country’s long term economic health and public sector finances, along with inflationary pressures.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Government asked the NHS Pay Review Body (NHSPRB) to report by the end of April 2023. We anticipate the progress made and the outcome of the union ballot to be taken into account. If the offer is accepted by unions, it will be implemented, but the Government would welcome observations from the NHSPRB on the pay deal in England.\n  *[NHSPRB]: NHS Pay Review Body",
        "On top of the pay package, the Government are also committing to important measures including the development of a national, evidence-based policy frame- work which will build on existing safe staffing arrangements and amendments to terms and conditions to support existing NHS staff develop their careers through apprenticeships.\n  *[NHSPRB]: NHS Pay Review Body",
        "In addition, having heard the concerns of nursing staff and their representatives about the specific challenges they face in terms of recruitment, retention and professional development, the Government have committed to address these issues and will therefore work with NHS employers and unions to improve opportunities for nursing career progression.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Government are also committed to improving support for newly qualified healthcare registrants. It will commission a review into the support received by those transitioning from training into practice. And the Government will consult on the permanent easement of pension abatement rules.\n  *[NHSPRB]: NHS Pay Review Body",
        "This package, alongside the comprehensive NHS Long Term Workforce Plan that NHS England will publish later this year, will help to ensure that the NHS can recruit and retain the staff it needs to meet the growing and changing health and wellbeing needs of patients.\n  *[NHSPRB]: NHS Pay Review Body",
        "Alongside making this formal offer, I have today also written to the Royal College of Nursing to outline that, in undertaking work to address the specific challenges faced by nursing staff—in terms of recruitment, retention and professional development—this work will involve: how to take account of the changing responsibilities of nursing staff; and the design and implementation issues, including scope and legal aspects, of a separate pay spine for nursing staff exclusively.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Government intend to complete this work such that resulting changes can be delivered within the 2024-25 pay year. In conducting this work, the Government will also consider whether any separate measures may apply to other occupational groups, taking into account the views of NHS Employers and unions.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}