{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-statement-on-urgent-and-emergency-care/",
    "title": "Steve Barclay – 2022 Statement on Urgent and Emergency Care",
    "post_date": "September 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 5 September 2022.",
    "content": [
        "Mr Deputy Speaker, with permission, I’d like to make a statement on our support for urgent and emergency care.",
        "I know that this is an issue that has been of great concern to honourable members and I wanted to update the House – at the earliest opportunity – on the work that we’ve been doing over the summer.",
        "Bed occupancy rates have broadly remained at winter-type levels with COVID-19 cases in July still high, at 1 in 25 testing positive – that compares with 1 in 60 currently.",
        "This is without the decrease in occupancy that we would normally see after winter ends and ambulance wait times have also continued to reflect the pressures of last winter, although I am pleased, Mr Deputy Speaker to see recent improvements. For example the West Midlands today is meeting their category 2 time of less than 18 minutes.",
        "Mr Deputy Speaker, I’d like to update the House on the nationwide package of measures that we are putting in place to improve the experience for patients and colleagues alike.",
        "First, Mr Deputy Speaker, we have boosted the resources available to those on the frontline.",
        "We’ve put in an extra £150 million of funding to help trusts deal with ambulance pressures this year and on top of this, we’ve agreed a £30 million contract with St John Ambulance so that they can provide national surge capacity of at least 5,000 hours per month.",
        "We’re also increasing the numbers of colleagues on the frontline.",
        "We’ve boosted national 999 call handler numbers to nearly 2,300, about 350 more than September last year and we have plans to increase this number further to 2,500 by December, supported by a major national recruitment campaign.",
        "By the end of the year, we’ll have also increased 111 call handler numbers to 4,800.",
        "As well as this, we have a plan to train and deploy even more paramedics and Health Education England has been mandated to train 3,000 paramedic graduates nationally each year – double the number of graduates that were accepted in 2016.",
        "Second, Mr Deputy Speaker, we are putting an intense focus on the issue of delayed discharge – which is the cause of so many of the problems that we have seen in urgent and emergency care, and I think that’s recognised across the House.",
        "This is where patients are medically fit to be discharged but remain in hospital, taking up beds that could otherwise be used for those being admitted.",
        "Delayed discharge means longer waits in A&E, lengthier ambulance handover times and the risk of patients deteriorating if they remain in hospital beds too long – particularly the frail elderly.",
        "The most recent figures, from the end of July, show that the number of these patients is just over 13,000 – similar numbers to the winter months.",
        "We’ve been working closely with trusts where delayed discharge rates are highest, putting in place intensive on-the-ground support.",
        "More broadly, our National Discharge Taskforce is looking across the whole of health and social care to see where we can put in place best practice and improve patient flow through our hospitals. And as part of that of work, we’ve also selected discharge frontrunners who will be tasked with testing radical solutions to improve hospital discharge – and we’re looking at which of these proposals we can roll out across the wider system and launch at speed.",
        "This, of course, is not just an issue for the NHS.",
        "We have an integrated system for health and care and must look at the system in the round, and all the opportunities where we can make a difference.",
        "For instance, patients can be delayed as they are waiting for social care to become available and here too, we have taken additional steps over the summer.",
        "We have launched an international recruitment taskforce to boost the care workforce and address issues in capacity.",
        "And on top of this, we’ll be focusing the Better Care Fund, which allows integrated care boards and local authorities to pool budgets, to reduce delayed discharge.",
        "And in addition, we are looking at how we can draw on the huge advances in technology that we’ve seen during the pandemic and unlock the value of the data that we hold in health and care and that includes through the Federated Data Platform.",
        "Finally, Mr Deputy Speaker, we know from experience that the winter will be a time of intense pressure for urgent and emergency care.",
        "The NHS has set out its plans to add the equivalent of 7,000 additional beds this winter, through a combination of extra physical beds and the virtual wards which played such an important role in our fight against COVID-19.",
        "Another powerful weapon this winter will be our vaccination programmes.",
        "Last winter, we saw the impact that booster programmes can have on hospital admissions, if people come forward when they get the call.",
        "This year’s programmes gives us another chance to protect the most vulnerable and reduce demands on the NHS.",
        "Our autumn booster programmes for COVID-19 and flu are now getting under way and will be offered to a wider cohort of the population, including those over 50, with the first jabs going in arms this week, as care home residents, staff and the housebound become the first to receive their COVID-19 jabs. And over the summer, we became the first country in the world to approve a dual-strain COVID-19 vaccine, that targets both the original strain of the virus and the Omicron variant.",
        "And indeed this weekend, the MHRA approved another dual-strain vaccine, from Pfizer, and I’m pleased to confirm that we will be deploying that as well, along with the Moderna dual-strain vaccine as part of our COVID-19 vaccination programme, and in line with the advice of the independent experts at the JCVI.",
        "Whether it’s for COVID-19 or flu, I’d urge anyone who’s eligible to get protected as soon as you are invited by the NHS, not just to protect yourself and those around you but to ease the pressure on the NHS this winter.",
        "Today, I have also laid before the House a written ministerial statement on the work that we’ve been doing over the summer and I just wanted to draw the House’s attention to one particular feature within that written ministerial statement that has garnered interest in the House in the past.",
        "In November 2021 the government announced that it would make £50 million available in funding for research into motor neurone disease over 5 years.",
        "Following work over the summer between the Department of Health and Social Care and BEIS, through the National Institute for Health Research and UKRI, to support researchers to access funding in a streamlined and coordinated way, we’re pleased to confirm that this funding has now been ringfenced.",
        "The Department of Health and Social Care and BEIS welcome the opportunity to support the MND scientific community of researchers as they come together through a network and link through a virtual institute.",
        "I commend this statement to the House."
    ]
}