{
    "url": "https://www.ukpol.co.uk/steve-barclay-2020-statement-on-freeports/",
    "title": "Steve Barclay – 2020 Statement on Freeports",
    "post_date": "November 17, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Chief Secretary to the Treasury, in the House of Commons on 16 November 2020.",
    "content": [
        "On 16 November, the Government launched the bidding process for the allocation of freeports in England by publishing a bidding prospectus. The bidding period will close on 5 February 2021.",
        "Leaving the EU creates new opportunities for the UK to strengthen the union and become a hub for international trade and investment. Revitalising our port regions through an ambitious freeport policy is a key component of realising this vision and unlocking the deep potential of all nations and regions of the UK.",
        "The creation of freeports will be a cornerstone of the Government’s plan to level up opportunity across the country. Freeports will increase trade, create employment and attract investment in order to form innovative business clusters that benefit local areas. This in turn will help rejuvenate left-behind communities across the UK, by attracting new businesses, spreading jobs, investment and opportunity.",
        "The bidding prospectus sets out how ports, businesses, local government and other local partners can come together to bid for freeport status.",
        "At the centre of our new freeports policy is an ambitious new customs model which will improve upon both the UK’s existing customs facilitations and the freeports the UK previously had. Our freeports model also introduces a package of tax incentives for businesses to invest in freeports, and seed funding to develop key infrastructure to help level up some of our most deprived communities. We are introducing new measures to speed up planning processes to accelerate development in and around freeports and new initiatives to encourage innovators to test new ideas to drive additional economic growth and create jobs.",
        "Freeports will be selected according to a fair, transparent and competitive bidding process, and will be expected to collaborate closely with key partners across the public and private sectors.",
        "We want all the nations of the UK to share in the benefits of freeports. As such, we are working constructively and collaboratively with the devolved Administrations to seek to establish at least one freeport in each nation of the UK as soon as possible.",
        "The “Freeports bidding prospectus” CP315 has been laid in Parliament. Copies are available in the Vote Office and Printed Paper Office, and also at: https://www.gov.uk/ government/publications/freeports-bidding-prospectus."
    ]
}