{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-statement-on-ambulance-pressures/",
    "title": "Steve Barclay – 2022 Statement on Ambulance Pressures",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 18 July 2022.",
    "content": [
        "Following the announcement by the Met Office on Friday of a red warning for extreme heat, I would like to update the House on the impact of extreme weather on health and care, the current covid infection situation and our plans for covid and flu vaccines this autumn.",
        "This is the first time in its history that the Met Office has issued a red warning for extreme heat. The warning covers today and tomorrow. In addition, the UK Health Security Agency has issued its highest heat alert. Its level 4 alert, issued to health and care bodies, means that the heat poses a danger to all of us, not just high-risk groups. Although for many the risk from this heat can be mitigated by simple, common-sense steps, the extreme temperature poses a particular risk in respect of cardiovascular conditions, including heart attacks and strokes. Level 4 does not change the contingency plans in place across the health system, only their likelihood.",
        "We have taken a number of steps in response. Cobra has convened several times, including over the weekend and earlier today, to co-ordinate every part of the Government’s response to this emergency, and I have held a series of meetings with the chief executives of ambulance trusts to discuss the specific measures that they are taking. Steps include increasing the numbers of call handlers; extra capacity for ambulances; and extra support for fleets, including the buddy system, so that calls can be diverted to another trust if there are delays in the area people are calling from. We have held numerous meetings with NHS leaders, including the chief executive of the NHS and her senior team, to continue to implement their long-standing heatwave plans. We had a further meeting again this morning. Meanwhile, ministerial colleagues have continued to liaise with our local resilience forums to co-ordinate across both health and social care.",
        "Even before this heatwave, ambulance services in England have been under significant pressure from increased demand, just as they have across the United Kingdom. The additional pressure on our healthcare system from covid-19, especially on accident and emergency services, has increased the workload of ambulance trusts; increased the average length of hospital stays; and contributed to a record number of calls. Taken together, that has caused significant pressures, which are now being compounded by this extreme heat.",
        "We are taking action in a range of areas. In May, NHS England published a tender for auxiliary ambulances to provide national surge capacity to support ambulance responses during the period of increased pressure. Alongside measures in ambulance trusts to assist with call handling and capacity, NHS hospital trusts are taking steps to address handover delays, in the interests of patient safety. On Friday, the NHS medical director, Steve Powis, and the chief nursing officer, Ruth May, wrote to the chief executives of NHS trusts, ambulance trusts and integrated care boards setting out some of the urgent interventions we need to make; most significantly the focus was on improved ambulance handovers and increased hospital bed capacity.",
        "On ambulance handovers, we are asking health leaders to look again at the balance of risks across the system. We know that leaving vulnerable people in the community would have serious implications for patient safety. Equally, we know that keeping people in ambulances for too long carries other risks, especially from heat. NHS leaders are therefore asking hospital trusts to create additional space for new patients in their units. That may involve the creation of observation areas or exploring ways to add additional beds elsewhere in hospitals, including by adjusting staffing ratios where necessary, as we did during covid, and working to identify areas to mitigate additional workload, such as through greater support on wards with pharmacy and administration.",
        "The NHS is executing its urgent and emergency care recovery 10-point action plan, which includes action across urgent, primary and community care to better manage emergency care demand and capacity. The NHS medical director and chief nursing officer both recognise that this will place an additional burden on some staff, so they are asking trusts to increase efforts on staff wellbeing and support. Alongside the measures being taken by the ambulance services and NHS trusts, the UK Health Security Agency is leading on public health comms to reduce the burden on NHS staff by making sure that we do not create unnecessary demand. We can do that by following the common-sense public health guidance and by looking out for others, in particular the elderly and the vulnerable.",
        "With services under so much pressure, we must make sure that 999 calls are reserved for life-threatening emergencies. We must also consider what advice we can get through other services such as NHS 111, NHS online resources and local pharmacists. In addition to the immediate steps to mitigate the pressures on 999 calls, ambulance services and adult social care, we will keep building on our operational response, with particular attention to discharge and expanding on our pockets of best practice.",
        "That is particularly pertinent, given the current levels of covid, which continue to rise. The latest data from the Office for National Statistics shows that the percentage of people testing positive for covid continued to increase across the UK. In England, an estimated one in 19 people tested positive in the week to 6 July, compared with an estimated one in 25 during the previous week, with more than 13,000 patients admitted to hospitals with covid-19.",
        "Given those pressures and the expected pressures this autumn and winter from respiratory viruses, we are taking important steps to further align our offers on covid and flu. On Friday, I accepted the Joint Committee on Vaccination and Immunisation’s recommendations for a covid-19 autumn booster programme, focusing on vulnerable cohorts, including everyone aged over 50. At the same time, I took the decision that we should keep offering flu jabs to more cohorts than we did before the pandemic. Taken together, this will reduce the number of people getting seriously ill this autumn and winter, easing pressure on the NHS at a critical time. Vaccines have always been, and continue to be, one of the best protections we have, both for ourselves and for the NHS.",
        "From this heatwave to the foreseeable pressures in autumn and winter, I will continue to work closely with colleagues across health and social care, as well as with Members across the House, to ensure that we can address the challenges ahead. I commend this statement to the House."
    ]
}