{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-statement-on-doctors-and-dentists-remuneration/",
    "title": "Steve Barclay – 2022 Statement on Doctors’ and Dentists’ Remuneration",
    "post_date": "July 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 19 July 2022.",
    "content": [
        "The 50th report of the Review Body on Doctors’ and Dentists’ Remuneration (DDRB), the 35th report of the NHS Pay Review Body (NHSPRB) and the 44th report of the Senior Salaries Review Body (SSRB) are being published today. The reports will be presented to Parliament and published on gov.uk.",
        "I am grateful to all the chairs and members of the review bodies for their reports, and I welcome their robust, independent recommendations and observations. I am accepting the pay bodies’ recommendations in full, recognising the vital contributions NHS workers make to our country.",
        "This pay award comes on top of the 3% last year for staff under the remits of NHSPRB and DDRB, when pay uplifts were paused in the wider public sector. This year, most overall pay awards in the public sector are similar to those in the private sector. Survey data suggests median private sector pay settlement, which is the metric most comparable to these pay review body decisions, was 4% in the 3 months to May.",
        "The NHSPRB has recommended a £1,400 consolidated uplift to the full-time equivalent salary for all Agenda for Change (AfC) staff. This will be enhanced for pay points at the top of band 6 and all pay points in band 7 so it is equal to a 4% uplift.",
        "The DDRB has recommended a 4.5% increase to national salary pay scales, pay ranges or the pay elements of contracts for all groups included in their remit this year (consultants, speciality and associate specialist (SAS) doctors on the closed 2008 contracts, salaried general medical practitioners (GMPs) and general dental practitioners).",
        "The SSRB has recommended a 3% increase for all very senior managers (VSMs) and executive senior managers (ESMs), with a further 0.5% to ameliorate the erosion of differentials and facilitate the introduction of the new VSM pay framework.",
        "After careful consideration of the pay review body reports, we have decided to accept the pay review bodies’ recommendations in full. In doing so, we have committed to:",
        "uplifting the full-time equivalent salaries of staff on Agenda for Change contracts—over 1 million NHS staff—by £1,400 on a consolidated basis, and enhanced for staff in bands 6 and 7, those with full-time equivalent basic pay up to £45,839, so it is equal to a 4% pay uplift. This means the lowest paid will receive a 9.3% increase compared to 2021-22;",
        "uplifting the salaries of consultants (c.55,000 doctors) by 4.5% on a consolidated basis;",
        "uplifting the minimum and maximum pay range for Salaried GMPs (c.15,000 doctors) by 4.5% on a consolidated basis;",
        "uplifting the GMP trainers grant and GMP appraisers grant by 4.5%;",
        "uplifting the pay element of the general dental practitioners contract (c.24,000 dentists) by 4.5% on a consolidated basis;",
        "increasing the overall investment in the SAS workforce (c.12,000 doctors) on average, by 4.5%. The detailed arrangements for implementing this increase alongside the reformed 2021 SAS contract will be set out in due course; and",
        "uplifting the salaries of all very senior managers and executive senior managers (c.2,500 staff) by 3% and providing NHS organisations with additional flexibility to provide a further 0.5% to ameliorate the erosion of differentials and facilitate the introduction of the new VSM pay framework. Further information will be shared with NHS employers in due course.",
        "All pay awards will be backdated to 1 April 2022. This pay award is only applicable to NHS staff in England. The 2022-23 pay uplift for NHS staff directly employed by NHS providers will be funded by NHSE through system allocations.",
        "The DDRB was not asked to make recommendations for staff groups in multi-year deals (contractor GMPs, doctors and dentists in training or SAS doctors on the 2021 contracts). However, we note the wider comments made by the DDRB regarding these groups.",
        "This is an annual process and as is always the case, decisions are considered in light of the fiscal and economic context and ensuring awards recognise the value of NHS staff whilst delivering value for the taxpayer.",
        "While it is right that we reward our hard-working NHS staff with a pay rise, this needs to be proportionate and balanced with the need to deliver NHS services and manage the country’s long term economic health and public sector finances, along with inflationary pressures. Sustained higher levels of inflation would have a worse impact on people’s real incomes in the long run, which is why we need proportionate and balanced pay increases recommended by the independent pay review bodies.",
        "In written and oral evidence to the pay review bodies, the Government set out what was affordable within the NHS’s spending review settlement. The pay review bodies have recommended pay awards above this level. This Government are committed to living within its means and delivering value for the taxpayer, and therefore we are reprioritising within existing departmental funding whilst minimising the impact on frontline services.",
        "The pay awards should be viewed in parallel with the £37 billion package of support the Government have provided for the cost of living, targeted to those most in need.",
        "**Salaried general medical practitioners**",
        "For salaried GMPs the minimum and maximum pay range set out in the model terms and conditions will be uplifted. As independent contractors to the NHS, it is for GMP practices to determine uplifts in pay for their employees.",
        "**Clinical excellence awards and clinical impact awards**",
        "The Government have recently reformed the national awards in England, now named national clinical impact awards. The reforms aim to address issues with inequality previously raised by the DDRB.",
        "Government acknowledges the DDRB’s comments on local clinical excellence awards and their reasons for not recommending an increase in their value this year."
    ]
}