{
    "url": "https://www.ukpol.co.uk/stephen-barclay-2018-statement-on-agreements-with-iceland-liechtenstein-norway-and-switzerland/",
    "title": "Stephen Barclay – 2018 Statement on Agreements with Iceland, Liechtenstein, Norway and Switzerland",
    "post_date": "January 1, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Barclay",
            "url": "/tag/stephen-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Stephen Barclay, the Secretary of State for Exiting the European Union, in the House of Commons on 20 December 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)",
        "The UK has reached agreement with Iceland, Liechtenstein and Norway (the “EEA EFTA states”), and separately with Switzerland, to resolve the issues arising with those states from the UK’s exit from the European Union. The Government have been clear that their first priority as part of securing a smooth and orderly exit from the EU was to provide certainty for citizens. As such, we announced in February that we were seeking agreements with these countries, similar to the UK’s withdrawal agreement with the EU.",
        "The EEA EFTA states participate in the single market and other EU-led initiatives. As a result, the agreement with them also addresses a small number of the other separation issues that we have agreed with the EU in the withdrawal agreement.",
        "The EEA EFTA agreement will cover:",
        "Citizens’ rights. As with part two of the withdrawal agreement, the agreement ensures that citizens falling within scope will have broadly the same entitlements to work, study and access public services and benefits as now.",
        "Goods on the market, public procurement, intellectual property, and data protection. Provisions in this agreement broadly mirror the arrangements set out in the withdrawal agreement. Where necessary, small technical adaptations have been made, in line with existing technical differences between EU law and the EEA agreement.",
        "Ongoing judicial proceedings. This will allow UK lawyers to continue to appear before the EFTA court in cases which are ongoing at the point of exit.",
        "Police and criminal justice. These provisions broadly mirror the arrangements set out in the withdrawal agreement, but for the smaller subset of police and criminal justice matters in which Norway and Iceland participate.",
        "Governance arrangements. As for EU citizens under the withdrawal agreement, EEA EFTA citizens will be covered by the Independent Monitoring Authority for the Citizens’ Rights Agreements (IMA). A joint committee consisting of the UK and the EEA EFTA states will be established to oversee this agreement.",
        "The agreement reached with the Swiss Confederation will lay out the arrangements for citizens when the current EU-Swiss free movement of persons agreement ceases to apply between the UK and Switzerland. This supports the ending of free movement after we leave the EU. The terms of this agreement protect the rights of Swiss citizens in the UK and UK nationals in Switzerland, ensuring that they can continue to contribute to their communities and live their lives broadly as they do now.",
        "Together, these agreements will protect over 50,000 UK citizens living in these countries and nearly 30,000 citizens from these countries in the UK.",
        "It is also the Government’s intention that the rights of these citizens would be protected in the event of a no-deal outcome with the EU. The citizens’ rights agreement with Switzerland already addresses this. We are discussing a separate citizens’ rights agreement with the EEA EFTA states for a no-deal scenario.",
        "I will be depositing these agreements and explainers today in the Libraries of both Houses. The Government intend to sign both agreements before exit day and legislate for them through the EU (Withdrawal Agreement) ​Bill. Both agreements are subject to ratification processes in each of the relevant states, including the provisions of the Constitutional Reform and Governance Act (CRaG) 2010 in the UK."
    ]
}