{
    "url": "https://www.ukpol.co.uk/steve-barclay-2021-statement-on-national-cyber-strategy-2022/",
    "title": "Steve Barclay – 2021 Statement on National Cyber Strategy 2022",
    "post_date": "December 17, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Minister for the Cabinet Office, in the House of Commons on 15 December 2021.",
    "content": [
        "I am pleased to announce the publication of the new National Cyber Strategy.",
        "This strategy builds on the significant progress made through the National Cyber Security Strategy 2016-2021 and delivers on a commitment made in the Government’s Integrated Review of Security, Defence, Development and Foreign Policy which was published earlier this year.",
        "Exponential advances in technology combined with decreasing costs have made the world more connected than ever before. The pandemic has accelerated this trend, but we are likely still in the early stages of a long-term structural shift. The global expansion of cyberspace is changing the way we live, work and communicate, and transforming the critical systems we rely on in areas such as finance, energy, food distribution, healthcare and transport. In short, cyberspace is now integral to our future security and prosperity. This offers extraordinary opportunities for technologically advanced countries like the UK to pursue their national goals in new ways.",
        "As such, this strategy reflects our ambition to cement the UK’s position as a leading cyber power. While cyber security remains at the heart of this strategy, it now draws together the full range of the UK’s capabilities inside and outside Government, with a particular emphasis on taking the lead in technologies relevant to cyber. It calls for a truly joined up, national strategic approach that is shaped by and helps guide decision-making in organisations across the country, and provides the basis for stronger collaboration with our partners in the UK and around the world.",
        "Our vision is that the UK in 2030 will continue to be a leading responsible and democratic cyber power, able to protect and promote our interests in and through cyberspace in support of national goals:",
        "a more secure and resilient nation, better prepared for evolving threats and risks and using our cyber capabilities to protect citizens against crime, fraud and state threats;",
        "an innovative, prosperous digital economy, with opportunity more evenly spread across the country and our diverse population;",
        "a science and tech superpower, securely harnessing transformative technologies in support of a greener, healthier society; and,",
        "a more influential and valued partner on the global stage, shaping the future frontiers of an open and stable international order while maintaining our freedom of action in cyberspace.",
        "The strategy is built around five core pillars which focus on: investing in our people and skills; increasing cyber resilience; taking the lead in the technologies vital to cyber power; advancing UK global leadership in cyber; and detecting, disrupting and deterring our adversaries.",
        "As announced in the spending review, the Government will be investing £2.6 billion in cyber and legacy IT over the next three years to support the strategy. This is in addition to significant investment in the National Cyber Force announced in the spending review 2020.",
        "We will invest more than ever before in a rapid and radical overhaul of Government cyber security, setting clear standards for Departments and addressing legacy IT infrastructure.",
        "Government’s critical functions will be significantly hardened to cyber-attack by 2025 and we will ensure that all Government organisations—across the whole public sector—are resilient to known vulnerabilities and attack methods by 2030.",
        "A copy of the National Cyber Strategy has been deposited in the Libraries of both Houses."
    ]
}