{
    "url": "https://www.ukpol.co.uk/stephen-barclay-2019-speech-on-brexit/",
    "title": "Stephen Barclay – 2019 Speech on Brexit",
    "post_date": "April 3, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Barclay",
            "url": "/tag/stephen-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Barclay, the Secretary of State for Exiting the European Union, in the House of Commons on 3 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)",
        "We will oppose this Bill. It is being passed in haste, and the fact that we have a time limit of two minutes for a number of speeches this evening is an indication of the fact that the Bill is being passed in haste. It is constitutionally irregular and, frankly, it fails to understand the decision-making process by which any discussion of an extension or agreement of an extension at the European Council will be reached. I will come to that in the limited time I have in which to speak.",
        "It is not just me who has concerns about the Bill on behalf of the Government. Objections to the Bill have been raised by the Chair of the European Scrutiny Committee, my hon. Friend the Member for Stone (Sir William Cash); the Chair of the Procedure Committee, my hon. Friend the Member for Broxbourne (Mr Walker); and the Chair of the Select Committee on Public Administration and Constitutional Affairs, my hon. Friend the Member for Harwich and North Essex (Sir Bernard Jenkin). All have raised concerns about the Bill—particularly the fact that it is being rushed through in such short order—and indeed about the precedent it sets for this and successive Governments.",
        "The Bill also calls into question the royal prerogative. It has been a long-standing practice that Heads of Government can enter into international agreements without preconditions set by the House that would constrain their ability to negotiate in the national interest. Let me give an example of how such constraints could have adverse effects and, in particular, given that the House has voted against no deal, how the Bill could increase the risk of an accidental no-deal exit. On Wednesday 10 April the European Council could propose an extension of an alternative length, yet under the Bill the Prime Minister would then have to return on Thursday 11 April to put that proposal to the House. However, by 11 April the European Council will have concluded and the leaders will have returned to their member states. We would then need to confirm the UK’s agreement to the European Council’s decision and get its approval for that by 11 pm on 12 April.",
        "At the heart of this is the fact that last Friday the House voted against the withdrawal agreement, which was the only legal right the House had to an extension to 22 May, which, as I understand it, Mr Speaker, was at the heart of your decision to grant that vote, because, as the Attorney General set out, that was an additional right bestowed on the House as a result of the previous European Council. We have no automatic right to a legal extension. That right was forgone as a result of the House’s decision last Friday. Yet the Bill would put the House in the position of having to agree after the European Council has concluded and the leaders have returned to their member states.",
        "**Tom Brake**",
        "The right hon. Gentleman is generous in giving way. Who ran down the clock?",
        "**Stephen Barclay**",
        "It is not usually my practice to quote from The Guardian, but I suspect that it is the right hon. Gentleman’s newspaper of choice. We all remember its front-page headline, “No. No. No. No. No. No. No. No”—it was quoted by many EU leaders—because this House failed to agree on the various options.",
        "The Prime Minister has sought to compromise. Indeed, part of the challenge she has had with her deal is the fact that people on both wings of the debate feel that it is too much of a compromise. She has sought to compromise in the national interest, reflecting the fact, as Members have said, that 48% of the public did not vote to leave. That is why she reached out to the Leader of the Opposition, but for several weeks he refused to meet her. Indeed, he even refused to meet just because the hon. Member for Streatham (Chuka Umunna) happened to be in the room, which was apparently beyond the pale. I am pleased that today I was able to join the Prime Minister at a meeting with the Leader of the Opposition.",
        "The fact that the House has consistently voted for what it is against, rather than what it is for, and indeed its decision on Friday not to approve the withdrawal agreement, is the very essence of running down the clock, because it waived our right to an extension to 22 May and therefore allowed an extension only to 12 April. It is very odd for the right hon. Member for Carshalton and Wallington (Tom Brake), having voted for that reduction in time, now to complain about it.",
        "We are passing the Bill in haste and do not have adequate time to debate it in the manner that I would like us to—there is only one minute left on the clock. There are problems with the speed of its passage, the constitutional principle of it and the way it will interact with any decision reached by the Council that differs from the earlier decision taken by the House. I hope that the constitutional experts in the other place will address some of the Bill’s flaws. It is because of those defects that the Government will oppose the Bill, and I urge Members to oppose this defective Bill."
    ]
}