{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-letter-to-the-nhs-pay-review-body/",
    "title": "Steve Barclay – 2022 Letter to the NHS Pay Review Body",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent by Steve Barclay, the Secretary of State for Health and Social Care, on 16 November 2022.",
    "content": [
        "Dear Ms Hird,",
        "I would firstly like to offer my thanks to the NHS Pay Review Body (NHSPRB) for their work over the past year on the 2022 report. The government appreciates the independent, expert advice and valuable contribution that the NHSPRB makes.\n  *[NHSPRB]: NHS Pay Review Body",
        "I write to you now to formally commence the 2023 to 2024 pay round and ask NHSPRB for recommendations for the Agenda for Change workforce from April 2023. This includes all non-medical staff groups in the NHS – nurses and health visitors, midwives, ambulance staff, scientific therapeutic and technical staff, support to all clinical staff, central functions, hotel, property and estates, managers and senior managers.\n  *[NHSPRB]: NHS Pay Review Body",
        "As described during last year’s pay round, the NHS budget has already been set until 2024 to 2025. Pay awards must strike a careful balance – recognising the vital importance of public sector workers while delivering value for the taxpayer, considering private sector pay levels, not increasing the country’s debt further, and being careful not to drive prices even higher in the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the current economic context, it is particularly important that you also have regard to the government’s inflation target when forming recommendations.\n  *[NHSPRB]: NHS Pay Review Body",
        "The evidence that my department, HM Treasury and NHS England will provide in the coming months, will support you in your consideration of these factors, for example via the provision of details on recruitment and retention.\n  *[NHSPRB]: NHS Pay Review Body",
        "As always, while your remit covers the whole of the United Kingdom, it is for each administration to make its own decisions on its approach to this year’s pay round and to communicate this to you directly.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is important that we make progress towards bringing the timetable of the pay review body round back to normal. We are hoping to expediate the process as much as possible this year and would welcome your report in April 2023, subject to ongoing conversations with the Office of Manpower Economics.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to thank you again for your and the review body’s invaluable contribution to the pay round, and look forward to receiving your 2023 report in due course.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yours ever,\n  *[NHSPRB]: NHS Pay Review Body",
        "Steve Barclay, Secretary of State for Health and Social Care\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}