{
    "url": "https://www.ukpol.co.uk/stephen-barclay-2017-speech-at-ft-investment-management-summit/",
    "title": "Stephen Barclay – 2017 Speech at FT Investment Management Summit",
    "post_date": "September 30, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Barclay",
            "url": "/tag/stephen-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Barclay, the Economic Secretary to the Treasury, to the FT Investment Management Summit on 28 September 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)",
        "The UK is currently the best place in the world for asset management.",
        "That’s not my bias talking, as someone who’s worked in the City and is now the industry’s leading advocate in government.",
        "It was the assessment of the Global Financial Centres Index just last month – ranking London top for asset management activity, ahead of both New York and Hong Kong.",
        "So today I will speak about what the government has done to support that reputation, and what the government will do to preserve and enhance it going forward.",
        "We’ve got the largest asset management industry in Europe here, with around £8 trillion in assets under management – more than France, Germany and Italy combined.",
        "Globally, there are $69 trillion in assets under management and 7% growth over the last 12 months. This presents the UK with a great opportunity to use our proven strengths to gain an increasing share of this business.",
        "And the UK asset management industry is truly global.",
        "Just five years ago, UK firms managed £790 billion on behalf of non-EU investors. Today, that figure has surpassed £1 trillion.",
        "But there are huge opportunities for further growth, with the UK poised to capitalise on developments in emerging markets.",
        "In China, there are already £6 trillion in assets under management and that figure is growing at over 10% per year.",
        "In India, there are £1.8 trillion in AuM.",
        "And around 83% of all Masala bonds are listed in the UK, which is worth £1.8 billion.",
        "While in South America, the opportunities in Brazil with £900 billion in AuM are well known.",
        "But there are also emerging opportunities in other countries such as Argentina, Chile, Peru and Columbia.",
        "Having this specialism here in the UK brings a lot of tangible benefits for people.",
        "Obviously, there are the tax revenues this sector brings in. Which is particularly pertinent from government’s perspective.",
        "But there are also the jobs it provides – over 90,000 all in all – not just in London, but in cities across the UK, like Edinburgh, Leeds and Bristol.",
        "There are the funds it manages that allow British savers to plan for their future.",
        "The finance it offers to our businesses to help them grow.",
        "The investment it can bring to our big infrastructure projects.",
        "And there’s the essential liquidity it provides to our financial markets.",
        "All in all, the asset management sector makes an enormous contribution to our economy as a whole – supporting British success in ways many people outside of the sector under appreciate.",
        "I want to be clear that the government understands the strategic importance of the UK asset management sector and, alongside insurance, it is an industry with truly global reach.",
        "That’s why we’re keen to keep the UK as the premier global location for asset management.",
        "Now I know we’ve heard people questioning whether that will remain the case after Brexit.",
        "I want to tackle that head on – I get that what the industry needs most is certainty and clarity around Brexit – and I want to reassure you that we’re working hard to get that as soon as possible.",
        "This is a government that will keep taking action to support you in the work you do. And we have taken action.",
        "When my colleague, Sajid Javid, was City Minister, we abolished Schedule 19, which acted as a proxy for the principal stamp duty reserve tax charge.",
        "This charge was previously seen as a major deterrent to domiciling funds in the UK and its abolition enhanced the competitiveness of the UK funds industry considerably.",
        "And now – assets managed in UK funds on behalf of UK investors have reached £1 trillion. A 13% increase in the past year alone.",
        "We worked with the FCA to cut fund authorisation time in half to a maximum of 3 months.",
        "We introduced the Private Fund Limited Partnership to reduce the administrative burdens for funds operating as a limited partnership.",
        "We overhauled how we do our overseas marketing and promotion – working with the sector to make the most of global opportunities to market the UK’s strengths.",
        "I was in Brazil myself for the Economic and Financial Dialogue earlier in the summer, and had the chance to discuss the significant opportunities that exist to further promote investment and capital flows between our two markets.",
        "These are opportunities that we’re determined to realise, whether that’s attracting Brazilian pension funds to the UK or enabling UK firms to do more business in Brazil.",
        "The Department of International Trade is also working to promote UK industry abroad and encouraging overseas firms to set up in the UK through the “one-stop-shop” approach adopted in 2013.",
        "That’s just an illustration –there’s much we’ve done to support this industry.",
        "And with your expertise, the UK’s economies of scale, the strong network of ancillary services, and our high-standard regulation, asset management has flourished here.",
        "So what we’re going to do as we manage our exit from the EU, is not let that go. Quite the opposite – I am determined to use the challenge posed by Brexit as a spur to capitalise on the underlying global reach of the sector.",
        "It is a central priority of the Treasury that the asset management sector thrives after the UK withdraws from the EU.",
        "Part of that work will include continuing to strongly support the global delegation model for portfolio management, in partnership with other countries that share our views on this issue.",
        "I know that a number of you are concerned about this, going forward.",
        "But I see the delegation model as an integral component of the asset management industry – not just for the UK, but for the US, Asia and the rest of Europe. And I know Megan Butler spoke about these points earlier today.",
        "It benefits everyone within the value chain, allowing firms to harness specialist expertise, promote efficient capital allocation and operate on a truly global basis.",
        "And this enables UK asset managers to sit at the heart of global investment allocation – turning the cumulative capital of millions of savers into investment beyond the UK.",
        "So I would like to reassure you that the government understands your concerns and is looking to preserve this global activity.",
        "And that is in the interests of Europe as well – a restricted delegation model would cause fragmentation and prompt funds located in Europe leave the continent for other financial centres such as New York or Hong Kong.",
        "But whether Brexit had happened or not, we would have still wanted to look at what more we could do to proactively enhance our competitiveness in this field.",
        "Brexit unlocks a renewed urgency for the government to turn its attention to the sector.",
        "Of course, some of you will have ideas for tax reform, and I am always happy to listen to those, especially where this unlocks growth.",
        "But beyond tax, there are four main areas I’ll be looking at.",
        "Firstly, I want to consider how we can ensure that the UK retains its status as a jurisdiction with gold standard regulation, in particular how we ensure simplicity in our regulatory approach.",
        "Because a robust and resilient regulatory framework provides the foundation for the growth and innovation that will be key to us moving forward.",
        "Secondly, I’ll be exploring FinTech solutions within the asset management industry.",
        "There’s huge potential in this area – for example, reducing investor charges through disintermediation or improving direct-to-consumer investments.",
        "As Europe’s largest centre for asset management and with the FCA’s world-class regulatory hub for the development of FinTech business, the UK is uniquely placed to take advantage of FinTech trends.",
        "Whether it is through innovative robo-advice models, helping consumers invest wisely or blockchain solutions to reduce back office costs.",
        "Thirdly, I’ll be considering how we can generate an environment that stimulates innovation within the sector.",
        "There are already a number of initiatives that asset managers can capitalise on – patient capital and green finance are just two examples.",
        "So far this year, $79 billion worth of green bonds have been issued across the globe and the market is expected to reach $150 billion by the end of the year – demonstrating the importance of this growth market.",
        "And I’m leading a Green Finance Taskforce with BEIS to make sure that government responds to this opportunity with cross-Whitehall collaboration and industry engagement at the most senior ministerial level.",
        "All in all, I want to ensure that government is engaged with the sector through these initiatives, and assess what further changes we can make to create a growth environment for asset management.",
        "And finally, skills.",
        "You don’t stay best in the world unless you can attract or develop the best talent in the world.",
        "That’s why I want to work with the industry to make sure we’re doing all we can to get that through. We are in close discussions with the Home Office to reassure, as the Prime Minister has made clear, that we want to attract the brightest and best.",
        "And with the Department for Education we are looking at ways to maximise the opportunities that the apprenticeship levy brings. So from next year firms will be able to pass on up 10% of funds to other firms in their supply chains. And it means bringing in scale – by 2019-20 the annual spend on apprenticeships in England will reach £2.45 billion, double what it was in 2010-11.",
        "So there are clear growth opportunities for the sector.",
        "And that extends beyond the UK, to our engagement with overseas markets across the globe – from Asia to South America – both through our existing Economic and Financial Dialogues and through new contact with emerging markets such as in Latin America.",
        "Both to ensure we are making the most of the opportunities to grow on the global stage, while also attracting more overseas asset managers, and international capital, to the UK – further developing our unique, diverse, and global financial services cluster.",
        "As part of the change in gear in government, I am delighted to announce that I am establishing an Asset Management Taskforce to look at how we stay ahead.",
        "This Taskforce will bring together CEOs within the UK asset management industry and senior representatives from investor groups and the FCA.",
        "It will be a forum to discuss how government, industry and the regulator can work collaboratively to stay competitive and deliver for investors.",
        "And it has come about in response to an industry request. After discussing the issues facing UK asset managers with CEO’s across the industry, there is a clear need for a discussion forum like this.",
        "So, you can rest assured that the government is listening and that it has delivered on this ask.",
        "It will help identify concrete steps that we can take to reinforce the UK’s position as a global centre for asset management.",
        "And this is what I intend for it to deliver:",
        "ideas that government, industry and the regulator can consider to ensure a thriving asset management industry that can respond effectively to the UK’s withdrawal from the EU, and make the best of global trading opportunities  \nmechanisms by which industry can improve its offer to domestic savers  \na means of enhancing the sector’s contributions to the UK economy through investment and stewardship",
        "In conclusion, I am in no doubt of the importance of the asset management sector to UK Financial Services.",
        "There are clearly huge opportunities for growth in global markets. Brexit must act as a spur to accelerate our response to these global opportunities, not a distraction.",
        "And we will continue to drive support for the global delegation model, which is key to the interests of our European partners as well as an important element of the industry in the US and elsewhere.",
        "I look forward to working with you in the weeks ahead.",
        "Thank you."
    ]
}