{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-speech-at-the-spectator-health-summit/",
    "title": "Steve Barclay – 2022 Speech at the Spectator Health Summit",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Secretary of State for Health and Social Care, in London on 28 November 2022.",
    "content": [
        "In the Autumn statement – alongside difficult decisions designed to tackle inflation and keep mortgage rises down – the Prime Minister and the Chancellor made a clear commitment to public services, increasing the NHS budget by an extra £6.6 billion over the next two years and increasing funding for social care by £2.8 billion and £4.7 billion in each of the next two years. So, combined, £8 billion going into 2024.\n  *[NHSPRB]: NHS Pay Review Body",
        "That recognises that what happens in our health and care system has a big impact on the wider economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’m pleased that investment and prioritisation was well-received within the NHS itself, with Amanda Pritchard, the NHS chief executive, welcoming our decision to prioritise health and the NHS Confederation calling it a “positive day for the NHS”.\n  *[NHSPRB]: NHS Pay Review Body",
        "But with that financial package a key part now of my job is to make sure those funds are spent effectively.\n  *[NHSPRB]: NHS Pay Review Body",
        "That means tackling the pandemic backlogs, operations, access to GPs, and urgent and emergency care. I’m sure this audience recognises that a big part of the challenge we face both with ambulance handovers and in A&E is shaped by what happens with delayed discharge – those patients who are fit to leave hospital but are often still in hospital for many days further.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, efficiency within the NHS is often seen through the lens of finance.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, the case I want to make today is that efficiency is not just a finance priority – it’s a patient priority too.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because efficiency is an indicator of wider system health.\n  *[NHSPRB]: NHS Pay Review Body",
        "An efficient system addresses bottlenecks that delay patient care by designing new journeys for patients that avoid those delays.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because quicker – and therefore earlier treatment – will lead to better patient outcomes whether that is from earlier cancer diagnoses, with the announcement a couple of weeks ago on direct access for GPs, or on antibiotics – getting the right antibiotic first time, rather than the third or fourth time. Obviously bringing significant patient benefits, but it is also efficient in terms of cost.\n  *[NHSPRB]: NHS Pay Review Body",
        "So an efficient system will get better treatment to the patient and improvement patient outcomes, but in doing so, it will also unlock value for money.\n  *[NHSPRB]: NHS Pay Review Body",
        "And for this to happen, we need to move to more personalised care – we can already see examples of this taking shape.\n  *[NHSPRB]: NHS Pay Review Body",
        "During the pandemic, people got used to the idea of a Covid test being sent to them at home. Home testing offers the opportunity for patients to be tested for specific things, even before they realise they have the symptoms, enabling them to get care at a much earlier stage than what would have traditionally been the case.\n  *[NHSPRB]: NHS Pay Review Body",
        "That kind of fast-tracking is not only potentially life-saving but it also will mean that the NHS over time will pay less for that care.\n  *[NHSPRB]: NHS Pay Review Body",
        "Another example is what we set out in the Women’s Health Strategy around one stop shops, enabling women to access a range of services on a single visit. Not only do you improve the speed of care, but we also improve its effectiveness whilst delivering that at a lower cost.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we know whether through the Women’s Health Strategy, through Community Diagnostics Centres, through surgical hubs, we can deliver care in different ways – where the treatment is delivered to the patient at an earlier point than is currently the case, but in turn will unlock better value for money.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that requires us to think differently about the mix of services. Let me give you an example in terms of Pharmacy First. Pharmacist First you would have thought, in the name, would involve the pharmacy being indeed first, and yet, quite often, the patient goes to the pharmacy before the GP programme referral, suggesting the scope to further streamline the process.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, in short, quicker access to treatment means addressing bottlenecks, delivering new pathways, and in doing so, unlocking better outcomes for patients.\n  *[NHSPRB]: NHS Pay Review Body",
        "But for this to really take root, we need to be open about our attitude to risk and our risk appetite.\n  *[NHSPRB]: NHS Pay Review Body",
        "Currently, I believe the NHS scores the risk of innovation too highly when compared to the risks of the status quo and I think that needs to be recalibrated.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is because innovation tends to be judged, in isolation, in a silo.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take for example the risks around the introducing machine learning.\n  *[NHSPRB]: NHS Pay Review Body",
        "On its own, it may carry some risk. But that risk should be judged against the risk of the status quo, where there may be long delays due to staff shortages, and so the speed of treatment and the ability to better target valuable resource needs to be weighed as part of the risk assessment of that innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, we need to be scoring innovation risk within a much wider context than simply looking at it in a silo.\n  *[NHSPRB]: NHS Pay Review Body",
        "And as we change our risk appetite for innovation, we also need to change our risk appetite for transparency.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because only when we’re transparent about the challenges we face will we empower greater patient choice, particularly in the context of vested interests which are inevitable in a budget of £182 billion.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s also why we need senior clinicians to lead that change too.\n  *[NHSPRB]: NHS Pay Review Body",
        "And why I’m so pleased that Professor Sir Tim Briggs – one of the country’s most highly regarded orthopaedic surgeons is taking up his new leadership role as Clinical Lead for the Elective Recovery Programme working closely with Sir Jim Mackey, one of the country’s most respected hospital CEOs.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, one shared point of understanding must be the scale of the Covid backlog, with around now 7.1 million patients.\n  *[NHSPRB]: NHS Pay Review Body",
        "We must also be transparent coming out of Covid around excess deaths.\n  *[NHSPRB]: NHS Pay Review Body",
        "For example, we know from the data that there are more 50 to 64-year-olds with cardiovascular issues.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s the result of delays in that age group seeing a GP because of the pandemic and in some cases, not getting statins for hypertension in time.\n  *[NHSPRB]: NHS Pay Review Body",
        "When coupled with delays to ambulance times we see this reflected in the excess death numbers.\n  *[NHSPRB]: NHS Pay Review Body",
        "In time, we may well see a similar challenge in cancer data.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want us to innovate around challenges like this.\n  *[NHSPRB]: NHS Pay Review Body",
        "We already know that GPs are under pressure. So what else can we do by way of innovation?\n  *[NHSPRB]: NHS Pay Review Body",
        "Well, let me give you just one example – we could think about how employers can help us better reach those who might otherwise not come forward?\n  *[NHSPRB]: NHS Pay Review Body",
        "So, by being more transparent around who to prioritise on excess deaths, I believe we can engage employers and different ways of reaching key groups.\n  *[NHSPRB]: NHS Pay Review Body",
        "When we are collectively understanding the challenges, it becomes easier to find the solutions.\n  *[NHSPRB]: NHS Pay Review Body",
        "We also need to be clear about some of the demographic headwinds we face too.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have an ageing population.\n  *[NHSPRB]: NHS Pay Review Body",
        "By the end of this decade, there are projected to be over four times as many people aged over 80, as a proportion of the population, that there were around the time the NHS was set up.\n  *[NHSPRB]: NHS Pay Review Body",
        "On average, treating an 80-year-old is four times more expensive that treating a 50-year-old.\n  *[NHSPRB]: NHS Pay Review Body",
        "And as proportion of the population, we have fewer working people to pay for healthcare.\n  *[NHSPRB]: NHS Pay Review Body",
        "Around the time the old age pension came in over a century ago in England and Wales, we had 19 people aged 20 to 69, for every person over 70.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today that figure is down closer to 5 to 1.\n  *[NHSPRB]: NHS Pay Review Body",
        "At the same time, healthcare continues to become more expensive.\n  *[NHSPRB]: NHS Pay Review Body",
        "But in the face of such headwinds – from an ageing population or on the legacy of the Covid backlogs – it’s important we also focus on where we have the ability to turn the tide.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today I want to pick out on just two of those:\n  *[NHSPRB]: NHS Pay Review Body",
        "The expansion of life sciences – and the promise of new treatments and the embrace of technology and the better use of data.\n  *[NHSPRB]: NHS Pay Review Body",
        "As today is Life Sciences Day, that’s where I’ll start.\n  *[NHSPRB]: NHS Pay Review Body",
        "When we published our Life Sciences Vision last year we also launched ambitious missions, from dementia to vaccine discovery.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I’m pleased that we’re seeing four more missions on cancer, obesity, mental health and addiction – and we’re backing those with £113 million of new funds.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s an example of how we’re turning our country’s cutting-edge research capabilities onto the biggest healthcare challenges that we face and doing so in a way where the British people can really experience the benefits.\n  *[NHSPRB]: NHS Pay Review Body",
        "And these missions will continue to benefit from the incredible life sciences ecosystem we have built here in the UK, from the MHRA, to NICE, to the NHS.\n  *[NHSPRB]: NHS Pay Review Body",
        "And just this morning, that powerful collaboration has seen us give the go ahead to a new life-extending treatment on the NHS for patients with advanced stage prostate cancer. It’s another example of how that ecosystem is working for the benefits of patients.\n  *[NHSPRB]: NHS Pay Review Body",
        "Another increasingly important part of that ecosystem is Genomics.\n  *[NHSPRB]: NHS Pay Review Body",
        "Whilst Genomics England has been in place since 2014, there is scope to bring forward and apply their science more directly to the immediate challenges the NHS faces, rather than Life Sciences being seen as uneventful research that will emerge in a number of years’ time.\n  *[NHSPRB]: NHS Pay Review Body",
        "Genomics in particular offers significant hope to rare diseases, often the diseases that receive less treatment.\n  *[NHSPRB]: NHS Pay Review Body",
        "Life sciences offers scope to get the medicines, the right drugs, first time.\n  *[NHSPRB]: NHS Pay Review Body",
        "By using genetic insights, we can discover the unique “signature” of a cancer tumour and make sure each patient gets the best course of treatment for them.\n  *[NHSPRB]: NHS Pay Review Body",
        "The second area that I wanted to bring up this morning in terms of meeting those headwinds is around tech and big data.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are at a historical moment where we have the ability where patients consent to generate big data through the internet of things through new MedTech and wearables.\n  *[NHSPRB]: NHS Pay Review Body",
        "We can achieve it because, over the last decade, the cost of computer chips has come down exponentially helping us generate more valuable data, with the ability to store it safely, cheaply and securely in the cloud – which has also increased significantly.\n  *[NHSPRB]: NHS Pay Review Body",
        "That in turn combines with machine learning, where we have a new capability to analyse it.\n  *[NHSPRB]: NHS Pay Review Body",
        "Generate. Store. Analyse. All of which have been transformed in recent years.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is a virtuous triangle that unlocks our ability to move to a more personalised form of care.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s also yet another area where efficiency will actually equate to better patient outcomes, enabling funding to go further.\n  *[NHSPRB]: NHS Pay Review Body",
        "Just as genomics can help create more bespoke treatment – like those examples I gave on drug resistance and cancer, so can data.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I will encourage the safe and secure sharing of data through the NHS for those patients who consent so that patients can play their part in life-changing medical breakthroughs and become the beneficiaries too.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, we can see this spirit in action with the new Our Future Health research programme, which was launched last month.\n  *[NHSPRB]: NHS Pay Review Body",
        "It aims to find new ways to prevent, detect and treat disease.\n  *[NHSPRB]: NHS Pay Review Body",
        "Three million people have been invited to join the programme, which will eventually recruit five million or more people from all walks of life.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, throughout the pandemic, the British public showed their willingness to play their part and be part of the solution.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it’s great to see them doing so again in our fight against diseases like diabetes, Alzheimer’s and many more.\n  *[NHSPRB]: NHS Pay Review Body",
        "Anyone can sign up – so, and I use this as an opportunity for a plug, just go and Google Our Future Health and register online.\n  *[NHSPRB]: NHS Pay Review Body",
        "The programme also reflects an innovative new model of funding.\n  *[NHSPRB]: NHS Pay Review Body",
        "While about £80 million of the programmes’ funding comes from the UK government another £160 million comes from life sciences companies.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, it’s a great example of public and private coming together to strengthen the NHS and help lift some of the burdens of late-stage disease.\n  *[NHSPRB]: NHS Pay Review Body",
        "The final thing I want to reflect on this morning is what this embrace of technology and data can achieve for our mental health.\n  *[NHSPRB]: NHS Pay Review Body",
        "The pandemic saw us move online like never before – and mental health provision was no exception.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our services rapidly adapted to provide patients with support through video consultations, digital models of therapy and self-management apps.\n  *[NHSPRB]: NHS Pay Review Body",
        "I know that for patients, it presents a number of advantages, with greater flexibility to use resources at evenings and weekends and greater anonymity too.\n  *[NHSPRB]: NHS Pay Review Body",
        "So it’s exciting to explore the future possibilities of technology in the treatment and support of metal heath conditions – from common conditions like depression and anxiety to more complex conditions like eating disorders ad bipolar disorder.\n  *[NHSPRB]: NHS Pay Review Body",
        "I recognise that much of the demand for mental health provision comes from children and young people.\n  *[NHSPRB]: NHS Pay Review Body",
        "We know that 50 per cent of mental health problems are established by the age of 14, and 75 per cent by the age of 24.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why mental health provision for children and young people is such a priority for my department.\n  *[NHSPRB]: NHS Pay Review Body",
        "And when it comes to our adult population I’m a strong supporter also of social prescribing and the wellbeing agenda.\n  *[NHSPRB]: NHS Pay Review Body",
        "Indeed, when I was Chief Secretary, to the slight surprise I think of the Department of Health and Social Care and DEFRA, I chaired a committee trying to get the Treasury to push those departments to go further on social prescribing.\n  *[NHSPRB]: NHS Pay Review Body",
        "I think it’s exciting to see the scope that social prescribing offers through the ability of tech to better measure activity now and therefor make the wider economic case around what potential that it unlocks, and that in turn, I think, will help change the Treasury appetite for programmes which were given lower priority in the past.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Great Britain, the total cost to our economy of preventable or treatable ill health amongst the working age population is somewhere between £112-153 billion.\n  *[NHSPRB]: NHS Pay Review Body",
        "To put that in a different context, it’s equivalent to up to 5-7% of GDP.\n  *[NHSPRB]: NHS Pay Review Body",
        "So at a time when we have a shortage of workers, making strides on mental health makes sense on every level. For those more familiar with the Treasury, it is what one might call a double or triple word score – it benefits health, it benefits their agenda on levelling up, and it benefits the economy in terms of GDP.\n  *[NHSPRB]: NHS Pay Review Body",
        "In closing, I want to be clear on the central themes through which we will approach the significant challenges the department faces.\n  *[NHSPRB]: NHS Pay Review Body",
        "First, a focus on devolving decisions matched with better quality data and more of that data in real time, rather than through a rear-view mirror looking weeks, months – and sometimes even years behind.\n  *[NHSPRB]: NHS Pay Review Body",
        "Second, a prioritisation of patient outcomes and empowering much greater patient choice.\n  *[NHSPRB]: NHS Pay Review Body",
        "Indeed, when I was Minister for the Cabinet Office, with responsibility for science and technology, I discovered we had 50 different strategies within government for science and technology.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, I strongly favour a more agile approach of delivering the initial change and then building from there – rather than looking to what might be delivered in many years’ time, through a particular big change some years hence.\n  *[NHSPRB]: NHS Pay Review Body",
        "Third, embracing transparency to help empower patients in supporting the case for change and in particular, for innovation – given that, when spending around £182 billion of public money there will always be defenders of the status quo. And indeed, some of those interests will often be more trusted than, dare I say it, politicians making the case for change.\n  *[NHSPRB]: NHS Pay Review Body",
        "What brings those three principles together is the fact that – to meet the scale of the health challenges we face must ensure we don’t slip back into old habits.\n  *[NHSPRB]: NHS Pay Review Body",
        "Covid is still with us. And so in particular are its consequences, in the form of pandemic backlogs.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we must continue to embrace the pace and risk appetite of the pandemic when it comes to innovating at pace and at scale, and better assessing how risk is scored when we do so.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is what I believe the British people rightly expect us to do, and if we are to confront the scale of challenges facing the NHS, that is what we need to do.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}