{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-statement-on-the-moderna-strategic-partnership/",
    "title": "Steve Barclay – 2023 Statement on the Moderna Strategic Partnership",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 9 January 2023.",
    "content": [
        "The covid-19 pandemic has shown the importance of having the ability to develop and deploy vaccines rapidly to respond to a health emergency, as well as to mitigate the potential economic and health costs such an emergency can cause. It also demonstrated the need to establish resilience on UK shores to avoid supply chain disruptions which could have severe public health and economic consequences. While the future trajectory of the covid-19 virus is uncertain, delivering a consistent and resilient supply of covid-19 vaccines is critical in ensuring safe and effective vaccines are provided on at least an annual basis over the next decade, to protect those who are most vulnerable to covid-19.\n  *[NHSPRB]: NHS Pay Review Body",
        "With these challenges in mind, in June 2022 Ministers signed non-binding heads of terms and a single tender case for a strategic partnership between HMG and Moderna. Since then, the Vaccine Taskforce and the UK Health Security Agency (UKHSA), has worked to negotiate a definitive agreement with Moderna. The execution of our contractual agreement for a 10-year partnership with Moderna was announced on 22 December 2022. The partnership will bring vaccine development onto UK shores, boosting our messenger RNA (mRNA) capability, strengthen our ability to scale up production rapidly in the event of a health emergency, and better equip the UK to respond to covid-19 and future health emergencies.\n  *[NHSPRB]: NHS Pay Review Body",
        "Through this deal, Moderna will, at its own cost, establish a UK based manufacturing facility and global research and development (R&D) centre, as well as commit substantial investment into UK-based R&D activities over the 10-year period, bringing the UK a step closer to becoming the leading global hub for life sciences. The manufacturing facility will be capable of supplying up to 100 million doses of respiratory vaccine per year in normal circumstances, increasing to up to 250 million doses in the event of a health emergency. The UK will have priority access to these vaccines where they are demonstrated to be safe, effective, and authorised by the MHRA. These include both Moderna’s proven and highly effective covid-19 vaccine and others in its pipeline, including against flu and RSV, providing health resilience.\n  *[NHSPRB]: NHS Pay Review Body",
        "Moderna has demonstrated expertise in mRNA development which has the potential to be a transformative breakthrough technology in several disease areas, including cancer, respiratory illnesses and heart disease. Also, mRNA vaccines have the potential to treat multiple pathogens in a single shot and be delivered in rapid timeframes.\n  *[NHSPRB]: NHS Pay Review Body",
        "The new Innovation and Technology Research Centre will look to unlock this potential by developing revolutionary treatments in the UK, which will benefit NHS patients and people worldwide. This will include running a significant number of clinical trials in the UK. Moderna has also pledged to fund grants for UK universities, including PhD places, research programmes and wider vaccine ecosystem engagement. The industry-leading, future-proof design of the plant will permit the addition of capability to manufacture a wide range of medicines and will be a massive boost to the UK’s R&D capability, as well as creating more than 150 highly skilled jobs.\n  *[NHSPRB]: NHS Pay Review Body",
        "The partnership, secured by the Vaccine Taskforce, will be taken forward by the Covid Vaccines Unit in the UKHSA. This will see the UKHSA working with Moderna to ensure early vaccine development, supporting the G7 mission to get from variant to vaccine in 100 days. Construction is expected to commence in early 2023, with the first mRNA vaccine expected to be produced in the UK in 2025.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}