{
    "url": "https://www.ukpol.co.uk/stephen-barclay-2019-statement-on-the-european-union-withdrawal-act/",
    "title": "Stephen Barclay – 2019 Statement on the European Union Withdrawal Act",
    "post_date": "October 23, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Stephen Barclay, the Secretary of State for Exiting the European Union, in the House of Commons on 19 October 2019.",
    "content": [
        "I beg to move,",
        "That, in light of the new deal agreed with the European Union, which enables the United Kingdom to respect the result of the referendum on its membership of the European Union and to leave the European Union on 31 October with a deal, and for the purposes of section 1(1)(a) of the European Union (Withdrawal) (No. 2) Act 2019 and section 13(1)(b) of the European Union (Withdrawal) Act 2018, this House approves the negotiated withdrawal agreement titled Agreement on the withdrawal of the United Kingdom of Great Britain and Northern Ireland from the European Union and the European Atomic Energy Community and the framework for the future relationship titled Political Declaration setting out the framework for the future relationship between the European Union and the United Kingdom that the United Kingdom has concluded with the European Union under Article 50(2) of the Treaty on European Union, as well as a Declaration by Her Majesty’s Government of the United Kingdom of Great Britain and Northern Ireland concerning the operation of the Democratic consent in Northern Ireland provision of the Protocol on Ireland/Northern Ireland, copies of these three documents which were laid before this House on Saturday 19 October.",
        "**Mr Speaker**",
        "With this it will be convenient to discuss motion 2:",
        "That this House approves the withdrawal of the United Kingdom from the European Union under Article 50 of the Treaty on European Union on exit day, without a withdrawal agreement as defined in section 20(1) of the European Union (Withdrawal) Act 2018.",
        "**Stephen Barclay**",
        "Today is the time for this to come together and move forward. Someone who previously did that, and whom many Members of the House will still remember, was the former Secretary of State for Northern Ireland Mo Mowlam. Her biography was called “Momentum” before it was a faction forcing out its own colleagues—[Interruption.]",
        "**Mr Speaker**",
        "Order. I understand that passions are inflamed, but I appeal to colleagues to weigh their words and to try to preserve the principle of political difference, personal amiability.",
        "**Stephen Barclay**",
        "That spirit of bringing people together was what I was seeking to pay tribute to. After 1,213 days and frequent debates in this Chamber, now is the time for this House to move forward. Another pivotal figure in bringing different views together was Lord Trimble, who won the Nobel peace prize for his contribution to the Good Friday agreement. He has made clear his support for this deal, confirming that it is fully in accordance with the spirit of that agreement, and the people of Northern Ireland will be granted consent over their future as a result of the deal that the Prime Minister has negotiated. This deal also delivers on the referendum in a way that protects all parts of our Union against those who would seek to use division and delay to break it up, particularly those on the SNP Benches. As such, it is a vote that honours not one but two referendums by protecting both our democratic vote but also our United Kingdom.​  \nThis House called for a meaningful vote. Yet some who championed that now suggest that we should delay longer still. I respect the intention of my right hon. Friend the Member for West Dorset (Sir Oliver Letwin) who, indeed, has supported a deal three times and has indicated his support today. However, his amendment would render today’s vote meaningless. It would cause further delay when our constituents and our businesses want an end to uncertainty and are calling for us to get this done. The public will be appalled by pointless further delay. We need to get Brexit done by 31 October so that the country can move forward and, in that spirit, I ask him to withdraw his amendment.",
        "**Kevin Brennan (Cardiff West) (Lab)**",
        "The Secretary of State pointed out that some hon. Members have voted against a Brexit deal since the referendum, including the Prime Minister, who did so twice. Why do the Government not have the courage, therefore, to allow the same privilege to the people of this country by allowing them to make their judgment on this deal?",
        "**Stephen Barclay**",
        "If the hon. Gentleman really thought that, he would have supported an election to let the people have their say on this issue, but he declined to do so. It is important that politicians do not pick and choose which votes they adhere to and that we respect the biggest vote in our country’s history.",
        "**Rehman Chishti (Gillingham and Rainham) (Con)**",
        "The Secretary of State has just said the public do not want a delay. I was in Rainham yesterday, and 100% of the people I met said that they want Brexit delivered and that this Prime Minister’s deal delivers on Brexit. I applaud the Secretary of State and the Prime Minister for getting this done.",
        "**Stephen Barclay**",
        "I very much agree with my hon. Friend, who speaks not just for his constituents but for people and, indeed, businesses up and down the country who want to see Brexit done.",
        "**Mr Iain Duncan Smith (Chingford and Woodford Green) (Con)**",
        "Does my right hon. Friend agree that those who now call for a second referendum have denied the result of the first referendum? How, then, could the British people ever trust us to follow through on a second referendum?",
        "**Stephen Barclay**",
        "I very much agree with my right hon. Friend. Indeed, some of those voices distrust not only one referendum but two referendums, and now they want a third referendum on which to campaign.",
        "**Kate Hoey (Vauxhall) (Lab)**",
        "The right hon. Gentleman will know that many of us have long campaigned to leave the European Union. Will he tell me now why this agreement does not give an opportunity for the people of Northern Ireland to opt in and consent to what has been decided? That would have made a crucial difference to people on the pro-Union side in Northern Ireland who, like me, genuinely feel that, somehow, the United Kingdom Government are letting them down and giving in to others.",
        "​**Stephen Barclay**",
        "As the hon. Lady should know, the unilateral declaration published with the documentation on both the withdrawal agreement and the political declaration does, indeed, allow for a consent mechanism for the Northern Ireland Assembly. As the Prime Minister set out in his statement, it is right when we make a decision based on a majority across the United Kingdom that the Assembly reach a decision on that basis without one community having the power of veto over the other.",
        "**Lady Hermon (North Down) (Ind)**",
        "The Secretary of State has followed the example of the Prime Minister in quoting David Trimble. I pay tribute to David Trimble as a great leader of the Ulster Unionist party; he now sits as a Tory Member of the other place. I asked the Prime Minister and am now asking the Secretary of State for a clear guarantee that there is nothing in this new Brexit deal that undermines or weakens the constitutional status of Northern Ireland, as guaranteed in the Belfast/Good Friday agreement and the consent principle. Do not quote Lord Trimble to me. Give me a clear commitment.",
        "**Stephen Barclay**",
        "I refer the hon. Lady to the letter that the Prime Minister sent to President Juncker on 2 October. The first commitment within that letter was the absolute commitment of this Prime Minister and this Government to the Belfast/Good Friday agreement. We share that commitment not just within the United Kingdom but with our friends in the Irish Government. That is why we have shown flexibility in the arrangements, some of which have caused difficulty to some colleagues in the House, to address the concerns, particularly in the nationalist community, about the possible impact on the Belfast/Good Friday agreement.",
        "**Nigel Dodds (Belfast North) (DUP)**",
        "The hon. Member for Vauxhall (Kate Hoey) mentioned the opt-in, which was in the letter that the Prime Minister sent to Jean-Claude Juncker two weeks ago—that is where it came from—but it has since been abandoned. The Prime Minister and others seem a bit bemused, but that was an opt-in.",
        "Secondly, the Secretary of State now talks about it having to be agreed by majority vote. Can we now take it that the Government’s policy is to do away with vetoes on, for instance, getting the Assembly up and running? Four of the five parties in Northern Ireland want the Assembly up and running—the Assembly will meet on Monday, which is good news—so does that veto no longer apply? [Interruption.] I see the Prime Minister nodding, for which I am grateful. That is a very big breakthrough in Northern Ireland.",
        "**Stephen Barclay**",
        "It is also worth clarifying—this speaks very much to the unilateral declaration and the concerns on how it operates—that this is about a reserved matter that applies to our international agreements as a United Kingdom and not the powers that sit with the Assembly, within the Good Friday agreement. That is why there was not a willingness to give one community a power of veto over the other.",
        "**Nigel Dodds**",
        "It is simply not true to say that agriculture and manufactured goods, and so on, are reserved matters. These are matters devolved to the Northern Ireland Assembly. The Secretary of State is just not correct. ​Please do not use that argument. This was recognised by the Prime Minister in the letter he sent to Jean-Claude Juncker only a few weeks ago.",
        "**Stephen Barclay**",
        "The difficulty with that argument, with great respect—I do very much respect the right hon. Gentleman’s concerns—is that Stormont is not sitting at present. That is why we have the mechanism set out further in the unilateral declaration on how that will be addressed if Stormont is not sitting.",
        "**Several hon. Members rose—**",
        "**Stephen Barclay**",
        "I promised to give way to my right hon. Friend the Member for North East Bedfordshire (Alistair Burt).",
        "**Alistair Burt (North East Bedfordshire) (Ind)**",
        "When, a few weeks ago, I voted for the European Union (Withdrawal) (No. 2) Act 2019—distressingly, it is often referred to as the Benn Act, rather than given its full title: the Benn-Burt Act—it was with the clear intention of ensuring that maximum effort was committed to the negotiations in order to secure a deal and prevent the risk of no deal. I am grateful to the Prime Minister and to my right hon. Friend the Secretary of State for having succeeded in an objective that did not at the time seem to gather favour. Now that they have succeeded in that, I want a vote on it tonight. Having referred to the good intentions of my right hon. Friend the Member for West Dorset (Sir Oliver Letwin) in moving his amendment today, which I will be voting against, could the Secretary of State give some reassurance to the House as to why he believes it is not necessary if we are to fulfil the terms of the deal and the efforts that have been made in the past few weeks?",
        "**Stephen Barclay**",
        "I will come to that precise point shortly, but I am grateful to my right hon. Friend for his support—perhaps the legislation should now be called the Burt-Benn Act, rather than the Benn-Burt Act.",
        "**Several hon. Members rose—**",
        "**Stephen Barclay**",
        "I will make a little more progress before taking further interventions.",
        "This is a deal that the Prime Minister was told was impossible. We were told that the withdrawal agreement could not be changed. Indeed, the shadow Brexit Secretary used to hold up the text of the agreement and say that not a word had been changed. We were told that the backstop could not be removed; it was the all-weather, all-life insurance on which the European Union relied. We were told that there was insufficient time for a new deal, and indeed that the negotiations were a sham—and sometimes that was just from the voices on our own side.",
        "The real significance of the Prime Minister’s achievement is that the people of Northern Ireland will have a vote that will give them consent over their future arrangements, and there will no longer be any European veto over what those future arrangements will be. Just as importantly, the deal changes the dynamics of the future negotiations. Before, many Members of the House were concerned that the backstop would be used as leverage, with the EU holding the prospect of our being permanently stuck in its orbit against us. Indeed, many Members spoke about it being easier to leave the EU than to leave ​the backstop. With this new deal, because of the need for Northern Ireland’s consent over its future, the dynamics of the future relationship will change, because the EU’s interests will be aligned with ours in reaching a future relationship that benefits both sides.",
        "**Frank Field (Birkenhead) (Ind)**",
        "In my constituency, 52% of people voted to leave and 48% voted to remain. When we come to the sheer weight of legislation that will be needed to put into force the referendum result, might we not only keep faith with the 52% by leaving, but remember, as we have experienced today in the House, that 48% did not wish to leave?",
        "**Stephen Barclay**",
        "I very much respect that point. The right hon. Gentleman has always reached out to build consensus across the House, which is important. The commitment that the Prime Minister gave in his statement, on how the House will be consulted on the new phase of negotiations, is intended in part to address the concerns that the right hon. Gentleman and other Members across the House have raised, in order to have a balanced approach to the future relationship.",
        "**Jonathan Edwards (Carmarthen East and Dinefwr) (PC)**",
        "I listened intently to the Prime Minister’s statement and the debate that followed, and it seemed that assurances were given to Europhiles that the intention in phase 2 would be to follow close regulatory alignment with the EU, yet a carrot was offered to Eurosceptics in the form of there being unalignment, and even the suggestion that no deal would not be off the table in phase 2. Both cannot be true, so which is it?",
        "**Stephen Barclay**",
        "Paragraph 77 sets out our commitment to high international standards and to their being reciprocal, as befits the relationship that we reach with the European Union. The hon. Gentleman really should have more confidence that we in this House will set regulation that is world leading and best in class, that reflects the Queen’s Speech, with its world-leading regulation on the environment, and that reflects the commitments that many in the House have sought on workers’ rights. We should also be mindful that, of course, it is this House that went ahead of the EU on paternity rights and parental leave. We can go further than the EU in protecting people’s rights, rather than simply match the EU.",
        "**Simon Hoare (North Dorset) (Con)**",
        "It is my assessment that the deal struck by my right hon. Friend the Prime Minister accords with the Good Friday agreement. I think it presages a new golden age for relationships north and south of the border, which is to be welcomed. I congratulate the Government on adopting the stance of consent rather than veto—that reflects modern island-of-Ireland politics today.",
        "**Stephen Barclay**",
        "As Chair of the Northern Ireland Affairs Committee, my hon. Friend speaks with great authority on this issue. I know that he in particular will have recognised the importance of the fact that the whole of the United Kingdom will benefit from our future trade deals around the world, with every part of the United Kingdom, including Northern Ireland, leaving, as the Prime Minister said in his statement, whole and entire.",
        "​**Mr John Baron (Basildon and Billericay) (Con)**",
        "It is right that we examine the detail in this place, and the Secretary of State is doing a great job in answering the questions, but may I suggest to him that we, as a collective body, need a slightly more optimistic note? It is my firm belief that now we have got rid of the backstop, we will achieve a fair and good trade deal by December 2020. We should be focused on that, rather than on all the minor detail. It is a bright future, if we decide to take it today.",
        "**Stephen Barclay**",
        "My hon. Friend is right to talk of the opportunity for trade deals that Brexit unlocks. We start from a position of great understanding of the respective economies—a big part of a trade deal is usually negotiating that understanding at the start—and we can seize the opportunities of those trade deals around the world. That is exactly why we need to move forward.",
        "**Gareth Snell (Stoke-on-Trent Central) (Lab/Co-op)**",
        "Should the House divide later on the amendment tabled by the right hon. Member for West Dorset (Sir Oliver Letwin), the amendment will have my support. I suggest to the Secretary of State that there is a way through that brings the consensus he talks about: we support the amendment and the Government table the legislation next week so that we can scrutinise the detail. We can then make meaningful decisions on Second and Third Reading, but, crucially, those of us who have some reservations about the Government’s trustworthiness can see the commitments that the Secretary of State and the Prime Minister have made from the Dispatch Box, which I welcome, written on the face of the Bill before we make that final, crucial decision on how we continue the process.",
        "**Stephen Barclay**",
        "I respect the care with which the hon. Gentleman has looked at these issues, but his constituents, like many throughout the country, now want the country to move forward and for us to get this deal done. There is of course a distinction between the meaningful vote today and the further opportunities there will be on Second and Third Reading of the withdrawal agreement Bill for assurance to be provided for in line with the statements that the Prime Minister has made from the Dispatch Box today.",
        "**Several hon. Members rose—**",
        "**Stephen Barclay**",
        "I shall give way once more and then I must make some progress.",
        "**Jonathan Reynolds (Stalybridge and Hyde) (Lab/Co-op)**",
        "Surely the crucial point of this new deal is that it offers Great Britain a fairly hard Brexit in order to facilitate trade agreements with countries for which European standards are incompatible. An economy cannot be a European-style economy and a US-style economy at the same time. The Secretary of State is not giving us an economic assessment to tell us what jobs and industries will grow on the back of this deal and what goods and services will be cheaper to compensate for loss of aerospace, automotive, financial services and so much more. He cannot tell us that today.",
        "**Stephen Barclay**",
        "The hon. Gentleman really should listen to business leaders like Sir Stuart Rose who says that we should get this deal done; to the Bank of England Governor who says that this will be a boost to ​our economy; and to the many business leaders want an end to this uncertainty. We cannot simply keep debating the same issues in a House that has said no to everything and refused to say yes to anything.",
        "**John Redwood (Wokingham) (Con)**",
        "This debate should be about restoring the independence of our country in accordance with the votes of the referendum. Given that in the implementation period the EU will have massive powers over us, is there something that the Government can build into the draft legislation to give us reassurance that the EU will not abuse those very excessive powers?",
        "**Stephen Barclay**",
        "Yes, I am happy to give that reassurance to my right hon. Friend. That is something that we can commit to do as we move forward.",
        "**Mr Dominic Grieve (Beaconsfield) (Ind)**",
        "My right hon. Friend spoke earlier about there not being pointless delay, and I actually agree with him about that. This matter has to be brought to a conclusion, but he must be aware that quite apart from approving it in its generality, we also have a duty as a House to look at the detail of this deal in primary legislation. In the course of that, the House is entitled to pass amendments which, provided they do not undermine the treaty itself, are wholly legitimate. The difficulty is that, by insisting that the Benn Act be effectively subverted and removed, the impression the Government are giving is that they have other intentions—of taking us out at such a gallop that that proper scrutiny cannot take place. I wish the Government would just listen a little bit, because I think that they would find there is much more common ground on this than they have ever been prepared to acknowledge, instead of which they continue to give the impression that they just want to drive a coach and horses through the rights of this House to carry out proper scrutiny.",
        "**Stephen Barclay**",
        "I have always had great respect for the legal acumen and the seriousness of my right hon. and learned Friend, but there is an inconsistency in his case when he talks about wanting to look at legislation in more detail, having supported the Benn-Burt legislation that was passed in haste, and having supported the Cooper legislation, which needed to be corrected by Lord Pannick and others in the House of Lords, because it would have had the effect of doing the opposite of what it intended as it would have forced a Prime Minister to come back to this House after the EU Council had finished, thereby making a no deal more likely rather than less. That Cooper legislation is a very good example of where my right hon. and learned Friend did not look at legislation in detail, and, indeed, where it would have had a perverse consequence at odds with his arguments for supporting it at the time. Indeed, there is a further inconsistency: he championed section 13, but when the Prime Minister secured a new deal, which my right hon. and learned Friend said that he could not achieve, then denies the House a right to vote in a meaningful way as required by his own section 13 because he no longer wants it to apply on the same rules as it did when he passed it.",
        "**Sir Bernard Jenkin (Harwich and North Essex) (Con)**",
        "I am most grateful to my right hon. Friend for giving way. This deal has hardly lacked scrutiny, given the ​number of times it has been voted on and debated in this House, although we now have an altered deal. May I just point out that the implementing legislation is simply that: it does not alter the substance of the agreement but merely implements the agreement in domestic law. We can do that very quickly and amend that Bill after ratification of the agreement if necessary, because it is only a piece of domestic implementing legislation. There is no case for delaying that legislation, and I am going to vote for the deal today, if I get the chance.",
        "**Stephen Barclay**",
        "First, I welcome the support of my hon. Friend. One issue that the shadow Secretary of State and I agree on is that, on these issues, there has not been a lack of scrutiny, given the frequency with which we seem to debate them in the House.",
        "It is also worth reminding ourselves of what the motion is addressing today. The motion is addressing the withdrawal agreement and the political declaration secured by my right hon. Friend the Prime Minister. The mechanism to implement that—the withdrawal agreement Bill—has still to be debated. Indeed, even that pertains only to the winding-down arrangements and not, as is often referenced in this House, to the future trade deal that we want to get on and debate. It is therefore a rather odd that the main issue—our relationship with Europe—is being thwarted because of a circular, endless debate on the same issue, when we need to support the deal today in order to unlock the withdrawal agreement Bill that we need to debate.",
        "**Sir Patrick McLoughlin (Derbyshire Dales) (Con)**",
        "Is not the simple fact of the matter that all the people who cry out for a deal have to support the deal that has been brought forward by the Prime Minister? It is a first step on the way to many other opportunities that this House will have to discuss this particular issue, but we really have to move forward now and respect the result of the referendum three and a half years ago.",
        "**Stephen Barclay**",
        "My right hon. Friend is absolutely right. This is the first step, not the final one. The House will have further opportunities to debate these issues.",
        "**Caroline Flint (Don Valley) (Lab)**",
        "Does the Secretary of State agree that amendment (a) is a panic measure by the right hon. Member for West Dorset (Sir Oliver Letwin) and others, because they had no idea or confidence that a deal would be before us today that would allow those of us in this House who want to secure a deal to move on and leave the European Union by 31 October? As a result, if the House votes for amendment (a) today, we will be forced—even if a deal is approved—to seek an extension until 31 January, underlining that the sponsors of Benn Act had only one motivation: to delay Brexit and stop it.",
        "**Stephen Barclay**",
        "I very much agree with the right hon. Lady’s points, as well as with the principle and consistency that she has shown throughout the debate. It is indeed an interesting snippet within the point that she raises that some of the voices in the media this morning were complaining that there had been insufficient time between the deal on 17 October and the debate in the House today, 19 October. And yet, this is the timescale that the Benn legislation itself required of my right hon. Friend the Prime Minister when it came to bringing issues before the House.",
        "​**Luciana Berger (Liverpool, Wavertree) (LD)**",
        "I thank the Secretary of State for very kindly giving way. He has used the word “scrutiny” on a number of occasions in his contribution so far, yet he was on BBC News this morning confirming that no economic analysis has been done on the deal presented to the House today. [Interruption.] Government Members may shake their heads, but how can this House be expected to vote on something so fundamental to the future of our country without that analysis?",
        "**Stephen Barclay**",
        "I suspect that a point on which the hon. Lady and I could agree is that there is probably no level of analysis that is g ing to change her vote and her mind. As a former Treasury Minister, I am always aware —as I am sure the Chancellor himself would recognise—that it is indeed difficult to model a deal that was only done on Thursday, which cannot anticipate what changes the new EU Commission under new leadership will make, which does not set out what changes the UK will make in response to that, and which cannot second-guess what changes will happen in the wider world economy that will clearly have an impact on such an economic model.",
        "**Jim Shannon (Strangford) (DUP)**",
        "The Secretary of State represents North East Cambridgeshire and is a member of the Conservative and Unionist party. I am a member of the Democratic Unionist party. A Unionist in Strangford at this moment in time is a second-class citizen by comparison with a Unionist in North East Cambridgeshire. Can the Secretary of State tell me why the Unionist people in Northern Ireland—my children, my grandchildren and their birthright—will be secondary to Unionists anywhere else across the United Kingdom? Does he not understand the angst, fear and annoyance of Unionists in Northern Ireland? We have been treated as second-class citizens in this deal and, as I see it, our opinion means nothing.",
        "**Stephen Barclay**",
        "Members from across the House who have seen the assiduous nature of hon. Gentleman, particularly in Adjournment debates, will know that his constituents never get a second-class service from him. In the deal that the Prime Minister has negotiated, he has tried to operate in the same spirit that I know the hon. Gentleman does by ensuring that Northern Ireland remains part of the United Kingdom customs union and leaves whole and entire. As a consequence, the hon. Gentleman’s constituents, like mine in North East Cambridgeshire, will benefit from the great trade deals that I know the Secretary of State for International Trade intends to negotiate.",
        "**Mr Mark Francois (Rayleigh and Wickford) (Con)**",
        "The aim of amendment (a) is clear. The emperor has no clothes; it is to stop us leaving the European Union at any cost. The European Research Group met this morning. Normally, our meetings are private, but in the circumstances, there were three things that I thought I could share with the House. First, the officers overwhelmingly recommended backing the Prime Minister’s deal. Secondly, the ERG overwhelmingly recommended the same and no member of the ERG spoke against it. Thirdly, and most importantly, we agreed that those who vote for the deal vote for the Bill. If the deal is passed today, we will faithfully vote the Bill through to the end, so that we can leave the European Union. You have our word.",
        "​**Stephen Barclay**",
        "I am grateful to my right hon. Friend for his support, which, coming from someone who opposed the previous deal, is a reflection of the fact that this is a deal for everyone—a deal for the 52 and for the 48; a deal for Northern Ireland and for Cambridgeshire. This is a deal that benefits the United Kingdom—in particular, by enabling us to move forward and, above all, take back control of our fisheries.",
        "**Alan Brown (Kilmarnock and Loudoun) (SNP) rose—**",
        "**Stephen Barclay**",
        "On which point I am sure the hon. Gentleman is about to intervene.",
        "**Alan Brown**",
        "Obviously, Northern Ireland is getting preferential treatment. Although it has not brought the DUP on board, Northern Ireland is getting special access to the single market and the Government have promised more money to Northern Ireland, yet Scotland is being left high and dry. Can the Secretary of State confirm that Scottish Tory Members did not ask for any concessions for Scotland—that they got no concessions and are just Lobby fodder?",
        "**Stephen Barclay**",
        "I can tell the hon. Gentleman very clearly what the Scottish Conservative MPs secured, which is control of our fishing policy—something that he and other Members would give back to Brussels.",
        "**Several hon. Members rose—**",
        "**Stephen Barclay**",
        "Let me make some progress, then I will take further interventions.",
        "By contrast with the efforts of the Prime Minister—who was told that a deal was impossible and that neither the backstop nor one word of the withdrawal agreement could be amended—the Leader of the Opposition appears to have rejected the deal before he has even read it. This is an Opposition who cannot see further than opposition for opposition’s sake.",
        "The shadow Brexit Secretary, the right hon. and learned Member for Holborn and St Pancras (Keir Starmer), will always, unlike the Leader of the Opposition, have read the detail. He has been in post throughout the three years, but during that time has used a wide range of arguments to support his case. He said in July 2018:",
        "“We respect the result of the…referendum”,",
        "and he recognised that we are leaving the European Union, but he now says that",
        "“any outcome…must be subject to a referendum and we would campaign for remain”.",
        "He said that Labour’s concerns were never about the withdrawal agreement or the backstop;",
        "“They were about the Political Declaration”.",
        "That is what he put on Twitter on 17 October this year, yet he used to stand in this Chamber and object to the withdrawal agreement because it had not changed. At the time of the third meaningful vote, which was purely on the withdrawal agreement and not the political declaration, he still objected to the withdrawal agreement. In 2018, he said that Labour could not support a withdrawal agreement without",
        "“a mechanism for universal exit”,",
        "which is exactly what my right hon. Friend the Prime Minister has secured through the vote of consent for the Northern Ireland Assembly, but the shadow Secretary ​of State now says that the issue is no longer about the withdrawal agreement; it is instead about the political declaration.",
        "For much of this debate, Labour has been for being a participant in the EU customs union, yet we have heard from a senior member of the Labour party that its real position is 100% remain. As one media report alleged this week, during the cross-party talks, Labour even rejected a copy-and-paste of its own proposal, describing it as “unacceptable”.",
        "Some in government have cautioned against listening to experts during this debate, but it is clear from business experts and the Bank of England’s Governor—",
        "**Keir Starmer (Holborn and St Pancras) (Lab)**",
        "The Secretary of State and I were in the same room at the time; he knows very well that that is not true—the idea that I would not know our own proposal. He knows that; he was there. Withdraw it!",
        "**Hon. Members Withdraw!**",
        "**Stephen Barclay**",
        "If hon. Members will give me a moment, the shadow Secretary of State and I have always conducted our debates in the House with great courtesy, so in that spirit, of course I withdraw that. That is a good illustration of what today’s debate is really about. We could get into the detail of whether we are presenting something aligned to what he has previously said and whether the sense is the same, but today is about this House and the country coming together and moving on from these debates and the talks, although the real issue in the talks was some people’s desire for a second referendum, rather than a desire to get into the detail of how we could resolve the issues.",
        "**Alex Chalk (Cheltenham) (Con)**",
        "This is at least the seventh opportunity the House has had to avoid a harmful no deal. There were three occasions relating to the former Prime Minister’s deal; there was the European Free Trade Association; there was Norway; and there was the customs union. Does my right hon. Friend agree that it would be folly to let this final opportunity to avoid a damaging crash-out slip through our fingers?",
        "**Stephen Barclay**",
        "I know that my hon. Friend speaks for his constituents, and for businesses across the country, who recognise that now is the time to support this deal and for the House to move on.",
        "**Mr Edward Vaizey (Wantage) (Ind) rose—**",
        "**Stephen Barclay**",
        "I give way to the right hon. Gentleman. [Interruption.]",
        "**Mr Vaizey**",
        "We will find out if the Secretary of State made the right decision in giving way. I have a genuine question.",
        "**Dr Julian Lewis (New Forest East) (Con)**",
        "For once.",
        "**Mr Vaizey**",
        "Yes. I am asking for a friend. If the Letwin amendment is passed and the Bill comes in next week and is agreed to before 31 October, we will leave on 31 October, but if the Letwin amendment is not passed and the Bill comes forward next week but is not agreed to by 31 October, we will leave with no deal—yes or no?",
        "​**Stephen Barclay**",
        "I say yes to this: to proceed, we need to comply with section 13 of the European Union (Withdrawal) Act 2018. That is the argument that the right hon. Gentleman and many others have repeatedly made. If we are to deliver that and avoid any further delay, it is important that we defeat amendment (a).",
        "**Rehman Chishti**",
        "The Secretary of State says that the deal is about moving on. One of the real obstacles that prevented us from moving on was the backstop. I resigned from the Government and a party position in November over the backstop. Can he confirm that what we have now completely gets rid of the backstop and is about moving on?",
        "**Stephen Barclay**",
        "I can very much confirm that. The Prime Minister was told that the backstop could not be removed, but its removal is exactly what he has achieved. He was told that was impossible, but he has delivered.",
        "**Mr Mark Harper (Forest of Dean) (Con)**",
        "I am listening very carefully to the debate about the timing. Is it not clear that if the Letwin amendment is defeated and we make a decision today that is actually complying with—not subverting, but complying with—the Benn-Burt Act by bringing forward a deal and winning that vote, yes, we will have to get the legislation through this House quickly, and that will probably mean sitting for long days and probably long nights, but we can get it done? However, if the amendment passes and there is an extension, my guess is that that legislation will go on and on, and we will never leave. The right hon. Member for Don Valley (Caroline Flint) is absolutely right: if we want to get this done, vote against the Letwin amendment, for the motion today and get the legislation through by the end of October—and get Brexit done.",
        "**Stephen Barclay**",
        "As a former Government Chief Whip, my right hon. Friend is absolutely right on the process that applies. The other issue that is sometimes forgotten is that our friends and colleagues in Europe do not want any further delay and do not want to see any extension, but want to see us get on.",
        "**Several hon. Members rose—**",
        "**Stephen Barclay**",
        "I will give way one further time, and then I will move on.",
        "**Nick Boles (Grantham and Stamford) (Ind)**",
        "My right hon. Friend does not want to answer the question from the right hon. Member for Wantage (Mr Vaizey), so I will. If the Letwin amendment passes, and the Government bring forward the Bill at the start of next week and that Bill passes before 31 October, we will leave on 31 October without a delay. If the Letwin amendment fails, and the Government bring forward the Bill and some people in the ERG, such as the hon. Member for Basildon and Billericay (Mr Baron), suddenly discover that they prefer the idea of a no-deal Brexit and the Bill fails, we will leave on 31 October with no deal.",
        "**Stephen Barclay**",
        "The problem with the hon. Gentleman’s argument is that it is at odds with the argument put forward by the right hon. and learned Member for Beaconsfield (Mr Grieve), who says that we need to ​pass this amendment to have more scrutiny and delay and to take much longer, yet the hon. Gentleman says that we need the amendment to be able to leave on —[Interruption.]",
        "**Mr Baron**",
        "On a point of order, Mr Speaker.",
        "**Mr Grieve**",
        "On a point of order, Mr Speaker.",
        "**Mr Speaker**",
        "I will come to the right hon. and learned Gentleman, but I call Mr John Baron.",
        "**Mr Baron**",
        "I do not usually do this, but given that there was a very factual error in the comment just made by an Opposition Member, may I say, just for the record, that I have never been a member of the ERG and I am not a member of the ERG?",
        "**Mr Speaker**",
        "That is a matter of extraordinary interest in the House and possibly across the nation—I say that to the hon. Gentleman in the friendliest spirit—but it is not a matter for adjudication by the Chair. However, the hon. Gentleman has advertised his non-membership of the ERG, and I hope he feels better for it.",
        "**Mr Grieve**",
        "On a point of order, Mr Speaker. My right hon. Friend the Secretary of State is entirely mistaken and cannot have been listening to what I said when I intervened on him. I am in entire agreement with my hon. Friend the Member for Grantham and Stamford (Nick Boles), who asked him the question, because that must be the position. The intention behind the Letwin amendment is to secure that insurance policy—nothing more, nothing less.",
        "**Mr Speaker**",
        "I say, mainly for the benefit of those observing our proceedings who are not Members of the House, that in common with the overwhelming majority of purported points of order, that was not a point of order. However, the right hon. and learned Gentleman has put his point on the record, and he, too, will doubtless go about his business with an additional glint in his eye and spring in his step as a consequence.",
        "**Stephen Barclay**",
        "The problem with the right hon. and learned Gentleman’s argument is that it is at odds with what he says about section 13. Each time it is a different argument, but the purpose is always the same, and that is to delay any resolution, to stop this House moving forward and to stop us getting Brexit done.",
        "There are many in this House who have said repeatedly in debates that their principal concern is avoiding a no-deal exit. My right hon. Friend the Member for Ashford (Damian Green), on the Prime Minister’s statement, made that point. Today is the opportunity for all Members of this House to demonstrate that they want to avoid a no-deal exit, to support this deal and to get Brexit done. This is a deal that takes back control of our money, borders and laws. It gives the people of Northern Ireland the freedom to choose their future. It allows the whole United Kingdom to benefit from our trade deals, and it ensures that we move forward as one complete Union of the United Kingdom.",
        "In securing the new deal, the Prime Minister observed with his EU colleagues that a failure by them to listen to this Parliament, and in particular its decision on the ​backstop, would indeed be a failure of statecraft. They have listened; they have acted; and they have reached a new deal with the Prime Minister. It would now be a failure of this Parliament not to approve this deal and to fail to respond to that flexibility from EU leaders as required."
    ]
}