{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-speech-at-the-nhs-confed-expo/",
    "title": "Steve Barclay – 2023 Speech at the NHS Confed Expo",
    "post_date": "June 16, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Secretary of State for Health and Social Care, on 15 June 2023.",
    "content": [
        "Thank you, Matthew [Taylor] – it’s great to be with you today.\n  *[NHSPRB]: NHS Pay Review Body",
        "Tuesday’s incident in Nottingham has shocked us all.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am sure everyone’s thoughts have been with the families of those who have lost their lives so tragically and all who have been affected.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I wanted to take this opportunity to thank in particular everyone in the NHS who responded from the ambulance crews and paramedics – to the staff at the Queen’s Medical Centre.\n  *[NHSPRB]: NHS Pay Review Body",
        "I also recognise that this week brings additional challenges to many in the room due to the industrial action and I acknowledge that this creates additional pressures for you and your teams.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many people will be working particularly hard to ensure the impact on patients is mitigated as far as possible.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I know this work comes after an incredibly challenging period.\n  *[NHSPRB]: NHS Pay Review Body",
        "While the World Health Organisation has announced that the Covid-19 pandemic is officially over, its after effects are still very much being felt – including the scale of delays it has caused for patients waiting for treatment and the pressures on staff.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you to everyone – across the whole health and care system – for the way you’re rising to meet these challenges.\n  *[NHSPRB]: NHS Pay Review Body",
        "My motivation as Secretary of State is clear: to enable people to access the right care faster.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because when for example I think of cancer treatment, I am thinking of the constituent in her 20s with a young daughter who was told not to worry about her symptoms, only to later find that the cancer had spread.\n  *[NHSPRB]: NHS Pay Review Body",
        "I challenge myself as to what more I can do in this job to get the right treatment to people like her as fast as possible.\n  *[NHSPRB]: NHS Pay Review Body",
        "That challenge sits at the heart of our three recovery plans.\n  *[NHSPRB]: NHS Pay Review Body",
        "And whether it’s electives, UEC or primary care, patients are – rightly – demanding improvements.\n  *[NHSPRB]: NHS Pay Review Body",
        "They also want to see care that is better joined up.\n  *[NHSPRB]: NHS Pay Review Body",
        "And with our Integrated Care Systems now taking proper statutory form, we are moving in the right direction.\n  *[NHSPRB]: NHS Pay Review Body",
        "Last August, I visited the Jean Bishop Integrated Care Centre in Hull which is one of a number of fantastic examples of how health and social care can come together under one roof.\n  *[NHSPRB]: NHS Pay Review Body",
        "NHS staff, care workers and volunteers are working to care for local people, including keeping thousands of frail and elderly patients out of hospital and helping them live at home with the independence and dignity they deserve.\n  *[NHSPRB]: NHS Pay Review Body",
        "And with ICSs now fully operational, we can make this type of approach more commonplace across the country.\n  *[NHSPRB]: NHS Pay Review Body",
        "Despite the difficulties we face, there are signs of progress.\n  *[NHSPRB]: NHS Pay Review Body",
        "On electives we’ve virtually eliminated waits of over 2 years, and we’ve reduced 18 month waits by over 90%,\n  *[NHSPRB]: NHS Pay Review Body",
        "But we know the overall number remains high.\n  *[NHSPRB]: NHS Pay Review Body",
        "This has a material impact, like, for example, for the self-employed worker who is waiting for their operation before they return to work.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is why we are taking further action to expand patient choice and making information on patient choice much more transparent.\n  *[NHSPRB]: NHS Pay Review Body",
        "On urgent and emergency care, ambulance handover delays have improved.\n  *[NHSPRB]: NHS Pay Review Body",
        "But again we know it has been particularly difficult in the past few days.\n  *[NHSPRB]: NHS Pay Review Body",
        "In primary care, more appointments are being delivered by GPs and the wider clinical team, with on average an extra 20 per practice per day.\n  *[NHSPRB]: NHS Pay Review Body",
        "But demand remains high.\n  *[NHSPRB]: NHS Pay Review Body",
        "I recognise many in this room will have played a direct part in bringing these additional services to patients.\n  *[NHSPRB]: NHS Pay Review Body",
        "Alongside these plans, I know other important work continues apace.\n  *[NHSPRB]: NHS Pay Review Body",
        "You will have heard yesterday from Amanda about the improvements in cancer, including the doubling of cancer checks.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the 21st century, with the technology at our disposal, we can go further.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thanks to your hard work, we’re already moving in the right direction.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take lung cancer as one example.\n  *[NHSPRB]: NHS Pay Review Body",
        "Through our screening programme, we are now seeing more diagnoses at stage one and stage two in the most deprived communities.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is a positive step and a practical example of how we are addressing health inequalities.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’ve also made particular progress in areas like breast cancer and research this week shows that most women diagnosed in England will beat the disease.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now we must build on this, by getting people potentially life-saving tests, checks, and scans more quickly and bringing those checks closer to people.\n  *[NHSPRB]: NHS Pay Review Body",
        "Community Diagnostics Centres are an example of this.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are now 108 in operation, and they’ve delivered more than 4 million tests, checks and scans and they will help us build on these hard-won gains in the years to come.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, I don’t think there’s anything original about a Secretary of State being fixated on tech.\n  *[NHSPRB]: NHS Pay Review Body",
        "But for me, this isn’t tech for tech’s sake.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is the way to get care to people quicker – and do so at scale.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take for example, the way we’re expanding the NHS App. Contrary to what you may have heard from one speaker yesterday, over 2.4 million repeat prescriptions were ordered in April alone.\n  *[NHSPRB]: NHS Pay Review Body",
        "Alongside a quarter of a million primary care appointments that were booked on the app, with numbers increasing rapidly.\n  *[NHSPRB]: NHS Pay Review Body",
        "Tech is also the way we can tackle the many frustrations that I hear from staff – and that I’m sure many of you in the room hear too.\n  *[NHSPRB]: NHS Pay Review Body",
        "The reason I care about tech is simple: it improves outcomes and helps you do your jobs.\n  *[NHSPRB]: NHS Pay Review Body",
        "And let me say this: when budgets are tight, tech is often the first thing to go.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is not my approach.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am protecting the tech budget – and those key investments that will help us in the long term.\n  *[NHSPRB]: NHS Pay Review Body",
        "From ensuring every NHS Trust uses electronic patient records and investing more in bed management systems.\n  *[NHSPRB]: NHS Pay Review Body",
        "To the significant investment we’re making in our new data platform.\n  *[NHSPRB]: NHS Pay Review Body",
        "And digitising the front line – from speeding up staff logins to staff passporting.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because I am acutely aware that when it comes to tech it is often how we make the job of local teams easier that that really matters.\n  *[NHSPRB]: NHS Pay Review Body",
        "Despite what you may have read, I believe strongly in devolving decision-making.\n  *[NHSPRB]: NHS Pay Review Body",
        "Equally, I think this should sit alongside greater transparency.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need more devolved decision making to enable a place based approach with decisions taken closer to patient need.\n  *[NHSPRB]: NHS Pay Review Body",
        "Equally there are areas of great innovation but we have a challenge in scaling that so it is widely adopted. And this challenge is reflected in too wide a variation in performance between similar areas.\n  *[NHSPRB]: NHS Pay Review Body",
        "For me the opportunity is to devolve much more and to trust local decision makers. In return to expect more meaningful transparency.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let me give you a practical example of where I have applied this, even where it could be uncomfortable.\n  *[NHSPRB]: NHS Pay Review Body",
        "I listened to those suggesting we publish the number of patients waiting for 12 hours or more from arrival in Emergency Departments.\n  *[NHSPRB]: NHS Pay Review Body",
        "Together with NHS England colleagues, we acted on that and from April we started publishing that information.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is particularly relevant in the context of mental health patients, who we know are at greater risk of longer waits in A&E, and we’re taking targeted action to reduce that risk to reduce that risk to reduce that risk to reduce that risk.\n  *[NHSPRB]: NHS Pay Review Body",
        "Including the roll out of mental health ambulances, mental health cafes and mental health crisis hubs.\n  *[NHSPRB]: NHS Pay Review Body",
        "NHS leaders have been clear with me about what they want to see from government.\n  *[NHSPRB]: NHS Pay Review Body",
        "Fewer targets and more trust in the system.\n  *[NHSPRB]: NHS Pay Review Body",
        "As Matthew referenced, we published a new NHS mandate this morning which reflects this.\n  *[NHSPRB]: NHS Pay Review Body",
        "For over a decade, governments have used the mandate to make asks of the system.\n  *[NHSPRB]: NHS Pay Review Body",
        "Sometimes these asks have been excessive, with long documents with many pages full of tests and targets.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’m sure you won’t be alone if you’re sat there thinking: it doesn’t matter I don’t read it anyway.\n  *[NHSPRB]: NHS Pay Review Body",
        "But what we’ve done this year is make it short and clear, setting out our priorities:\n  *[NHSPRB]: NHS Pay Review Body",
        "Cutting waiting lists; the three recovery plans; tech; and workforce.\n  *[NHSPRB]: NHS Pay Review Body",
        "It gives a clear direction and backs it up with the freedom and flexibility to deliver it.\n  *[NHSPRB]: NHS Pay Review Body",
        "We know that change happens when people are trusted, have a common purpose and are free to innovate.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was something that Matthew highlighted yesterday as a lesson coming out of Covid. And it is something I very much agree with.\n  *[NHSPRB]: NHS Pay Review Body",
        "Trusting ICSs with greater freedom from devolved decision-making alongside greater transparency was one of the reasons we commissioned the Hewitt Review. Thank you to all those who contributed to it.\n  *[NHSPRB]: NHS Pay Review Body",
        "Before I wrap up, I just want to reflect that – as we sprint to address the present it would be easy to lose sight of foundations we can lay now to build hope for the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some – such as the Long-Term Workforce Plan – have been well debated by colleagues in this room.\n  *[NHSPRB]: NHS Pay Review Body",
        "It offers significant opportunities not just to boost overall numbers, but to better use the full skills mix and deliver training and career progression in completely different ways.\n  *[NHSPRB]: NHS Pay Review Body",
        "And there are other opportunities – such as the rapid developments in AI – that are exciting and fast-moving and generating much interest.\n  *[NHSPRB]: NHS Pay Review Body",
        "One example of the work we’re doing with AI in the department is how we can use AI to improve patient safety in maternity services.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we’re also working closely with the life science industry to enable both population-level treatments and more bespoke and targeted medicine.\n  *[NHSPRB]: NHS Pay Review Body",
        "And this is reflected in our recent deals agreed with Moderna and BioNTech, Lord O’Shaughnessy’s review to speed up and expand the adoption of clinical research trials we launched last month.\n  *[NHSPRB]: NHS Pay Review Body",
        "And indeed the Chancellor’s citing of Life Sciences as one of his key growth sectors.\n  *[NHSPRB]: NHS Pay Review Body",
        "The NHS has changed massively over the last 75 years, all while remaining true to its founding principles.\n  *[NHSPRB]: NHS Pay Review Body",
        "Covid showed that we can deliver change very rapidly when it matters and that trust in local systems to make decisions allows them the freedom to better adopt innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is the culture of innovation which gives us a strong foundation for the next 75 years.\n  *[NHSPRB]: NHS Pay Review Body",
        "In closing, I want to reinforce my message today on the importance of trusting integrated care systems more.\n  *[NHSPRB]: NHS Pay Review Body",
        "What that means for you is:\n  *[NHSPRB]: NHS Pay Review Body",
        "* Greater freedom \n  *[NHSPRB]: NHS Pay Review Body",
        "* Fewer targets from the centre \n  *[NHSPRB]: NHS Pay Review Body",
        "* More meaningful transparency on performance \n  *[NHSPRB]: NHS Pay Review Body",
        "That is the approach I am taking as we work with you on our shared challenge of making it easier for patients to access the care they need.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}