{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-statement-on-the-countess-of-chester-hospital-inquiry/",
    "title": "Steve Barclay – 2023 Statement on the Countess of Chester Hospital Inquiry",
    "post_date": "September 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 4 September 2023.",
    "content": [
        "With permission, Mr Speaker, I would like to make a statement on the inquiry into the circumstances surrounding the crimes of Lucy Letby.\n  *[NHSPRB]: NHS Pay Review Body",
        "On 18 August, as the whole House is aware, Letby was convicted of the murder of seven babies and the attempted murder of six others. She committed these crimes while working as a neonatal nurse at the Countess of Chester Hospital between June 2015 and June 2016. As Mr Justice Goss said as he sentenced her to 14 whole life orders, this was a\n  *[NHSPRB]: NHS Pay Review Body",
        "“cruel, calculated and cynical campaign of child murder”\n  *[NHSPRB]: NHS Pay Review Body",
        "and a\n  *[NHSPRB]: NHS Pay Review Body",
        "“gross breach of the trust all citizens place in those who work in the medical and caring professions.”\n  *[NHSPRB]: NHS Pay Review Body",
        "I think the whole House will agree it is right that she spends the rest of her life behind bars.\n  *[NHSPRB]: NHS Pay Review Body",
        "I cannot begin to imagine the hurt and suffering that these families went through, and I know from my conversations with them last week that the trial brought these emotions back to the surface. Concerningly, that was exacerbated by the fact the families discovered new information about events concerning their children during the course of the trial.\n  *[NHSPRB]: NHS Pay Review Body",
        "Losing a child is the greatest sorrow any parent can experience. I am sure the victims’ families have been in the thoughts and prayers of Members across the House, as they have been in mine. We have a duty to get them the answers they deserve, to hold people to account and to make sure lessons are learned. That is why, on the day of conviction, I ordered an independent inquiry into events at the Countess of Chester Hospital, making it clear that the victims’ families would shape it.\n  *[NHSPRB]: NHS Pay Review Body",
        "I arranged with police liaison officers to meet the families at the earliest possible opportunity to discuss with them the options for the form the inquiry should take, and it was clear that their wishes are for a statutory inquiry with the power to compel witnesses to give evidence under oath. That is why I am confirming this to the House today.\n  *[NHSPRB]: NHS Pay Review Body",
        "The inquiry will examine the case’s wider circumstances, including the trust’s response to clinicians who raised the alarm and the conduct of the wider NHS and its regulators. I can confirm to the House that Lady Justice Thirlwall will lead the inquiry. She is one of the country’s most senior judges. She currently sits in the Court of Appeal, and she had many years of experience as a senior judge and a senior barrister before that. Before making this statement, I informed the victims’ families of her appointment, which was made following conversations with the Lord Chief Justice, the Lord Chancellor and the Attorney General.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have raised with Lady Justice Thirlwall the fact that the families should work with her to shape the terms of reference. We hope to finalise those in the next couple of weeks, so that the inquiry can start the consultation as soon as possible. I have also discussed with Lady Justice Thirlwall the families’ desire for the inquiry to take place in phases, so that it provides answers to vital questions as soon as possible. I will update the House when the terms of reference are agreed and will continue to engage with the families.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today, I would also like to update the House on actions that have already been taken to improve patient safety and identify warning signs more quickly, as well as action that is already under way to strengthen that further. First, in 2018, NHS England appointed Dr Aidan Fowler as the first national director of patient safety. He worked with the NHS to publish its first patient safety strategy in 2019, creating several national programmes. Those included requiring NHS organisations to employ dedicated patient safety specialists, ensuring that all staff receive robust patient safety training and using data to quickly recognise risks to patient safety. Last summer, to enhance patient safety further, I appointed Dr Henrietta Hughes, a practising GP, as England’s first patient safety commissioner for medicines and medical devices. Dr Hughes brings leaders together to amplify patients’ concerns throughout the health system.\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, in 2019, the NHS began introducing medical examiners across England and Wales to independently scrutinise deaths not investigated by a coroner. Those senior doctors also reach out to bereaved families and find out whether they have any concerns. All acute trusts have appointed medical examiners who now scrutinise hospital deaths and raise any concerns they have with the appropriate authorities.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thirdly, in 2016, the NHS introduced freedom to speak up guardians, to assist staff who want to speak up about their concerns. More than 900 local guardians now cover every NHS trust. Fourthly, in 2018, Tom Kark KC was commissioned to make recommendations on the fit and proper person test for NHS board members. NHS England incorporated his review findings into the fit and proper person test framework published last month. It introduced additional background checks, the consistent collection of directors’ data and a standardised reference system, thus preventing board members unfit to lead from moving between organisations.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, turning to maternity care, in 2018 NHS England launched the maternity safety support programme to ensure that underperforming trusts receive assistance before serious issues arise. Also since 2018, the Government have funded the national perinatal mortality review tool, which supports trusts and parents to understand why a baby has died and whether any lessons can be learned to save lives in the future. Furthermore, the Government introduced the maternity investigations programme, through the Health Safety Investigation Branch, which investigates maternity safety incidents and provides reports to trusts and families. In 2020, NHS England’s Getting It Right First Time programme was expanded to cover neonatal services. It reviewed England’s neonatal services using detailed data and gave trusts individual improvement plans, which they are working towards. Indeed, Professor Tim Briggs, who leads that programme, has confirmed that all neonatal units have been reviewed by his programme since 2021.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let me now turn to our forward-facing work. We have already committed to moving medical examiners to a statutory basis and will table secondary legislation on that shortly. It will ensure that deaths not reviewed by a coroner are investigated in all medical settings, in particular extending coverage in primary care, and will enter into force in April.\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, on the Kark review, at the time the NHS actively considered Kark’s recommendation 5 on disbarring senior managers and took the view that introducing the wider changes he recommended in his review mitigated the need to accept that specific recommendation on disbarring. The point was considered further by the Messenger review.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the light of evidence from Chester and ongoing variation in performance across trusts, I have asked NHS England to work with my Department to revisit this. It will do so alongside the actions recommended by General Sir Gordon Messenger’s review of leadership, on which the Government have already accepted all seven recommendations from the report dated June last year. This will ensure that the right standards, support and training are in place for the public to have confidence that NHS boards have the skills and experience needed to provide safe, quality care.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thirdly, by January all trusts will have adopted a strengthened freedom to speak up policy. The national model policy will bring consistency to freedom to speak up across organisations providing NHS services, supporting staff to feel more confident to speak up and raise any concerns. I have asked NHS England to review the guidance that permits board members to be freedom to speak up guardians, to ensure that those roles provide independent challenge to boards.\n  *[NHSPRB]: NHS Pay Review Body",
        "Fourthly, the Getting it Right First Time programme team will launch a centralised and regularly updated dataset to monitor the safety and quality of national neonatal services.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, we are exploring introducing Martha’s rule to the UK. Martha’s rule would be similar to Queensland’s system, called Ryan’s rule. It is a three-step process that allows patients or their families to request a clinical review of their case from a doctor or nurse if their condition is deteriorating or not improving as expected. Ryan’s rule has saved lives in Queensland, and I have asked my Department and the NHS to look into whether similar measures could improve patient safety here in the UK.\n  *[NHSPRB]: NHS Pay Review Body",
        "Mr Speaker, I want to take the first opportunity on the return of the House to provide an update on the Essex statutory inquiry. In June, I told the House that the inquiry into NHS mental health in-patient facilities across Essex would move forward on a statutory footing. Today, I can announce that Baroness Lampard, who led the Department of Health’s inquiry into the crimes of Jimmy Savile, has agreed to chair the statutory inquiry. I know that Baroness Kate Lampard will wish to engage with Members of the House and the families impacted, and following their input I will update the House on the terms of reference at the earliest opportunity.\n  *[NHSPRB]: NHS Pay Review Body",
        "The crimes of Lucy Letby were some of the very worst the United Kingdom has witnessed. I know that nothing can come close to righting the wrongs of the past, but I hope that Lady Justice Thirlwall’s inquiry will go at least some way towards giving the victims’ families the answers they deserve. My Department and I are committed to putting in place robust safeguards to protect patient safety and to making sure that the lessons from this horrendous case are fully learned. I commend this statement to the House.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}