{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-statement-on-the-spring-booster-programme-and-evergreen-offer/",
    "title": "Steve Barclay – 2023 Statement on the Spring Booster Programme and Evergreen Offer",
    "post_date": "March 9, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, on 8 March 2023.",
    "content": [
        "Our Covid vaccination programme has saved tens of thousands of lives across the country and helped to ease pressure on the NHS during a challenging winter.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is important that we continue to ensure the most vulnerable are protected through a targeted seasonal vaccination offer for those most at risk, which is why I have accepted advice from the independent Joint Committee on Vaccination and Immunisation on this year’s spring booster programme. This will top up the protection of those considered at highest clinical risk, spring booster vaccines will be offered to adults aged 75 years and over; residents in a care home for older adults and immunosuppressed individuals aged 5 years and over.\n  *[NHSPRB]: NHS Pay Review Body",
        "The spring booster programme is due to end on 30 June and as we live with the virus without past restrictions on our freedoms, I am also announcing that the offer of a first or second dose of Covid vaccine will end at this time.\n  *[NHSPRB]: NHS Pay Review Body",
        "Covid continues to infect thousands of people every week, so I strongly encourage anyone who has not yet taken up the offer of a first or second dose of vaccine to join the 42 million who have already come forward for both doses.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}