{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-statement-on-the-womens-health-strategy-for-england/",
    "title": "Steve Barclay – 2022 Statement on the Women’s Health Strategy for England",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 20 July 2022.",
    "content": [
        "With permission, Mr Speaker, I will make a statement on the women’s health strategy for England.",
        "I know that many hon. and right hon. Members will agree that, for too long, women’s health has been hampered by fragmented services and women being ignored when they raise concerns about their pain. On too many occasions, we have heard of failures in patient safety because women who raised concerns were not heard, as with the Ockenden review into the tragic failings in maternity care and the independent inquiry into the convicted surgeon Ian Paterson. I also remember the outstanding work of my constituent Kath Sansom and her Sling the Mesh campaign where, once again, the response was too slow when women raised issues with their care.",
        "We are embarking on an important mission to improve how the health and care system listens to women’s voices and to boost health outcomes for women and girls, from adolescence all the way through to later life. This is not only important for women and girls; it is important for everyone. This work is already well under way.",
        "Last month we announced the appointment of Professor Dame Lesley Regan, one of the country’s foremost experts in women’s health, as the first ever women’s health ambassador for England. On top of this, we are investing an extra £127 million in the NHS maternity workforce and neonatal care over the next year, and we are creating a network of family hubs in local authorities in England.",
        "Today we are announcing the next step. We are publishing the first ever women’s health strategy for England, which sets out a wide range of commitments to improve the health of women and girls everywhere. I take this opportunity to pay tribute to the almost 100,000 women who took the time to share their stories with us, as painful as it may have been. Your voices have been heard and were vital in shaping this strategy.",
        "I will now set out the key components of the strategy. First, we are putting in place a range of measures to ensure that women are better listened to in the NHS. Indeed, 84% of respondents to our call for evidence recounted instances where they were not listened to by healthcare professionals. We need to do more to tackle the disappointment and disillusionment that many women feel. We are working with NHS England to embed shared decision making where patients are given greater involvement in decisions relating to their care, including when it comes to women’s health.",
        "Secondly, we want to see better access to services for all women and girls. Women and girls have told us that the fragmented commissioning and delivery of health services can impact their ability to access them. That means they have to make multiple appointments to get the care they need, adding to the NHS backlog. There are better ways to deliver women’s health through centres of excellence in the form of women’s health hubs, designed specifically to holistically assess women’s health issues and where specialist practitioners can be more attuned to concerns being raised. We are encouraging the expansion of those hubs, and indeed I visited Homerton University Hospital this morning to see the benefits these local one-stop clinics bring, enabling women to have all their health needs met in one place.",
        "Thirdly, it is essential that we address the lack of research into women’s health conditions and improve the representation of women’s data in all types of research. Currently, not enough is known about conditions that only affect women, as well as about how conditions that affect both men and women impact them in different ways. The strategy sets out how we will tackle the women’s health data gap to make sure that health data is broken down by sex by default.",
        "Fourthly, we will provide better information and education on issues relating to women’s health. Our call for evidence showed that fewer than one in 10 respondents feels they have enough information about conditions in areas such as the menopause and that many people wanted trusted and accessible information about women’s health. The NHS website is currently a trusted source of health information for many people, and we will transform the women’s health content to improve its existing pages and add new pages on conditions that are not currently there. But we know that the NHS will not be everyone’s first port of call for health information, so we will expand our partnerships, such as the one between YouTube and NHS Digital, who are working together to make sure that credible, clinically safe information appears prominently for UK audiences. It is also important that medical professionals have the best possible understanding of women’s health, and I am pleased that the General Medical Council will be introducing specific assessments on women’s health for medical students, including on the menopause and on gynaecology.",
        "Fifthly, our strategy sets out how we will support women at work. In the call for evidence, only one in three respondents felt comfortable talking about health issues with their workplace, and we also know that one in four women has considered leaving their job as a result of the menopause. So we will be focusing our health and wellbeing fund over the next three years on projects to support women’s wellbeing in the workplace, and we will be encouraging businesses across the country to take up best practice such as the menopause workforce pledge, which was recently signed by the NHS and the civil service.",
        "Sixthly, we will place an intense focus on the disparities in women’s health. We know that although women in the UK on average live longer than men, they spend a significantly greater proportion of their lives in ill health and disability than men. Even among women there are marked disparities and our strategy shows our plans to give targeted support to the groups who face barriers accessing the care they need, for example, disabled women and women experiencing homelessness. It also shows how we are putting an extra £10 million of funding towards 25 new mobile breast screening units that will target areas and communities with the greatest challenges on uptake and coverage.",
        "Finally, as well as these cross-cutting priorities, the responses to our call for evidence also highlighted a number of specific areas where targeted action is needed. Those include fertility care, where we will be removing barriers that restrict access that are not health-based but based, for example, on whether someone has had a child from a previous relationship, and making access to fertility services much more transparent. Another of our priority areas is improving care for women and their partners who experience the tragedy of pregnancy loss. At the moment, although parents whose babies are stillborn must legally register the stillbirth, if a pregnancy ends before 24 weeks’ gestation there is no formal process for parents to legally register their baby, which I know can be distressing for many bereaved parents. So we will be accepting the interim update of the independent pregnancy loss review and introducing a voluntary scheme to allow parents who have experienced a loss before 24 weeks of pregnancy to record and receive a certificate to provide recognition of their tragic loss.",
        "This is a significant programme of work but we cannot achieve the scale of change we need through central Government alone. We must work across all areas of health and care. We will need the NHS and local authority commissioners to expand the use of women’s health hubs; the medical schools, regulators and Royal Colleges to help us improve education and training for healthcare professionals; the National Institute for Health and Care Research to help make breakthroughs that will drive our future work; and many others to play their part. I would like to finish by thanking everyone involved in the development of this important strategy, including the Minister of State, Department for Health and Social Care, my hon. Friend the Member for Lewes (Maria Caulfield), who is on the Front Bench with me today, for the determination she has shown in taking this strategy forward. I would also like to pay tribute to my predecessors, my right hon. Friends the Members for West Suffolk (Matt Hancock) and for Bromsgrove (Sajid Javid), the latter of whom is in his place, for their commitment to this important issue, even during the pressures of the pandemic. This is a landmark strategy, which lays the foundations for change and helps us to tackle the injustices that have persisted for too long. I commend this statement to the House."
    ]
}