{
    "url": "https://www.ukpol.co.uk/stephen-barclay-2019-speech-in-paris/",
    "title": "Stephen Barclay – 2019 Speech in Paris",
    "post_date": "August 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Stephen Barclay, the Secretary of State for Leaving the European Union, in Paris, France on 28 August 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)",
        "After all, I am here because I want to be absolutely clear about the UK’s position at such a critical time, and would not want anything to be lost in translation.",
        "In recent years some have tried to frame the UK/ France relationship in purely Brexit terms.",
        "Yet the reality is that our historic, cultural, geographic and indeed economic ties are far too deep and broad to be defined by any one event.",
        "After all, and as M Roux de Bezieux I’m sure will happily testify, even after Brexit the Six Nations rugby tournament will still emerge next Winter.",
        "We work together to defend our values and our way of life as Permanent Members of the UN Security Council and leading lights in NATO.",
        "Our Armed Forces work closely together helping to secure peace around the world.  \nIn the Sahel British helicopters are helping French soldiers to carry the fight to extremists.",
        "While closer to home millions of UK nationals have just enjoyed summer holidays in France and vice versa.",
        "Indeed our shared lives will be reflected in the loan of the Bayeux Tapestry to the UK in the coming years, more than 900 years after it was created.",
        "And indeed in the past two weeks and the past week alone our Prime Minister has visited France twice to meet with President Macron – including at the successful G7 – and I extend the congratulations of the British Government to France for a successful G7.",
        "They were both clear in being united on a number of vital issues, such as climate change and the environment, both as stout defenders of the historic Paris Climate Change Agreement signed in this very city in 2016.",
        "Our economic relationship is also vital to the prosperity of both our countries.",
        "Since we voted to leave the EU in 2016 our bilateral trade has in fact increased by 12 per cent.",
        "In total, bilateral trade was around €90bn in 2017, and the UK continues to be the number one destination for foreign investment in Europe and number three in the world.",
        "In fact, since 2013, UK startups have raised more from US and Asian investors than most of Europe combined, and in the first half of this year, the UK received $3.5bn from US and Asian investors, compared to $0.9bn for Germany, $0.5bn for France and $2.9bn for the rest of Europe.",
        "And indeed UK and French companies continue to work closely together – in fact I used to work for a French company – Axa, the very same company as did my French counterpart, your Secretary of State Amelie de Montchalin also worked for, whom I met earlier today.",
        "The UK and France have a mutually beneficial partnership – one that has seen Alstom unveiling the design of its new zero-emission, hydrogen train, which will be re-engineered in Widnes, while Airbus which employs 14,000 people in the UK across 25 sites with more than 4000 UK companies in its supply chain.",
        "And, of course, UK companies have a substantial presence here.",
        "A British multinational contract foodservice Compas employs 14,000 people in its supply chains in France and serves over 210 million meals a year through its restaurants and in schools and hospitals.",
        "And indeed as the PM pointed out last week – the sleek French TGV trains, on which many will have travelled this summer, run on tracks made by British Steel in Scunthorpe.",
        "Our shared economic future is best served through a deal as the UK leaves the European Union – which we are committed to doing on the 31st October.",
        "It is not just because the backstop has been rejected three times by the UK Parliament that we seek its removal.",
        "As the Prime Minister made clear in his letter to Donald Tusk, and in their subsequent meeting, Parliament will not allow the people of Northern Ireland to be subject to an indefinite period of continued alignment.",
        "It would mean Northern Irish voters – UK citizens – being governed by rules in which they have no say.",
        "And since we can only leave the backstop by the agreement with the EU, once it is triggered we could be locked in it forever, something that the UK Attorney General has made clear and which indeed makes it harder to leave the backstop than it does indeed the EU itself.",
        "But the backstop is not the entire Northern Ireland Protocol – it is just the relevant articles relating to alignment.",
        "The Northern Ireland Protocol also covers the benefits of the Single Electricity Market. It covers North-South cooperation, the Common Travel Area.",
        "None of these require continued regulatory alignment.",
        "So the issues remaining before us are narrower than is often portrayed.",
        "Yet the EU is seeking through the backstop a 100 per cent all-weather guarantee on the future economic partnership before we have even started those negotiations, and with insufficient time to conclude those negotiations because of the way the Article 50 talks were structured.",
        "The backstop has also been universally rejected by one of the two key communities in Northern Ireland, which means it is an unstable basis for power sharing in Northern Ireland.",
        "There is ample room – indeed there is a shared responsibility for all – to seek a solution that can enjoy genuine cross-party consent.",
        "We understand the need to protect the integrity of the Single Market.",
        "But it is our firm view that Irish border issues should be dealt with in the talks on the future agreement between the UK and the EU, where they should always have been, and we’re ready to negotiate in good faith on that basis.",
        "We will do so with a cast-iron commitment to upholding the Belfast/Good Friday Agreement and preventing a hard border on the island of Ireland.",
        "And do not, please, misunderstand that commitment.",
        "Together with our friends in Ireland no one is more aware of the need to maintain peace and freedom on the island of Ireland than the UK.",
        "For years we have invested too much in it and care too much about it to see anything to put it at risk.",
        "And indeed under no scenario will we erect the barriers at the border that would jeopardise its future.",
        "The Belfast/Good Friday Agreement directly impacts UK sovereignty. It has been supported by successive UK Governments of different political parties, and it is a firm commitment of this Prime Minister.",
        "Too often the integrity of the single market is presented as a concern about the Good Friday Agreement, as if these two issues are the same.",
        "In fact, the single market is clearly the priority for the EU, meaning that it is the EU that will insist on putting up a hard border in the event of a no deal.",
        "This is something that everyone wants to avoid and the UK has guaranteed it will never do, even in the event of no deal.",
        "Likewise the UK is often asked for more detail on its proposals.",
        "Yet if the test is one of 100% certainty, all-weather, all-of-life insurance, then creative and flexible solutions will always be quickly shot down.",
        "Progress requires creativity and flexibility on both sides – including in the application of single market rules.",
        "We recognise the concern about the risk of a backdoor to the single market, but we need to deal with it in a different way, one which reflects the value of democracy that we share.",
        "For when politicians ask the people to make a choice, it is the responsibility of the elected representatives to deliver on that choice.",
        "It is not, as the PM has said, for politicians to choose which votes they want to act upon and those they would prefer to ignore.",
        "The UK wants to use the Implementation Period to put in place alternative arrangements.",
        "Now the EU says on one hand it wants to look for “creative and flexible solutions on the border in Northern Ireland” – the very words used by the European Council in its own guidelines, yet at the same time refuses to progress work on alternative arrangements until the Withdrawal Agreement has been ratified.",
        "Likewise it is quick to dismiss the use of technology as ‘magical thinking’, while recognising such technology is part of the alternative arrangements which indeed it has agreed to progress.",
        "The EU has used creativity and flexibility in the past, look at the arrangements in Switzerland, look at the arrangements when Germany reunified with the West.",
        "So let’s look at this issue afresh as partners.",
        "For if not and we move to a no deal exit, people will question in the future why there was such a lack of flexibility, and indeed why, in the pursuit of a 100 per cent guarantee of no risk on the Irish border at the end of 2020, we made real this risk in November.",
        "But if a compromise cannot be found then we have been clear that we are leaving whatever the circumstances on 31st October.",
        "People voted for Brexit and it is important to our democracy that we deliver it.",
        "We have stepped up our preparations in the UK significantly under the new Government.",
        "And we have also guaranteed the rights of the approximately 300,000 French nationals and indeed all EU nationals living in the UK.",
        "These people make an immense contribution to UK national life and to our economy, which is why we have established a scheme to enable them to stay that is unprecedented in its ease of use.",
        "It is free and more than one million people have already registered for settled status.",
        "Of course, I welcome the moves that the French government has taken to protect the rights of UK citizens living here, and I acknowledge that these steps are required because of the decision we have taken in the UK to leave the EU.",
        "But I call on the French government and others in the EU to match our offer and to provide certainty for UK nationals living here in France.",
        "EU leaders repeatedly tell me how important Citizens’ Rights is to them, but not only has the Commission refused to agree a specific deal on Citizens’ Rights – as requested by all political parties in the UK – the offer here in France falls short of what we have set out in the UK in several respects including the criteria for registering residency, health insurance requirements, the rights of frontier workers.",
        "For example, here in France UK Nationals must apply for a residence permit within six months of exit day.",
        "And we would call on the French Government to extend that period, particularly as French citizens in the UK have until the end of 2020 to apply for the EU Settlement Scheme.",
        "And while we in the UK have waived the fee for EU citizens to register, the cost of the residence permit in France is €119.",
        "Another area where we have concerns is healthcare.",
        "We spend ten times more on healthcare in the EU than the EU spends in the UK.",
        "And for UK nationals in France there is a shortage of information about the proposed future arrangements, while French citizens in the UK by exit day can be absolutely certain that they will have access to the NHS in the same way that they always have.",
        "France will also require many British nationals already here to have health insurance and show that they have sufficient money to support themselves before they will be granted residency rights, a requirement the UK has not imposed on EU nationals.",
        "For business visitors we are also clear that absolutely nothing will change for short trips to the UK from Europe, their ability to continue to travel to the UK to make their invaluable contribution to our economy which must continue as it has done for years.",
        "The need for our wealth creators to move freely between our territories is well understood on both sides, and that is something the Commission agrees with us on also.",
        "That freedom goes not only for passengers but also for imports and exports.",
        "And while we are absolutely focused on securing a deal, alongside these discussions we must also now progress talks on the mitigations necessary for any no deal that may arise.",
        "Take fishing for example, in the event of a no deal exit access to UK waters falls entirely within the UK’s control.",
        "That, of course, has a potential impact on the French fishing industry.",
        "Of the 250,000 tonnes of fish processed in Boulogne, the majority comes from UK waters and of the fish landed by French vessels, 40 per cent of it comes from UK waters.",
        "At the same time, about 80,000 tonnes of our own salmon, scallops and other seafood products end up on the French table each year – you are a significant export market for us.",
        "The exceptional fluidity of the cross-Channel trade routes supports the fishing industry, just as it does the car industry with its “just in time” supply chains.",
        "That fluidity sees more than 1,100 trucks cross seamlessly into the UK from the Continent each day laden with car parts.",
        "There are, of course, other changes that will arise from a no deal.",
        "For example, Geographical Indicators. It’s worth recognising that there are over 3,000 products registered with GIs in the EU but only 88 are from the UK.",
        "Or in agriculture where, according to France’s biggest farming union, French wine and spirits producers would be materially impacted. They’re set to have a €1.3bn annual surplus in trade with the UK.",
        "Or France’s dairy industry which – according to the French Chambers of Agriculture – has an annual surplus in exports to the UK of €700-800m.",
        "And let’s not forget the fantastic educational exchanges enjoyed by students across Europe, which French students in the UK take advantage of every year.",
        "Today we spend millions of pounds subsidising the up-front costs of those tuition fees, and indeed, allowing EU nationals access to support for undergraduate courses in England starting in the 20/21 academic year is estimated to cost us around half a billion pounds for that year alone.",
        "Monsieur President these are just some of the areas that it is our job – as politicians and business leaders – not just to protect but allow to flourish.",
        "Our new partnership must be built on the intimate understanding that it is founded on one that has existed for hundreds of years.",
        "France and the UK are two of the world’s oldest and greatest democracies.",
        "Yes we have always been global and outward looking. Champions of democracy, free trade, the rule of law and defending those who cannot defend themselves.",
        "But there is something deeper, an emotional connection, that binds us – and will always bind us – together as nations.",
        "We are inextricably linked through our shared values and our love of each other’s cultures.",
        "So I conclude by reaffirming that I, the Prime Minister, the British Government are aiming for a deal.",
        "We will be ready for no deal if it happens, but from the meetings I have had here this morning and those in Denmark, Finland and Sweden last week, one thing is absolutely clear.",
        "Businesses across Europe want an end to the uncertainty and have the confidence to take advantage of the huge opportunities that trading with the UK presents.",
        "That is best served with a deal.",
        "A deal which honours the Belfast/Good Friday Agreement but without the backstop as the UK Parliament has made clear.",
        "That is what our Government seeks, and Mr President, with good will on all sides it is what we can deliver.",
        "Thank you"
    ]
}