{
    "url": "https://www.ukpol.co.uk/stephen-barclay-2019-statement-on-brexit/",
    "title": "Stephen Barclay – 2019 Statement on Brexit",
    "post_date": "January 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Barclay",
            "url": "/tag/stephen-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by Stephen Barclay, the Secretary of State for Exiting the European Union, in the House of Commons on 7 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2017/09/stephenbarclay.jpg)",
        "In a tone that I am sure will reflect the year ahead, may I join the Leader of the Opposition in wishing you, Mr Speaker, and colleagues across the House a happy new year?",
        "As the House will be aware, the Prime Minister today launched a new 10-year plan for the NHS, allocating an extra £20.5 billion a year in funding. I am therefore responding to this question on her behalf. I am sure colleagues across the House recognise the importance of the NHS plan.",
        "As confirmed by the Leader of the House in her business statement before the Christmas recess, this Wednesday the House will debate a business motion relating to section 13(1)(b) of the European Union (Withdrawal) Act 2018. That will be followed by the main debate on section 13(1)(b), which will continue on Thursday 10 January and, subject to the will of the House, Friday 11 January. Discussions are taking place through the usual channels as to the proposed length of that debate and the date of the vote, but ultimately it will be a decision for this House, through the business motion, which will be voted on this Wednesday. Debate will also take place in the House of Lords on Wednesday 9, Thursday 10 and Monday 14 January.",
        "The decision to postpone the debate last year was not taken lightly. Over the two years of negotiations, the Prime Minister won hard-fought battles—most importantly, to agree a bespoke deal, rather than the flawed off-the-shelf options initially offered. But it was clear from the three days of debate held in this House that it was not going to pass the deal and that further reassurances should be sought, particularly on the issue of the backstop.",
        "Following December’s European Council, a series of conclusions were published that went further than the EU had ever gone previously in trying to address the concerns of this House. Over Christmas, the Prime Minister was in contact with a number of her European counterparts on the further legal and political assurances that Parliament needs on the backstop. She has been in touch with the Taoiseach, and indeed British and Irish Government officials have been in contact over the past week. Securing the additional reassurance that Parliament needs remains our priority, and leaders remain in contact. Leaving the EU with the deal that has been agreed is in the interests of both sides.",
        "When the debate begins on Wednesday, the Government will make clear for the House what has been achieved since the vote was deferred last year. As I said when I spoke in the debate on 4 December, the deal will enable us to deliver a fair, skills-based immigration system and to have control over our fisheries policy and agricultural policies.",
        "We will have our own trade policy for the first time in more than three decades, and there will be an end to sending vast sums of money to the EU. It is a good deal, it is the only deal, and I believe that it is the right deal, in offering certainty for this country."
    ]
}