{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-speech-to-the-association-of-the-british-pharmaceutical-industry-annual-conference/",
    "title": "Steve Barclay – 2023 Speech to the Association of the British Pharmaceutical Industry Annual Conference",
    "post_date": "April 28, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Secretary of State for Health and Social Care, to the Association of the British Pharmaceutical Industry annual conference held on 27 April 2023.",
    "content": [
        "Well thank you, Richard [Torbett] – good afternoon, it’s great to be able to join you.\n  *[NHSPRB]: NHS Pay Review Body",
        "As you’ve just been touching on some of my past roles, it’s over five years since I was last in the Department of Health working then as a Minister of State.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in those five years, we’ve seen game-changing breakthroughs in science and technology.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’ve seen a once-in-a-generation pandemic.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’ve seen Britain depart, as you’ve just mentioned, from the European Union.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we’ve also seen the full consequences of the pandemic itself.\n  *[NHSPRB]: NHS Pay Review Body",
        "And those factors have come together to shape a landscape that is very different today, than it was five years ago in 2018.\n  *[NHSPRB]: NHS Pay Review Body",
        "The application of AI into almost every aspect of our lives might be receiving lots of attention today, particularly with things such as ChatGPT.\n  *[NHSPRB]: NHS Pay Review Body",
        "But the potential of AI in life science is something we in this room have long been alive to, from detecting cancers to scanning potential transplant organs.\n  *[NHSPRB]: NHS Pay Review Body",
        "Equally, pharmaceutical breakthroughs and their rapid deployment through the NHS have been turning the tide on diseases like HIV and Hep-C, and helping to bring us to a point where we can realistically talk about elimination – something which 10 years ago would have been unimaginable.\n  *[NHSPRB]: NHS Pay Review Body",
        "Next, the pandemic has ushered in some powerful new ways of working. The Vaccines Taskforce brought many of us in government to working very closely with industry and academia in ways that we had not done before.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in its simplest terms we learned a lot about how to make things happen at pace.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it offers much promise for breakthroughs in some other areas dealing with health challenges that we face in the months and years ahead.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the third big shift is that the UK left the European Union, just as the pandemic began to take hold across Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "And as Brexit Secretary leading our exit at that time, I recognised that in taking control of our rules and regulations we have a chance to show global leadership in important areas including life science.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, with your help and support, we are doing just that. Building a more bespoke regulatory system that’s ready for the innovations of today but is also building the agility to respond quickly to the innovations of tomorrow.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now the question we’ve been trying to answer today, in the sessions I’ve been hearing that you’ve been having is how do we seize those opportunities?\n  *[NHSPRB]: NHS Pay Review Body",
        "And I know you heard from some of my colleagues, from June Raine and Ros Campion earlier, on ‘How we build on the UK’s global strengths’. And we’ve heard about the Medicine and Healthcare products Regulatory Agency’s (MHRA) laser-like focus on ‘process, partnerships and people’.\n  *[NHSPRB]: NHS Pay Review Body",
        "And this afternoon, I want to add some of my own thoughts on how we seize the opportunities that are in front of us.\n  *[NHSPRB]: NHS Pay Review Body",
        "The first way is with an unashamedly pro-innovation approach to regulation.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now the theme of today’s conference is ‘Growing the UK as a Global Hub for Life Sciences’ and we have the largest life sciences sector in Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the benefits of that to the UK economy are vast, not just from the jobs created, but from the transformative change it offers for the NHS. A key priority is to ensure that great science is then fast-tracked into the very bloodstream of our NHS.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that is why in the Budget, we announced an extra £10 million of funding for MHRA, so they can put in place a quicker, simpler, regulatory process for all approvals for innovative treatments, without compromising, in any way, patient safety. And that is building on the ever-closer working relationship that the MHRA and NICE have developed through the ILAP pathway.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now we aim to develop the most effective regulatory approvals process of anywhere in the world. And we are fortunate to have the MHRA – one of the most respected drug regulators globally – and, of course, the first to license a vaccine for Covid.\n  *[NHSPRB]: NHS Pay Review Body",
        "From next year, the MHRA will set up a swift new approval process for the most cutting-edge medicines and devices to grow the UK’s role as a global hub for their development. And at the same time, from next year, they will allow the near-automatic sign-off for medicines and technologies already approved by trusted regulators in other parts of the world such as the United States, Europe, and Japan.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the real value is that near-automatic recognition of other regulators in some areas, such as license extensions, will in turn free up valuable regulatory resource to focus on other cutting-edge areas, like AI in medical devices.\n  *[NHSPRB]: NHS Pay Review Body",
        "And this kind of smart regulation – made possible by the greater agility brought by our Brexit freedoms – meets our twin goals: Growing the UK as a global life sciences hub, while ensuring patients in the NHS have access to some of the most innovative medicines and treatments that can be found anywhere in the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now many of you will be aware that this coming change was an interim recommendation from the report into Life Sciences regulations, which is going to be published next month. And I want to put on record, Richard, my thanks to everyone who played their part in that important piece of work.\n  *[NHSPRB]: NHS Pay Review Body",
        "Not least the ABPI, who have been so keenly engaged, including how you worked with the independent champions.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’m looking forward to hearing further recommendations and the benefits they can bring to the sector and patients alike.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now today, I also want to briefly comment on VPAS. The government and the pharmaceutical industry came together to negotiate a voluntary agreement, which has endured for many decades and created a stable basis for investment, access, and uptake. And it has done so while saving the NHS billions of pounds – which in turn has been reinvested into patient care.\n  *[NHSPRB]: NHS Pay Review Body",
        "The negotiations for a successor agreement will begin soon and I very much welcome the appointment of Sir Hugh Taylor, who brings vast experience in this area, and I hope assures Richard, colleagues, as to the seriousness with which we are taking these negotiations.\n  *[NHSPRB]: NHS Pay Review Body",
        "And you heard a little earlier from the Prime Minister, which I hope further underscores our desire to deliver a successor to VPAS – which needs to be a deal that is good for patients, good for the NHS, and good for you too.\n  *[NHSPRB]: NHS Pay Review Body",
        "The core value that sits at the heart of all of this – whether it’s innovative regulation or VPAS – is that the government is a committed partner.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we are guided by our Life Sciences Vision, which sets out our ten-year plan for the sector, including seven missions for all of us – government, industry, the NHS, academia, medical research charities and others – to solve together.\n  *[NHSPRB]: NHS Pay Review Body",
        "And together, our work on everything from cancer to dementia, cardiovascular disease to mental health will not only support the NHS but it will help the wider economy by improving productivity and life expectancy.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now we’ve already been putting this into practice.\n  *[NHSPRB]: NHS Pay Review Body",
        "In January we signed a memorandum of understanding with BioNTech to bring innovative vaccine technology to this country, with the potential to transform outcomes for cancer patients. The partnership means that, from as early as this September our patients will be amongst the first to participate in trials and tests to provide targeted, personalised and precision treatments. And that will use transformative new therapies to both treat existing cancers – and to help stop them from returning.\n  *[NHSPRB]: NHS Pay Review Body",
        "That deal builds on the 10-year partnership we struck with Moderna in December to invest in the mRNA research and development in the UK and establish a state-of-the-art vaccine manufacturing centre here.\n  *[NHSPRB]: NHS Pay Review Body",
        "We want to partner with those who share our commitment to scientific advancement, innovation, and cutting-edge technology.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’re the third biggest investor of government funding into health R&D as a proportion of GDP in the world and we’re upholding our promise to increase research and development spending to £20 billion a year. And that is at a time when there are many competing challenges for the Chancellor to meet.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s not just something I’m proud of for its own sake, but something I’m determined we use to its full potential, so we can transform people’s lives and opportunities both here and abroad.\n  *[NHSPRB]: NHS Pay Review Body",
        "And if there’s one message I want you to take from my speech today it’s this: we need companies – including a great many represented by you in this room today – to invest in UK clinical trials.\n  *[NHSPRB]: NHS Pay Review Body",
        "I know there are challenges, and we are listening, not least on how we can support those consultant clinical academics who drive medical breakthroughs.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is why we have commissioned James O’Shaughnessy to conduct an independent review of the UK commercial clinical trials landscape.\n  *[NHSPRB]: NHS Pay Review Body",
        "And James has been kind enough to share some of his early findings and we will formally respond in the coming weeks.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I know you’ve also heard from June Raine earlier about the MHRA’s work to simplify requirements and remove barriers.\n  *[NHSPRB]: NHS Pay Review Body",
        "There’s a lot of potential around clinical research and the changes ahead can bring a huge number of wins.\n  *[NHSPRB]: NHS Pay Review Body",
        "Wins for patients – who will get access to the latest innovative medicines that will become the Standard of Care in years to come.\n  *[NHSPRB]: NHS Pay Review Body",
        "Wins for the NHS – not just to boost to their income, but also because we know that hospitals that are active in research have better outcomes.\n  *[NHSPRB]: NHS Pay Review Body",
        "And wins for industry – who can work with a single NHS – from leading institutions and hospitals to primary care.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because, with its unrivalled scale, breadth and potential, the NHS should be the research partner like no other on Earth. But I recognise that, for those of you in the room, that has too often not been the case.\n  *[NHSPRB]: NHS Pay Review Body",
        "Notwithstanding the need for change, clinical research in the NHS has already been responsible for some of the UK’s biggest successes – like the RECOVERY trial. And since Covid, public engagement in health research is at an all-time high.\n  *[NHSPRB]: NHS Pay Review Body",
        "But I want that to go further – so we’ll build in a clinical research environment that is people-centred, that is digitally enabled, and all embedded within the NHS.\n  *[NHSPRB]: NHS Pay Review Body",
        "And you can see that coming to life through initiatives like the NIHR’s ‘Be Part of Research’ which makes it even easier for people in England to find and register their interest in suitable research opportunities – including through the NHS App that we are developing at pace.\n  *[NHSPRB]: NHS Pay Review Body",
        "Seizing these opportunities on clinical trials will not only leave patients and the NHS stronger but give us a much more joined up life sciences sector and a more dynamic economy too.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, we have a coming together of giant technological leaps:\n  *[NHSPRB]: NHS Pay Review Body",
        "Innovative new ways of working from the pandemic.\n  *[NHSPRB]: NHS Pay Review Body",
        "A post-Brexit regulatory environment that offers the agility to design a more bespoke and effective environment.\n  *[NHSPRB]: NHS Pay Review Body",
        "And a new way forward for clinical trials through implementing the James O’Shaughnessy review.\n  *[NHSPRB]: NHS Pay Review Body",
        "Taken together, it means the UK is well-placed to seize these opportunities – working in partnership with the talent we have within the Department of Health and its arm’s length bodies, with our fantastic NHS – including frontline medical staff, and in partnership with you on behalf of the industries that you represent.\n  *[NHSPRB]: NHS Pay Review Body",
        "I look forward to working with you Richard, to colleagues in the room, to achieve that shared common goal. Thank you very much.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}