{
    "url": "https://www.ukpol.co.uk/steve-barclay-2021-speech-on-the-governments-management-of-the-economy/",
    "title": "Steve Barclay – 2021 Speech on the Government’s Management of the Economy",
    "post_date": "February 25, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Chief Secretary to the Treasury, in the House of Commons on 23 February 2021.",
    "content": [
        "I thank the hon. Member for Oxford East (Anneliese Dodds) for [securing this debate](https://www.ukpol.co.uk/anneliese-dodds-2021-speech-on-the-governments-management-of-the-economy/), which is an important opportunity to take stock ahead of next week’s Budget. With the leave of the House, Mr Speaker, I shall also close the debate for the Government later.",
        "The hon. Lady, and Members from all parties, will appreciate that I cannot discuss any of the specifics of next week’s Budget, but I can say that although we may not always agree on the way ahead, I believe that we in this House all want the same outcome: a vibrant and prosperous economy that gives people everywhere the opportunities that they deserve.",
        "In responding to the motion, I intend to do three things. First, I shall briefly remind the House of the economic and fiscal situation that we inherited in 2010. [Hon. Members: “Good idea!”] It is a welcome motion for enabling that. Secondly, I shall examine the state of the economy a decade later, noting the difference, for which the credit goes to previous Treasury Ministers—not current Conservative Treasury Ministers—who took difficult decisions in the national interest. Finally, I shall say a little about the Government’s ambitions now, with the obvious caveat that a Budget is imminent.",
        "As Members will recall, the outlook in 2010 was not good. The financial crisis had torn a hole in our country’s future, the economy was shrinking and the deficit was ballooning. As George Osborne said at the time of his speech in the Queen’s Speech: Economy debate in 2010 :",
        "“Getting over the worst economic inheritance any modern government has been bequeathed by its predecessor is not so easy.”",
        "He also noted that the British economy had become",
        "“deeply unbalanced…Unbalanced between different parts of the country…Unbalanced between different sections of society… Unbalanced between different parts of our economy”.",
        "As set out by the most recent Labour Chief Secretary, the right hon. Member for Birmingham, Hodge Hill (Liam Byrne)—I accept that it was a light-hearted note and that much of the criticism he has received has probably been unfair, but the substance remained—there was no money left.",
        "The coalition Government took power in 2010, at a moment when one thing mattered more than anything else: strong leadership prepared to make the right decision in the national interest. As hon. and right hon. Members will recall, in the years that followed the Government took steps to put this country back on a stable financial footing, because we need a strong economy to fund strong public services. The economy expanded in every year of the decade that followed. In fact, between 2010 and 2019, it grew by a total of 19.2%, which was faster than France, faster than Italy and faster than Japan—a reality not reflected at all in today’s motion. Achieving that success was about many things, not just fiscal discipline. In 2010, for instance, the Government created the Office for Budget Responsibility, which introduced independence, greater transparency and credibility to the economic and fiscal forecasts on which fiscal policy is based. Indeed, 10 years on, the OBR is considered by many of its peers to be the gold standard of independent fiscal institutions.",
        "Just as now, a key focus for the Government throughout that period was protecting, supporting and creating jobs; here, too, the numbers are impressive. Participation in the labour market reached a record high of 79.8% in the three months to February 2020—three percentage points higher than in 2010. In the same year, the UK had a higher employment rate and a lower unemployment rate than both the OECD and G7 averages. Between the 2010 election and the end of 2019, we saw over 3.8 million more people in employment—equivalent to an average of nearly 1,000 extra people in work every single day—and 85% of that growth was in high-skilled occupations. Importantly, that growth was across the board. The employment rate increased for all regions in the country, as well as for women, for young people and for poorer households. Indeed, prior to the pandemic, the employment rate among women was at a record high of 72.7%, and youth unemployment was down almost half on 2010.",
        "If hon. Members remember just one key statistic, perhaps it should be this: real household disposable income per head—the Treasury’s preferred measure of living standards—was 11.4% higher in 2019 than at the start of 2010, and incomes grew most strongly for households on lower and middle incomes. Remember that this was also the decade when we made significant personal tax cuts and introduced the national living wage, which we have increased every year. Taken together, changes to the national living wage, personal allowance and national insurance contributions mean that an employee working full-time on the national living wage is more than £5,200 better off than in April 2010. This is a track record of which any Government of any political persuasion should be proud.",
        "It was not just households across the country that understood the benefits; the world recognised them too. In 2018, the UK topped the Forbes list of best countries for business for the second year running. A year later, the World Economic Forum acknowledged our strengths in innovation capability, business dynamism, institutions and market size. Businesspeople everywhere felt the same. The UK has the third highest foreign direct investment stock in the world after the US and Hong Kong, and more foreign investment than Germany and France combined. None of this reflects today’s motion; indeed, it reflects strong leadership, fiscal responsibility and a Government prepared to act in the national interest.",
        "Coronavirus has been a great challenge that we, as a country, have had to face together. Every country has had to reckon with the virus’s economic impact, but because of the decisions made by successive Chancellors over the past 10 years, our economy and public services were strong when the pandemic hit. The markets understood that we were a Government who could plan for the future and make decisions when they mattered. As a result, we have been able to respond in the way in which we have. This House has heard about that response numerous times. It is one of the largest and most comprehensive responses in the world, totalling more than £280 billion since March 2020. Millions of jobs and livelihoods have been supported through the furlough scheme and the self-employment income support scheme. We have allocated billions of pounds in loans and grants to businesses across the UK. It is a response that the IMF singled out as",
        "“one of the best examples of coordinated action globally”.",
        "It called the response “aggressive” and “unprecedented”—that is a frequently used word, but I do not apologise for using it again. Indeed, the Resolution Foundation has said that the response",
        "“prevented an unprecedented collapse in GDP from turning into a living standards disaster.”",
        "The fact that we had rebuilt the public finances in recent years, combined with the UK’s strong institutional framework, gave us the wherewithal to borrow to provide the significant economic support that was required. Our decade of economic success made all of that possible.",
        "I know that the Opposition wish to keep talking about the past, which is surprising given that many of those years were spent supporting the economic policies of the previous Leader of the Opposition. I am always more than happy to speak about our record over the past 10 years—I welcome today’s motion as providing an opportunity to do so—but I, like this Government, want to look forward to the future.",
        "Last year’s spending review tells us everything we need to know about this Government and this Chancellor’s direction of travel. There was significant additional funding to help our public services in their continuing fight against the pandemic—we are making record investments in public services, including an historic settlement for the NHS, which provides a cash increase of £33.9 billion a year by 2023-24; we are providing better lifelong learning, such as through the £375 million to deliver the Prime Minister’s lifetime skills guarantee; we are recruiting more police officers to make our streets safer, with more than 6,600 already recruited towards our 20,000 target; we are implementing our 10-point plan to tackle climate change, mobilising £12 billion of Government investment, which will in turn create hundreds of thousands of green jobs across the country, including in carbon capture and storage, electric vehicles and renewable energy; we are investing in technology, innovation and the digital economy, as part of our goal to make the UK a science superpower—this Government are increasing investment in research and development at the fastest speed and greatest scale since records began; and we are investing in the UK’s economic recovery, with more than £100 billion of capital investment next year to spread opportunity, create jobs and drive economic growth.",
        "The motion states that the last decade “weakened the foundations” of the economy, yet we saw nine years of continuous growth, while we reduced the deficit from 10% to below 2%, The motion says that the UK was “particularly vulnerable”, yet we have consistently protected our NHS, with the 2018 NHS settlement being the biggest cash increase in public services since the second world war. The motion says that our actions during the pandemic have “exacerbated the problems”, yet we have vaccinated more than one in three adults, which is far more than any other European country. The motion says that the UK has suffered",
        "“the worst economic crisis of any major economy”,",
        "yet independent bodies such as the IMF have praised the UK’s response, which in turn was possible only because of the economic decisions of the last decade. The motion talks of “inequalities”, yet distributional analysis of the Government’s interventions shows that we protected the poorest working households the most, through schemes such as the furlough. It is because of our economic record that we have been able to place the protection of jobs at the heart of our covid response, with the furlough and the other business support measures.",
        "As the Chancellor said last month:",
        "“Sadly, we have not been and will not be able to save every job and every business, but I am confident that our economic plan is supporting the finances of millions of people and businesses.”—[Official Report, 11 January 2021; Vol. 687, c. 23.]",
        "He was right, and jobs will remain at the heart of his economic plan, as we work together to build back better and level up the whole of the UK."
    ]
}