{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-speech-to-conservative-party-conference/",
    "title": "Steve Barclay – 2023 Speech to Conservative Party Conference",
    "post_date": "October 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "2023 Conservative Party Conference",
            "url": "/tag/2023-conservative-party-conference/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Secretary of State for Health and Social Care, in Manchester on 3 October 2023.",
    "content": [
        "Thank you, Luke.\n  *[NHSPRB]: NHS Pay Review Body",
        "As Health and Social Care Secretary, what drives me is getting people the care they need, more quickly.\n  *[NHSPRB]: NHS Pay Review Body",
        "Boosting capacity, expanding our workforce and embracing technology that will help tackle waiting lists.\n  *[NHSPRB]: NHS Pay Review Body",
        "But today, I also want to tell you about the long-term decisions that we are taking to support the NHS; to give patients more control and choice and to take on those – like militant union leaders and Labour MPs supporting them on the picket line – who want to block these changes.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’re taking immediate action to tackle challenges in the NHS and in Social Care.\n  *[NHSPRB]: NHS Pay Review Body",
        "Putting 800 new ambulances on the road.\n  *[NHSPRB]: NHS Pay Review Body",
        "Delivering 5,000 permanent hospital beds.\n  *[NHSPRB]: NHS Pay Review Body",
        "And creating 10,000 hospital-at-home places for patients to receive care in their own home.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we’re making the biggest ever increase in social care funding with a record uplift in the autumn statement last year.\n  *[NHSPRB]: NHS Pay Review Body",
        "But Conference, as a Conservative what matters to me most is not inputs – it is the outcomes for patients.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are making significant progress with the help of new technology.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take strokes.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are using AI to speed up brain scans – meaning thousands of patients have fully recovered who may not have.\n  *[NHSPRB]: NHS Pay Review Body",
        "And by the end of the year, this technology will be available in all stroke units in England.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are also upgrading the NHS to offer patients a choice of up to five different healthcare providers – including independent providers – following a GP referral which the Patients Association say can reduce waits by up to three months.\n  *[NHSPRB]: NHS Pay Review Body",
        "Bu I also know that it can sometimes take too long to roll out new innovations nationally, even when they have been proven to work in local pilots.\n  *[NHSPRB]: NHS Pay Review Body",
        "So today, conference, I am announcing the creation of a new £30-million fund to speed up the adoption of tech in the NHS.\n  *[NHSPRB]: NHS Pay Review Body",
        "This will enable clinicians to adopt proven technology that can improve patient care.\n  *[NHSPRB]: NHS Pay Review Body",
        "These could include new tools to detect cancer sooner, to help people receive treatment in their own home or increase productivity to tackle waiting lists.\n  *[NHSPRB]: NHS Pay Review Body",
        "Projects will be delivered in this financial year – getting benefits to patients as quickly as possible.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’re focused on getting the very latest technology into the hands of doctors and nurses so they can benefit you when you need it.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s the mission I share with my fantastic Ministerial team – with Will Quince, Helen Whately, Maria Caulfield, Neil O’Brien and Lord Markham.\n  *[NHSPRB]: NHS Pay Review Body",
        "All supported by our brilliant PPSs Gareth Bacon and Duncan Baker, and our fabulous whips Faye Jones and Lord Evans.\n  *[NHSPRB]: NHS Pay Review Body",
        "But, Conference, I want to be clear: We want to give patients more choice and control over their care and we can only do that with long-term thinking.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take our Long-Term Workforce Plan. The largest expansion in training in the history of the NHS.\n  *[NHSPRB]: NHS Pay Review Body",
        "The first time in the history of the NHS that a government has been willing to set out a plan for the next 15 years for recruiting and training doctors, nurses, paramedics and other vital staff.\n  *[NHSPRB]: NHS Pay Review Body",
        "And to show we are already delivering on that plan, I’m delighted to announce today that we are making additional medical school places available at universities for next September.\n  *[NHSPRB]: NHS Pay Review Body",
        "Most of these places will be targeted towards three new medical schools at the Universities of Worcester, Chester and Brunel.\n  *[NHSPRB]: NHS Pay Review Body",
        "With further places for two universities here in the Northwest – the University of Central Lancashire and Edge Hill.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is alongside our new pilot for medical degree apprenticeships.\n  *[NHSPRB]: NHS Pay Review Body",
        "A new route into medicine for young people yearning to train to become a doctor but who want to take a vocational route, because our party is the party of real opportunity for anyone, no matter where you come from.\n  *[NHSPRB]: NHS Pay Review Body",
        "And conference – our plan is not just about more staff.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is about using this powerful moment for reform using our Brexit freedoms.\n  *[NHSPRB]: NHS Pay Review Body",
        "Shorter degrees.\n  *[NHSPRB]: NHS Pay Review Body",
        "New roles.\n  *[NHSPRB]: NHS Pay Review Body",
        "And more ways onto the NHS career ladder.\n  *[NHSPRB]: NHS Pay Review Body",
        "Better for patients and the taxpayer.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now conference, my own background in the private sector taught me that organisations run more efficiently when you look to outcomes, not the inputs.\n  *[NHSPRB]: NHS Pay Review Body",
        "Being focused on the end point means you cut down on waste.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why I brought in Steve Rowe, the former Chief Executive of Marks and Spencer – to scrutinise our Departmental spending.\n  *[NHSPRB]: NHS Pay Review Body",
        "With a budget of £190 billion, there are always opportunities to get more resources from the backroom to the front line.\n  *[NHSPRB]: NHS Pay Review Body",
        "When I was appointed, I put in an immediate recruitment freeze in place, which has reduced the department’s headcount by a sixth and we are closing half of the department’s offices.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s less money on the back-office and more money on frontline.\n  *[NHSPRB]: NHS Pay Review Body",
        "To deliver the long-term change the NHS needs, we need a relentless focus on patient outcomes and that means prioritising frontline resources.\n  *[NHSPRB]: NHS Pay Review Body",
        "It does not mean spending huge sums of taxpayer’s money on diversity consultants or hiring bloated internal diversity and inclusion teams.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it does not mean ignoring patient’s voices – especially women’s voices when it comes to the importance of biological sex in healthcare.\n  *[NHSPRB]: NHS Pay Review Body",
        "If we do not get this right now, the long-term consequences could be very serious for the protection of women and future generations.\n  *[NHSPRB]: NHS Pay Review Body",
        "And Conference, I know as Conservatives, we know what a woman is and I know the vast majority of hardworking NHS staff and patients do too.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is why I ordered a reversal of unacceptable changes to the NHS website that erased references to women for conditions such as cervical cancer and stopped the NHS from ordering staff to declare pronouns to each new patient.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that is why today, I am going further; by announcing that we will change the NHS constitution following a consultation later this year to make sure we respect the privacy, dignity and safety of all patients recognise the importance of different biological needs and protect the rights of women.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, Conference, if all of that seems like simple common sense, that’s because it is.\n  *[NHSPRB]: NHS Pay Review Body",
        "And yet every step of the way we have faced opposition from the usual suspects when we are trying to do the best for patients.\n  *[NHSPRB]: NHS Pay Review Body",
        "You probably saw some of them on your way in this morning.\n  *[NHSPRB]: NHS Pay Review Body",
        "The militant BMA leadership – whose strikes have resulted in countless cancelled appointments and pose a serious threat to the NHS’s recovery from the pandemic.\n  *[NHSPRB]: NHS Pay Review Body",
        "Their Consultants and Junior Doctors Committee are relentlessly demanding massive pay rises.\n  *[NHSPRB]: NHS Pay Review Body",
        "Even if that means diverting resources from patients. And despite junior doctors having already received a pay rise of up to 10.3%.\n  *[NHSPRB]: NHS Pay Review Body",
        "But it doesn’t end there.\n  *[NHSPRB]: NHS Pay Review Body",
        "They are even threatening to take the Government to court over our plans to let patients see their own test results on their own phones, rather than taking up a GP appointment.\n  *[NHSPRB]: NHS Pay Review Body",
        "This clearly shows that the BMA leadership is not on the side of change, and they are not on the side of patients.\n  *[NHSPRB]: NHS Pay Review Body",
        "And then there’s Labour.\n  *[NHSPRB]: NHS Pay Review Body",
        "Keir Starmer’s MPs continue to join the BMA on the picket line.\n  *[NHSPRB]: NHS Pay Review Body",
        "You only have to look at Starmer’s own plans for the NHS to see that Labour will always bottle it and take the easy way out.\n  *[NHSPRB]: NHS Pay Review Body",
        "When his own proposals on workforce were published, there was nothing on reform whatsoever. No shorter courses. No new roles. Just more of the same.\n  *[NHSPRB]: NHS Pay Review Body",
        "His Shadow Health team won’t back our rollout of new obesity drugs on the NHS via primary care.\n  *[NHSPRB]: NHS Pay Review Body",
        "Game changing new treatments that can give people struggling to lose weight a real helping hand.\n  *[NHSPRB]: NHS Pay Review Body",
        "Labour don’t want to embrace innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "Instead, the left like to lecture people on what they eat and drink.\n  *[NHSPRB]: NHS Pay Review Body",
        "Look at Labour run London.\n  *[NHSPRB]: NHS Pay Review Body",
        "Sadiq Khan has banned Wimbledon adverts on the underground.\n  *[NHSPRB]: NHS Pay Review Body",
        "Why?\n  *[NHSPRB]: NHS Pay Review Body",
        "Because photos of strawberries and cream breach health advertising rules set by City Hall.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in Wales, Labour has banned meal deals that include a sandwich with a bag of crisps at a time when families are concerned about the cost of living.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, Keir Starmer says that Wales is the ‘blueprint for what Labour can do in England’.\n  *[NHSPRB]: NHS Pay Review Body",
        "But their record on health makes for grim reading.\n  *[NHSPRB]: NHS Pay Review Body",
        "As a result of Labour’s short-term thinking, patients in Wales are twice as likely to be waiting for treatment than in England.\n  *[NHSPRB]: NHS Pay Review Body",
        "No wonder that the number of patients in Wales escaping to seek treatment in England has increased by 40% in two years.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, the next time you hear Labour telling people that they have easy answers to the challenges our health system faces remind them that Labour is letting people down in Wales.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now Conference, it is only by taking on those who resist change that we can make sure the NHS is there for us and our loves ones in the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, let’s stand up to a militant BMA leadership that does not accept the need for reform.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let’s challenges the ideologues who silence the voice of women.\n  *[NHSPRB]: NHS Pay Review Body",
        "And let’s be very clear that we won’t take lectures from a Labour Party that has utterly failed patients in Wales.\n  *[NHSPRB]: NHS Pay Review Body",
        "Conference, we will achieve it by coming together as Conservatives.\n  *[NHSPRB]: NHS Pay Review Body",
        "Showing our values, our vision, our drive will deliver an NHS that gives people more choice, more control and, above all, puts patients first.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}