{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-statement-on-opening-of-50-new-surgical-hubs/",
    "title": "Steve Barclay – 2022 Statement on Opening of 50 New Surgical Hubs",
    "post_date": "August 26, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, on 26 August 2022.",
    "content": [
        "Yesterday I visited Moorfields Eye Hospital in London, where staff have significantly ramped up the number of cataract operations they can do in a single week – thanks to two of the 91 surgical hubs that are already enabling our NHS to carry out more operations quickly and efficiently under one roof.",
        "I want to reassure Times readers who are waiting for vital operations, or have a friend or loved one who is, that we are taking action. Today, I announced that hundreds of thousands of people across the country will benefit from more than 50 new surgical hubs, backed by £1.5 billion of government funding, to help us bust the Covid backlog.",
        "So far, locations for 16 of these new hubs have been confirmed and existing hubs are being expanded with new facilities. Bids for the remaining hubs will be considered over the coming weeks and months.",
        "From the Midlands to the South West, these new hubs will be located on existing hospital sites, speeding up the waiting times for common operations such as cataract surgeries and hip replacements that make up a large part of the waiting list.",
        "For example, United Lincolnshire Hospitals NHS Foundation Trust is using its surgical hubs to reduce the length of time that patients undergoing hip and knee replacements stay in hospital by about two days — meaning more people can recover in the comfort of their own home the day after surgery.",
        "Crucially, these new surgical hubs will deliver almost two million extra routine operations over the next three years – expanding on the progress we are already making.",
        "Thanks to the hard work of NHS staff, waits of over two years for routine treatment have already been virtually eliminated, the first target set out in our elective recovery plan. There has also been a drop of almost one third in people waiting 18 months or more for care since January.",
        "These new hubs will help us maintain this momentum and ensure more people can access life-changing operations more quickly."
    ]
}