{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-letter-to-general-secretary-of-the-royal-college-of-nursing/",
    "title": "Steve Barclay – 2023 Letter to General Secretary of the Royal College of Nursing",
    "post_date": "April 17, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter sent by Steve Barclay, the Secretary of State for Health and Social Care, to the General Secretary of the Royal College of Nursing on 16 April 2023.",
    "content": [
        "Dear Pat,\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you for your letter of 14 April.\n  *[NHSPRB]: NHS Pay Review Body",
        "The offer that we arrived at together through negotiations in March, and which as the General Secretary of the Royal College of Nursing you recommended to your members, is a fair and reasonable settlement that acknowledges the dedication of NHS staff.\n  *[NHSPRB]: NHS Pay Review Body",
        "It would mean that a nurse at the top of Band 5 would get over £5,000 in extra pay across last year and this year – including over £2,000 in bonus payments arriving as a lump sum in pay cheques by the summer.\n  *[NHSPRB]: NHS Pay Review Body",
        "After you recommended the deal be accepted, I am disappointed that given the turnout, a rejection from less than half of your members was sufficient for a narrow rejection overall.\n  *[NHSPRB]: NHS Pay Review Body",
        "This offer was of course negotiated with and put to all Agenda for Change trade unions. Unison’s members decisively accepted it on Friday, and other unions are yet to conclude their consultations. I hope that this fair and reasonable offer will secure their members’ support, and I will therefore await the collective outcome and extraordinary Staff Council meeting that will follow. As you know from when you and your colleagues negotiated this offer, the lump sum payments for 2022/23 are payable if the NHS Staff Council ratifies this offer.\n  *[NHSPRB]: NHS Pay Review Body",
        "Given that you supported the offer we reached together, and that your ballot saw a very narrow result, I am also both disappointed and concerned that the Royal College of Nursing has chosen to announce 48 hours of continuous strike action without consultation of other Staff Council unions or waiting for the full Staff Council consultation to complete. The decision to refuse at this stage any exemptions for even the most urgent and life-threatening treatment during this action will, I fear, put patients at risk.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have so far worked together constructively, and I hope this can continue. The strike action you have called will cause significant disruption at a time when the NHS is already under extreme pressure. I urge you to reconsider your planned strike on 30 April – 2 May and, like the remainder of the Agenda for Change unions, wait until the collective outcome of the extraordinary Staff Council meeting.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would therefore welcome a meeting with you to discuss how we can avoid this escalatory action – recognising that the offer we negotiated with you and other unions stands, and I hope to see it implemented in the interests of all Agenda for Change staff once other consultations conclude.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yours ever,\n  *[NHSPRB]: NHS Pay Review Body",
        "RT HON STEVE BARCLAY MP\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}