{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-statement-on-the-veterans-strategy-action-plan-2022-2024/",
    "title": "Steve Barclay – 2022 Statement on the Veterans Strategy Action Plan 2022-2024",
    "post_date": "January 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Chancellor of the Duchy of Lancaster, in the House of Commons on 19 January 2022.",
    "content": [
        "The Government have today published the “Veterans’ Strategy Action Plan 2022-24”, setting out how we will continue to empower, support and champion our veteran community. Just as the armed forces have stood by our country in its times of need, the nation will continue to fulfil its duty by supporting our veterans in their civilian lives.",
        "The plan will deliver for veterans across three key areas. We will better understand our veteran community, making sure we have the information we need to inform policy and service design.",
        "We will transform services and support for veterans, building on progress already made to ensure we are meeting veterans’ needs. We will celebrate our veterans and their contribution to society so that all veterans feel their service is valued by the nation.",
        "The action plan contains over 60 commitments, which together will provide a step change in provision. For most service leavers, the successful transition into employment is the foundation of positive life outcomes. We will be doing more to champion the unique skill set of veterans to employers through a bespoke campaign and a new private sector employers advisory group. We will continue to support veterans to gain quality employment, with the roll out of the Great Place to Work for Veterans scheme, which guarantees interviews for veterans in the civil service. We are launching “Advance into Justice” which will fast-track veterans into prison officer roles. We will improve the enhanced learning credit scheme to make it easier for veterans to access a wider range of academic and vocational opportunities to support their development of a chosen career post-service.",
        "We will also invest in making better use of data than ever before, as well as digital programmes, including a £44 million digital transformation package. Compensation and pension services will be radically improved, with a new digital portal that will enable veterans to apply and track progress online. This will help the 1.2 million pensions members and 30,000 annual compensation claimants to access services more quickly and easily.",
        "We want to ensure all veterans feel their service is valued. Regrettably, some people have historically been excluded from serving their country. The Government are determined to take bold steps to begin looking at how we can redress these past wrongs, and we will commission an independent review into the impact that the pre-2000 ban on homosexuality in the armed forces has had on LGBT veterans today.",
        "A further £18 million will be invested in health and wellbeing support for veterans. To bring improvements to mental health services, NHS England will bring the three services offered under Op Courage into one long-term integrated service, making access easier for veterans and their families. The Veterans Trauma Network will be further developed to create an integrated plan to support the physical health of veterans. “Veteran Aware” accreditation will continue to be rolled out across England— meaning more NHS trusts and GP practices than ever before will become veteran-friendly accredited.",
        "The Office for Veterans’ Affairs will work across Government and beyond to make sure the action plan commitments are monitored and delivered. in 2024, the Government will develop a veterans’ strategy refresh, setting out how far we have come and what remains to be done to deliver on our policy ambition by 2028 to make the UK the best place in the world to be a veteran."
    ]
}