{
    "url": "https://www.ukpol.co.uk/steve-barclay-2021-statement-on-the-state-of-the-economy/",
    "title": "Steve Barclay – 2021 Statement on the State of the Economy",
    "post_date": "June 18, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Chief Secretary to the Treasury, on 16 June 2021.",
    "content": [
        "Before I make my statement, I add my appreciation to that of colleagues for Sir Roy Stone and the contribution he has made during his time in the House.",
        "There is little doubt that the four-week extension to restrictions announced on Monday will present additional challenges to thousands of people and businesses across the country. That is why at the Budget we went long and erred on the side of additional support. The package of support from my right hon. Friend the Chancellor was designed to accommodate short delays such as this. Indeed, he told the House at that time that we were",
        "“extending our support well beyond the end of the road map to accommodate even the most cautious view about the time that it might take to exit the restrictions.”—[Official Report, 3 March 2021; Vol. 690, c. 255.]",
        "Most of our economic support schemes do not end until September or after, providing crucial continuity and certainty for businesses and families—something that was welcomed by business leaders and sector leaders when it was announced. They praised the reassurance provided for the long term.",
        "Let me remind the House of the scale of support we have announced for British households and businesses over the past 15 months: £352 billion. We have protected jobs, with 11.5 million unique jobs supported by the furlough scheme, which will be in place until the end of September. At the Budget, we also extended the self-employment income support scheme, supporting nearly 3 million self-employed people and taking the total expected support offered through the scheme to nearly £3 billion.",
        "Businesses have been supported, too, with tax cuts, deferrals, loan schemes and cash grants worth over £100 billion. Our restart grants, worth up to £18,000 from April, have helped Britain’s businesses to get going, at a cost of £5 billion. Some £2.1 billion of discretionary grant funding has been provided for councils to help their local businesses. Last financial year, we provided an unprecedented 100% business rates holiday for all eligible businesses in the retail, hospitality and leisure centres—a tax cut worth £10 billion. This financial year, over 90% of these businesses will receive a 75% cut in their business rates bill across the year to March 2022, and we have extended the 5% reduced rate of VAT for a further six months. The loan guarantee schemes, including the bounce back loan scheme, have provided £70 billion of loans to 1.5 million companies.",
        "We have provided targeted sectoral support, too. At the Budget, for instance, we provided an additional £700 million to support local and national arts, culture and sports institutions as they reopen. That is on top of the £1.57 billion culture recovery fund, bringing our total support for sports and culture to more than £2 billion, with about £600 million yet to be distributed. It is businesses that will create jobs and grow the economy, and we have stood behind them since day one of this crisis.",
        "Just as we have supported jobs and businesses, so have we supported livelihoods too: the temporary £20 uplift to universal credit will continue until the end of September; we increased the national living wage to £8.91 from April and extended it to those over 23; we have increased the local housing allowance for housing benefit, meaning that more than 1.5 million households have benefited from an additional £600 a year, on average; and we provided a £670 million hardship fund to help more than 3 million people keep up with their council bills. This comprehensive package has helped to protect millions of jobs, businesses and livelihoods, and our plan is working. GDP is outperforming expectations: unemployment is forecast to be much lower than previously feared; consumer confidence has returned to pre-crisis levels; businesses insolvencies in 2020 were actually lower than in 2019; and signs in the labour market are encouraging, with 5.5 million fewer people on the furlough than in April 2020. In fact, figures released by Her Majesty’s Revenue and Customs just yesterday showed that the number of people employed has risen by more than 400,000 since November. Of course, covid has impacted different sectors in very different ways, and some particularly acutely, but it should be welcome news to everyone in this House that the early signs are of a recovery in our labour market.",
        "This plan has come at a cost, albeit one that has reduced economic scarring that would have been inflicted otherwise by covid. Last year saw the highest peacetime level of borrowing on record—£300 billion. We are forecast to borrow a further £234 billion this year and a further £107 billion next year, and at a higher level of debt the public finances are more vulnerable to changes in inflation and interest rates. Indeed, a sustained increase in inflation and interest rates of just 1% would increase debt interest level spending by more than £25 billion in 2025-26. As a result, at the next spending review, we will keep the public finances on a sustainable medium-term path, maintaining the trajectory established at the Budget, so that we have the resilience we need to respond to any future challenges.",
        "A huge and comprehensive economic shock has been met with a huge and comprehensive response—one that is working. I am pleased, however, to be able to make one further announcement today. Many businesses have accrued debts to landlords during the pandemic. Because of the threat that posed to jobs, we introduced protections to prevent the eviction of commercial tenants due to non-payment of rent. It is the Government’s firm position that landlords and their tenants should continue to resolve those debts through negotiations, and I welcome the various industry-led schemes already in place, and those being developed, to provide resolutions through arbitration. But in recognition of the importance of jobs in the many affected businesses at the heart of local communities, we launched a call for evidence in April on further actions to take to resolve those debts. As a result of that call for evidence, the Government now plan to introduce legislation to support the orderly resolution of these debts that have resulted from covid-19 business closures. We will introduce legislation in this parliamentary Session to establish a backstop so that where commercial negotiations between tenants and landlords are not successful, tenants and landlords go into binding arbitration. Until that legislation is on the statute book, existing measures will remain in place, including extending the current moratorium to protect commercial tenants from eviction to 25 March 2022.",
        "To be clear, all tenants should start to pay rent again in accordance with the terms of their lease, or as otherwise agreed with their landlord, as soon as restrictions are removed on their sector if they are not already doing so. We believe that that strikes the right balance between protecting landlords and supporting the businesses that are most in need. Based on the successful Australian approach, it sets out a long-term solution to the resolution of covid-19 rent, ensuring that many variable businesses can continue to operate and that debts accrued as a result of the pandemic are quickly resolved to mutual benefit. I thank those on both sides of the issue for their constructive engagement.",
        "Striking the right balance, just as we are doing with commercial rents, has been the key to our approach all along, and it will continue to shape our approach in the weeks ahead."
    ]
}