{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-statement-on-nhs-strikes/",
    "title": "Steve Barclay – 2023 Statement on NHS Strikes",
    "post_date": "April 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 17 April 2023.",
    "content": [
        "I am grateful to the hon. Gentleman for his question. On its first part, we will not have firm figures on the number of patient appointments postponed until later today, because the NHS guidance has been to allow trusts a full working day to collate the data on those impacts. We do know from the previous three-day strike that 175,000 hospital appointments were disrupted and 28,000 staff were off. There is an initial estimate that 285,000 appointments and procedures would be rescheduled, but it is premature to set out the full impact of the junior doctors’ strike before we have that data. I am happy to commit to providing an update for the House in a written statement tomorrow. In the coming days, I will also update the House on the very significant progress that has been made on the successful action taken over recent months to clear significant numbers of 78-week waits, which resulted from the covid pandemic.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is regrettable that the British Medical Association junior doctors committee chose the period immediately after Easter in order to cause maximum disruption, extending its strike to 96 hours and asking its members not to inform hospitals as to whether they intended to strike, thus making contingency planning much more difficult. Let me put on record my huge thanks to all those NHS staff, including nurses and consultants, who stepped up to provide cover for patients last week.\n  *[NHSPRB]: NHS Pay Review Body",
        "I recognise that there are significant pressures on junior doctors, both from the period of the pandemic and from dealing with the backlogs that that has caused. I do want to see a deal that increases junior doctors’ pay and fixes many of the non-pay frustrations that they articulate. But the junior doctors committee co-chairs have still not indicated that they will move substantially from their 35% pay demand, which is not affordable and indeed is not supported by those on the Opposition Front Bench.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let me turn to the second part of the hon. Gentleman’s question and the steps we are taking to prevent further strike action in the NHS. We have negotiated a deal with the NHS Staff Council; it is an offer we arrived at together, through constructive and meaningful negotiations. It is one on which people are still voting, with a decision of the NHS Staff Council due on 2 May. The largest union, Unison, has voted in favour of it, by a margin of 74% in favour. So we have agreed a process with the trade unions, which I am keen to respect, and we should now allow the other trade unions to complete their ballot, ahead of that NHS Staff Council meeting on 2 May.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Wes Streeting**\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you, Mr Speaker, for granting this urgent question.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, the invisible man appears; the Secretary of State was largely absent last week during the most disruptive strikes in NHS history. He was almost as invisible as the Prime Minister, who previously said he does not want to “get in the middle” of these disputes—what an abdication of leadership during a national crisis. An estimated 350,000 patients had appointments and operations cancelled last week—that is in addition to the hundreds of thousands already affected by previous rounds of action. Having failed to prevent nurses and ambulance workers from striking, the Government are repeating the same mistakes all over again by refusing talks with junior doctors. Patients cannot afford to lose more days to strikes. The NHS cannot afford more days lost to strike. Staff cannot afford more days lost to strikes. Is it not time for the Secretary of State to swallow his pride, admit that he has failed and bring in ACAS to mediate an end to the junior doctors’ strike?\n  *[NHSPRB]: NHS Pay Review Body",
        "Last week also saw the Royal College of Nursing announce new strike dates with no derogations and a new ballot. What does the Secretary of State plan to do to avert the evident risks to patient safety? Government sources briefed yesterday that they are prepared to “tough it out”. That is easy for them to say. Will the Secretary of State look cancer patients in the eye, while they wait for life-saving treatment, and tell them to tough it out, as they are the ones who will pay the price for his failed approach?\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, writing in The Sun on Sunday, the Secretary of State said that he is worried about patient safety, but he offered no plan to get this matter resolved. He is not a commentator; he is nominally the Secretary of State for Health and Social Care with the power and responsibility to put an end to these strikes. When will he put his toys back in the pram, stop blaming NHS staff, sit down with junior doctors and negotiate a fair resolution to this terrible, damaging and unprecedented dispute?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "The shadow Secretary of State seems to ignore the fact that we have negotiated a deal with the NHS Staff Council, and it is a deal that it has recommended to its members. Indeed, the largest health union has voted in favour of the deal—indeed it is his own health union that has voted in favour of it—and yet he seems to suggest that we should tear it up even though other trade unions are voting on the offer, and their leadership had recommended it.\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, the shadow Secretary of State says that we should sit down and negotiate. We have made an offer of 10.75% for last year, compared with the Labour Government in Wales, who have offered just 7.75%, which means that, in cash terms, the offer in England is higher than that put on the table by the Welsh Government, whom, I presume, he supports. He says that he does not support the junior doctors in their ask of 35%, and neither does the leadership there. We need to see meaningful movement from the junior doctors, but I recognise that they have been under significant pay and workforce pressures, which is why we want to sit down with them.\n  *[NHSPRB]: NHS Pay Review Body",
        "The bottom line is that the deal on the table is reasonable and fair. It means that just over £5,000 across last year and this year will be paid for a nurse at the top of band 5. The RCN recommended the deal to its members, but the deal was rejected by just under a third of its overall membership. It is hugely disappointing that the RCN has chosen not to wait for the other trade unions to complete their ballot and not to wait for the NHS Staff Council, of which it is a member, to meet to give its view on the deal. It has chosen to pre-empt all that not only with the strikes that come before that decision of the NHS Staff Council, but by removing the derogations—the exemptions—that apply to key care, including emergency care, which is a risk to patient safety.\n  *[NHSPRB]: NHS Pay Review Body",
        "Trade unions are continuing to vote on the deal. The deal on the table is both fair and reasonable, including just over £5,000 across last year and this year for nurses at the top of band 5. The deal has been accepted by the largest union in the NHS, including, as I have said, the shadow Health Secretary’s own trade union. It pays more in cash to Agenda for Change members than the deal on the table from the Labour Government in Wales. It is a deal that the majority of the NHS Staff Council, including the RCN’s own leadership, recommended to its members. We have always worked in good faith to end the disruption that these strikes have caused and we will continue to do so. None the less, it is right to respect the agreement that we have reached with the NHS Staff Council and to await its decision, which is due in the coming weeks.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}