{
    "url": "https://www.ukpol.co.uk/steve-barclay-2022-speech-on-the-nhs-workforce/",
    "title": "Steve Barclay – 2022 Speech on the NHS Workforce",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 6 December 2022.",
    "content": [
        "The hon. Member for Ilford North (Wes Streeting) said that Labour has a plan. Let us look at that plan. More than a fifth of the entire population of Wales are waiting for planned care, and 60,000 people in Wales are waiting for more than two years. So we can see exactly what Labour’s plan in government delivers. He asked us to remember when Labour was last in power, and we still do. We remember the letter that said there was no money left. [Interruption.] He has just had plenty of time in which to discuss these matters. I did not feel the need to hector him, because I thought his points had so many flaws that it was important for the House to be able to hear them. He obviously feels that he did not make his case effectively, and would like to have another go. Does he want to have another go?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Wes Streeting indicated dissent.**\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "He does not want to intervene, so let me deal first with what he left out. His speech, like his motion, ignored a number of salient points. He did not mention, for example, the autumn statement, which one would have thought was fairly significant, providing an extra £6.6 billion for the NHS over the next two years. The NHS Confederation, no less, has described the day of that settlement as a “positive day for the NHS”, and the chief executive of NHS England has said that it should provide “sufficient” funding to fulfil the NHS’s key priorities.\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman chose not to mention that significant funding. He also—much to the surprise of the House, perhaps—chose not to mention the uplift for social care that was announced in the autumn statement. Opposition Members often call for more funding, so I would have thought that they would be keen to hear about the extra £6.6 billion of additional funding for the NHS, about the biggest funding increase for social care provided by any Government in history, and about the £8 billion that we have committed to elective care. That, bizarrely, was also missing from his speech. He talked about the backlogs—those in England, that is; the backlogs in Wales are much greater—but he did not talk about that £8 billion for elective care, which will fund the building of diagnostic centres and surgical hubs in the constituencies of many Opposition Members.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Debbie Abrahams (Oldham East and Saddleworth) (Lab) rose—**\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "I do not know whether there is a community diagnostic centre for a surgical hub in the hon. Lady’s constituency, but perhaps she will share with the House what extra investment is being made there.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Debbie Abrahams**\n  *[NHSPRB]: NHS Pay Review Body",
        "As someone who worked in the NHS during the last period of Labour government, I was proud of being able to ensure that my constituents would have an appointment with a GP within 24 hours. I was proud of the fact that someone who needed elective care would receive it within 18 weeks. I was proud of the fact that the treatment of someone diagnosed with cancer would start within 60 days. That is not what is happening on the Secretary of State’s watch. Can he tell me why my constituency has fewer GPs than it had in 2015, along with an increase in demand? How is this delivering the quality care that I know we had on my watch and that of the last Labour Government?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "We are investing in more doctors. We have 2,300 more doctors—a 3% increase. We also have 3% more nurses than we had last year. In fact, under the former Prime Minister, my right hon. Friend the Member for Maidenhead (Mrs May), there was the biggest ever increase in medical undergraduate places—a 25% increase—along with the opening of five new medical schools. Of course, the training takes about seven years, so that is still in progress. As was pointed out during Health questions this morning, we are dealing with the consequences of the pandemic, which is why we are investing in more checks, scans and other procedures, and there will be an extra 9 million of those by March 2025.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Emma Hardy**\n  *[NHSPRB]: NHS Pay Review Body",
        "The right hon. Gentleman might recall that, when he was previously Health Secretary before his short break, I raised concerns around the criteria to reside and the number of people remaining in Hull Royal Infirmary who were unable to move into adult social care. At the moment, we have 30% vacancies in adult social care. The problem is that, although the money is promised, it is not delivered. That is partly because of the chaos that we have seen in the Government. He must acknowledge that, although this money was promised, it was not delivered and that we have 30% vacancies in adult social care across Hull and East Riding. Those vacancies always increase before Christmas because retail makes an attractive offer to those same workers. The money has not been delivered in time, and those 30% vacancies are only going to increase. With the greatest respect to the Secretary of State, there is little point in making promises if they are not quickly delivered in time to make a difference.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Lady mentioned the summer, and I think she knows that I visited the Jean Bishop integrated care centre and looked at the great innovations and brilliant work that her constituents, among others, are doing there. I looked at how it is bringing social care and the NHS together through an integrated model and how there has been new investment, supported by the amazing fundraising within the local community and by NHS funding. It would be great to get a bit of balance about the amazing feedback I heard from both staff and patients at the Jean Bishop integrated care centre who are working innovatively. I hope the hon. Lady would agree that the innovation of a centre such as the Jean Bishop is what we need to see in more places across the NHS. To her wider point, there are challenges in social care; she raises a fair point. That is why, despite the many competing pressures that the Chancellor faces, he has allocated £500 million for this year. It is also why he then committed the £2.8 billion for next year and the £4.7 billion for the year after—the biggest ever increase in that funding. But it is not simply about the funding increase; it is also about using new models such as that integrated care model to deliver far better care.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Dr Luke Evans**\n  *[NHSPRB]: NHS Pay Review Body",
        "Is that not precisely the point? The NHS will gobble up the money, so it is about how we use the system. The integrated care systems and integrated care boards—established through the White Paper that the NHS asked for—are doing exactly that. They are trying to join up primary care, secondary care, social care, preventive health, county councils and borough councils all in one place to make a better stand on how we can produce healthcare that is better for our constituents and better for the taxpayer. Will my right hon. Friend make sure that, when he goes to the integrated care board chairs, he gives them the chance to solve the problems and unleashes the power to do exactly that, because they know best?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend raises an extremely important point. It is not just about the significant funding increase that the Chancellor has allocated; it is also about how that funding is deployed, in particular through using population level data for the integrated care system to bring health and care together. One area that the hon. Member for Ilford North and I agree on is the impact of delayed discharges across health and our hospital trusts as a whole. We often see that manifested in ambulance handover times, which are so impacted by that.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the investment that is going in, my hon. Friend the Member for Bosworth (Dr Evans) is right to say that it is also about how it is deployed. Again, missing from the Opposition motion was any reference to the commissioning of the former Labour Secretary of State, Patricia Hewitt, to look at how to take on board how that funding is spent in an integrated way. It would also be remiss of me not to draw the House’s attention to the £5.9 billion of capital funding that we are using to transform diagnostic services by making the most of new technologies and improving the equipment for our frontline staff, making it easier for them to deliver the patient outcomes that we need. That is investment, along with the investment in care, that this Government can be proud of.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the motion, the shadow Secretary of State refers to a shortage of workforce, but he ignores the locum doctors and bank nurses that make up a significant proportion of the NHS workforce. He ignores the record numbers of doctors and nurses that we now have working in the NHS, with a 3% increase on last year in both doctors and nurses.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am sure you will be surprised, Mr Deputy Speaker, given your background in Wales, to discover that we cannot see what the vacancy rate is in Wales because the Welsh Government stopped collecting workforce vacancy statistics in 2011. You would have thought that the motion would be an opportunity for the Opposition to encourage their Welsh colleagues, given the importance that they say applies to vacancy statistics. You would have thought they would be keen to see that information from across the Union of the United Kingdom. I thought that Labour was a party of the Union. Why would it not want to have that transparency across Wales on the vacancy figures? But the motion was silent on that point. Perhaps in closing, the relevant shadow Minister will make a commitment to encourage the Welsh Government to have that same level of transparency.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Dr Evans**\n  *[NHSPRB]: NHS Pay Review Body",
        "The Secretary of State hits the nail on the head when it comes to comparing the different countries across the Union, because different countries choose to use different statistics on waiting times to manage their staffing. Does this not confirm the argument we should have a unified way of using those statistics across the four nations?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "I very much agree. In fact, in the spirit of co-operation, I would be happy to write to Sir Ian Diamond at the Office for National Statistics to encourage that, if the Welsh Government were willing to make that commitment. I do not know whether the Opposition would be willing to sign up to encouraging the Welsh Government to have that level of transparency. They seem reticent about having that transparency.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Karin Smyth (Bristol South) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Going beyond the party knockabout, I think that the issue of statistics across the Union is a really important one, and I have raised it in the House many times. Can the Secretary of State tell us what the vacancy rate is in North East Cambridgeshire?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "Well, it depends on what we are talking about. Are we talking about doctors or nurses? Are we talking about locums? Are we talking about the churn within care? There is a range of factors. The reality is that we do not have a major hospital in North East Cambridgeshire. We are served by four different hospitals, at King’s Lynn, Peterborough, Hinchingbrooke and Addenbrooke’s. Someone particularly interested in data would need to look across those ranges.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Karin Smyth rose—**\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "Let me make some progress.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is a fair list of omissions in the motion. It did not talk about how the Government are on track to deliver their manifesto commitment of 50,000 nurses by 2024, with nursing numbers over 32,000 greater than they were in September 2019, and the fact that there are over 9,300 more nurses and almost 4,000 more doctors than there were a year ago. There has also been a 47% increase in the number of consultants since 2010.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Wera Hobhouse (Bath) (LD)**\n  *[NHSPRB]: NHS Pay Review Body",
        "The biggest problem for my constituents is access to GPs because there are not enough GPs in the system, so rather than talking about statistics, how can the Secretary of State make sure that my constituents can see a GP in time and not walk away in desperation because they cannot get an appointment?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "I agree that it is not simply about statistics, but I think it is remiss not to point to the increase in doctor numbers, with 2,300 more in primary care—\n  *[NHSPRB]: NHS Pay Review Body",
        "**Karin Smyth**\n  *[NHSPRB]: NHS Pay Review Body",
        "Will the Secretary of State give way?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "Can I just answer the hon. Member for Bath (Wera Hobhouse)? I have taken a number of interventions. The hon. Lady is intervening on an intervention.\n  *[NHSPRB]: NHS Pay Review Body",
        "We must look at the increase in doctors in primary care of over 2,300, and we currently have over 9,000 GP trainees, but the hon. Member for Bath’s wider point is correct. It is not simply about the number of GPs; it is about ensuring that the wider primary care force operate at the top of their licence. It is also about access for patients, and avoiding the 8 am Monday crunch when lots of people make calls at the same time. That is why we are looking at the better use of telephony in the cloud and the latest that technology offers. It is also why we have the opportunity, through Pharmacy First, to make better use of what the pharmacists throughout our pharmacy network can do. It is about increasing the number of GPs, yes, but it is about the wider workforce, the use of technology and the use of different patient pathways, too.\n  *[NHSPRB]: NHS Pay Review Body",
        "Another omission from the motion is that there are around 90,000 more GP appointments every working day, excluding covid vaccinations, than there were last year. When I hear people say that they cannot see their GP, it is worth putting it in context—[Interruption.] The shadow Secretary of State is chuntering again. Does he want to have another go?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Wes Streeting**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am surprised and grateful that the Secretary of State has given way. His position seems to be, “You’ve never had it so good.” People cannot get an appointment to see their GP, they are waiting for ambulances and they cannot get into A&E and be seen within a reasonable period of time, but under this Government patients have apparently never had it so good.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "As the hon. Gentleman knows, I have been at pains to point to the huge pressure the pandemic has generated, which he seems unwilling to accept.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Wales, 60,000 people have been on a waiting list for more than two years, which is a huge example of what a Labour Government deliver in practice. Everyone recognises the huge demand for GP appointments, and there is no single solution, but GPs are seeing more people. Forty per cent. of appointments are booked for the same day, and almost 40% of patients have continuity of care.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paul Bristow**\n  *[NHSPRB]: NHS Pay Review Body",
        "Does my right hon. Friend agree that the £45.6 billion invested in health and social care is a phenomenal investment? The key to addressing the challenge is to make sure the money is spent wisely. If a Labour Government were in charge of making sure the money is spent wisely, with their record of wasting public money, it would be like putting Dracula in charge of the blood bank.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend raises an important point. The Government have increased the funding, which will be used in new, innovative ways to deal with the huge challenge we face as a consequence of the pandemic. That is why we have the elective recovery plan, on which we hit our first milestone over the summer in terms of two-year waits. We have rolled out 91 community diagnostic centres, which have delivered more than 2 million tests and scans.\n  *[NHSPRB]: NHS Pay Review Body",
        "The workforce is, of course, a vital component of this mission, which is why the ambulance workforce has increased by more than 40% since 2010, but we recognise there are significant pressures, particularly as a consequence of delayed discharges, which are having such an impact on the wards and in A&E. That reads across into the challenge of ambulance handover delays.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Greenwood (Wirral West) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I have spoken to nurses who tell me that, when they get to the end of a shift, insufficient staff arrive for the night shift, so they have to hang on. They are working extra hours without being paid because of the shortage of staff. What would the Secretary of State say to them? They are in such a stressful situation. They want to ensure the safety of their patients, but they simply do not have sufficient colleagues to do so.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Lady raises a fair point. Nurses are under huge pressure, and I want to say how much we respect and value the work they do. The pandemic has placed huge strain on the NHS, which manifests in the pressures staff face. I am ready to speak further to trade unions about many of these issues and their impact on staff—there are sometimes concerns about safety and staffing levels—and about how we can have better investment in tech and the NHS estate.\n  *[NHSPRB]: NHS Pay Review Body",
        "I was up in Liverpool the week before last, and £800 million has gone into the Royal Liverpool Hospital. What a difference that is making to working conditions. We need to see more of that investment elsewhere. A range of things are contributing to the very real pressures staff face, which is why we have committed to investment in capital, both on the estate and in areas such as tech, which can make such a difference to working conditions.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Karin Smyth**\n  *[NHSPRB]: NHS Pay Review Body",
        "Will the Secretary of State give way?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Lady has had a go, so I will make some progress.\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Member for Ilford North says that Labour would free up £3.2 billion by making changes in respect of non-doms—that was raised both at Question Time and in this debate. It will not surprise the House that the Opposition have now spent that money several times on their various pledges. His proposal ignores the fact that we need a tax system that is internationally competitive. His Majesty’s Revenue and Customs figures show that non-dom UK residents are liable to pay more than £6 billion in UK income tax, capital gains tax and national insurance contributions, so the proposal would leave us as a less attractive destination to people who, by their nature, are mobile and can go elsewhere. If they did, we would lose the tax they currently pay into the UK Exchequer.\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman criticises the Government’s track record on medical training places, but it is worth reminding the House that it was this Government who, in 2018, funded a record 25% increase in medical school places and, in doing so, opened five new medical colleges. Of course, it will take time for that to bear fruit, and the first of those students will shortly enter the foundation programme training. This is an important investment for the long term, and it is why we now have a record number of medical students in training.\n  *[NHSPRB]: NHS Pay Review Body",
        "The motion covers nursing and midwifery placements. Here, too, we have seen progress, with more than 30,000 students accepting places on courses in England in the last year, a 28% increase compared with 2019. All eligible nursing and midwifery students will receive a non-repayable grant of at least £5,000 per academic year. NHS England has invested £127 million in the NHS maternity workforce and in improving neonatal care, on top of last year’s £95 million investment to fund 1,200 midwife posts and 100 consultant obstetrician posts.\n  *[NHSPRB]: NHS Pay Review Body",
        "As well as developing talent at home, we must also look to attract talent from abroad. In a motion focused on workforce, it is interesting that there seems to be no mention of recruiting from overseas. People hired from overseas make a fantastic contribution to our NHS, as I hope the House would agree. Unlike the Labour party, the Conservative party recognises the talent that international doctors, nurses and care workers offer, which is why we have been doing more international recruitment. It is interesting that the motion does not seem to welcome that fact, and does not seem keen on more international recruitment.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Wera Hobhouse**\n  *[NHSPRB]: NHS Pay Review Body",
        "Will the Secretary of State give way?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Lady had a go earlier, but I will let her have a final go.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Wera Hobhouse**\n  *[NHSPRB]: NHS Pay Review Body",
        "Yesterday I had a meeting with the Royal College of General Practitioners, which raised the issue of overseas talent wanting to work here and stay here. The Government and the visa system are making that very difficult. The Secretary of State might want to talk to the Royal College of General Practitioners about that point.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "As part of making things easier, I set up a taskforce in the Department over the summer to look at how we can increase the numbers. We have increased the number of nurses recruited internationally, and care workers are on the shortage occupations list. If there are particular issues that the hon. Lady wishes to highlight, I would be happy to look at them with her, but we are keen to attract talent.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Wes Streeting**\n  *[NHSPRB]: NHS Pay Review Body",
        "For clarity, is it the Secretary of State’s position that we are turning away thousands of talented people who want to study medicine and other health professional courses because we do not need them as we are recruiting from overseas?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "No, of course not. The hon. Gentleman knows that is not the case. It is a bit like when he goes around the media to charge the Government with refusing to talk to the unions. Simply misrepresenting our position is not a fair reflection of Government policy.\n  *[NHSPRB]: NHS Pay Review Body",
        "The motion talks about workforce, and this Government have committed to increasing the number of international recruits in the NHS. The Leader of the Opposition seems to think we should not be encouraging that. That is the wider point to make. Of course, that sits alongside domestic recruitment, which is why, as I said a moment ago—again, the hon. Member for Ilford North has chosen to ignore this—we have had a 25% increase in medical undergraduate places, with five new medical colleges set up by the former Prime Minister, my right hon. Friend the Member for Maidenhead (Mrs May). That underscores this Government’s commitment to increasing the number of doctors in training.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Chris Stephens (Glasgow South West) (SNP)**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Member for Bath (Wera Hobhouse) raised an important point about problems with the visa process, so will the Secretary of State outline what work he is doing with the Home Office to resolve some of these issues?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "I discussed this issue with the Home Secretary this week: how we work together across Departments, not just on the visa system, but on other equities. For example, the amount of time spent by police on mental health is an issue of concern to not just the Home Office, but wider government. So there is scope across Departments to work more closely together and we are doing that, both on the issue of international recruitment, which is a key equity within the Department of Health and Social Care, and on mental health pressures on the police, which is an issue within the Home Office. That is how we are working more collaboratively across government, but we are clear that we are boosting the numbers in the short term while, in parallel, increasing the domestic supply of recruits, for example, with the boost in medical undergraduate places. We are also looking at what more we can do in areas such as apprenticeships: how we hire more nursing apprentices and boost supply through that as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, the motion does not reflect the pay uplift that was awarded, where the Government accepted in full the recommendation of the independent NHS Pay Review Body. More than 1 million staff have seen an increase of at least £1,400 in their pay. Of course, that comes on top of the 3% rise last year, at a time when pay was frozen across the wider public sector.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Munira Wilson rose—**\n  *[NHSPRB]: NHS Pay Review Body",
        "**Dr Luke Evans rose—**\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "I will give way to the hon. Lady first and then to my hon. Friend.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Munira Wilson**\n  *[NHSPRB]: NHS Pay Review Body",
        "One bit of feedback that my colleagues in outer London constituencies and I have had from health leaders in our area is that the high-cost area supplement, which is available for many inner-London boroughs but is not available for outer London boroughs, is causing huge problems with recruitment and retention. For example, somebody can earn £2,000 more for the same job in Wandsworth than they can in neighbouring Richmond or Merton. Health leaders are calling for a review of the high-cost area supplement, so is that something the Secretary of State is willing to look at?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Lady raises a fair point. That fund has been set up because there is an issue with how recruitment sometimes applies between different areas. We always face the challenge of where one draws that boundary, but I will of course look at specific data on any particular case she wants to raise. The fund is there more widely to recognise that often some areas—\n  *[NHSPRB]: NHS Pay Review Body",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD) rose—**\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "I have said that I am going to give way to my hon. Friend the Member for Bosworth (Dr Evans), and then I am going to wrap up. As I was saying, sometimes there are areas where it is more difficult to recruit and we need to look at the data on that.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Dr Evans**\n  *[NHSPRB]: NHS Pay Review Body",
        "When it comes to retention, pensions are a big issue, and the Opposition Front-Bench team have picked up on that. One recommendation from the Select Committee was to mandate for recycling to try to help with that. What other work is being done to try to ensure that senior colleagues with the most experience are incentivised to take on the extra lists and try to deal with the backlog, in all four corners of the country?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Steve Barclay**\n  *[NHSPRB]: NHS Pay Review Body",
        "We are uniquely placed in having a Chancellor who has not only a deep understanding of health issues, but an understanding of recent Health and Social Care Committee reports. Obviously, that is an issue that we, with Treasury colleagues, will keep under review.\n  *[NHSPRB]: NHS Pay Review Body",
        "The motion ignores the vital work that the Government are doing to back health and care, the £6.6 billion of investment in our NHS that was announced in the autumn statement, and the social care investment of £2.8 billion and £4.7 billion next year. This Government are investing in our health and social care. We have always put the NHS workforce first and we always will.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}