{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-speech-on-ambulance-services-and-consultation-on-minimum-service-levels/",
    "title": "Steve Barclay – 2023 Speech on Ambulance Services and Consultation on Minimum Service Levels",
    "post_date": "February 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 9 February 2023.",
    "content": [
        "The Strikes (Minimum Service Levels) Bill requires the Secretary of State to consult with such persons as they consider appropriate prior to making regulations to establish minimum service levels for relevant health services in the event of strike action. The regulations must be approved by both Houses of Parliament before they are made. The consultation requirements may be fulfilled before and after the Bill receives Royal Assent. Minimum service levels will enable employers to issue work notices, ensuring adequate staffing for a minimum level of safety to be achieved in the event of strike action.\n  *[NHSPRB]: NHS Pay Review Body",
        "Minimum service levels aim to limit the impacts of strike action on the lives and livelihoods of the public and to strike a balance between the right of unions and their members to strike with the need for the wider public to be able to access key services during strikes.\n  *[NHSPRB]: NHS Pay Review Body",
        "This consultation focuses on minimum service levels for ambulance services, which the Prime Minister has identified as a priority, alongside fire and rescue services and rail services. Our proposal is that ambulance services should be covered in regulations as a priority recognising that disruption to blue light services puts lives at immediate risk. This consultation will help to inform a decision as to whether ambulance services should be covered by the regulations and if so the detail regarding the minimum service levels required in the ambulance service.\n  *[NHSPRB]: NHS Pay Review Body",
        "The consultation will open today, Thursday 9 February 2023, and will be open for a period of 12 weeks, closing on Thursday 4 May 2023.\n  *[NHSPRB]: NHS Pay Review Body",
        "Copies of the consultation will be deposited in the Libraries of both Houses.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}