{
    "url": "https://www.ukpol.co.uk/steve-barclay-2023-statement-on-the-biontech-strategic-partnership/",
    "title": "Steve Barclay – 2023 Statement on the BioNTech Strategic Partnership",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Steve Barclay",
            "url": "/tag/steve-barclay/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Steve Barclay, the Secretary of State for Health and Social Care, in the House of Commons on 9 January 2023.",
    "content": [
        "The UK’s response to the covid-19 pandemic demonstrated the power of Government collaborating with industry to accelerate life sciences innovation. We want to take this innovative approach to tackling the other major healthcare challenges we face, such as cancer.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Government have signed a Memorandum of Understanding with the Germany-based company BioNTech. This MoU aims to build a strategic partnership which will bring innovative immunotherapy research to the UK, with the potential to transform cancer patient outcomes and develop new vaccines for infectious diseases. This agreement will pave the way for a multi-year partnership between the Government and BioNTech, accelerating trials into the company’s ground-breaking pipeline of products targeted at major global diseases such as breast, lung and pancreatic cancer, malaria and tuberculosis.\n  *[NHSPRB]: NHS Pay Review Body",
        "BioNTech is a biopharmaceutical company developing a pipeline of cutting-edge immunotherapies—including mRNA-based vaccines and therapies. The company became a household name in 2020 after developing a covid-19 vaccine in partnership with Pfizer, which went on to become the world’s first licensed vaccine to use novel mRNA technology.\n  *[NHSPRB]: NHS Pay Review Body",
        "Through this partnership with BioNTech, the Government aim to ensure trials into further promising vaccines and therapies are accelerated, to reach our patients faster. The agreement means cancer patients will get early access to trials exploring personalised mRNA therapies, like cancer vaccines. No two cancers are the same and mRNA vaccines will contain a genetic blueprint to stimulate the immune system to attack cancer cells. The collaboration will aim to deliver 10,000 personalised therapies to UK patients by 2030 through a new research and development hub, creating at least 70 jobs and strengthening the UK’s positions as a leader in global life sciences.\n  *[NHSPRB]: NHS Pay Review Body",
        "BioNTech will also be the first industry partner in the new cancer vaccine launch pad which is being developed by NHS England and Genomics England. The launch pad will help to rapidly identify large numbers of cancer patients who could be eligible for trials and explore potential vaccine across multiple types of cancer. The partnership will aim to help patients with early and late-stage cancers.\n  *[NHSPRB]: NHS Pay Review Body",
        "If successfully developed, cancer vaccines could become part of the standard of care.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}