{
    "url": "https://www.ukpol.co.uk/hannah-bardell-2022-speech-on-scotlands-future/",
    "title": "Hannah Bardell – 2022 Speech on Scotland’s Future",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Hannah Bardell",
            "url": "/tag/hannah-bardell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hannah Bardell, the SNP MP for Livingston, in the House of Commons on 14 December 2022.",
    "content": [
        "It is an honour and a pleasure to follow my right hon. Friend the Member for Ross, Skye and Lochaber (Ian Blackford). He has led us with diligence and dedication, and he will continue to be a champion for Scottish independence and an icon in our movement.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have heard it all today, have we not? “Scotland, get back in your box. You have had your democracy, you have had your referendum—it only happened once.” The lies that were told to the people of Scotland, and the promises that were made during both the referendum in 2014 and the EU referendum, are now coming home to roost. It is precisely because we care so passionately about our education system, about our health system, and about the citizens in Scotland on whom the decisions and the mess that is being made in Westminster are having a such profound impact, that we want independence. It is because Westminster has failed Scotland so abjectly that we so desperately want independence, and more and more people in Scotland want independence as well. Every six days a country in the world celebrates Independence Day. Those countries are celebrating independence from Great Britain, and not one of them has gone back. Independence is normal, and I cannot wait for Scotland to join that list of independent nations.\n  *[NHSPRB]: NHS Pay Review Body",
        "Here is another list: free prescriptions, no tuition fees, free bus travel for the under-21s and over-60s, free personal care for the elderly, a game-changing Scottish child payment of £100 a month, baby boxes, no hospital parking fees, no bridge tolls, mitigation of the UK bedroom tax, and world-leading climate policies which include an energy transition fund, a green jobs fund and a just transition fund. Then there is redeploying Syrian and other refugees in our NHS and other public services, standing up to this Tory Government against Brexit, which Scotland did not vote for, and introducing some of the most progressive policies for LGBTQ people, including the trans community, while many members of this Government demonise them. I could go on. Those are just a few of the life-changing and life-enhancing policies that the SNP has pursued since coming to power in Scotland—and we do that with limited devolved powers and with one hand tied behind our back.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Douglas Ross**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Lady has listed what she believes are achievements. Are there any areas in which she feels that the Scottish Government have failed?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hannah Bardell**\n  *[NHSPRB]: NHS Pay Review Body",
        "I think that one of the biggest challenges we face is the fact that we are still governed, by and large, by Westminster, with so much of the power lying here. I am not saying that we are perfect—no Government and no leader is perfect—but we are doing our very best to fill the massive holes in our budgets that are being created by this Westminster Tory Government. Imagine what we could do if we had the full powers of independence. After all, Scotland is the country that invented the modern world.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today is an opportunity for this Tory Government to reflect on the realities of democracy and, indeed, on that Supreme Court judgment. It is an opportunity for them to listen to people in Scotland, and to respect democracy and facilitate Scotland’s right to decide her own future. It is interesting, is it not? If Labour, or the Tories, or indeed other parties, came forward at the next election with a proposal to rejoin the EU and put it in their manifesto, they would be allowed to have a referendum if they wanted, but although the SNP keeps winning elections and keeps being given mandates, the Tory party keeps denying the realities of democracy. It is a sad reality that Labour has joined the Conservative party in that dash to deny democracy.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is such a poverty of ambition, but Labour has at least had the good grace to roll out some of its greatest hits and ancient acts—enter one Gordon Brown. That is up to and including, “Let’s reform the House of Lords—again—except we won’t, because we promised it before and it’s never happened so we’ll just keep sending more people there.” It has also promised tighter, stricter rules for this broken system—give me a break. My favourite top 10 hit from the Labour party is more devolution—great; more scraps from broken Britain’s table—to which I say, “No, thank you.” In Scotland, we like our democracy to be done in the same way that we like our decisions to be made: with maximum transparency and close to the lives of the people whom it affects.\n  *[NHSPRB]: NHS Pay Review Body",
        "I grew up under a Thatcher Government who destroyed Scotland’s economy and left a nation riven with inequality and hopelessness. I am from a working-class family with a single mother who was demonised by the famous first female Prime Minister. Representation, we find with the Tories, does not equal greater equality. In my teens, I grew up with new hope under new Labour, only to see disappointing and dismal leadership on issues such as the illegal invasion of Iraq and the cash for honours scandal. The reality is that it does not really matter who is in power in this place or who is at that Dispatch Box—the system is broken.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have heard the Lords reform song from Labour for a long time. If anyone reads the memoirs of one of my predecessors, the late great Robin Cook, they will understand how appallingly he was treated by his own party for his attempts to reform the Lords, so I am sorry, but I do not buy it, and neither do folk in Scotland. Increasingly, poll after poll puts support for independence at over 50%. We in Scotland are frankly sick of funding the UK Government’s mismanagement and failed endeavours in government, for which a majority of people in Scotland have not voted for most of my lifetime. In the words of Robert Burns,\n  *[NHSPRB]: NHS Pay Review Body",
        "“We’re bought and sold for English gold—\n  *[NHSPRB]: NHS Pay Review Body",
        "Such a parcel of rogues in a nation!”\n  *[NHSPRB]: NHS Pay Review Body",
        "Speaking of rogues, let us talk about what the UK Tory Government have done in office. They have lied to people about Brexit and continued to rip up the workers’ and human rights that we had under our membership of the EU. They have ridden roughshod over the Good Friday agreement, threatened peace in Northern Ireland and abandoned its people for their narrow anti-EU ideology.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tory Government have destroyed the UK’s global reputation, cut benefits to the poorest and brought forward policies such as the abhorrent rape clause and two-child cap, which makes the lives of many vulnerable women even more precarious. They have crashed the economy with their ill-judged mini-Budget and failed austerity; they have cut international aid and turned their back on those most in need, just as the world faces a global climate catastrophe and many horrors of war and famine; and they have lined the pockets of their cronies and pals with the PPE VIP lane.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tory Government have done absolutely nothing to reform the Lords and get rid of the other unelected Chamber, which still has some of Putin’s allies in it, whom they put there. When they stand there and talk about the war in Ukraine—and yes, the money that they have given for defence spending and support—they forget the river of dirty Russian money that has flowed through the UK financial system for decades while they have sat on their hands and done nothing. There has been a revolving door of Prime Ministers who were too incompetent to deal with the basics of leadership and government, and who were soaked in scandal and impropriety, to put it mildly. This place does not serve anyone other than itself.\n  *[NHSPRB]: NHS Pay Review Body",
        "A significant number of the UK’s biggest exports are indigenous to Scotland, such as oil and gas, whisky and salmon to name but a few. We produce six times the amount of gas that we consume and 80% of our electricity comes from low carbon sources, but we are trapped in an energy market and a UK system that has profit squeezed from it at every turn and creamed off for the wealthiest at the top. While our constituents starve and freeze in one of the richest parts of the world, the few are raking it in; the rich get richer and the poor die under this system and this Tory Government. Scotland has had enough.\n  *[NHSPRB]: NHS Pay Review Body",
        "According to the National Grid, as Scotland’s energy market booms, our energy flows from north to south to keep the lights on in England, so it is clear why the British state does not want Scotland to become independent. I am sure that, when we get independence, we will be happy to negotiate in good faith and supply its energy at a reasonable cost, because I want better not just for people in Scotland, but for people in England, Wales and Northern Ireland. I genuinely believe that the broken system of Westminster Government is serving every nation in this family of nations very poorly. The powers that be are scared that Scottish independence will lead to a recalibration of relations between the nations of the UK and how the UK is governed, and that is no bad thing.\n  *[NHSPRB]: NHS Pay Review Body",
        "The culture of this place is broken. The standards and the rules are frequently broken. Britain is broken and it needs a fresh start. We look forward to a brighter, greener, healthier future as an independent nation in the European Union, standing proudly on the world stage shoulder to shoulder with other nations to do our bit. To our friends and family in the European community I say, as my colleague and friend, my hon. Friend the Member for Stirling (Alyn Smith) once did, “Europe, please keep a light on for us.” In the meantime, to our friends here in the UK, we will keep the lights on for you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}