{
    "url": "https://www.ukpol.co.uk/hannah-bardell-2023-speech-on-international-womens-day/",
    "title": "Hannah Bardell – 2023 Speech on International Women’s Day",
    "post_date": "March 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Hannah Bardell",
            "url": "/tag/hannah-bardell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hannah Bardell, the SNP MP for Livingston, in the House of Commons on 9 March 2023.",
    "content": [
        "It is a huge pleasure and privilege to speak in this debate. There have been some fantastic and powerful speeches by right hon. and hon. Members. I pay tribute to my right hon. Friend the Member for Basingstoke (Dame Maria Miller), who opened the debate. I have fond memories of us trekking down the corridor to the former Speaker’s office to advocate for baby and parental leave for Members of this House, to try to take this place forward. It is right, as other Members have said, that female parliamentarians often work cross-party to achieve progress. It is not the Punch and Judy show that folks see on the television week in, week out.\n  *[NHSPRB]: NHS Pay Review Body",
        "I pay particular tribute to my hon. Friend the Member for Birmingham, Yardley (Jess Phillips) for her incredibly moving speech. It has become a grim tradition, it is fair to say, that every year she discharges her duty of reading the names of women who have been killed by violent men. That is incredibly important.\n  *[NHSPRB]: NHS Pay Review Body",
        "One of those names was a constituent of mine, Aimee Cannon. Her mother, Wendy Cannon, is here with us today in the Gallery. I want to share the details of what happened to Aimee. I stress that these are Wendy’s own words, and we are privileged that she is willing to share them with us through me, her Member of Parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "On 5 May last year, Wendy and her husband were enjoying a Friday night. It felt like any other typical Friday night as they began thinking about the weekend. Wendy had been communicating with their daughter, Aimee, via WhatsApp. Aimee had been telling them how much she was looking forward to work the next day. Aimee worked at a beauty salon. She had plans to celebrate at a birthday party that weekend, and she was also going to help out at a charity fundraising event for a children’s hospice. In spite of her own challenges—anorexia, self-harming, domestic abuse and addiction—she wanted to help others. She had a big heart. That was Aimee.\n  *[NHSPRB]: NHS Pay Review Body",
        "On Saturday her parents became worried about Aimee’s lack of contact. Aimee’s father went to her house and found her dead with multiple injuries. The police described the attack as a brutal and sustained attack. Aimee would have been frightened, in pain, alone and dying in a place that she should have felt safe in. Aimee was only 26 years old, and she had so much to live for and so much to give.\n  *[NHSPRB]: NHS Pay Review Body",
        "Aimee’s parents and their grandchildren’s lives will never be the same again. Aimee’s mum Wendy told me that they stagger from day to day in a dark maze of grief, lost in a legal system that they do not understand. They have one question: how many more women have to die before we recognise that gender violence is now becoming an epidemic in our society?\n  *[NHSPRB]: NHS Pay Review Body",
        "I am incredibly proud of and grateful to Aimee’s parents for their courage and bravery in sharing Aimee’s story, and for allowing me to share it today. When Wendy first came to see us to get support, we sat together and she told me about Aimee. And we cried—a lot. Wendy said to me this morning when she came to Parliament that she had heard the Prime Minister’s legitimate concerns about his daughter’s safety while walking to school. She said that she hears that—but imagine how she feels.\n  *[NHSPRB]: NHS Pay Review Body",
        "The challenges that Aimee faced in her life are, sadly, shared by many women across the UK. I have spoken before of women from my constituency, Kirsty Maxwell and Julie Pearson, who were both killed abroad at the hands of violent men. It was their untimely and tragic deaths that led my team and me to start our work on deaths abroad and consular assistance. There are so many other women we could talk about, though some are very often missed off our lists, forgotten about or unnamed.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are privileged to be here and in this position as female parliamentarians. I am in this place because of generations of women who have come before me, who fought for our right to vote, to get paid equally and to get treated fairly, and who fought for real progress at their own expense, both professionally and personally. In fact, yesterday I had the privilege of taking some of the WASPI women—from the Women Against State Pension Inequality Campaign—to the suffragette broom cupboard, a little-known shrine for those feminists among us. On the night of the 1911 census, Emily Wilding Davison hid herself in that cupboard so that she could record it as her address, in the Chapel of St Mary Undercroft. Her census form gives the postal address as:\n  *[NHSPRB]: NHS Pay Review Body",
        "“Found hiding in crypt of Westminster Hall”,\n  *[NHSPRB]: NHS Pay Review Body",
        "and the pencilled note on the bottom left gives the date, “3/4/11 Since Saturday”. Emily was arrested on nine occasions, went on hunger strike seven times and was force-fed on 49 occasions. She died after being hit by King George V’s horse at the 1913 Derby when she walked on to the track during the race, sacrificing herself so that we can be here today.\n  *[NHSPRB]: NHS Pay Review Body",
        "There was something almost prophetic about showing those incredible women, who have faced such injustice, that place where another great woman suffered and sacrificed to make her point.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Sir Peter Bottomley**\n  *[NHSPRB]: NHS Pay Review Body",
        "Emily Wilding Davison taught for a time in Worthing, which gives me a constituency link. I think her view was that if she could not vote, she was not a person and therefore she should not be recorded by the census. I do not think that she aimed to be recorded as being in Westminster; she just wanted to hide here.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hannah Bardell**\n  *[NHSPRB]: NHS Pay Review Body",
        "I thank the hon. Gentleman for that providing that incredibly helpful education.\n  *[NHSPRB]: NHS Pay Review Body",
        "As we walked past the statue of Falkland, to which suffragette and activist Margery Humes chained herself, one of the WASPI women told me that they should have brought their own chains. It is a brutal and harsh reality that more than a century later, we have women facing similar injustice who have to fight way past retirement age and who are dying before they get the justice to which they are entitled.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am reminded that it is Endometriosis Awareness and Action Month. My co-chair of the all-party parliamentary group on endometriosis, my hon. Friend the Member for Kingston upon Hull West and Hessle (Emma Hardy), and I have been to a number of events and briefings this week, as we do throughout the year, to talk about, discuss and campaign for better diagnosis, support and funding for research and treatment for those who suffer from such a brutal and life-limiting disease.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Kirsten Oswald (East Renfrewshire) (SNP)**\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend makes an important point about a reality that blights the lives of many women. Will she also call for similar research and focus to be shone on polycystic ovary syndrome, which is another blight on the lives of many women?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hannah Bardell**\n  *[NHSPRB]: NHS Pay Review Body",
        "I wholeheartedly agree with my hon. Friend. So often, women are being left behind by the lack of resource for, research on and understanding of diseases such as endometriosis and polycystic ovary syndrome.\n  *[NHSPRB]: NHS Pay Review Body",
        "All over the UK we have incredible groups, such as my local one in Livingston, Endo Warriors, run and managed by Candice and Claire, two remarkable women. I was reminded yesterday that, unlike other diseases, endometriosis and, I believe, polycystic ovary syndrome, still have some of the worst support and understanding by clinicians, and that post-op care comes nowhere close to what people get if they have almost any other injury, disorder or disease.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want to mention briefly Marie Lyon, who heads up the campaign on Primodos, another scandal of our time. I know that the Minister is familiar with this. We have to pay tribute to those women and parents who have suffered at the hands of Primodos, the hormone pregnancy drug, because they are still fighting for justice decades on from the harm that has been done to them and their children.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some progress has been made, though—it is not all grim. In Scotland, for example, we have become the first country in the UK to publish a women’s health plan, which is an important first step, and I know that the UK Government are following in our footsteps by focusing on the rights of women and girls in their international development strategy. That is incredibly welcome, but what is not welcome is the cut in international aid, which is going to hit some of the poorest areas in the world the most. It needs to be reversed.\n  *[NHSPRB]: NHS Pay Review Body",
        "The simple fact is that women today still face vast inequalities. The issues are complex and interlinked, whether they be childcare costs, the cost of living, access to affordable healthcare or traditional stereotypes, many of which we have heard about from Members throughout the Chamber. Women of colour, trans women, women on lower incomes and women across the LGBT community continue to be disproportionately impacted. Not only are this UK Government bringing forward illegal and illiberal policies that will shame us the world over, but having no recourse to public funds has a brutal impact on many women who are seeking refuge and asylum. I have seen that at first hand when constituents come to me.\n  *[NHSPRB]: NHS Pay Review Body",
        "According to the World Economic Forum’s “Global Gender Gap Report 2022”, it will take another 132 years to close the gender pay gap.\n  *[NHSPRB]: NHS Pay Review Body",
        "Internationally, we see women striving for the same rights as men. I pay tribute to the incredible women in Iran who have stood up and risen up against an authoritarian Government, and to the women in Afghanistan who are fighting for the right just to retain the ability to be educated, and who face a brutal reality following the departure of the troops. The west has left the women of Afghanistan behind and we must look to what more we can do. And I pay tribute to the women of Ukraine, including my constituent Natalya, who is interning in my constituency office. She had to leave many of her family members behind, as they are fighting in that horrific conflict.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are many incredibly important women in all our lives. One of them is my mum. She stood for election to this place in 2010. She was unsuccessful but, five years later, I am pleased to say that I beat the man who had beaten her.\n  *[NHSPRB]: NHS Pay Review Body",
        "I grew up as a child of a single parent. I was born out of wedlock, and I want to say to all the single parents and single mothers how incredible they are, that they are loved, wanted and valued.\n  *[NHSPRB]: NHS Pay Review Body",
        "One of my favourite stories about my mum is about our dinner traditions. One of our favourite dinners—some may be familiar with this, and some may not—was a pick-and-mix dinner, which often came at the end of the month. It did not dawn on me until adulthood that my mum creatively made up the dinner with whatever was left over at the end of the month because, quite often, there was not much left to spend. Her creativity in presenting us with lots of different wee bits as an entertaining game worked every time. We loved it and I still love it. Her door was always open to anyone, no matter how little we had. We had Christmases with folk who did not have anywhere to go and camping trips with other folk’s kids. Mothers, especially single mothers, are really quite exceptional.\n  *[NHSPRB]: NHS Pay Review Body",
        "I close by paying tribute to the incredible Emma Ritch. She was the executive director of Engender and passed away suddenly in 2021. She is desperately missed by her family, friends and colleagues, and I was the beneficiary of her excellent advice on more than one occasion. I am so pleased that the Emma Ritch law clinic will shortly open in her memory at the University of Glasgow.\n  *[NHSPRB]: NHS Pay Review Body",
        "To all the incredible women, to those who identify as women and to women like Aimee who, in spite of all the challenges they face, display enormous kindness and generosity for others, we salute you. I know that my constituent Wendy will continue to fight for women’s equality, in Aimee’s memory, with her army of friends and family, and I look forward to going on that journey with them.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}