{
    "url": "https://www.ukpol.co.uk/hannah-bardell-2020-comments-on-ken-maginnis/",
    "title": "Hannah Bardell – 2020 Comments on Ken Maginnis",
    "post_date": "January 9, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Hannah Bardell",
            "url": "/tag/hannah-bardell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hannah Bardell, the SNP MP for Livingston, in the House of Commons on 8 January 2020.",
    "content": [
        "On a point of order, Mr Speaker. I seek your advice. Yesterday, on re-entering the building for the first time after Christmas, I witnessed one of the worst cases of abuse of security staff that I have seen in my time here. One of the Members of the other place, who I will name so as not to incriminate anybody else—Lord Ken Maginnis—had forgotten his pass, something we have all been guilty of. However, instead of taking the advice of the security staff, who as we all know are here for our security and safety, he proceeded to verbally abuse and shout at the member of staff, calling them “crooked” and saying did they not know who he was, he had been here for 46 years, and refusing to take the advice and assistance of myself, the security staff and the police who then attended.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have reported this incident to the authorities, but I seek your advice. The Member is not elected, so I am interested to know to whom he is accountable, and what can be done to make sure that no member of staff on the estate is ever treated in that way, or abused in the manner that I and others witnessed yesterday.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}