{
    "url": "https://www.ukpol.co.uk/hannah-bardell-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Hannah Bardell – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Hannah Bardell",
            "url": "/tag/hannah-bardell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hannah Bardell, the SNP MP for Livingston, in the House of Commons on 18 July 2022.",
    "content": [
        "Thank you, Madam Deputy Speaker.\n  *[NHSPRB]: NHS Pay Review Body",
        "“O wad some Power the giftie gie us\n  *[NHSPRB]: NHS Pay Review Body",
        "To see oursels as ithers see us!”\n  *[NHSPRB]: NHS Pay Review Body",
        "The words of the great Scots poet Rabbie Burns are as resonant now as they were when he wrote them, because if we cannot, as politicians, see ourselves as others see us, we have little hope of governing responsibly or with credibility. I suspect that if the Prime Minister and some others on the Conservative Benches, with their delusions of grandeur, could see themselves as people in my constituency—and in all our constituencies—see them, and could see the damage that their Government have done to those people, they would be, and should be, horrified.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is the problem with this Government and this Prime Minister. Some have become so used to the privileges, the entitlement and the trappings of government that they have become utterly insulated from reality. Our citizens have the right not to have confidence in this Government, this political system and these political institutions at Westminster, because—as this Government and this Prime Minister have shown—they are utterly broken.\n  *[NHSPRB]: NHS Pay Review Body",
        "We should not be surprised that we have ended up with a Prime Minister who has gone from one elitist institution to another, from Eton to Oxbridge to the House of Commons. In fact, 50% of Conservatives were privately educated. [Interruption.] If the hon. Member for Stoke-on-Trent North (Jonathan Gullis) wants to intervene, he is welcome to do so.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Jonathan Gullis (Stoke-on-Trent North) (Con) rose—**\n  *[NHSPRB]: NHS Pay Review Body",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Okay, but remember what I said earlier about Members who were trying to catch my eye and chose to intervene—down the list.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Jonathan Gullis**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Lady is casting aspersions against people who attended private school. I find it quite disrespectful that my mother and father, who chose to send me to that school and to use their hard-earned money to give me the best start in life—which they unfortunately did not receive themselves—should be insulted in this way.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hannah Bardell**\n  *[NHSPRB]: NHS Pay Review Body",
        "I think that there is a basic reality here. In a tweet, the academic Taj Ali pointed out that\n  *[NHSPRB]: NHS Pay Review Body",
        "“Just 7% of Brits are privately educated…43% of the…most influential news editors, 44% of newspaper columnists…are privately educated. A two-tier education system creates a two-tier society.”\n  *[NHSPRB]: NHS Pay Review Body",
        "That is the point I am making. We have a Prime Minister who is completely divorced from reality. The current leadership race and its navel-gazing narcissism have given us a window into that elitism and privilege. Among the contenders is one of the richest men in the UK, who by his own admission knows literally no one who is working class. Those people left the Government only when they realised that their own reputations would be tainted. Whether it is the Windrush scandal or the Post Office Horizon crisis, there is a litany of chaos behind this Government.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have no confidence in this Government because they have failed to build proper social housing, failed to fund a health service that was already on its knees before the pandemic, and failed to protect the most vulnerable in our society. Instead, they have cut the financial lifelines of the poorest and most vulnerable, and have sought to balance the books on their backs while vilifying them.\n  *[NHSPRB]: NHS Pay Review Body",
        "The SNP Government in Scotland are sick to the back teeth of cleaning up the mess of this Conservative Government, and using our precious resources, with one financial hand tied behind our back, to clean up that mess. Mitigating the bedroom tax and lifting the poorest and most marginalised out of poverty without the full basket of financial powers is hugely challenging, but we do it because we understand what it means to govern in everyone’s interest.\n  *[NHSPRB]: NHS Pay Review Body",
        "This Tory Government have failed because they have failed to quell the river of dirty Russian money flowing through their financial system. I was on the Sanctions and Anti-Money Laundering Bill Committee with my hon. Friend the Member for Glasgow Central (Alison Thewliss) and I saw this Government turn their back on the opportunity to stem the corruption and flow of dirty money. While we are grateful for what they have done in Ukraine, it is an absolute disgrace that this Prime Minister, this Government and previous Prime Ministers did so little.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have no faith in this Government because they have presided over a right-wing Brexit that has torn our social and economic fabric apart. We understand the notion of credibility. The sooner Scotland can get independence, the sooner Scotland can flourish and the rest of the UK can, I hope, have its own democratic enlightenment and be free from the chaos and corruption that this Westminster system of Government holds.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have no confidence in this Government because I am sick and tired of hearing Conservative Members talking on television about how, because they had personal experience of those who lost loved ones during the pandemic, we somehow do not have the right to challenge the fact that their Prime Minister partied his way through it. The reality is—[Interruption.] Hon. Members might shake their heads, but I had to stand at the deathbed of one of my team, a dear friend, through a window in her hospice because I was not allowed to cuddle her, while their Prime Minister partied his way through it. And there he is, still sitting in power—\n  *[NHSPRB]: NHS Pay Review Body",
        "**Madam Deputy Speaker (Dame Rosie Winterton)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Order. I call James Daly.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}