{
    "url": "https://www.ukpol.co.uk/gregory-barker-2013-speech-on-low-carbon-technology/",
    "title": "Gregory Barker – 2013 Speech on Low Carbon Technology",
    "post_date": "February 2, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "Gregory Barker",
            "url": "/tag/gregory-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gregory Barker, the then Minister of State at the Department of Energy and Climate Change, at Carlton House Terrace in London on 3 September 2013.",
    "content": [
        "[![gregorybarker](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Good morning, it’s a real pleasure to be here today to talk about the opportunities and challenges in commercialising new low carbon technologies.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you to the NPL Centre for Carbon Measurement and the Energy Technology Institute for organising a forum on this important topic.\n  *[NHSPRB]: NHS Pay Review Body",
        "Earlier this year, I had the opportunity to visit NPL and witness first-hand some of the amazing research they do.\n  *[NHSPRB]: NHS Pay Review Body",
        "Such as new ways to measure carbon emissions and spot leaks from fracking and carbon capture which will be critical for building trust and public acceptance.\n  *[NHSPRB]: NHS Pay Review Body",
        "Both NPL and ETI are working directly with SMEs and large industrial companies supporting them to bring their innovations to market.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are three key points I would like to make in my speech today:\n  *[NHSPRB]: NHS Pay Review Body",
        "Firstly, that low carbon innovation is a huge opportunity for the UK – both for growth and for greening our planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, there still remain several challenges to overcome to capitalise on innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thirdly, collaboration between Government and innovators will be key.\n  *[NHSPRB]: NHS Pay Review Body",
        "To my first point, UK innovation in low carbon technologies is a fantastic opportunity for the economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "A key driver of future growth.\n  *[NHSPRB]: NHS Pay Review Body",
        "To quote comments made by the Prime Minister earlier this year, he said:\n  *[NHSPRB]: NHS Pay Review Body",
        "_“Make no mistake, we are in a global race and the countries that succeed in that race … are those that are the greenest and the most energy efficient.”_\n  *[NHSPRB]: NHS Pay Review Body",
        "Indeed, recent growth figures show that green investment is paying back in spades and helping the UK to stay ahead in this global race for jobs and growth.\n  *[NHSPRB]: NHS Pay Review Body",
        "According to the CBI last year at least one-third of the UK’s recent economic growth was likely to have come from green business.\n  *[NHSPRB]: NHS Pay Review Body",
        "In 2011/12, the UK enjoyed a £128 billion share of the low-carbon and environmental goods and services sector, LCEGS.\n  *[NHSPRB]: NHS Pay Review Body",
        "Where the international market is worth £3.3 trillion.\n  *[NHSPRB]: NHS Pay Review Body",
        "The UK is sixth in the global LCEGS market and the sector employs close to a million people.\n  *[NHSPRB]: NHS Pay Review Body",
        "The key to this progress has been our unrelenting focus on driving innovation up while driving costs down.\n  *[NHSPRB]: NHS Pay Review Body",
        "We must capitalise on this and continue to innovate to maintain our competitive advantage.\n  *[NHSPRB]: NHS Pay Review Body",
        "In addition, meeting our 2050 carbon targets will require rapid and large-scale changes in energy efficiency, electricity generation, heating, transport and industrial processing.\n  *[NHSPRB]: NHS Pay Review Body",
        "But equally the Coalition understands the pressure rising energy bills are putting on hardworking families up and down the country.\n  *[NHSPRB]: NHS Pay Review Body",
        "Cost savings through innovation are helping to cushion consumers against the upward trend in energy prices.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over the next 40 years, the ETI’s ESME model suggests that savings to the UK economy could be up to £600 billion .\n  *[NHSPRB]: NHS Pay Review Body",
        "So the opportunity is there.\n  *[NHSPRB]: NHS Pay Review Body",
        "But how do we ensure the UK takes it?\n  *[NHSPRB]: NHS Pay Review Body",
        "This brings me to my second point, that by understanding the challenges we need to overcome, we can capitalise on our innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "The 3 key challenges we face are:\n  *[NHSPRB]: NHS Pay Review Body",
        "– Skills\n  *[NHSPRB]: NHS Pay Review Body",
        "– Finance and\n  *[NHSPRB]: NHS Pay Review Body",
        "– Risk.\n  *[NHSPRB]: NHS Pay Review Body",
        "To take the first of these, skills:\n  *[NHSPRB]: NHS Pay Review Body",
        "The UK has a world class research base built on the skills of our scientists and engineers underpinned by a yearly 6 billion pound research budget.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need to capitalise on the opportunity this investment in our research capacity brings.\n  *[NHSPRB]: NHS Pay Review Body",
        "A few months ago a report published by Shell Springboard and the Carbon Trust showed that small businesses account for more than 90% of the UK’s low carbon sector!\n  *[NHSPRB]: NHS Pay Review Body",
        "We can help these businesses grow and benefit from the jobs they will create.\n  *[NHSPRB]: NHS Pay Review Body",
        "A second challenge innovators face is securing financing at the right time and throughout their development journey.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is a particular challenge for smaller businesses who are not generating sufficient revenue to borrow from banks and the complexity of their technology is unlikely to be widely understood.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is in our interest to ensure companies can find the help they need within the UK so that we can benefit from their innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "The final challenge, which is closely tied to costs, is risk.\n  *[NHSPRB]: NHS Pay Review Body",
        "New technologies have inherent risk.\n  *[NHSPRB]: NHS Pay Review Body",
        "They are untested; trust needs to be built through the generation of a track record or through independent performance verification and certification that a technology will work.\n  *[NHSPRB]: NHS Pay Review Body",
        "A good example is technologies trying to break into the notoriously non-innovative domestic and non-domestic buildings efficiency market.\n  *[NHSPRB]: NHS Pay Review Body",
        "If we can help reduce this risk we will speed the uptake new technologies.\n  *[NHSPRB]: NHS Pay Review Body",
        "And encourage further private investment .\n  *[NHSPRB]: NHS Pay Review Body",
        "To my final point, collaboration between government and innovators is essential.\n  *[NHSPRB]: NHS Pay Review Body",
        "Programmes all across government aim to help transform small businesses into high-growth businesses.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Department for Business Innovation and Skills runs a ‘Growth Accelerator’ programme providing coaching support to businesses from every sector.\n  *[NHSPRB]: NHS Pay Review Body",
        "And DECC’s Energy Entrepreneurs Fund provides incubation support alongside project grants to ambitious high growth potential companies.\n  *[NHSPRB]: NHS Pay Review Body",
        "Under the first phase of the programme we are funding 30 projects to support young innovative enterprises develop low carbon products.\n  *[NHSPRB]: NHS Pay Review Body",
        "Two examples are Radfan and Ultramo.\n  *[NHSPRB]: NHS Pay Review Body",
        "Radfan is being funded to develop and market a radiator mounted fan to make room heating more efficient.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ultramo is being supported to develop a new type of highly efficient engine.\n  *[NHSPRB]: NHS Pay Review Body",
        "The second phase of the Energy Entrepreneurs Fund has recently closed and we will have a whole host of exciting new projects to announce soon.\n  *[NHSPRB]: NHS Pay Review Body",
        "Overall, DECC schemes are contributing to growth in more than 100 entrepreneurial companies.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in the past year alone, I have announced DECC funding for a number of innovative technologies including £6.3 million for offshore wind components £19 million for energy storage £5 million to integrate UK nuclear research infrastructure the world’s first Renewable Heat Incentive. And £10 million for energy efficiency technologies through the ‘Invest in Innovative Refurbishment’ programme,\n  *[NHSPRB]: NHS Pay Review Body",
        "In addition, the ETI have helped build a 15 megawatt drive train testing facility at the National Renewable Energy Centre near Newcastle.\n  *[NHSPRB]: NHS Pay Review Body",
        "And Samsung will soon be the first manufacturer to use the facility.\n  *[NHSPRB]: NHS Pay Review Body",
        "These last two programmes are great examples of government support to help companies test and demonstrate their products specifically to reduce that ‘new technology’ risk and help them enter the market.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are also working across government and all the public sector funders of innovation have come together to form the Low Carbon Innovation Coordination Group, LCICG.\n  *[NHSPRB]: NHS Pay Review Body",
        "Together we will provide 1 billion pounds between 2011 and 2015 to directly support energy innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "To identify how best to identify and target our support the LCICG has published a series of Technology Innovation Needs Assessments, TINAs.\n  *[NHSPRB]: NHS Pay Review Body",
        "These reports cover technologies from domestic buildings to energy storage and new nuclear with the 11th report on hydrogen to be published shortly.\n  *[NHSPRB]: NHS Pay Review Body",
        "The LCICG are now building on the TINAs to develop a strategy, due to be published later this year which will lay out a shared vision of public investment principles approach and technology improvement priorities between now and 2020.\n  *[NHSPRB]: NHS Pay Review Body",
        "The strategy will deliver greater confidence to the energy sector supporting de-risking and alignment of investment.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we will work with innovators and private investors to build development pathways and flexible finance so companies can secure the help they need to grow.\n  *[NHSPRB]: NHS Pay Review Body",
        "These are just a few examples of where Government is collaborating with industry and I hope that today we can learn more from innovators and investors about particular challenges in this area.\n  *[NHSPRB]: NHS Pay Review Body",
        "In conclusion, low carbon innovation is a huge opportunity for the UK there are challenges we need to overcome and collaboration between business and Government will be central to this.\n  *[NHSPRB]: NHS Pay Review Body",
        "This Government plays a key role as an enabler.\n  *[NHSPRB]: NHS Pay Review Body",
        "But it is our scientists, engineers and entrepreneurs that are the sources of innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is your ideas that will reduce energy costs, create jobs and stimulate growth.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a diverse landscape and transforming our economy is a broad and complex challenge but to borrow another quote from the Prime Minister:\n  *[NHSPRB]: NHS Pay Review Body",
        "_“Together we can make Britain a global showcase for green innovation and energy efficiency”_\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}