{
    "url": "https://www.ukpol.co.uk/paula-barker-2022-speech-on-the-governments-plan-for-growth/",
    "title": "Paula Barker – 2022 Speech on the Government’s “Plan for Growth”",
    "post_date": "October 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paula Barker",
            "url": "/tag/paula-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paula Barker, the Labour MP for Liverpool Wavertree, in the House of Commons on 19 October 2022.",
    "content": [
        "Government Members should not think for one second that the Opposition will relent from holding them to account for this dog’s dinner, which is entirely of their own making. Like a broken record, the lame duck Prime Minister cites global economic headwinds, refusing to take any responsibility for the decisions that brought the British economy to the edge of disaster.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have a Prime Minister in office but not in power, humiliated and bereft of ideas. Her manifesto drawn up by the libertarian right and the Institute of Economic Affairs has been cut to ribbons. The dogma espoused in “Britannia Unchained” must never again be allowed to reign supreme in Whitehall. In fact, the ideas must be consigned to the dustbin of history.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now the Prime Minister has brought back an old foe, who underfunded our NHS for years, to implement austerity 2.0, and once again it will be communities like mine in Liverpool, Wavertree who suffer. This is a Tory crisis, and the damage has been done: an estimated 14,344 people in Liverpool will be paying higher mortgage bills next year as a result of this Government’s irresponsible actions. The Prime Minister and the Chancellor now admit that the mini-Budget caused mortgage rates to go up and borrowing costs to surge—a Tory cost we will be living with for years.\n  *[NHSPRB]: NHS Pay Review Body",
        "Working people have gone through enough. Now they are told that, to re-establish market stability, the responsibility is being shifted from the Government on to households, communities and working people. It all feels very 2011. Some are even saying that a previous Chancellor, the former Member for Tatton, is pulling the strings. The new Chancellor embodies a very different type of dogma from the Prime Minister’s, but it is dogma nevertheless—a school of economics that saw us enter the coronavirus pandemic with public services under-resourced and under-prepared.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Feryal Clark**\n  *[NHSPRB]: NHS Pay Review Body",
        "Does my hon. Friend agree that it is not just public services, but local councils such as mine in Enfield, which faces a £100 million budget gap due to spiralling inflation, that are paying the price for this Government’s mismanagement of the economy?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paula Barker**\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend makes a pivotal point. Local authorities have been cut to the bone. They provide valuable resources and frontline services out in our communities, but they are being decimated yet again by this Government. Our public sector workforce is demoralised after a decade of pay restraint and cuts to frontline services.\n  *[NHSPRB]: NHS Pay Review Body",
        "If this Government think for one moment that our people will now put up with more of the same while bankers’ bonuses remain uncapped and millionaire bosses continue to rake in profits and dividends, they are sadly mistaken. The British people have woken up to the con. No longer does the promise ring true that each succeeding generation will have it better than the last. That promise, forged in the fire of the post-war consensus, is now in ruins after decades of short-termism and the dominance of capital over labour. We are not all in this together. Not once since 2010 have we all been in this together. Despite the empty rhetoric of a strong economy and levelling up, the Conservative party has always sought to look after its own class interests at the expense of the rest of us.\n  *[NHSPRB]: NHS Pay Review Body",
        "Young people in my Liverpool, Wavertree constituency now face their lives being put on hold because of this Government’s incompetence. They have done the right thing: they have gone out, worked hard and saved, only to be cheated and denied the opportunity of home ownership. Working people are up against real-terms cuts to their pay and our elderly are anxious about heating their homes in the run-up to winter. There is even more uncertainty for small businesses and charities, such as the amazing Love Wavertree in my constituency, which does incredible work. It announced today that the increase in its energy bills means it must consider whether it can continue to run its community shop, a lifeline for many people in my constituency.\n  *[NHSPRB]: NHS Pay Review Body",
        "History will not be kind to this Government, nor to anyone who has participated over the past 12 years. The Conservative party is lost. Thankfully, change is coming. As the Leader of the Opposition said so eloquently at Prime Minister’s questions today, we are the Government in waiting; the Conservative party are the Opposition in waiting. Frankly, that cannot come quickly enough.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}