{
    "url": "https://www.ukpol.co.uk/paula-barker-2022-parliamentary-question-on-supporting-students-with-cost-of-living/",
    "title": "Paula Barker – 2022 Parliamentary Question on Supporting Students with Cost of Living",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paula Barker",
            "url": "/tag/paula-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Paula Barker, the Labour MP for Liverpool Wavertree, in the House of Commons on 28 November 2022.",
    "content": [
        "**Paula Barker (Liverpool, Wavertree) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "What steps she is taking to help support students with the cost of living.\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Minister of State, Department for Education (Robert Halfon)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I pay tribute to my predecessor, my hon. Friend the Member for Morley and Outwood (Andrea Jenkyns), for her authenticity and passion for skills. My Department continues to work with the Office for Students to ensure that universities support students in hardship by drawing on the £261 million student premium. The Government have also introduced the Energy Prices Act 2022, which ensures that landlords pass energy bill discounts on to tenants, including students.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paula Barker**\n  *[NHSPRB]: NHS Pay Review Body",
        "The Office for National Statistics has reported that more than half of students are facing financial difficulties and a quarter are taking on extra debts. Indeed, I recently met student union reps who confirmed that. Students must not be the forgotten victims of the cost of living crisis. The Government claim that they support learning for life, yet part-time, often mature students face particular challenges in the cost of living crisis. Will the Minister look at the Open University’s recommendations calling for the extension of maintenance loans to undergraduate students studying part time, an extension to parents’ living allowance and childcare grant for all part-time undergraduate students and the introduction of maintenance bursaries for undergraduate students who are in most need?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Robert Halfon**\n  *[NHSPRB]: NHS Pay Review Body",
        "I have great admiration for the Open University and will of course look at those recommendations carefully. However, I reiterate that we are doing everything possible to help students with financial hardship. I mentioned the £261 million student premium and the help with energy bills meaning that students who are tenants of landlords will get up to £400. The student loan has been frozen for the past few years. Students facing hardship can apply for special hardship funds and can also have their living costs support reassessed. The hon. Member will know that, as has been highlighted, interest rates over the next couple of years will increase only in line with the retail price index.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}