{
    "url": "https://www.ukpol.co.uk/paula-barker-2022-statement-on-becoming-shadow-minister-for-homelessness-and-rough-sleeping/",
    "title": "Paula Barker – 2022 Statement on Becoming Shadow Minister for Homelessness and Rough Sleeping",
    "post_date": "October 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paula Barker",
            "url": "/tag/paula-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paula Barker, the Labour MP for Liverpool Wavertree, on 28 October 2022.",
    "content": [
        "Today, October 28, 2022, I am delighted to confirm that I have been appointed to the role of Shadow Minister for Homelessness and Rough Sleeping.\n  *[NHSPRB]: NHS Pay Review Body",
        "It comes at a time when tackling this issue could not be more serious or pressing as renters struggle with the highest private rents on record alongside rocketing household bills.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is clear to me that as our country faces its biggest economic crisis in over half a century this issue needs a spotlight placing on it – homelessness and rough sleeping is getting worse, not better in this country.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Government’s own figures released earlier this summer, show 74,230 households in England became homeless or were at imminent risk of becoming homeless between January and March 2022 – including 25,610 families with children.\n  *[NHSPRB]: NHS Pay Review Body",
        "This represented an 11% rise in three months, and a 5% rise on the same period last year. Moreover, since March household incomes have been and continue to be further hit by the cost of living crisis.\n  *[NHSPRB]: NHS Pay Review Body",
        "The government’s latest homelessness data also revealed that, despite being in full-time work 10,560 households were found to be homeless or threatened with homelessness. This is the highest number of people in full-time work recorded as homeless since this government started recording this data in 2018.\n  *[NHSPRB]: NHS Pay Review Body",
        "And moreover, 1 in 4 (25%) households in our country, were found to be homeless or at risk of becoming homeless because of the loss of a private tenancy (18,210 households). This has increased by 94% in a year and is the second leading trigger of homelessness in England.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over the coming months, I will be looking to work with leading organisations like, Homeless Link, Shelter, The Big Issue, Crisis, the Local Government Association and many others.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is so much more that can and should be done to end homelessness and rough sleeping.\n  *[NHSPRB]: NHS Pay Review Body",
        "Homelessness and rough sleeping is also a matter that deeply impacts those in my own Liverpool Wavertree constituency. I have seen at close hand the excellent work that organisations like YMCA Together, Whitechapel Centre and Liverpool City Council have done in recent years to try to combat this.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I have also seen the positive outcomes from Mayor Andy Burnham’s ‘a bed every night’ scheme in Greater Manchester as well as the Homeless Friendly initiative – a social enterprise started by Cllr Dr Zahid Chauhan a North West GP.\n  *[NHSPRB]: NHS Pay Review Body",
        "Up and down the country there are examples of brilliant things going on and we must find a way of learning from such good practice and sharing it across the country.\n  *[NHSPRB]: NHS Pay Review Body",
        "But ultimately, this Government cannot be allowed to simply continue burying its head in the sand – we need interventions that will help prevent a steep rise in homelessness. I intend to push them on that agenda.\n  *[NHSPRB]: NHS Pay Review Body",
        "We face a tough challenge ahead of us on this agenda but I am determined to be a fierce advocate of this very important brief.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}