{
    "url": "https://www.ukpol.co.uk/greg-barker-2014-speech-at-cleantech-conference/",
    "title": "Greg Barker – 2014 Speech at Cleantech Conference",
    "post_date": "September 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Gregory Barker",
            "url": "/tag/gregory-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Barker to the Cleantech Conference on 13th February 2014.",
    "content": [
        "[![gregorybarker](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Innovation is at the heart of our Long-term Economic Plan and the low carbon sector is rich in innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "New low carbon technologies are essential to reduce the cost of energy for hard-pressed consumers, lower overall energy consumption, and help us gain a large piece of the massive global market for LCGES.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Coalition recognises the important role innovation will play in the long-term future of the UK economy leading to new technologies, new jobs and new opportunities.\n  *[NHSPRB]: NHS Pay Review Body",
        "By targeting our innovation support effectively and fulfilling our innovation goals we could save the UK over £100bn in cost reductions to 2050.\n  *[NHSPRB]: NHS Pay Review Body",
        "Targeted innovation in energy efficiency alone could lead to savings worth up to £2,500 for each UK household and business up to 2050.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s enough to build 14,000 community hospitals, over 5,000 new schools or over 130 Olympic stadiums, and generate UK-based business activity contributing tens of billions of pounds to GDP over the same period.\n  *[NHSPRB]: NHS Pay Review Body",
        "Recognising the huge potential, this Government has taken the decision to invest in supporting businesses and academics to undertake energy innovation, despite the challenging economic climate over the past few years.\n  *[NHSPRB]: NHS Pay Review Body",
        "As a result, the UK now has the sixth biggest share of the £3.4 trillion global market for low carbon goods and environmental services. And by driving innovation we are putting in place the right technologies to produce cleaner energy, at an affordable cost to the consumer.\n  *[NHSPRB]: NHS Pay Review Body",
        "But before I go any further, let me tell you the 3 key points I would like to make today:\n  *[NHSPRB]: NHS Pay Review Body",
        "Firstly, we have worked hard since 2010 to put in place much of the foundations to unlock low carbon innovation and the development of the smarter, more integrated solutions that will be the lifeblood of a future, affordable energy system.\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, the Coalition isn’t just building on the status quo. We are putting in place the first ever Low Carbon Innovation Strategic Framework, providing our vision for low carbon innovation as part of our long-term economic plan.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thirdly, although there are many terrific technologies I could choose to expand upon today, I want to highlight our commitment to driving one in particular. One that has the potential to play a revolutionary role in our future energy system – energy storage.\n  *[NHSPRB]: NHS Pay Review Body",
        "Firstly, this Government is embarking upon the biggest transformation of the UK’s energy system since privatisation.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over the next 20 to 30 years this will lead to a profound shift from highly centralised fossil fuel burning power plants to a cleaner, low carbon, more distributed, interconnected and smarter energy market.\n  *[NHSPRB]: NHS Pay Review Body",
        "No-one knows exactly what the future will look like but it is not too great a stretch of the imagination to picture a population transported by electric vehicles, living in remotely-controlled homes, and generating energy from waste materials which can be fed into a local grid.\n  *[NHSPRB]: NHS Pay Review Body",
        "Already, thanks to recent innovations, such a vision is less futuristic than one might think.\n  *[NHSPRB]: NHS Pay Review Body",
        "Newcastle has recently started installing 580 electric vehicle charging points across the region as part of its efforts to become the UK’s electric car capital.\n  *[NHSPRB]: NHS Pay Review Body",
        "The UK is leading the way in smart grid development across the EU.\n  *[NHSPRB]: NHS Pay Review Body",
        "And, overall, since 2012, over 150 entrepreneurial companies have been provided with grants to support the development of innovative, low carbon technologies through DECC’s £200m innovation programme.\n  *[NHSPRB]: NHS Pay Review Body",
        "Indeed, I am delighted to see that nine of the 40 companies presenting at this event have been awarded an innovation grant from DECC.\n  *[NHSPRB]: NHS Pay Review Body",
        "And over 50 companies have been supported through our broadest innovation programme – the Energy Entrepreneurs Fund.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is a £35m fund to support the development and demonstration of novel, innovative technologies within the energy efficiency, building technologies, power generation and energy storage sectors. Since the fund launched in Autumn 2012, £25m has been awarded in EEF grants to innovative, clean technology companies – the majority being start-ups and SMEs.\n  *[NHSPRB]: NHS Pay Review Body",
        "They include a whole host of exciting novel technologies including projects such as:\n  *[NHSPRB]: NHS Pay Review Body",
        "– Kite Power Solutions’ high altitude wind generating system that uses compact, inexpensive kites to capture wind energy with the potential to transform the economics of wind power generation.\n  *[NHSPRB]: NHS Pay Review Body",
        "– Naked Energy and Natural Technology Developments’ hybrid solar projects which are pioneering affordable, higher performance PV-thermal panels capable of producing both electricity and heat.\n  *[NHSPRB]: NHS Pay Review Body",
        "– Antaco’s small-scale bio-coal from biowaste production plant which could enable commercial production of biocoal by using a cost effective engineering solution.\n  *[NHSPRB]: NHS Pay Review Body",
        "– And Econovate who are using low-grade waste paper and cardboard diverted from landfills to create superior construction products.\n  *[NHSPRB]: NHS Pay Review Body",
        "I encourage you all to see our website for details on how to apply for The Third phase of the Energy Entrepreneurs Fund which opened at end of January and offers up to £2m for projects.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now let me talk in detail about our low carbon strategic framework.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am clear about the need to provide long-term certainty to businesses, innovators and investors around future priorities.\n  *[NHSPRB]: NHS Pay Review Body",
        "For the first time, this Government is putting in place a coherent cross-Whitehall strategy spelling out our long-term energy innovation ambitions.\n  *[NHSPRB]: NHS Pay Review Body",
        "And today, I can tell you that David Willetts and I have published the Strategic Framework for Low Carbon Technologies.\n  *[NHSPRB]: NHS Pay Review Body",
        "Developed by 17 organisations comprising the Low Carbon Innovation Coordination Group, the Framework will give greater clarity on where public support for low carbon technologies will be targeted. It will identify the areas that provide the greatest opportunity for the UK to bring down the cost of energy and deliver economic benefits, laying out decision making principles and, importantly, the evidence base that sits behind this.\n  *[NHSPRB]: NHS Pay Review Body",
        "It will set out core low carbon innovation priorities to 2020 as well as the key technologies that will benefit from public sector innovation worth £1billion to 2015.\n  *[NHSPRB]: NHS Pay Review Body",
        "Technologies such as carbon capture and storage, nuclear, electricity networks and energy storage.\n  *[NHSPRB]: NHS Pay Review Body",
        "Heat, offshore wind, marine, buildings, hydrogen, bioenergy, and the industrial sector.\n  *[NHSPRB]: NHS Pay Review Body",
        "Technologies that can help to bring down energy costs to consumers and reduce our overall energy needs.\n  *[NHSPRB]: NHS Pay Review Body",
        "Technologies that are capable of building a cleaner, safer energy system for the UK and security of supply for generations to come.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thirdly, I want to pick out a specific example of Government support for one area of low carbon innovation with the potential to be a real game-changer – energy storage.\n  *[NHSPRB]: NHS Pay Review Body",
        "Energy storage is set to play a revolutionary role in our future energy system. It has been identified as one of the UK’s current eight ‘great technologies’ with world-leading research capabilities and the potential to support UK growth.\n  *[NHSPRB]: NHS Pay Review Body",
        "Not only can energy storage support the deployment of renewable heat and electricity generation, especially intermittent renewables such as solar, tidal and wind, as well as electric vehicles and other low carbon technologies.\n  *[NHSPRB]: NHS Pay Review Body",
        "But by storing electricity generated at times of low demand for use at times of high demand, energy storage technologies can help to maintain the security of our electricity supply.\n  *[NHSPRB]: NHS Pay Review Body",
        "Overall, energy storage innovation has the potential to save the energy system over £4bn by 2050, and innovation could support the growth of a UK energy storage industry and contribute an estimated £11.5bn to UK GDP by 2050.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today, I can also announce the final winning project from DECC’s Energy Storage Technology Demonstration Competition: the Viridor-Highview liquid air energy storage demonstration project.\n  *[NHSPRB]: NHS Pay Review Body",
        "DECC has awarded a contract of over £8m to the partnership of Viridor Waste Management Limited and UK small enterprise Highview Power Storage.\n  *[NHSPRB]: NHS Pay Review Body",
        "The demonstration project involves the design, construction and testing of a 5MW version of Highview’s liquid air energy storage system to demonstrate its potential to cost-effectively address grid-scale storage needs for the UK’s electricity network.\n  *[NHSPRB]: NHS Pay Review Body",
        "Storage systems, like the liquid air energy system in the Viridor-Highview project, can help us to make even better use of our intermittent renewable resources. They could also help to reduce energy peak demand to give us greater security of supply, reduce network costs and save money for consumers.\n  *[NHSPRB]: NHS Pay Review Body",
        "Storage systems could also be used by local communities in more remote areas alongside renewable generation to avoid power cuts.\n  *[NHSPRB]: NHS Pay Review Body",
        "This new demonstration project builds on the existing work we have already been developing through our two energy storage innovation support competitions.\n  *[NHSPRB]: NHS Pay Review Body",
        "Since launching in October 2012, the competitions have already awarded more than £7.5m to twenty-two storage projects, including three major technology demonstration projects spanning a wide range of technologies.\n  *[NHSPRB]: NHS Pay Review Body",
        "These technologies include small-scale battery storage devices for the home, redox flow batteries which could store surplus energy generated at night from wind turbines, and other technologies, including recycled electric vehicle batteries, mechanical flywheels, hydrogen storage and pumped hydro storage.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thanks to government support, the UK is now in a leading position to provide world-class academic expertise and industrial innovation across all these areas.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, in conclusion, this Government is delivering a clear framework to support investment for the remainder of the decade. Investment in innovations that are essential to delivering clean, affordable energy for consumers.\n  *[NHSPRB]: NHS Pay Review Body",
        "But we are to succeed, we must collaborate. Conferences like this one are key to that collaboration, and so I offer my thanks to Eco-Connect for arranging the event; and of course my congratulations to the Viridor-Highview liquid air energy storage demonstration project.\n  *[NHSPRB]: NHS Pay Review Body",
        "This Government is determined to learn as much as it can from industry and as the UK economy continues to grow the need to develop new solutions to meet the increasing demand for energy has never been more pressing.\n  *[NHSPRB]: NHS Pay Review Body",
        "Low carbon innovation is at the heart of this.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}