{
    "url": "https://www.ukpol.co.uk/paula-barker-2022-speech-on-access-to-gp-services/",
    "title": "Paula Barker – 2022 Speech on Access to GP Services",
    "post_date": "June 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paula Barker",
            "url": "/tag/paula-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paula Barker, the Labour MP for Liverpool Wavertree, in the House of Commons on 21 June 2022.",
    "content": [
        "I put on record that my husband is a senior manager in the NHS.\n  *[NHSPRB]: NHS Pay Review Body",
        "Dr Claire Fuller was commissioned by the Government to lead a national review of primary care. In her introduction to that review, she says that\n  *[NHSPRB]: NHS Pay Review Body",
        "“there are real signs of…discontent with”\n  *[NHSPRB]: NHS Pay Review Body",
        "general practice,\n  *[NHSPRB]: NHS Pay Review Body",
        "“both from the public who use it and the professionals who work within it.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Every day, more than 1 million people benefit from primary care professionals and, by Dr Fuller’s own admission, primary care teams are over-stretched “beyond capacity”. Sadly, we have not heard anything today from the Secretary of State to address that issue.\n  *[NHSPRB]: NHS Pay Review Body",
        "GPs have been working in local communities for over 100 years. The concept has not changed: GPs are still based in their local community, with the only difference being that the buildings they work in are much more modern. GPs have now moved to a triage system, creating the perception that it is difficult to get a face-to-face appointment, and for some of my constituents that perception is reality. Bookable appointments have now moved to a longer lead-in time, from three to four weeks in advance to seven to nine weeks in advance. Nationally, there were half a million more appointments in January this year than in January 2020, but the number of GPs is roughly the same, despite the Government’s promise in February 2020 that they would recruit 6,000 more GPs by 2024. More than two years down the line, we are simply no further on.\n  *[NHSPRB]: NHS Pay Review Body",
        "People are frustrated and angry that they are being contacted by GP surgeries to book in for a health check, yet cannot get to see their GP when they feel unwell. While it is undoubtedly important for GPs to carry out health checks, which can enable interventions, that cannot be at the expense of routine appointments. Those health checks are on an enhanced service contract, meaning that the GP is paid for every patient who takes them up. That is in addition to their normal contractual obligations, so it is no wonder that patients are frustrated. At the NHS Confederation last week—the gathering of more than 5,000 senior NHS managers and staff—which the Secretary of State said he attended, the single biggest area of concern was workforce.\n  *[NHSPRB]: NHS Pay Review Body",
        "We must ask ourselves why the guidance from NHS England predominantly concentrates on emergency care, rather than urgent care. It talks about how many people are waiting in accident and emergency, how many ambulances are delayed, and how many people cannot be discharged on time. Those are all important subjects, but that emphasis diverts people’s attention from the important point that the part of the NHS that deals with 90% of patient needs, GPs, only receives the crumbs off the table: 9% of the budget. It is time for the Government to deliver on their promises to recruit more GPs. The biggest threat to the NHS is crippling workforce shortages. If those shortages are not resolved, the Government will eventually start saying, “The NHS is failing.” That will, in turn, lead to the hedge funders coming in and taking over.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our NHS staff are underpaid, undervalued and under-resourced, and are then blamed by this Government—this Government who have been in power for 12 years. Meanwhile, patients are struggling to get GP appointments and, often, when they call 111, they are advised to present themselves at A&E. This Government are hellbent on turning the NHS into the national hospital service, rather than the national health service. The model of primary care must change, and change for the better, to enable our constituents to access GP services in a timely and appropriate manner. Quite frankly, nothing less is good enough.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}