{
    "url": "https://www.ukpol.co.uk/paula-barker-2022-statement-on-human-rights-in-colombia/",
    "title": "Paula Barker – 2022 Statement on Human Rights in Colombia",
    "post_date": "April 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paula Baker",
            "url": "/tag/paula-baker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Paula Barker, the Labour MP Liverpool Wavertree, in Westminster Hall on 20 April 2022.",
    "content": [
        "I beg to move,\n  *[NHSPRB]: NHS Pay Review Body",
        "That this House has considered human rights in Colombia and implementation of the 2016 peace agreement.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a pleasure to serve under your chairship, Ms McDonagh. I will start with a health warning: my Hispanic is not fantastic, so please forgive in advance any incorrect pronunciation. I am delighted to have been given the opportunity to lead today’s debate on human rights in Colombia and implementation of the 2016 peace agreement.\n  *[NHSPRB]: NHS Pay Review Body",
        "The situation in Colombia stretches back many decades, and one cannot overstate its complexity for international observers and activists who care deeply about human rights and peace. According to Colombia’s National Centre for Historical Memory, the conflict has claimed about 262,000 lives—84% of them civilians. A further 6.9 million have been forced from their homes. More than 37,000 people were kidnapped and nearly 18,000 children recruited into armed groups. Thousands of people disappeared, and others were raped and tortured.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many will know that the polarising conflict, summarised in a simple form, has involved actors on both the far left and the far right, including armed groups and paramilitaries, as well as Government forces. Historically, nearly all have blood on their hands—some more than others—and others continue to have bloodstained hands as we gather in this place today. The victims, the innocent, have always been the people of Colombia: children, the indigenous, social leaders, activists, those who practise religion and trade unionists.\n  *[NHSPRB]: NHS Pay Review Body",
        "Colombia may not occupy any column inches or any seconds on our newsreels, but it is one of the most long-standing and brutal internal conflicts in recent human history. The conflict serves as an example of societal breakdown, where barbarism and violence reign supreme and where the very worst of our depravity as human beings is on full show. Despite all that turmoil, those who campaign for peace, human rights and justice are some of the bravest people that we will ever encounter.\n  *[NHSPRB]: NHS Pay Review Body",
        "At this point, I want to thank the campaign group Justice for Colombia, which does so much in the UK context to educate people and raise awareness of the situation in Colombia, both historically and as it unfolds to this day. I am proud of the work undertaken by many British trade unions with Justice for Colombia. Trade unions in Colombia need our international solidarity.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Rachel Hopkins (Luton South) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend is making a powerful speech. She mentions trade unionists. Does she agree that Colombia is the most dangerous place in the world to be a trade unionist? According to the International Trade Union Confederation, between March 2020 and April 2021, 22 trade unionists were killed in Colombia.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paula Barker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I thank my hon. Friend for her intervention. I wholeheartedly agree: Colombia is the most dangerous place in the world to be a trade unionist. I think that sometimes in Britain we take for granted our ability to go about our daily duties as trade unionists and as members of trade unions. That must be protected at all costs, because it is incredibly important. As I said, I am incredibly proud of the work undertaken by many British trade unions with Justice for Colombia. Trade unionists in Colombia need our international solidarity just as much today as they did 20 years ago.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Ellie Reeves (Lewisham West and Penge) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend is talking about the work of Justice for Colombia. I was privileged to go on delegations to Colombia with that organisation in 2007 and 2012, and I learned about the human rights abuses that are happening across that country. Does my hon. Friend share my concerns that those human rights abuses seem to be escalating ahead of May’s presidential elections, and does she agree that the UK Government should be doing everything they can to condemn that escalation in violence and stop it happening?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paula Barker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I thank my hon. Friend for that intervention, and I completely concur with the views she shared. As we have heard, Colombia is the most dangerous place in the world for trade unionists. More than 3,000 have been murdered since 1989—more than in the rest of the world combined. They are murdered with impunity, often by right-wing paramilitary groups with links to Colombia’s state apparatus, and no one is brought to justice.\n  *[NHSPRB]: NHS Pay Review Body",
        "The 2016 peace agreement was meant to change that and so much beside for trade unionists and those campaigning for workers’ rights, peasant farmers, former FARC combatants who laid down their arms, and those who sought justice for the crimes inflicted on their families and communities by the likes of FARC. For all Colombians, 2016 was a marker to alter the direction of the entire nation. Indeed, it still can be. Despite the setbacks, it is important to avoid falling into the trap of total cynicism and despair. However, elections are looming next month, and for so many progress is still too slow. Although the violence proves relentless, we are in a volatile period with the forces of peace and chaos delicately balanced. It is the job of Colombia’s international partners, such as the UK, to continue to promote peace, support the outcome of next month’s election and work closely with the incumbent or any newly elected Government on our common objectives.\n  *[NHSPRB]: NHS Pay Review Body",
        "The key tenets of the 2016 peace agreement between ex-President Juan Manuel Santos and the then commander-in-chief of the ultra-left revolutionary FARC group, Rodrigo “Timochenko” Londoño, included a ceasefire and disarmament, justice for victims, action on drug trafficking, the political process that saw FARC become registered as a political party, and wholesale land reform. It must be said that there has been some progress, such as the election of 16 victims into special peace seats in Colombia’s House of Representatives. Some 14,000 FARC combatants have laid down their arms and joined the peace process; the majority have moved out of camps and into civilian life. The Kroc Institute for International Peace Studies in the US asserts that, as late as last year, 29% of the accords had been fully implemented, which is significant given that the process is expected to last 15 years.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the polarising matter of justice for FARC victims, progress is being made, although it is too slow for some and not far enough for many, who want positive, not transitional, justice. On the other hand, the security situation is either deteriorating or static. The current Government have failed to grasp the severity of the threat posed by the far-right paramilitary groups that threaten to jeopardise the peace process. The current President has a responsibility to safeguard the peace process, and that means affording protection to those taking part in it. Many believe that security, or a lack of it, and the escalating violence are the biggest threats that could tip the balance of forces in favour of chaos.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Tony Lloyd (Rochdale) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend touches on a really important point. One of the groups who have been systematically murdered is ex-members of FARC. The signal that that gives to others is that making peace is potentially the wrong road; it encourages people to go back into the jungle and take up arms again. That is the wrong message. There has to be action by any Colombian Government on that.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paula Barker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I thank my hon. Friend for his intervention, and I completely concur.\n  *[NHSPRB]: NHS Pay Review Body",
        "The early part of this year makes for very grim reading. The murder of Jorge Santofimio, the former FARC fighter turned environmentalist, was harrowing. The number of former FARC combatants killed since 2016 is now over 300. More than 900 social leaders have been killed since the peace agreement was signed in 2016. In the first three months of 2022, 48 social activists and 11 former FARC combatants have been killed, and 27 massacres have taken place. It goes without saying that if those who laid down their arms feel that they are not afforded protection, there is a risk that they will take up arms again. My hon. Friend the Member for Rochdale (Tony Lloyd) made that point very well.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lord Ahmad of Wimbledon, at the UN Security Council briefing on Colombia, called on the Colombian Government\n  *[NHSPRB]: NHS Pay Review Body",
        "“to continue to expand its efforts to provide adequate protection and security, improve state presence in conflict-affected areas…and strengthen the institutions that can investigate and prosecute those responsible for these crimes.”\n  *[NHSPRB]: NHS Pay Review Body",
        "I must also note the murder of the indigenous leader Miller Correa on 14 March this year. Only eight days prior to his death Miller was named alongside other activists in a threat signed by a group identifying itself as the far-right Black Eagles. It was a great loss, and many other leaders now face increased threats. Perhaps the UK Government could obtain clarity from the Colombian Government about why authorities have withdrawn the security detail from indigenous Senator-elect and human rights defender Aída Quilcué, after she faced similar threats to those made about the murdered Correa, again by the Black Eagles. The same Black Eagles group is now making threats against progressive political forces in the historic pact—most recently, Francia Márquez, who is the frontrunner to secure the vice-presidency in May.\n  *[NHSPRB]: NHS Pay Review Body",
        "In summary, in the run-up to May’s presidential elections, the Colombian Government must step up in defence of the peace process; expand the security afforded to those participating in the process; commit to protect religious, indigenous, sexual, trade union and labour rights; and, without question, accept the outcome of May’s election. The UK Government must aid the Colombian Government in those aims, if they are sincere in pursuing them, and must without question support any new Government that is elected in May.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}