{
    "url": "https://www.ukpol.co.uk/gregory-barker-2013-energy-efficiency-mission-launch-speech/",
    "title": "Gregory Barker – 2013 Energy Efficiency Mission Launch Speech",
    "post_date": "September 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Gregory Barker",
            "url": "/tag/gregory-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Energy Minister, Gregory Barker, on 4th February 2013.",
    "content": [
        "[![gregorybarker](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "It was a real pleasure to welcome the Prime Minister, the Rt. Hon. David Cameron here and to hear his ringing endorsement of the UK Energy Efficiency Mission and I share his passion and commitment.\n  *[NHSPRB]: NHS Pay Review Body",
        "We want the UK to be the most energy efficient economy in Europe, not because it is nice to have but because it is an essential part of how the UK is going to compete in the global race, how we are going to have competitive onshore manufacturing and rebuild our industrial base.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is all about competition. This is all about growing efficiency, not just in the energy sector but as part of a holistic approach to the efficiency of the wider economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "But there is a problem that the Prime Minister put his finger on, and that we hope to deal with this afternoon. The fact of the matter is that we have a host of policies; arguably we even have too many policies dealing with energy efficiency. Yet despite that, historically, energy efficiency has been ignored, relegated to second tier status by successive governments for decades. And that has to change.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am very proud that this Coalition Government has actually recognised that fact and one of the first things that I did coming into government was to ensure that energy efficiency was actually properly recognised in the architecture of the Department of Energy & Climate Change.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was extraordinary to me to get there and find that we had an Office for the Deployment of Renewables; that there was an Office for New Nuclear; that there is obviously a big oil and gas office there. But energy efficiency was dispersed piecemeal throughout the Department and there was nobody actually at the top table speaking up for energy efficiency alongside the other key elements of energy policy and the energy future.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now under David Purdy we have the Energy Efficiency Deployment Office, at last recognised within DECC as a vital part of our future policy framework. Within that I have also got to pay tribute to Tracy Vegro who has been responsible for deploying the Green Deal, the most transformational, consumer-facing energy efficiency policy we have ever tried and which will, unlike other markets in the past, be bringing in not a monopoly provider or a monopoly contract but a whole host of new market entrants; opening up choice not just to people with big wallets but to people in the lowest docile of the economy; bringing choice to the fuel poor; bringing much needed competition to the sector to drive down cost.\n  *[NHSPRB]: NHS Pay Review Body",
        "But there is more to energy efficiency than just the Green Deal, whether that is the Green Deal for consumers or businesses. If you look at the shopping list of our policies, as you will know, we also have the CRC, we have enhanced capital allowances, there are climate change agreements, and there is – although we still need to see a much stronger price signal – an emissions trading scheme at the EU level.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have mentioned the Green Deal, I have also mentioned the £1.3 billion of subsidy which comes from the Energy Company Obligation – ECO – a vital partner to the Green Deal. There is the Smart Meters Programme which is going to transform the customer relationship with electricity. There is Electricity Market Reform (EMR) and I am currently serving on the Committee which is taking this through Parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are absolutely determined that future energy markets will actually see energy efficiency recognised within EMR, we see energy efficiency always being the first policy call of choice when it is the cheapest option and we are proactively exploring the way which we can reflect that in the new architecture of the UK electricity market. That means not just electricity demand reduction, it also means demand response which will completely change the way that consumers will interact with their electricity provider.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have issued strengthen guidance for local authorities under the Home Energy Conservation Act and we have of course our own commitments as a Government that is proud to be walking the walk. We met our 10% target on reducing the energy consumption of the central Government’s real estate – in fact we smashed through it and now we are on track to deliver a 25% cut by 2015 – a really big, meaningful reduction.\n  *[NHSPRB]: NHS Pay Review Body",
        "But exactly as the Prime Minister said, there is a recognition that the sum of the parts adds up to considerably more than the whole. And the idea for a National Energy Efficiency Mission, to pull all these strands together, to pull in all the key participants in the energy efficiency economy, was actually something that really came to me when I was having a discussion with Andrew Liveris, the global CEO of the Dow Chemical Company, at the Olympics business event.\n  *[NHSPRB]: NHS Pay Review Body",
        "I had been an admirer of Andrew’s for some time after reading his book, ‘Make it in America’. Where he says is that it is no coincidence that those countries which are resurgent in terms of manufacturing and are increasing their global share of manufactured goods worldwide, are also those countries with an increasing focus on energy efficiency and renewable energy. Actually, the two represent two sides of the same coin and that actually here is a pro business, pro-entrepreneurial, pro-innovation, pro-manufacturing, low carbon agenda which is a huge opportunity we simply cannot afford to miss.\n  *[NHSPRB]: NHS Pay Review Body",
        "I was discussing this with Andrew and in the course of our conversation, I went through that shopping list of efficiency policies which I previously mentioned and he had no idea. Not only did he not know about the Green Deal, he did not know about the Green Investment Bank, he did not know about the measures that we are putting in place to drive the ESCO market, he did not know about the priority that efficiency has in our ring-fenced science research and development programme, or the fantastic work that the TSB is doing.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is so much to this ambitious, exciting agenda – but if we are honest, we are just not telling the story effectively. But in order to get it out there, in order to pull it together, we need that backing from the very top of Government and that is why it was absolutely essential that the Prime Minister was here, to launch that mission and articulate this ambition to make the UK the most energy efficiency economy in Europe and to make clear the absolute connection between reducing our carbon emissions and winning that global race that he so frequently refers to.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we are unapologetic in saying that energy efficiency is a win-win agenda. There is a lot more we need to do to achieve our goals and over the course of the afternoon I hope we can explore in the working groups some new solutions of how we can pull this all together. I want to get maximum bang for British industry buck, maximum bang for the consumer, make sure that those benefits that come with energy efficiency actually cascade down, right the way through to peoples bills.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is a bold, pro growth agenda and working together we can make it happen.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}