{
    "url": "https://www.ukpol.co.uk/paula-barker-2021-speech-on-covid-19-restrictions/",
    "title": "Paula Barker – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paula Barker",
            "url": "/tag/paula-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paula Barker, the Labour MP for Liverpool Wavertree, in the House of Commons on 14 December 2021.",
    "content": [
        "Given time, I will concentrate my comments on mandatory vaccinations for NHS staff. I find myself really torn on this emotive subject, and I also find myself trying to apply logic to what is quickly becoming an illogical argument from the Government Benches. If it is really about patient safety, the Government should already have identified workers in the NHS who are still unvaccinated and have been working with them to alleviate fears and concerns and remove barriers.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Secretary of State should explain to the House why it is acceptable for those in the NHS who remain unvaccinated to work on the frontline to assist with the omicron crisis but, come 1 April, to be dismissed. Quite frankly, it makes no sense.\n  *[NHSPRB]: NHS Pay Review Body",
        "Comparisons have been drawn with the requirement for NHS staff to be vaccinated against hepatitis B. The reality is that chapter 12 of the Public Health England Green Book, which provides the latest information on vaccines and vaccinations, states:\n  *[NHSPRB]: NHS Pay Review Body",
        "“Hepatitis B vaccination is recommended for healthcare workers who may have direct contact with patients’ blood or blood-stained body fluids.”\n  *[NHSPRB]: NHS Pay Review Body",
        "It is not the law. The Government proposal will see these workers work around the clock during the next few weeks and months, only to be dismissed on 1 April if they do not succumb to mandatory vaccination.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Andy McDonald**\n  *[NHSPRB]: NHS Pay Review Body",
        "Does my hon. Friend agree that if these measures will come into force at the beginning of April and the parties concerned are to participate in a framework agreement for their roll-out, there is an ideal opportunity for those parties to work through how they may be implemented? By rushing the measures today, we are being robbed of that opportunity, despite the noises from the British Medical Association, the unions and the royal colleges.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paula Barker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I thank my hon. Friend for that excellent point, which I agree with wholeheartedly.\n  *[NHSPRB]: NHS Pay Review Body",
        "The workers I am talking about are the workers who worked around the clock at the start of the pandemic, despite having inadequate personal protective equipment, because they were putting the nation first. They are the workers who will continue to work around the clock over Christmas and the new year. In an institution that is built on consent between patient and clinician, the Government are ripping up the rulebook to suit their own ends, while at the same time we are seeing the 17th reorganisation of the NHS since 1993.\n  *[NHSPRB]: NHS Pay Review Body",
        "We clapped for our care workers and NHS staff on a Thursday, and they will get us through the latest crisis over Christmas and the new year. But now the Government, who ripped up the rulebook last Christmas while the rest of us obeyed the rules, sacrificing seeing our loved ones—some in their final moments—are going to dismiss workers in April. And all this while No. 10 and the Department for Education not only had Christmas parties but told this House and the nation that they did not. The message is inconsistent and makes no sense.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are told to trust the Government, but it is increasingly concerning that they are reviewing the Human Rights Act and want to replace it. We should be very afraid, because this could be a sign of things to come from a Government and a Prime Minister who believe they are above the law. Even worse, if they do not like the law and it does not serve their purpose any more, they will rip it up and start again until they get the policy or the outcome they want, irrespective of civil liberties or economic damage.\n  *[NHSPRB]: NHS Pay Review Body",
        "The right to choose, particularly when it comes to our own bodies, is something we should all take very seriously. I implore everyone to get vaccinated and boosted to protect themselves and others, but the Government have set a precedent that should worry every citizen. For the first time ever, we have seen the profession of care workers singled out; they have had conditions attached to their employment status that were never there to begin with.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is so much that the Government could do in the weeks and months ahead, from constructive negotiations with the trade unions, which remain opposed to mandatory vaccinations, to ensuring that local authorities and health services have the resources and capacity required to deliver the ambitious daily targets for boosters, and that statutory sick pay is set at the Living Wage Foundation rate. Most importantly, they could follow the rules themselves, to give the public confidence that any measures introduced are proportionate and necessary.\n  *[NHSPRB]: NHS Pay Review Body",
        "Before entering this place, I represented care workers, NHS staff and public servants, many of whom are now my constituents. I take very seriously my responsibility to ensure that their voices are heard, while trying to balance that with the unprecedented situation before us and the importance of public health. I think we can do just that by consensus rather than compulsion.\n  *[NHSPRB]: NHS Pay Review Body",
        "I implore the Government to pause on the issue of mandatory vaccinations, withdraw the relevant statutory instrument and work on the issue with the trade unions, the Labour party and all those in the House who offer cross-party support. The Secretary of State himself has said that we have seen an increase in vaccination rates since the start of the consultation. Please, remove the SI and let us work together to get the country vaccinated.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}