{
    "url": "https://www.ukpol.co.uk/greg-barker-2014-speech-on-renewables/",
    "title": "Greg Barker – 2014 Speech on Renewables",
    "post_date": "September 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Gregory Barker",
            "url": "/tag/gregory-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Greg Barker, a Minister of State at the Department for Energy and Climate Change, at the Royal Bank of Canada Capital Market’s UK Renewables day in London on 22nd May 2014.",
    "content": [
        "[![gregorybarker](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "**Introduction**\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you to RBC and to John Musk for convening this important and timely conference.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am delighted to kick off and would like to provide my personal view on the renewable sector in 2014 and its role in the wider economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that is where I would like to start. Growth has returned to the UK. We are beginning to see the positive impact of our policies as confidence returns. Our Long Term Economic Plan is working.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our Long Term Economic Plan is delivering for millions of families…\n  *[NHSPRB]: NHS Pay Review Body",
        "…for British business…\n  *[NHSPRB]: NHS Pay Review Body",
        "…and for investors for near and far, who are sharing in our hard-earned growth.\n  *[NHSPRB]: NHS Pay Review Body",
        "…Growth in an economy that is now the fastest-growing in the G7.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the energy sector is at the heart of that long-term plan.\n  *[NHSPRB]: NHS Pay Review Body",
        "In energy, nothing demonstrates this renewed confidence more clearly than the health of the new secondary market which so many in this room have been instrumental in creating.\n  *[NHSPRB]: NHS Pay Review Body",
        "In little over a year, seven new listed investment companies have mobilised £1.4bn of new money entering the renewables landscape – much of it for the first time.\n  *[NHSPRB]: NHS Pay Review Body",
        "Your funds, built on reliable, proven technologies like wind and solar, and supported by our long term incentives, means that many institutional investors are increasingly considering renewables in a new light.\n  *[NHSPRB]: NHS Pay Review Body",
        "A safe, low-risk, transparent asset class worthy of investment consideration.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am pleased to see several representatives from the insurance sector, pension sector and mutual funds in the audience.\n  *[NHSPRB]: NHS Pay Review Body",
        "For those seeking long-term, stable returns, this sector offers enormous potential.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Savoy is famous for hosting parties and celebrations – or indeed just marking important events. I hope today you will leave this memorable old hotel, reassured that the British renewables industry has genuinely come of age!\n  *[NHSPRB]: NHS Pay Review Body",
        "Today I’d like to stress three key points:\n  *[NHSPRB]: NHS Pay Review Body",
        "**Britain is committed to a long-term renewables agenda**\n  *[NHSPRB]: NHS Pay Review Body",
        "We have the policy framework – and the funding – in place to give certainty to investors\n  *[NHSPRB]: NHS Pay Review Body",
        "We have become the world-leaders in offshore wind, and intend to both safeguard that position and strengthen our expertise in the supply chain and in other renewables\n  *[NHSPRB]: NHS Pay Review Body",
        "**The renewables agenda**\n  *[NHSPRB]: NHS Pay Review Body",
        "Given that many of you are not renewables specialists, it is worth reflecting on some key points that are often lost in the political noise.\n  *[NHSPRB]: NHS Pay Review Body",
        "The latest UK Energy Statistics show that renewable generation grew by 28% in 2013, with its share of electricity generation up to a record 17.6% in the fourth quarter of 2013.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is all the more remarkable, given the wider picture across Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "According to Bloomberg New Energy Finance, year-on-year investment in renewables has dropped back since 2011, falling by 50% across the EU.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yet in the UK the investment picture is dramatically different to the rest of Europe, growing by 20% to a total of £8bn in 2013 – outperforming even that stalwart of the renewables revolution, Germany – and a new record high.\n  *[NHSPRB]: NHS Pay Review Body",
        "But it was also gratifying to see in their conference last month in New York that Bloomberg now anticipates a sharp rise in clean energy investment globally in the coming two years.\n  *[NHSPRB]: NHS Pay Review Body",
        "We should remember too that despite the political noise, there remains a strong cross-party consensus on renewables.\n  *[NHSPRB]: NHS Pay Review Body",
        "At the passing of the Energy Bill in November, Conservatives and Lib Dems were joined in the division by the official opposition, giving the Energy Act one of the largest majorities of this parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the public backs renewables too! Our own polling shows overall renewable support at 77%. With support for technologies such as Solar PV even higher at 85%.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Policy framework**\n  *[NHSPRB]: NHS Pay Review Body",
        "I also wanted to update you on our Electricity Market Reform programme – a radical new market design which retains a liberal approach while addressing market failures.\n  *[NHSPRB]: NHS Pay Review Body",
        "After two years of in-depth design, consultations, parliamentary scrutiny and legislation, our Energy Act which I just mentioned – reforming the electricity market – was signed into law in December 2013.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our reform will ensure that the UK remains a leading destination for investment in low carbon electricity right across the technology landscape, not just renewables.\n  *[NHSPRB]: NHS Pay Review Body",
        "This will be a massive boost to our economy, generating skills, expertise and hundreds of thousands of jobs in this sector.\n  *[NHSPRB]: NHS Pay Review Body",
        "After several years of planning, we are bang on track for EMR implementation this year.\n  *[NHSPRB]: NHS Pay Review Body",
        "The two main components of EMR are the Contracts for Difference (CfD) to support low carbon generation, and the Capacity Market to ensure security of supply.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s the first of these which matters most to the renewables sector.\n  *[NHSPRB]: NHS Pay Review Body",
        "Contracts for Difference are in effect a type of guaranteed feed-in tariff, designed to provide stable and predictable incentives for companies to invest in low-carbon electricity generation. It removes wholesale electricity price risk.\n  *[NHSPRB]: NHS Pay Review Body",
        "We looked at our experience here with ROCs. We looked abroad, especially to Germany at their experience with a Feed in Tariff. And we think CfDs represent the best of both.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it is not just the policy architecture that we have so carefully put in place. Through our Levy Control Framework, we also have the guaranteed funding in place.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Funding to support new projects right up to 2021**\n  *[NHSPRB]: NHS Pay Review Body",
        "The Framework sets the Government’s spending envelope for low carbon and renewable electricity incentives, ultimately paid for through consumers’ energy bills.\n  *[NHSPRB]: NHS Pay Review Body",
        "So it helps control the costs of energy. It holds the Government to account. And it provides certainty to investors.\n  *[NHSPRB]: NHS Pay Review Body",
        "No other country in Europe – not Spain, France, or even Germany – can guarantee investors and developers alike such funding certainty.\n  *[NHSPRB]: NHS Pay Review Body",
        "And if we are to realise our huge ambitions for renewables and offshore wind especially, we are going to need that certainty.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Wind**\n  *[NHSPRB]: NHS Pay Review Body",
        "But this isn’t just an opportunity created by the British genius for financial innovation. The physical underlying natural resource is phenomenal. I’d like to focus on just one example: wind.\n  *[NHSPRB]: NHS Pay Review Body",
        "The UK has the largest offshore wind market on the planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "And according to E&Y, we continue to be the most attractive destination in the world for offshore wind investment.\n  *[NHSPRB]: NHS Pay Review Body",
        "Right now, we have the two largest wind farms – London Array and Greater Gabbard.\n  *[NHSPRB]: NHS Pay Review Body",
        "But by 2020 we could see 8 to 15GW of installed offshore wind capacity which could support up to 35,000 jobs\n  *[NHSPRB]: NHS Pay Review Body",
        "**A contribution of £7billion to the UK’s economy**\n  *[NHSPRB]: NHS Pay Review Body",
        "The Green Investment Bank – conceived by Conservatives in opposition, developed hand-in-hand with the investment community and delivered in Government – has not only addressed market failure…\n  *[NHSPRB]: NHS Pay Review Body",
        "…but also been instrumental in ensuring the spin cycle of capital is increased and enhanced…\n  *[NHSPRB]: NHS Pay Review Body",
        "…Releasing development capital sooner to build out faster.\n  *[NHSPRB]: NHS Pay Review Body",
        "In fact the Bank has just signed two landmark offshore wind deals, Westermost Rough and Gwynt y Mor.\n  *[NHSPRB]: NHS Pay Review Body",
        "This has allowed the current owner-developers, DONG and RWE, to recycle their capital into new projects.\n  *[NHSPRB]: NHS Pay Review Body",
        "I will let Ed speak on the detail, but I would point out that the former deal sees GIB taking construction risk for the first time in offshore wind, a significant step forward.\n  *[NHSPRB]: NHS Pay Review Body",
        "The bank has now invested well over £600m in five offshore wind farms and a total of £1.3bn has been mobilised – a record of which I am extremely proud. But that is just for starters.\n  *[NHSPRB]: NHS Pay Review Body",
        "This type of investment is also ensuring that the supply chain is developed here in the UK not overseas.\n  *[NHSPRB]: NHS Pay Review Body",
        "In March, Siemens and Associated British Ports announced plans to invest £310 million building two offshore wind turbine and blade factories in Hull.\n  *[NHSPRB]: NHS Pay Review Body",
        "Construction will start later this year and will finish in 2016. Once again – the sector is delivering renewed confidence and growth.\n  *[NHSPRB]: NHS Pay Review Body",
        "And playing its part in the extraordinary renaissance of British manufacturing and the rebalancing of the economy more widely.\n  *[NHSPRB]: NHS Pay Review Body",
        "Allowing us to compete with growing confidence in the global race.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Remaining issues**\n  *[NHSPRB]: NHS Pay Review Body",
        "Before I conclude, I thought I’d quickly pre-empt a couple of questions you might have.\n  *[NHSPRB]: NHS Pay Review Body",
        "First, on exactly how competition for CfDs will work.\n  *[NHSPRB]: NHS Pay Review Body",
        "Earlier this month, we confirmed the two main technology groupings we will use when allocating contracts:\n  *[NHSPRB]: NHS Pay Review Body",
        "One group of less established technologies, such as offshore wind and wave and tidal\n  *[NHSPRB]: NHS Pay Review Body",
        "And a separate group of established technologies such as onshore wind and large-scale solar PV which will move to competition from the start of the CfD regime later this year\n  *[NHSPRB]: NHS Pay Review Body",
        "And we are consulting on some other details regarding biomass and Scottish wind projects.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are doing this as we believe the UK’s renewable industry is delivering a strong pipeline of new projects and that moving to competition now will enable us to reduce the cost that consumers face.\n  *[NHSPRB]: NHS Pay Review Body",
        "Second, the current plans for changes to Renewables Obligations for large-scale solar.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our hugely ambitious Solar Strategy, published last month, spelt out in detail what I have been saying for several years…\n  *[NHSPRB]: NHS Pay Review Body",
        "…namely, it is the solar rooftop market and onsite generation for commerce and industry that is our focus for growth…\n  *[NHSPRB]: NHS Pay Review Body",
        "…not remote field solar.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is still a place for solar arrays as the sector continues to grow.\n  *[NHSPRB]: NHS Pay Review Body",
        "But it is the onsite generation market that is our first priority.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our proposals, which would take effect next year, focus our incentives and further clarify our intent.\n  *[NHSPRB]: NHS Pay Review Body",
        "But I want to reassure you that we’ve done so in a calm and measured way.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have provided a year of notice. Changes would only come into law from April next year.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our proposals also include grace periods to protect significant investments.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Conclusion**\n  *[NHSPRB]: NHS Pay Review Body",
        "So to conclude, let me just recap what is Government doing in this space:\n  *[NHSPRB]: NHS Pay Review Body",
        "A stable, transparent, predictable long-term approach\n  *[NHSPRB]: NHS Pay Review Body",
        "Government proactively acting to de-risk and open up new opportunities for investors, consistent with both our 2050 climate change targets and our long-term economic plan\n  *[NHSPRB]: NHS Pay Review Body",
        "Government as a genuine partner in growth, in a clean energy sector that is affordable, scalable and sustainable\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you for your time and I look forward to the questions.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}