{
    "url": "https://www.ukpol.co.uk/paula-barker-2021-speech-on-council-tax-increases/",
    "title": "Paula Barker – 2021 Speech on Council Tax Increases",
    "post_date": "January 26, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Paula Barker",
            "url": "/tag/paula-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Local Government",
            "url": "/category/local-government/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paula Barker, the Labour MP for Liverpool Wavertree, in the House of Commons on 25 January 2021.",
    "content": [
        "Before entering Parliament, I spent my entire working life in local government. Local government as an institution is one of the great pillars of our democracy. It is in every sense the frontline, providing the bread-and-butter services our communities and our people rely on day in, day out. I cannot be more earnest in delivering this message from the frontline: morale has never been more crushed or in such short supply within local government than it has for this last decade. Half a billion pounds has been slashed from my own council in Liverpool in the past 10 years and more than £10 billion from local government overall, with a postcode lottery where the Tory shires are cushioned from the devastation inflicted on councils across the north of England.\n  *[NHSPRB]: NHS Pay Review Body",
        "The disturbing irony of it all is that the Conservatives claim to be no big believer in the central state, yet trash the very institutions that have the expertise and know-how to put local people in charge of their communities’ own destiny. They talk a good game on devolution, but we know in the north that the reality is quite the opposite. Meagre powers with little resource do not deliver real change, nor do they come anywhere close to levelling up. The Conservative party talks an even mightier game on tax and spend, but there is nothing to justify such assertions if the modus operandi is to shift the tax burden from progressive taxation to the most regressive of taxes, council tax. The most sinister swindle of them all is when local people receive their council tax bill. The top does not read “Ministry of Housing, Communities and Local Government” but “Liverpool City Council”, “Salford City Council” or “Leeds City Council”. I dare say that if the opposite were true and blame was directed where it truly belongs, to Whitehall, the Government would think twice about backing councils into a corner like this.\n  *[NHSPRB]: NHS Pay Review Body",
        "Social care is a case in point. If this Government in all their delusions honestly believe the way to put adult social care on a truly sustainable financial footing is to pillage the pockets of local taxpayers with huge council tax hikes that let the wealthiest off the hook and allow the poorest to shoulder the greatest burden, they are in for a shock. Squeezing the tax base in areas of high deprivation to subsidise an inadequate adult social care business will never ever provide the solutions our people need as our population grows older and therefore more dependent on such services.\n  *[NHSPRB]: NHS Pay Review Body",
        "This Government have abjectly failed to live up to their own mantra of “whatever it takes” when it comes to local government. Our councils are delivering despite the most difficult circumstances. Instead of forcing more of them into the humiliation of section 114 notices, let us restore essential government grants, cancel the council tax hike and keep the money in the pocket of working-class people.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}