{
    "url": "https://www.ukpol.co.uk/elizabeth-barker-2022-tribute-to-hm-queen-elizabeth-ii-baroness-barker/",
    "title": "Elizabeth Barker – 2022 Tribute to HM Queen Elizabeth II (Baroness Barker)",
    "post_date": "September 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Elizabeth Barker",
            "url": "/tag/elizabeth-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "eThe tribute made by Elizabeth Barker, Baroness Barker, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, there was a conversation that took place many years ago among a group of neighbours. It happened in my grandma’s house, which was in Coronation Road in a mining village in Scotland. The discussion was about the Queen Mother; I think there had been a controversy of some kind in the newspaper. At one point my grandmother, who was part of the conversation, passed the comment, “Well, I don’t know. I only met her the once”. That phrase has passed into my family.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lots of people have talked today about how they met the Queen, and I have greatly enjoyed the insights and anecdotes. I am different—I think I am glad I never met the Queen, because of a particular incident. Noble Lords will know that in what we will now have to call the King’s Robing Room—it will take us a little while to get around that—there are two brass figurines of the Queen and Prince Philip. Longer-serving Members of the House might remember when the Queen and Prince Philip came to unveil those artworks. For the first time, our then Black Rod did a very insightful and appropriate thing: he invited very long-standing members of staff, some of whom did jobs that were not particularly glamorous and had never really been up in this part of the building, to be part of the event. So it was that Her Majesty asked Peggy, who, longer-serving Members of the House will remember, was the person who ran the Peers’ Guest Room and had done so for more than 30 years, what she did. At that moment, Peggy had no idea; she could not say anything. This was clearly something that happened to the Queen all the time and she said, “I am sure your colleagues admire your work tremendously”, and walked on. If I had met the Queen, I might have found myself in the same position, so I am glad it never happened.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am also glad to have the opportunity to register the fact that one of the Queen’s greatest achievements was her recognition of people who work for all sorts of charities. She recognised them in all sorts of different ways, not just bestowing honours or being a patron but inviting people who never imagined it would happen to them to go to a garden party and feel like a million dollars for a day. That was truly amazing. As someone who worked in charities, I have to say that it is something she has passed on to the rest of the family. If you are a charity, involvement with the Royal Family is not the easiest of things, because they have the most encyclopaedic historical knowledge of charities—so if you are going to talk to any member of the Royal Family, but particularly the Queen, about your charity, you need to know your stuff. She was a very exacting patron, tremendously thoughtful and I think the most famous member of the Sandringham WI. She knew charities from bottom to top.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over the past 20 to 30 years, those of us who come from the LGBT community have really appreciated the way in which the Royal Family and Her Majesty have honoured our charities and leaders of our community. It has not always been easy, but the fact that the Royal Family, led by the Queen, King Charles and the Princes, have done that for us, as a somewhat marginalised group, is really important and means a lot to people who, like me, never met the Queen and may never meet a member of the Royal Family. But the fact that they recognise and honour us is very important, and a signal to all the other minority groups in this country that we are all important as her subjects. That is perhaps a little bit of her magic.\n  *[NHSPRB]: NHS Pay Review Body",
        "I just want to add one indiscretion. I used to work for Age Concern. There was a period of time when it was extremely cold, and there was a great deal of public debate about pensioners not being able to keep warm in the middle of a very cold winter; there were appeals and so on. One particular donation went to pensioners in a very poor part of London on the basis that they should never know who it came from or on what basis it was made. Some wonderful bed sheets and blankets went to people who really needed them. I do not imagine they knew where it came from but, for those of us who did, it told us that she understood charity to its absolute core.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}