{
    "url": "https://www.ukpol.co.uk/gregory-barker-2013-speech-on-the-economics-of-sustainability/",
    "title": "Gregory Barker – 2013 Speech on the Economics of Sustainability",
    "post_date": "September 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Gregory Barker",
            "url": "/tag/gregory-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "",
    "content": [
        "*[NHSPRB]: NHS Pay Review Body",
        "_Below is the text of the speech made by the UK Minister for Energy and Climate Change, Gregory Barker, in Hyderabad in India on 2nd July 2013._\n  *[NHSPRB]: NHS Pay Review Body",
        "I am delighted to be here in Hyderabad.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have visited India many times. Last time in February with Prime Minister Cameron…\n  *[NHSPRB]: NHS Pay Review Body",
        "Who came with the largest business delegation any British PM has taken overseas.\n  *[NHSPRB]: NHS Pay Review Body",
        "But this is my first time in Hyderabad. A beautiful city, rich culture. Have been hearing about the Nizam and the long proud history of the region…\n  *[NHSPRB]: NHS Pay Review Body",
        "Not to mention the fantastic cuisine, with your world-famous Hyderabadi biryani…\n  *[NHSPRB]: NHS Pay Review Body",
        "But I’m here to look forward, not back. You have a dynamic, fast-growing business sector. With strong UK links. I want to build on that.\n  *[NHSPRB]: NHS Pay Review Body",
        "Before I start, I should express my deep shock and sorrow at the devastating floods in Uttarakhand. I understand that thousands are still unaccounted for. And I express the British Government’s deepest sympathies to those who have lost loved ones in this tragedy.\n  *[NHSPRB]: NHS Pay Review Body",
        "In my speech today I would like to tackle head-on one myth.\n  *[NHSPRB]: NHS Pay Review Body",
        "Which is, put simply, the notion that low-carbon development is still just too expensive. That sustainable development is a nice-to-have but that it comes at too high a price. That resource efficiency costs too much.\n  *[NHSPRB]: NHS Pay Review Body",
        "That view is out of date. The fact is, the world has changed…\n  *[NHSPRB]: NHS Pay Review Body",
        "The economics of sustainability have moved on…\n  *[NHSPRB]: NHS Pay Review Body",
        "Not only can genuinely sustainable development be affordable. If approached in a business-like way, with real financial rigour, it can actually compete – and win – against the old economy alternative.\n  *[NHSPRB]: NHS Pay Review Body",
        "So today, I really want to develop just two key points.\n  *[NHSPRB]: NHS Pay Review Body",
        "First, that resource efficient low-carbon development should be the foundation of any successful globally-competitive economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "And second, that as the world becomes more resource-constrained…\n  *[NHSPRB]: NHS Pay Review Body",
        "…as markets expand and successful competitive economies become more resilient, and less dependent on expensive, volatile imported fossil fuels…\n  *[NHSPRB]: NHS Pay Review Body",
        "…we want to deepen our partnership with India. We want to join together…\n  *[NHSPRB]: NHS Pay Review Body",
        "…and work together – businesses, policy-makers, scientists…\n  *[NHSPRB]: NHS Pay Review Body",
        "…to win together in this new global race.\n  *[NHSPRB]: NHS Pay Review Body",
        "**The myth**\n  *[NHSPRB]: NHS Pay Review Body",
        "Let’s first explore this myth, and start by looking at the context here in India.\n  *[NHSPRB]: NHS Pay Review Body",
        "By 2030 India will be the largest middle class consumer market in the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "Demand for goods will rise across India – in cities, and in rural areas.\n  *[NHSPRB]: NHS Pay Review Body",
        "This rise in human prosperity is a colossal achievement.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lifting hundreds of millions out of poverty… improving the welfare and life chances of a whole generation… it is a wonderful thing and should be celebrated.\n  *[NHSPRB]: NHS Pay Review Body",
        "But this deserved success comes at a price. It will put increasing pressure on scarce resources.\n  *[NHSPRB]: NHS Pay Review Body",
        "India already feeds 17% of the earth’s population with only 4% of the world’s arable land and 3% of the fresh water. Imagine how much more difficult this will be in 2030….\n  *[NHSPRB]: NHS Pay Review Body",
        "…..and as dangerous man-made climate change starts to impact monsoon patterns, water tables, temperatures and sea levels.\n  *[NHSPRB]: NHS Pay Review Body",
        "I totally understand and support the absolute social and political imperative of economic growth.\n  *[NHSPRB]: NHS Pay Review Body",
        "However, I also know that, until now, to many people, policies that tackle climate change…\n  *[NHSPRB]: NHS Pay Review Body",
        "…while serving a noble cause, and given the tiny emissions per head of the Indian population…\n  *[NHSPRB]: NHS Pay Review Body",
        "…can seem like a long-term luxury that developing economies can ill-afford.\n  *[NHSPRB]: NHS Pay Review Body",
        "The old last century model of economic development heavily relied on imported fossil fuels. You need electricity to power factories, shops and homes. You need fuel to freight goods and transport people around.\n  *[NHSPRB]: NHS Pay Review Body",
        "All of this produces carbon emissions, which cause global warming.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thus, goes the argument, there is a direct clash between two imperatives – to allow an economy to grow, and to limit carbon emissions.\n  *[NHSPRB]: NHS Pay Review Body",
        "This explains why there is a deeply held myth out there.\n  *[NHSPRB]: NHS Pay Review Body",
        "…The myth that low-carbon means a break on economic growth, the myth that caring for the environment means leaving millions in poverty.\n  *[NHSPRB]: NHS Pay Review Body",
        "…The myth that resource-efficiency means a break on aspiration for hundreds of millions of young people.\n  *[NHSPRB]: NHS Pay Review Body",
        "…The myth that a green economy is a break on competitiveness for India as a whole.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am here today to make the case for an alternative future.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Resource efficiency = growth**\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to advance three arguments, based partly on our experience in Britain. Because many of the arguments you hear in India are echoed in the UK.\n  *[NHSPRB]: NHS Pay Review Body",
        "The first is all about being careful to use our finite and increasingly expensive resources prudently.\n  *[NHSPRB]: NHS Pay Review Body",
        "Given the massive growth in global population, resource constraints and resource scarcity increasingly worry large corporations the world over.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the twenty first century, resource efficiency is not an optional extra for businesses, but an indispensable part of being globally competitive and economically resilient.\n  *[NHSPRB]: NHS Pay Review Body",
        "By resource efficiency, I mean using fewer resources to produce more output.\n  *[NHSPRB]: NHS Pay Review Body",
        "That means less water, fewer raw materials, and less energy. And it has a long and proud history here in India. It is the essence of your tradition of ‘frugal development’.\n  *[NHSPRB]: NHS Pay Review Body",
        "Just yesterday I was being told about Gujarati cement manufacturers, who – because they lack abundant supplies of water and because traditional energy costs are rising – are some of the most resource-efficient in the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I understand here in Hyderabad Dr Reddy’s Laboratories harvest and recycle water on site; have streamlined their pharmaceutical manufacturing; and reduced their own energy usage. All this while maintaining, and indeed improving, their profitability on a global turnover of over $2 billion.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the UK we are playing catch-up on resource efficiency. But we are catching up fast.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our construction sector is a prime example.\n  *[NHSPRB]: NHS Pay Review Body",
        "…Our iconic Olympics stadium used less than half the usual amount of steel, not least by using recycled content – including roof support made from old gas pipes.\n  *[NHSPRB]: NHS Pay Review Body",
        "…The Olympic VeloPark also used less steel by being constructed largely from sustainable timber – and has cut water consumption by over three quarters by harvesting rainwater from its dramatic sloping roof.\n  *[NHSPRB]: NHS Pay Review Body",
        "…Bradford University’s new student accommodation recently won a European prize for minimising its carbon footprint and energy usage, while costing twenty five percent less than a ‘normal’ building.\n  *[NHSPRB]: NHS Pay Review Body",
        "I don’t wish to labour this point. But I would like to quote the results of a recent study by Atkins, the construction company and supported by our High Commission here. Which said that, simply by using more sustainable urban planning practices, the savings possible here in India are huge. Sustainable urban planning can:\n  *[NHSPRB]: NHS Pay Review Body",
        "…Use a third less land …Require around half the funds to build; …And reduce carbon emissions by 30%\n  *[NHSPRB]: NHS Pay Review Body",
        "It is clear, therefore, that resource efficient practices make good business sense.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Opening up new markets**\n  *[NHSPRB]: NHS Pay Review Body",
        "My second argument for a green model of growth is slightly different. Resource efficiency is often thought of as ‘doing existing things better’. Of just squeezing more juice out of the lemon. Well that, of course, is a good thing.\n  *[NHSPRB]: NHS Pay Review Body",
        "But the new sustainable economics is also about ‘doing new things’. This is the exciting, innovative side of the green economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "By creating new models and products, companies around the world are also creating new markets. And contributing to much-needed growth.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’ll give you a few examples from the UK.\n  *[NHSPRB]: NHS Pay Review Body",
        "Artemis, a small company, was created from one of the UK’s many world-beating universities. It invented a new hydraulic system for use in wind turbines.\n  *[NHSPRB]: NHS Pay Review Body",
        "The success of this system led to its purchase by Mitsubishi – incidentally, a good example of the importance of having an open economy which welcomes foreign investment.\n  *[NHSPRB]: NHS Pay Review Body",
        "Earlier this year I visited Romag, a British solar panel manufacturer. I know Andhra Pradesh has huge potential for solar power generation.\n  *[NHSPRB]: NHS Pay Review Body",
        "Romag is producing innovative solar panels, which self-clean so they can work in dusty desert environments like Saudi Arabia. And, I’m sure, Gujarat.\n  *[NHSPRB]: NHS Pay Review Body",
        "Meanwhile, another UK company Highview is developing an energy storage solution which uses excess energy to chill air, which – when warmed – drives a wind turbine.\n  *[NHSPRB]: NHS Pay Review Body",
        "The net result of such innovation is to open up a new market – for solar power at scale and which works with energy demand peaks – which simply did not exist before.\n  *[NHSPRB]: NHS Pay Review Body",
        "You might argue that this is just the job of the private sector… that Government doesn’t have a role here.\n  *[NHSPRB]: NHS Pay Review Body",
        "But I would argue that Government has an important role, to set the framework within which this innovation can take place, and these new markets can be created.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why we have taken radical steps back in the UK:\n  *[NHSPRB]: NHS Pay Review Body",
        "We have launched a completely new energy efficiency market called the Green Deal…\n  *[NHSPRB]: NHS Pay Review Body",
        "…which allows house-owners to get energy-saving measures with no up-front cost, by paying back through expected savings in their energy bills.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have ambitious plans to roll out smart meters to every household in the UK…\n  *[NHSPRB]: NHS Pay Review Body",
        "…which will spur a whole new market of appliances and technologies to take advantage of the new, ‘smart’, grid…\n  *[NHSPRB]: NHS Pay Review Body",
        "…and we are legislating to create a new market in electricity: to allow large energy efficiency projects to compete for the first time with new power stations, as an alternative way of meeting new demand – by reducing the need for electricity rather than just adding new sources of supply.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Winning the global race – together**\n  *[NHSPRB]: NHS Pay Review Body",
        "But no country can – or should – do this on its own.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’ve been hearing during this trip some excellent Indian examples of ‘green’ innovations.\n  *[NHSPRB]: NHS Pay Review Body",
        "NextGen, for example – which has developed a new biogas fuel system which has the potential to reduce some of the 12 billion litres of diesel and 6 million tonnes of CO2 produced by the 400,000 telecom towers across India. Not to mention saving huge costs.\n  *[NHSPRB]: NHS Pay Review Body",
        "This brings me to my third point. Which is that we – all of us – are in a global race, as the old paradigms of ‘developed’ and ‘developing’ start to break down.\n  *[NHSPRB]: NHS Pay Review Body",
        "And Britain and India are uniquely-placed to partner together on this agenda.\n  *[NHSPRB]: NHS Pay Review Body",
        "Not only do we have shared values, shared language, and a genius for innovation.\n  *[NHSPRB]: NHS Pay Review Body",
        "We also have the political will. I’ve already mentioned earlier Prime Minister David Cameron’s visit to India last February…\n  *[NHSPRB]: NHS Pay Review Body",
        "…I know that he is totally committed to a stronger British-Indian relationship…\n  *[NHSPRB]: NHS Pay Review Body",
        "… A relationship of partners and equals, a relationship which plays to our mutual strengths and delivers mutual benefits.\n  *[NHSPRB]: NHS Pay Review Body",
        "We can already see this happening on the business side.\n  *[NHSPRB]: NHS Pay Review Body",
        "Marks and Spencer, for example, has teamed up with farmers here in Andhra Pradesh to create a new ‘sustainable cotton’ initiative. This gives farmers three times the price of their cotton, and twice the yield, for 25% less cost of production. And, importantly, using less water.\n  *[NHSPRB]: NHS Pay Review Body",
        "This collaboration between India and Britain also extends to exciting new developments in science.\n  *[NHSPRB]: NHS Pay Review Body",
        "A consortium of British and Indian universities, including Imperial College and Newcastle University and IITs in Delhi and Mumbai, are producing world-leading research into new battery storage and fuel cells.\n  *[NHSPRB]: NHS Pay Review Body",
        "In recognition of the need to put even more effort into driving forward these developments, last year the Prime Minister gave me a further important role in government. As ‘Minister for Business Engagement with India’ – the first, and only, Minister of this sort designated to any country, in the British Government.\n  *[NHSPRB]: NHS Pay Review Body",
        "A reflection of the huge importance the British Government places on the business relationship with India.\n  *[NHSPRB]: NHS Pay Review Body",
        "But we have only just begun to scratch the surface of the potential of this relationship.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I am determined to drive forward UK/India business cooperation…\n  *[NHSPRB]: NHS Pay Review Body",
        "… From examples such as the ones I’ve mentioned already…\n  *[NHSPRB]: NHS Pay Review Body",
        "… To new spheres of cooperation, for example between solar firms here in AP and our new National Solar Centre in Britain…\n  *[NHSPRB]: NHS Pay Review Body",
        "….To the urban planners in your cities in Hyderabad and our Future Cities innovation centre, just established in London\n  *[NHSPRB]: NHS Pay Review Body",
        "…To huge, low carbon, resource efficient, infrastructure opportunities, such as the Bangalore Mumbai Economic Corridor which we are working with the Indian government to develop, and which could be a beacon around the world to attract billions of rupees of investment into India. And a model for similar corridors elsewhere in India.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Conclusion**\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen, there is no contradiction between fast growth and a green, resource-efficient model of development.\n  *[NHSPRB]: NHS Pay Review Body",
        "Done right, such development will not hamper inclusive economic growth. It will drive it. And it will give even more of those in India the exciting development opportunities they want and deserve.\n  *[NHSPRB]: NHS Pay Review Body",
        "I leave you with one thought. We have a relatively new Deputy High Commission here in Hyderabad, with a Deputy High Commissioner well plugged in to the UK system and a dynamic team.\n  *[NHSPRB]: NHS Pay Review Body",
        "They are extremely keen to help you find partners in the UK to develop your business further.\n  *[NHSPRB]: NHS Pay Review Body",
        "The UK has a lot to offer…\n  *[NHSPRB]: NHS Pay Review Body",
        "…world-leading manufacturers and expertise in the green economy…\n  *[NHSPRB]: NHS Pay Review Body",
        "…cutting-edge businesses in sustainable urban planning and renewable energy…\n  *[NHSPRB]: NHS Pay Review Body",
        "…the financial muscle of the City of London, with its huge associated professional services industry\n  *[NHSPRB]: NHS Pay Review Body",
        "…and a Government committed to supporting trade and investment flows in both directions with India.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would encourage you – all of you – to stay in regular contact with our Deputy High Commission.\n  *[NHSPRB]: NHS Pay Review Body",
        "The prize, as I hope I’ve set out in today’s speech, is a big one.\n  *[NHSPRB]: NHS Pay Review Body",
        "A world with a burgeoning low-carbon sector…\n  *[NHSPRB]: NHS Pay Review Body",
        "…which helps us meet our twin goals of economic growth and environmental sustainability…\n  *[NHSPRB]: NHS Pay Review Body",
        "…is resilient to external price shocks and less dependent on expensive imported fossil fuels…\n  *[NHSPRB]: NHS Pay Review Body",
        "…a world which is more efficient, less wasteful and more competitive…\n  *[NHSPRB]: NHS Pay Review Body",
        "A world, in short, which we pass on with pride to future generations.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}