{
    "url": "https://www.ukpol.co.uk/paula-barker-2022-speech-on-employment-agencies-and-trade-unions/",
    "title": "Paula Barker – 2022 Speech on Employment Agencies and Trade Unions",
    "post_date": "July 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paula Barker",
            "url": "/tag/paula-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paula Barker, the Labour MP for Liverpool Wavertree, in the House of Commons on 11 July 2022.",
    "content": [
        "I draw the House’s attention to my entry in the Register of Members’ Financial Interests. I am a proud member of the Unison and Unite trade unions.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many Opposition Members will make well-reasoned and well-articulated arguments as to why the Government’s intention to break strikes with agency workers and to bankrupt trade unions violates international law and threatens safety-critical infrastructure in key sectors during periods of industrial unrest—not to mention its economic illiteracy. Those arguments will undoubtedly fall on the deaf ears of a governing party looking into its own spiral of moral depravity. For all their so-called love of liberal democracy, the Conservatives are now effectively seeking to remove the fundamental right of workers to withdraw their labour. As we enter this leadership election and the insufferable spectacle of hopefuls distancing themselves from the low-wage, high-tax, low-growth economy they have created with unrealistic, unfunded promises, I have no doubt that looking tough on trade unions will feature as part of the show for the Tory party faithful. They say we live in the 1970s, but it is they who live in their own warped reality of more than 40 years ago.\n  *[NHSPRB]: NHS Pay Review Body",
        "I remind the Conservatives that they are the ones who changed the rules with the Trade Union Act 2016, which brought in ballot thresholds set at what they thought were unrealistically high levels. Guess what? Trade unions are meeting them, so can we drop the phoney rhetoric that the likes of Mick Lynch and other trade union bosses are taking members on strike? It is the members of the RMT and other trade unions who take these decisions. They do not stand behind their trade union leaders; their leaders stand shoulder to shoulder with them.\n  *[NHSPRB]: NHS Pay Review Body",
        "Other unions will undoubtedly follow as working people attempt to claw back a fairer slice of the pie, rather than the crumbs they are being offered—like the Communication Workers Union workers in Crown post offices who are taking their third day of industrial action today. I support every worker taking a stand for their livelihood, their family, their dignity in the workplace and the prosperity of their communities. This Government fear that the action taken by the RMT and the CWU will encourage other working people to do the same. All this comes at a time when the Government’s boss mates are dipping the till by suppressing wages, paying out millions in dividends and giving themselves bonuses while millions of people cannot afford to eat, to heat their home or to put petrol in their car.\n  *[NHSPRB]: NHS Pay Review Body",
        "After so many decades of believing their own dogma, the Conservatives are running out of things to privatise, with Channel 4 and the Passport Office in their sights. Similarly with the trade unions, they have pushed the needle so far that the obvious next step is to break strikes using agency labour and to break international law—on which they have form. What next? Ban trade unions altogether, or simply legislate them out of existence? How far the Conservative party has descended into the throes of authoritarianism. We must oppose this with everything we have.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}