{
    "url": "https://www.ukpol.co.uk/paula-barker-2023-parliamentary-question-on-increase-of-rough-sleepers/",
    "title": "Paula Barker – 2023 Parliamentary Question on Increase of Rough Sleepers",
    "post_date": "January 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Paula Barker",
            "url": "/tag/paula-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Paula Barker, the Labour MP for Liverpool Wavertree, in the House of Commons on 9 January 2023.",
    "content": [
        "**Paula Barker (Liverpool, Wavertree) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "A very happy new year, Mr Speaker. In September, amid the political chaos, the then Minister, the hon. Member for Walsall North (Eddie Hughes), published the Government’s rough sleeping strategy. Despite all the good intentions, the problem is evidently getting worse, not better. Data from CHAIN, the Combined Homelessness and Information Network—the most up-to-date rough sleeping snapshot for London—has confirmed that between July and September 2022, numbers were up 24% on the previous year. Figures published earlier in 2022 show that rough sleeping rose by 89% in the west midlands, 68% in Yorkshire and the Humber and 65% in the north-west—a shameful indictment of this Government’s record. Can the Minister rise—\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Speaker**\n  *[NHSPRB]: NHS Pay Review Body",
        "Order.\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Parliamentary Under-Secretary of State for Levelling Up, Housing and Communities (Felicity Buchan)**\n  *[NHSPRB]: NHS Pay Review Body",
        "This Government have made an unprecedented commitment on rough sleeping and homelessness. We are investing £2 billion over three years. We do see seasonal fluctuations, but the rough sleeping numbers are at under 3,000 at the moment. Every single person sleeping rough is one too many, but we are very much on top of this.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Marco Longhi (Dudley North) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "If we can spend huge sums of money housing people who come to this country illegally, as was attempted in a hotel in my constituency, how can it be remotely acceptable that we have a single rough sleeper on the streets of our country?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Felicity Buchan**\n  *[NHSPRB]: NHS Pay Review Body",
        "We are absolutely committed to ending rough sleeping. In September we came out with a strategy to end rough sleeping by the end of this Parliament. As I say, one person sleeping rough is one too many.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}