{
    "url": "https://www.ukpol.co.uk/paula-barker-2022-speech-on-the-state-pension-triple-lock/",
    "title": "Paula Barker – 2022 Speech on the State Pension Triple Lock",
    "post_date": "November 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paula Barker",
            "url": "/tag/paula-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paula Barker, the Labour MP for Liverpool Wavertree, in the House of Commons on 8 November 2022.",
    "content": [
        "The Prime Minister recently appeared on the front page of The Times beneath the headline “State can’t fix all your problems”. While that may be true in the absolute sense, I think that the British people are right in making two basic assumptions. First, they rightly assume that the state will not make life harder, and secondly, given that the very essence of politics is priorities, they rightly expect their welfare, financial security and basic dignity to be the prime concerns that govern our actions in this place and the Government’s actions across Whitehall Departments. On both counts this Government have failed miserably, and have done so for 12 long years. In response to today’s motion, they have a golden opportunity to be unequivocal in stating that the triple lock on pensions is here to stay and will be protected.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Ferrier (Rutherglen and Hamilton West) (Ind)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I have been inundated with emails from pensioners in my constituency expressing a mixture of anger, fear and despair at the removal of the triple lock. A 70-year-old woman has described sitting in her living room with only candles for heat because she cannot afford to pay her energy bills. That is unthinkable. Does the hon. Member agree that the Government must consider the full impact of removing the triple lock on our most vulnerable?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paula Barker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I entirely concur with what the hon. Lady has said. My inbox, like hers, is full of emails giving examples similar to that of her 70-year-old constituent, from people who are choosing between heating and eating.\n  *[NHSPRB]: NHS Pay Review Body",
        "Why is it so important for the triple lock to be protected? The answer is quite simple. Our elderly people are suffering under this cost of living crisis, and have been suffering under Tory austerity for much longer. Pensioner poverty has been on the increase since the first half of the last decade: this is not something new. It is now widely reported that the number of pensioners living in poverty has topped the 2 million mark, including an extra 200,000 more poor pensioners in 2021 alone, according to the Centre for Ageing Better. That is a figure that should bear the hallmark of deep shame for any Government, and not least for a Prime Minister who was in No. 11 while the problem was becoming worse. Pensioners are falling into debt for the first time in their lives, with all the anxiety that that brings in later life.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Anthony Browne**\n  *[NHSPRB]: NHS Pay Review Body",
        "Is the hon. Member aware of a report on the triple lock that I mentioned earlier, produced by the House of Commons Library? It shows that as a proportion of average earnings, the basic state pension is now higher than it was at any time under the last Labour Government, and that is a result of Conservative policy.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paula Barker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I refer the hon. Member to the response from my right hon. Friend the Member for Leicester South (Jonathan Ashworth) to that very point, which I think was more than eloquent.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is good, decent, working-class pensioners who are suffering, along with many more who may be asset-rich yet cash-poor. People who have worked for many decades are being denied the basic dignity of living free from fear. In the north-west region alone, nearly half a million pensioners are living in some form of poverty, including too many in my own constituency. Inflation is due to start falling; the Government know that. We already know that it would not be right to scrap the triple lock, nor would it make for sound economics—especially at this moment—to hit pensioners in the pocket with a real-terms cut in their incomes. People need support now, rather than the drawbridge being pulled up. The shift of wealth from working and middle-class households upwards has never been as great, and those inequalities are borne out in the way we treat our older people.\n  *[NHSPRB]: NHS Pay Review Body",
        "When Ministers hold great offices of state and lecture the British people about tough choices while dishing out billions in failed public sector contracts to their friends, removing the cap on bankers’ bonuses and increasing the cost of mortgages to pay for unfunded tax cuts for the few, it is particularly galling that the Government cannot come out and unequivocally back our pensioners today. If they can prioritise all that in times like covid and during these economic headwinds, the very least they can do is walk through the Lobby with the Opposition today. The last thing that our pensioners need now is uncertainty, and I urge all right hon. and hon. Members to join us in the Lobby this afternoon.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}