{
    "url": "https://www.ukpol.co.uk/gregory-barker-2014-speech-at-energy-from-waste-conference/",
    "title": "Gregory Barker – 2014 Speech at Energy from Waste Conference",
    "post_date": "September 2, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Gregory Barker",
            "url": "/tag/gregory-barker/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Gregory Barker, the Climate Change Minister, at the Royal College of Surgeons in London on 27th February 2014.",
    "content": [
        "[![gregorybarker](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/gregorybarker.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s great to be here with you today and a fantastic opportunity to hear from the energy from waste sector.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Conservative Manifesto in 2010 pledged that government would work towards a ‘zero waste’ economy recognising that waste is a valuable resource, not least as an important source of energy, is key to that vision.\n  *[NHSPRB]: NHS Pay Review Body",
        "Discussions at the conference so far have been very topical.\n  *[NHSPRB]: NHS Pay Review Body",
        "There’s been a strong focus on getting projects off the ground.\n  *[NHSPRB]: NHS Pay Review Body",
        "Which brings me to the three points I want to make today:\n  *[NHSPRB]: NHS Pay Review Body",
        "We want waste projects to continue to make a major contribution to delivering affordable, low carbon energy as part of the UK’s long-term economic plan.\n  *[NHSPRB]: NHS Pay Review Body",
        "But in order to take full advance of the potential we need to move to proper resource efficiency – re-engineering more waste, and move towards a more closed loop economy and recognise that effective use of waste as a valuable resource, will be a key part of creating a sustainable, competitive, innovative economy that can compete and win in the global race.\n  *[NHSPRB]: NHS Pay Review Body",
        "Although there are several excellent energy from waste systems I could highlight, I want to address our commitment to driving one in particular – heat networks.\n  *[NHSPRB]: NHS Pay Review Body",
        "To my first point, energy from waste has an important role to play in driving the UK’s long-term economic plan.\n  *[NHSPRB]: NHS Pay Review Body",
        "Indeed, by choosing the right location, the right technology and the right processing, energy from waste can help to deliver much needed long-term affordable, low carbon and secure energy for hardworking families.\n  *[NHSPRB]: NHS Pay Review Body",
        "The latest energy statistics show that, including landfill gas, energy from waste has exceeded 2TWh electricity generation. Enough to power around 470,000 homes.\n  *[NHSPRB]: NHS Pay Review Body",
        "The current incentive framework, the Renewables Obligation and Feed in Tariff has supported a substantial rise in energy from waste projects.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Renewables Roadmap reported 1.8GW of operational energy from waste plants.\n  *[NHSPRB]: NHS Pay Review Body",
        "With a further 1.6GW in the pipeline.\n  *[NHSPRB]: NHS Pay Review Body",
        "This includes the operation of the first-commercial scale gasification plants such as New Earth’s plant which is now operational in Avonmouth which is capable of generating 6MW electricity, with a further 6MW under construction.\n  *[NHSPRB]: NHS Pay Review Body",
        "A substantial increase in Anaerobic Digestion with key partnerships such as Tamar Energy and Sainsburys making great progress.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the recent £22m funding commitment won by Biogen will allow them to roll 10 plants before 2017.\n  *[NHSPRB]: NHS Pay Review Body",
        "In addition to the 10 they currently operate and the 5 under construction.\n  *[NHSPRB]: NHS Pay Review Body",
        "In addition, as part of the Government’s current energy market reforms – the biggest overhaul of the UK sector since privatisation – we recently set out our approach to Contracts for Difference allocation.\n  *[NHSPRB]: NHS Pay Review Body",
        "This proposes a system of auctions for the more established technologies from the start of the CfD regime including landfill gas, sewage gas and Energy from Waste CHP.\n  *[NHSPRB]: NHS Pay Review Body",
        "For the less established technologies such as advanced conversion technologies there will be no requirement to allocate CfDs competitively from the beginning but our aim is that these will deploy at levels which enable continued cost reduction to ultimately support cheaper bills and cleaner energy in the long-term.\n  *[NHSPRB]: NHS Pay Review Body",
        "Those energy from waste technologies which are not eligible for CfDs may apply under the capacity market which we intend in 2014, for delivery of capacity in winter 2018-2019 (subject to state aid approval).\n  *[NHSPRB]: NHS Pay Review Body",
        "Yet despite the great progress that has been made around 20M tonnes of waste is still going into landfill.\n  *[NHSPRB]: NHS Pay Review Body",
        "Indeed, the 2012 Bioenergy Strategy showed a potential biomass waste availability in the region of 77 TWh to 2050.\n  *[NHSPRB]: NHS Pay Review Body",
        "DECC analysis also suggests that new technologies such as gasification could reduce their capital and operating costs by a third to 2050.\n  *[NHSPRB]: NHS Pay Review Body",
        "This brings me to my second point that in order to take full advance of the potential of energy from waste we need to move to proper models resource efficiency. Creating far less waste in the first place and then ensuring the waste we can’t avoid is used carefully and thoughtfully.\n  *[NHSPRB]: NHS Pay Review Body",
        "It has been estimated that moving to a more so-called ‘circular UK economy’ could increase the UK’s net exports by more than £20b and reduce business costs by over £50b per year.\n  *[NHSPRB]: NHS Pay Review Body",
        "Last year, there were an estimated 25M tonnes of Household waste of which 22 per cent went to energy recovery and 15M tonnes of food waste of which 20 per cent (c3M tonnes) was used for Anaerobic Digestion.\n  *[NHSPRB]: NHS Pay Review Body",
        "Imagine a world where all renewable waste was considered to be a useful resource which delivered local heat through the gas grid or district heating systems, reducing our reliance on fossil fuels and biorefinaries which replace oil to produce ultra-low carbon jet fuel; and renewable materials as well as heat and power.\n  *[NHSPRB]: NHS Pay Review Body",
        "Already, DECC is playing its part in helping to make this vision a reality by ensuring that innovative projects can lead to commercial success:\n  *[NHSPRB]: NHS Pay Review Body",
        "The DECC innovation programme has committed £6M to the Bioenergy Sustaining the Future (“BESTF”) competition.\n  *[NHSPRB]: NHS Pay Review Body",
        "One UK project selected for funding will receive up to €2.5m in grant funding from the scheme.\n  *[NHSPRB]: NHS Pay Review Body",
        "This project can use a variety of feedstocks including waste to produce renewable gas ready for grid injection helping to use local resources to decarbonise the gas grid.\n  *[NHSPRB]: NHS Pay Review Body",
        "Government part-funded the Energy Technology Institute £13M waste to gasification demonstration project.\n  *[NHSPRB]: NHS Pay Review Body",
        "Three projects were selected for the feasibility stage, and we expect one to be funded to a full demonstration project.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is expected to deliver more reliable, more efficient and more cost effective waste to gasification technology in future.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lastly, five bioenergy projects have been supported by the Energy Entrepreneurs Fund a £35M fund aimed at helping small businesses demonstrate innovative low carbon technologies.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over £3.5m of grants have so far been placed with UK companies for energy from waste projects.\n  *[NHSPRB]: NHS Pay Review Body",
        "These include a grant for Antaco UK Ltd that will enable the industrial scale demonstration of a novel biocoal production technology and support for Yorkshire Water that will demonstrate commercial scale gasification of organic waste to renewable electricity and biogas.\n  *[NHSPRB]: NHS Pay Review Body",
        "So this Government is not only talking the talk but also walking the walk.\n  *[NHSPRB]: NHS Pay Review Body",
        "However, before I finish let me make my third point. I want to highlight one technology in particular with the potential to be a game changer –\n  *[NHSPRB]: NHS Pay Review Body",
        "Heat networks.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want to urge the waste industry to look to the opportunity of generating heat to supply heat networks.\n  *[NHSPRB]: NHS Pay Review Body",
        "Supplying heat to a number of buildings or dwellings from a central heat production facility can often be more energy efficient, result in lower energy bills for consumers and deliver greater carbon savings than other types of system.\n  *[NHSPRB]: NHS Pay Review Body",
        "Heat networks have the potential to transform communities, over-time revolutionising the way we heat our homes, towns and cities.\n  *[NHSPRB]: NHS Pay Review Body",
        "Currently, 8,000 homes and 500 non-domestic buildings are served by heat networks that are successfully using energy from waste including Sheffield, Nottingham and Shetland.\n  *[NHSPRB]: NHS Pay Review Body",
        "To take the example of Sheffield, a waste management contract delivers over 100 thousand megawatts of heat to the local university, local authority, hospitals, and private and public sector offices and housing.\n  *[NHSPRB]: NHS Pay Review Body",
        "But more needs to be done and industry and local government alike face barriers in trying make better use of the heat from energy from waste plants.\n  *[NHSPRB]: NHS Pay Review Body",
        "Firstly, there are often challenges with establishing heat networks – heat from an energy from waste plant is only useful if there is an actual network to distribute that heat.\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, planning, delays in securing consent and lack of strategic planning to co-locate energy from waste plants with heat customers can be an issue.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thirdly, the wider policy framework and market for waste – including the growing trend in waste exports to the continent and challenges using commercial and industrial waste in energy from waste plants can pose problems.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yet despite these challenges, right across the Government, we are determined to press on and deliver.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yesterday, you will have heard from Defra about the wider policy framework including confirmation that a new call for evidence on waste exports will soon be issued.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to take this opportunity to encourage you to feed your thoughts and experience into this process.\n  *[NHSPRB]: NHS Pay Review Body",
        "I also hope you will have seen the package of reforms to the Judicial Review system announced earlier this month by the Ministry of Justice that are designed to speed up the running of the JR process.\n  *[NHSPRB]: NHS Pay Review Body",
        "Last year, DCLG consulted on an updated National Planning Policy on Waste, including energy from waste.\n  *[NHSPRB]: NHS Pay Review Body",
        "DCLG is currently considering consultation responses including the points raised on planning at the roundtables with a view to publishing the final policy later in the Spring.\n  *[NHSPRB]: NHS Pay Review Body",
        "For DECC’s part, you have already heard from David Wagstaff that we are making good progress in taking forward the commitments from our 2013 Heat Strategy as well as moving ahead with plans following the establishment of the new Heat Networks Delivery Unit (HNDU) – an innovative support model to help local authorities develop heat networks projects.\n  *[NHSPRB]: NHS Pay Review Body",
        "The support of the Unit is two-fold – It involves the direct engagement of the Unit’s engineering and commercial experts backed up by £7m funding for Local Authorities for important activities like feasibility studies, heat mapping and master planning.\n  *[NHSPRB]: NHS Pay Review Body",
        "Already, 2M of funding to 26 local authorities has been announced with 3 of these identifying energy from waste as a potential heat source for their future networks plans.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Second Round bids are currently being assessed with further announcements to be made in early April.\n  *[NHSPRB]: NHS Pay Review Body",
        "So watch this space.\n  *[NHSPRB]: NHS Pay Review Body",
        "This funding support will run until March 2015 and I would encourage you take up the opportunities offered by the Delivery Unit through your Local Authority who is ideally placed to facilitate the development of heat networks by brokering agreements between heat providers, distributors and customers.\n  *[NHSPRB]: NHS Pay Review Body",
        "In addition, last year we published proposals to expand and improve the non-domestic Renewable Heat Incentive scheme setting out a range of new improvements designed to stimulate considerable growth in the deployment of renewable heating technologies including commercial and industrial energy from waste.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today I am pleased to confirm that, subject to Parliamentary approval, we are on track to implement these changes from this Spring.\n  *[NHSPRB]: NHS Pay Review Body",
        "You will have also heard from Colin Church that DECC has published an additional chapter to the Energy from Waste guide.\n  *[NHSPRB]: NHS Pay Review Body",
        "The principles set out in this document are designed to help with longer term considerations to ensure that energy from waste projects are both consistent with the waste hierarchy as well as delivering our long term objectives for the energy sector.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, in conclusion, under this historic Coalition government there is real ambition for your sector. We are seeing a rising level of investment, a healthy pipeline of projects and a supportive, cross-Whitehall framework for the energy from waste sector.\n  *[NHSPRB]: NHS Pay Review Body",
        "Already, the waste market is evolving to meet the longer-term challenges through the penetration of innovative new technologies in the waste market.\n  *[NHSPRB]: NHS Pay Review Body",
        "But if the sector is to go further we need to, scale up quicker and drive down costs faster.\n  *[NHSPRB]: NHS Pay Review Body",
        "To do that effectively we must take a collaborative approach.\n  *[NHSPRB]: NHS Pay Review Body",
        "Conferences like this one are key to that collaboration.\n  *[NHSPRB]: NHS Pay Review Body",
        "This government is determined to learn as much as it can from industry – we are your partners in growth. You are an integral part of our Long Term Economic Plan and as the UK economy continues to expand the need to develop new solutions to meet the increasing demand for affordable, low carbon energy will continue to grow as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "Energy from waste has a central role to play as part of this. Let’s rise to that challenge together.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}