{
    "url": "https://www.ukpol.co.uk/michel-barnier-2017-statement-on-article-50-negotiations/",
    "title": "Michel Barnier – 2017 Statement on Article 50 Negotiations",
    "post_date": "February 16, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Michel Barnier",
            "url": "/tag/michel-barnier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michel Barnier, the European Chief Negotiator on Brexit, in Strasbourg, France on 17 December 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/02/michelbarnier.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/02/michelbarnier.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you President,\n  *[NHSPRB]: NHS Pay Review Body",
        "Thanks to Frans, and to you too, for allowing me to speak at the beginning of your plenary session on the extraordinary negotiation with the United Kingdom and on the first result we reached last Friday.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is an important step – and there will be many steps to take – but this agreement is important because, with the joint, detailed report – 96 paragraphs, 15 pages – we are first dealing with the difficult subjects of the separation that the United Kingdom wanted.\n  *[NHSPRB]: NHS Pay Review Body",
        "And if the European Council so wishes, taking into account your own resolution, this first step will allow us to move forward with the negotiations in a calmer manner.\n  *[NHSPRB]: NHS Pay Review Body",
        "We emphasise also the stability of our continent in a world which is, as we all know, uncertain. Our Union should be able to find rational solutions with the United Kingdom and should therefore, at the same time, be able to concentrate its energy on the initiatives and challenges which we face together, as Frans Timmermans has mentioned, on behalf of the European Commission.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we also send a message of confidence to a lot of people, a lot of stakeholders, and a lot of citizens who are worried, even distressed, following the UK’s decision to leave the European Union.\n  *[NHSPRB]: NHS Pay Review Body",
        "In this negotiation, our state of mind has never been to make mutual concessions.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is not about making concessions on citizens’ rights. This is not about making concessions on the peace process or stability on the island of Ireland. Nor is it about making concessions on the thousands of investment projects which are financed by EU policy and the EU budget.\n  *[NHSPRB]: NHS Pay Review Body",
        "I know that this point has always been shared by the Parliament and the Council. We owe a lot – I must admit – to the permanent cooperation we have with the Council, and the Member States for the agreement reached on Friday. We owe a lot, Members of Parliament, to your permanent and rigorous support.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I would like to thank you, President Tajani, and to sincerely thank your coordinator, Guy Verhofstadt, the members of the Brexit Steering Group, Elmar Brok, Roberto Gualtieri, Danuta Huebner, Gabriele Zimmer and Philippe Lamberts, the presidents of the political groups and also the committee chairs.\n  *[NHSPRB]: NHS Pay Review Body",
        "Members of Parliament,\n  *[NHSPRB]: NHS Pay Review Body",
        "Before turning to the main points of our agreement, I want to recall that the objective that you and the European Council gave me last April was to obtain sufficient progress, on an objective basis. That does not mean 100% progress, but real sufficient progress, precise sufficient progress, which commits and forms a solid basis for the next stage in the negotiations. And this was the positive assessment that the Commission and President Juncker gave to the Joint Report.\n  *[NHSPRB]: NHS Pay Review Body",
        "The political commitments made at the highest level on Friday – and which we translated precisely in the Joint Report – appear to me, in my full responsibility, to fulfil these conditions.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want to be clear on this point: never, ever, would I have presented this Joint Report as Chief Negotiator if we did not take note of real progress with the UK:\n  *[NHSPRB]: NHS Pay Review Body",
        "o To secure citizens and their rights;\n  *[NHSPRB]: NHS Pay Review Body",
        "o To secure beneficiaries of investments financed by the EU budget;\n  *[NHSPRB]: NHS Pay Review Body",
        "o To secure the peace process on the island of Ireland and the conditions of North-South cooperation.\n  *[NHSPRB]: NHS Pay Review Body",
        "We will never accept any backtracking on this Joint Report. This progress has now been recorded. It will have to be quickly converted into a legally binding Withdrawal Agreement on each of our three subjects, as well as on other issues which remain to be negotiated or clarified.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is one of the conditions for the continuation of the negotiations.\n  *[NHSPRB]: NHS Pay Review Body",
        "* *\n  *[NHSPRB]: NHS Pay Review Body",
        "At the beginning of this plenary debate, I want to focus principally on the subject that has been our common priority since day one: citizens’ rights.\n  *[NHSPRB]: NHS Pay Review Body",
        "4.5 million European citizens, whom you represent, decided to live on either side of the Channel, on the basis of EU law on the free movement of people.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our Joint Report preserves their rights.\n  *[NHSPRB]: NHS Pay Review Body",
        "It guarantees that European citizens in the UK and UK citizens in the EU before the date of the UK’s withdrawal will be able to continue living as they do today, with the same guarantees of non-discrimination on the basis of nationality – for their entire life.\n  *[NHSPRB]: NHS Pay Review Body",
        "This means, for example, that an EU citizen or a UK citizen who decided to live on the other side of the Channel can continue residing there after Brexit. This right of residence will be even wider than it is today. If a citizen decides to leave his/her host country, he/she can be absent for a period of 5 years, rather than only 2 years, as is the rule today.\n  *[NHSPRB]: NHS Pay Review Body",
        "A British student in one of the EU Member States will not be affected by Brexit: she will be able to continue studying and paying the same tuition fees as the citizens in the host state. She can even work there after her studies. That goes the same for European students in the UK.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nurses or doctors working before Brexit can continue to work in their host countries. Their professional qualifications will continue to be recognised, just like in other professions.\n  *[NHSPRB]: NHS Pay Review Body",
        "Family members will maintain their reunification rights in the future after Brexit, in the UK or in the EU. All children will be protected, even those who will be born after Brexit.\n  *[NHSPRB]: NHS Pay Review Body",
        "Citizens will maintain their rights to healthcare, pensions and other social security benefits, even if they leave their host country to live in another EU country. The same goes for the portability of family allowances, which was debated right up until the last moment.\n  *[NHSPRB]: NHS Pay Review Body",
        "I also want to be clear on the application of these rights:\n  *[NHSPRB]: NHS Pay Review Body",
        "o The Withdrawal Agrement will take precedence over national law – whether it is British, French, Slovak or Maltese;\n  *[NHSPRB]: NHS Pay Review Body",
        "o The guarantees in the Withdrawal Agreement will have direct effect, for the duration of the lifetime of the people concerned;\n  *[NHSPRB]: NHS Pay Review Body",
        "o There will be no ambiguity in the interpretation of the rights on either side of the Channel: current ECJ case law will be part of the Withdrawal Agreement, and future case law will apply. British courts will have to take “due regard” of case law for the lifetimes of the citizens concerned.\n  *[NHSPRB]: NHS Pay Review Body",
        "o And finally, the British authorities will create an independent authority to which European citizens can have recourse in the United Kingdom, in the same way as British citizens in the EU can have recourse to the European Commission. The details of this independent authority will be included in the Withdrawal Agreement.\n  *[NHSPRB]: NHS Pay Review Body",
        "For all the European citizens – 3.5 million people – living and working in the United Kingdom, there is another problem – the UK’s registration procedures. It seems to me – and I know how sensitive you are on this point – that the administrative procedure will be practical and necessary to allow citizens to effectively exercise their rights.\n  *[NHSPRB]: NHS Pay Review Body",
        "But we have ensured that, as outlined in the Joint Report, the conditions for the administrative procedures will be included in the Withdrawal Agreement with the necessary guarantees. These registration and administrative processes will be for those citizens living in a country that will become a third country on 29 March 2019 at midnight.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have outlined in the Joint Report that the procedure that the United Kingdom will put in place must be simple to use, based on objective criteria and accompanied with the same procedural guarantees today, notably with regards to a right of appeal.\n  *[NHSPRB]: NHS Pay Review Body",
        "European citizens who are already permanently resident in the United Kingdom will obtain “special status” for free. For the rest, the cost should not exceed that imposed on British citizens for the issuing of similar documents – around £70.\n  *[NHSPRB]: NHS Pay Review Body",
        "But I want to repeat that the conditions for this administrative procedure that the UK authorities request will be detailed – you can verify the simplicity of this in the Withdrawal Agreement, which will be submitted to you for ratification,\n  *[NHSPRB]: NHS Pay Review Body",
        "* * *\n  *[NHSPRB]: NHS Pay Review Body",
        "Members of Parliament,\n  *[NHSPRB]: NHS Pay Review Body",
        "We are not there yet, neither on citizens’ rights, nor on the other subjects of the orderly withdrawal. We will therefore remain vigilant.\n  *[NHSPRB]: NHS Pay Review Body",
        "Theresa May made a commitment on behalf of the British government, the whole British government.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is now for us to decide if this result is sufficient to open – based on certain conditions – the second phase of negotiations.\n  *[NHSPRB]: NHS Pay Review Body",
        "If your resolution is positive, and if the European Council on Friday also accepts that there has been sufficient progress, then I will begin – on your behalf – working on the formal drafting of the Withdrawal Agreement. And we can do this quite quickly, on the basis of the Joint Report in particular.\n  *[NHSPRB]: NHS Pay Review Body",
        "o We will continue the negotiations on the subjects that need more clarification, deepening and negotiation: the governance of the future agreement, other subjects such as geographical indications, the issue of data;\n  *[NHSPRB]: NHS Pay Review Body",
        "o Ireland will form part of its own specific strand in the negotiations. Each assuming their responsibility, we need to find specific solutions for the unique situation of the island of Ireland.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the basis of the decision of the European Council, we will also move forward on defining a transition period, which will be short and supervised during which we will maintain the full regulatory and supervisory architecture – and obviously the role of the Court of Justice – as well as European policies.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, we will pursue, if you so wish, our internal preparation at 27 – together with you – on the future relationship. We need to agree ourselves on the framework for the future relationship. I can already tell you – and I say so clearly and calmly – that there are non-negotiable points on the integrity of Single Market, the four indivisible freedoms which are the foundation of the Single Market, and the autonomy of the Union’s decision-making, which the UK has decided to leave.\n  *[NHSPRB]: NHS Pay Review Body",
        "The United Kingdom will become a third country on 29 March 2019. We think that a close, future partnership remains our common horizon.\n  *[NHSPRB]: NHS Pay Review Body",
        "We know where we are today; we know where we are going.\n  *[NHSPRB]: NHS Pay Review Body",
        "I propose today that this important step is recognised.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are many more steps to make in order for the UK to leave in an orderly manner, which is much better than in a disorderly manner.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to thank you, Mr. President, ladies and gentlemen, for the future also, for your support and confidence, and also for your vigilance as the negotiations continue.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}