{
    "url": "https://www.ukpol.co.uk/michel-barnier-2020-speech-in-belfast-at-william-j-clinton-leadership-institute/",
    "title": "Michel Barnier – 2020 Speech in Belfast at William J Clinton Leadership Institute",
    "post_date": "February 4, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Michel Barnier",
            "url": "/tag/michel-barnier/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Michel Barnier at the William J Clinton Leadership Institute at Queen’s University in Belfast on 27 January 2020.",
    "content": [
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "Vice-Chancellor,\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a pleasure to be in Queen’s University, Belfast this evening. And it is an honour to deliver the William Clinton Leadership Lecture. It is a sad day for Northern Ireland. My thoughts are with the friends and family of Seamus Mallon. He played a fundamental role in the peace process. He was one of the architects of the Good Friday (Belfast) Agreement. Queen’s University shares its motto with the city of Belfast:\n  *[NHSPRB]: NHS Pay Review Body",
        "“Pro tanto – quid retribuamus”,\n  *[NHSPRB]: NHS Pay Review Body",
        "“For so much – what shall we give in return?”\n  *[NHSPRB]: NHS Pay Review Body",
        "This captures well the societal responsibility of your university. Your dedication to cutting-edge research is a testimony to that motto. Here, researchers like Dr Joanne Murphy, Professor Richard English, and many others, address some of the world’s biggest societal challenges: food security, cancer, cybercrime, terrorism and conflict. On Brexit, researchers such as Dr Katy Hayward or Professor David Phinnemore have made an important contribution to the debate, in Northern Ireland, in Westminster, and beyond. Thanks to you, Northern Ireland’s unique political, social and economic reality is understood more broadly.\n  *[NHSPRB]: NHS Pay Review Body",
        "“For so much – what shall we give in return?”\n  *[NHSPRB]: NHS Pay Review Body",
        "Anyone who holds public office should reflect on this question. Including myself, as the EU’s Chief Negotiator for a new partnership with the United Kingdom.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over the last three years, I have had the privilege of working with an exceptional team.\n  *[NHSPRB]: NHS Pay Review Body",
        "Together, we enjoyed the trust of:\n  *[NHSPRB]: NHS Pay Review Body",
        "Former Commission President Jean-Claude Juncker and, now, President Ursula von der Leyen,\n  *[NHSPRB]: NHS Pay Review Body",
        "Former Council President Donald Tusk and, now, Charles Michel\n  *[NHSPRB]: NHS Pay Review Body",
        "27 united Member States,\n  *[NHSPRB]: NHS Pay Review Body",
        "and the European Parliament, first with Martin Schultz, Antonio Tajani, now with David Sassoli.\n  *[NHSPRB]: NHS Pay Review Body",
        "With such trust comes a great responsibility: the responsibility to work hand in hand with the elected representatives in the European Parliament, EU leaders in the European Council, ministers and members of parliaments in the Member States. The responsibility to clearly explain our positions to all those affected. The responsibility to engage respectfully with UK negotiators, who represent a great country – one which has been part of the EU for 47 years. We have always stuck to this line: No aggressiveness, no punishment, no spirit of revenge.\n  *[NHSPRB]: NHS Pay Review Body",
        "No frustration or impatience when the House of Commons was unable to agree on what kind of Brexit it wanted. We have always respected the ongoing debate in the UK, and we will continue to do so. Lastly, we had – and we still have – the responsibility to encourage a genuine public debate on Brexit: on how it affects the EU and the UK, and in particular Ireland and Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body",
        "This debate hasn’t always been easy. But it is important. People must be aware of the consequences. Because it is absolutely clear that there will be negative consequences. UK Chancellor Sajid Javid recognised last week that parts of industry will face a negative fall-out.\n  *[NHSPRB]: NHS Pay Review Body",
        "Whatever agreement we reach on our future relationship, Brexit will always be a matter of damage limitation.\n  *[NHSPRB]: NHS Pay Review Body",
        "Not one single person – from the UK or elsewhere – has ever convinced me of the added value of Brexit.\n  *[NHSPRB]: NHS Pay Review Body",
        "At least, with the Withdrawal Agreement, which has now been ratified by the UK,we have managed to secure an orderly Brexit – for now. One that limits the destruction of value for our citizens and businesses. This is also our objective going forward.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am pleased to be in Northern Ireland again: to explain where we stand in the process and our position going forward, but also to listen and engage.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is my third visit to Northern Ireland in my current role. I have been to the border a number of times. I walked on the peace bridge in Derry/Londonderry. I have engaged with politicians of all parties, students, workers and business owners. I’m sure the Northern Ireland Rural Women’s Network in Dungannon remembers how moved I was by my meeting with them. I talk about it often. Because, Brexit is first and foremost about people. I can still hear their words: ‘Never again!’\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "The European Union has always been a peace project. We are reminded of this today on Holocaust Remembrance Day. After years of devastating war and conflict, European integration transformed the meaning of national borders. The genius of the founding fathers of the EU was to focus on open trade and economic exchange as an element of peace, not just prosperity. This was true for France and Germany in the 1950s. It was also true when the Berlin Wall and the Iron Curtain came down.\n  *[NHSPRB]: NHS Pay Review Body",
        "The EU gradually became a community of 28 countries, reuniting the continent and breaking down borders. Today, people, goods, services and capital can circulate freely from one Member State to another.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "The Single Market is much more than a free trade zone. It is an ecosystem that Europeans build together everyday, with: common laws and regulations; common rights and standards for workers and consumers; common standards for the environment; common supervision mechanisms; and, on top of this, a common jurisdiction: the Court of Justice of the European Union.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is an ecosystem that the UK contributed to for 47 years. An ecosystem that builds trust between countries – and with it, prosperity, fairness and, most importantly, peace. Once again, the UK contributed a lot to these achievements. And it benefitted enormously from the Single Market.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is perhaps why Brexit came as such a shock to so many. In June 2016, 52% of the people of the United Kingdom voted to leave the European Union. Indeed, considerably less here in Northern Ireland, at 44%. But the General election that took place in December 2019 confirmed the UK government’s mandate to ‘get Brexit done’. And so the UK will leave the EU in just four days.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "Brexit is meant to be about ‘taking back control’. But what else does it mean? It means creating trade barriers that do not exist today. The decision to stop free movement means stopping citizens from moving freely between the EU and the UK to study, work or retire. Brexit is about diverging from EU rules. Rules, developed together with the UK, that protect the public interest, guarantee open and fair competition, and thereby allow frictionless trade. Brexit is meant to be about ‘Global Britain’. But, for us, it is the EU that helps make Member States more global. Even without the UK, the EU forms a Single Market of 450 million people – a truly global market. Our economic power allows us to stand proudly on the world stage; To speak with other superpowers as equals on questions such as the economy, climate change, security and trade.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is no way that any of our countries, alone, could have the same impact. Especially as other economic giants emerge around the world. As you can see in this slide: By 2050, no individual European country can expect to be among the global top five economies. Not the UK. Not even Germany. But together, as you see here, the EU27 will remain in the top 4.\n  *[NHSPRB]: NHS Pay Review Body",
        "Just a few days ago, Chancellor Merkel compared the EU to a “life insurance” for her country. She recognised that in today’s global environment: “Germany is far too small to exert geopolitical influence on its own”. For that, she said, it needs the Single Market. This is why our Single Market is so crucial to us. And yet, in the UK, it seem that many still believe: That they can leave the EU institutions; Leave the biggest trading bloc in the world; Depart from regulations that they helped to put in place; Without experiencing any negative side effects.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "Northern Ireland will be the part of the UK most impacted by Brexit. Why?\n  *[NHSPRB]: NHS Pay Review Body",
        "Northern Ireland has a specific constitutional and legal set-up. Both in terms of governance, and in terms of cooperation with Ireland. The Good Friday (Belfast) Agreement set up specific cross-community, power-sharing governance structures here in Northern Ireland. Thanks to that, people like David Trimble, John Hume and, of course, Seamus Mallon, Martin McGuinness and Ian Paisley, could find solutions to accommodate the different identities and competing political views across Northern Ireland. This work needed political courage and hard work from politicians across Northern Ireland. They managed, with the help of the Irish and British governments, and notably Bertie Ahern and Tony Blair. And let us not forget the role of others like Bill Clinton, George Mitchell, or Hillary Clinton, this university’s new chancellor.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Good Friday (Belfast) Agreement cannot be celebrated enough. It was, and still is, indispensable for progress. The Good Friday Agreement allowed, and still allows, the people of Northern Ireland to identify themselves as British, or Irish, or both – and be accepted as such. You can choose to be British, Irish, very British with a bit of Irish, more Irish than British, Irish and European, British and European. Others might think of themselves as Northern Irish, or Northern Irish and European. Or, indeed, Northern Irish and anti-European.\n  *[NHSPRB]: NHS Pay Review Body",
        "This multitude of identities is a distinctive aspect of Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body",
        "Similarly, Stormont is not based on the rule of the majority, but on power-sharing and compromise – an essential element of building peace. And indeed, we missed Stormont during the negotiations on Brexit and Northern Ireland. Although I met with Northern Ireland’s leaders many times in the last years, the requests were always to meet separately, with one party. Never to meet together. This afternoon, I met with Sinn Fein’s Deputy First Minister, Michelle O’Neill, together with the DUP’s Economy Minister, Diane Dodds, representing the First Minister, Arlene Foster. So I am very glad to see the Legislative Assembly restored.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, I think it is fair to say that the fact that both Ireland and the UK were members of the EU was also very important in bringing stability to the island of Ireland, because they shared the same rules and had a common trade policy. Companies could trade in a frictionless way without checks or customs procedures.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "Very early on in the withdrawal negotiations, both the EU and the UK acknowledged that the situation in Northern Ireland was unique. That it required a specific solution. A solution that was legally operative and could reconcile the many different interests at play, in particular:\n  *[NHSPRB]: NHS Pay Review Body",
        "1\\. Avoiding a hard border between Ireland and Northern Ireland and preserving the all-island economy in the interest of peace and security;\n  *[NHSPRB]: NHS Pay Review Body",
        "2\\. Preserving the integrity of the EU’s Single Market, and all its guarantees for consumer protection, public and animal health.\n  *[NHSPRB]: NHS Pay Review Body",
        "3\\. Respecting the place of Northern Ireland as an integral part of the United Kingdom’s internal market.\n  *[NHSPRB]: NHS Pay Review Body",
        "Of course, finding common ground was not easy. But the EU was tireless in its efforts.\n  *[NHSPRB]: NHS Pay Review Body",
        "We listened to Irish, Northern Irish and British concerns. We mapped out North-South cooperation, with the UK. We investigated different options. We went back to the drawing table, various times, to design new measures or to reassure. With Prime Minister Theresa May, we had found an agreement on a UK-wide backstop. This meant the whole of the UK forming a single customs territory with the EU – unless and until a better solution could be found. Many people in Northern Ireland acknowledged the benefits of having a backstop. But there were also fears in Westminster that the UK could get ‘trapped’ in a customs union with the EU for an indefinite period of time, without its own trade policy. Despite reassurances that we enshrined in law, Westminster was not convinced that the EU had no intention of acting in bad faith.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, in summer 2019, Prime Minister Boris Johnson asked us to abandon the backstop. He wanted a permanent solution, not a temporary one. One that enables the UK to deploy its own, independent trade policy immediately after the transition period. Again, we showed flexibility and understanding. And we found an agreement.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "The Protocol on Ireland and Northern Ireland that we have agreed on is indeed complex but operational. It allows Northern Ireland to remain in the UK customs territory and, at the same time, benefit from access to the Single Market without tariffs, quotas, checks or controls.The Protocol is not an insurance policy, but a workable system, built to last. And, importantly, it gives the elected representatives of Northern Ireland’s legislative Assembly the right to decide whether to continue applying the system or not, four years after it starts to apply. I look forward to Northern Ireland’s Executive playing a stronger role on this matter, now that it is up and running.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "Implementing this new system will be a big challenge, in particular for UK authorities. In agreeing to the Protocol, the UK has agreed to a system of reinforced checks and controls for goods entering Northern Ireland from Great Britain. I understand the fears of negative economic fallout expressed by some about these checks. But Brexit unfortunately has consequences that we must manage. The UK has chosen to become a third country; to leave the Single Market and the Customs Union;\n  *[NHSPRB]: NHS Pay Review Body",
        "to leave behind the EU’s framework of common rules, common supervision and common Court of Justice. It has chosen to create two regulatory spaces. This makes frictionless trade impossible. It makes checks indispensable. We will need sanitary and phyto-sanitary checks on food products and live animals. The EU must be able to assess risks on any product coming into its market and, if necessary, activate physical controls. These checks must take place somewhere. And as the whole point of the Protocol is to avoid a hard border and protect the all-island economy, it was clear that they could not take place at the land border between Ireland and Northern Ireland. The only real option was to use Northern Ireland’s other entry points. This is also where such checks are the easiest to implement. And controls will also take place in Dublin and other EU entry points.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "It is now the EU and the UK’s joint responsibility to make this agreement work on the ground.\n  *[NHSPRB]: NHS Pay Review Body",
        "The EU takes this responsibility very seriously. And let’s be clear: We have been creative and flexible in finding a workable solution. But this is a detailed legal text. Now is the time to implement it precisely. The Withdrawal Agreement must be applied with rigour and discipline by all sides. It cannot be re-opened under the guise of implementation. We will be monitoring its correct application very carefully.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is also true of the other crucial element covered in the Withdrawal Agreement: namely citizens’ rights.\n  *[NHSPRB]: NHS Pay Review Body",
        "Whilst Northern Ireland will no longer be part of the EU, people born and raised here that choose to be Irish citizens will still be EU citizens. This means they can continue to move and reside freely within the EU, The UK has committed to upholding their rights. They cannot be discriminated against on the basis of nationality. And the Withdrawal Agreement will also protect the rights of all British nationals living in the EU, and their families, for life. The Commission will make sure that each and every one of the 27 Member States lives up to their commitment. But we will also be watching closely to make sure that the UK government does the same for the more than 3 million EU citizens residing in the UK. I have already raised the issue with Stephen Barclay, the UK’s Secretary of State for Exiting the EU. And we will continue to be particularly vigilant to this. In particular to the setup of the Independent Monitoring Authority. This body must be truly independent and deal effectively with complaints from Union citizens and their families. The EU will never turn its back on its citizens. And the EU will not turn its back on Northern Ireland, even as it leaves the Union. The PEACE funding programme, which I was responsible for as Commissioner for Regional Policy, since 1995, supports peace and reconciliation and promotes economic and social progress in Northern Ireland and the Border Region of Ireland will continue. This is a sign of our commitment to peace and stability here.You can continue to count on our support.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "The Withdrawal Agreement settles all aspects of the UK’s divorce from the EU. It also provides us with at least 11 months of continuity. We need this time – and probably much more – to build a new relationship.\n  *[NHSPRB]: NHS Pay Review Body",
        "Negotiating the future partnership between the EU and the UK is another huge challenge. A new clock is ticking. 11 months is extremely short. Prime Minister Johnson has said he will not extend this period. This means that the UK will leave the Single Market at the end of this year. This is the UK’s choice. We respect it. And we will do everything we can in the short time that this makes available. Never will it be the EU that fails on common ambition. But this is clearly a unique situation. Since its inception, the EU has been in the business of removing borders. Not creating them. Our aim has been to bring Europeans closer to each other – students, researchers, professionals, employees, entrepreneurs, pensioners. Now, the UK wants a stricter migration policy that may apply to EU and non-EU nationals alike – possibly as early as 2021.\n  *[NHSPRB]: NHS Pay Review Body",
        "Similarly, when we negotiate with third countries, our aim is usually to remove barriers to trade.\n  *[NHSPRB]: NHS Pay Review Body",
        "We do this by aligning standards and regulations. The EU has even become so good at this that many of its standards and regulations have become the gold standard internationally. Our regulatory influence goes well beyond our borders because of the size of our Single Market.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our high standards are the reason why our trade and investment partners trust us. They are a core part of our competitive edge. Aligning with our standards may have a price. But the return is access to our Single Market. Our standards testify to the quality and safety of our products and services: Whether it’s an EU logo on a toy or a Geographical Indication. But they are also a testimony to our dedication:\n  *[NHSPRB]: NHS Pay Review Body",
        "to continuously improving working rights,\n  *[NHSPRB]: NHS Pay Review Body",
        "to raising environmental standards and leading the fight against climate change,\n  *[NHSPRB]: NHS Pay Review Body",
        "to fighting tax fraud and evasion,\n  *[NHSPRB]: NHS Pay Review Body",
        "and to ensuring fair and open competition.\n  *[NHSPRB]: NHS Pay Review Body",
        "In our joint Political Declaration on our future relationship, the UK agreed that we need common standards to avoid unfair competitive advantages.\n  *[NHSPRB]: NHS Pay Review Body",
        "So when it tells us it does not want to align with EU standards and regulations in the future, it is not clear to me where, or by how much, it wishes to diverge: on standards relating to the safety and quality of products? Or on those relating to fair competition?\n  *[NHSPRB]: NHS Pay Review Body",
        "It is not clear to me whether, when the UK leaves the EU and the Single Market, it will also choose to leave Europe’s societal and regulatory model. That is the key question, and we are waiting for an answer. Because that answer will be key for our future relationship. I hope that our UK friends are reflecting carefully on this issue. Because the UK cannot expect high-quality access to our Single Market if it insists on competing on State aid, social or environmental standards. I would not want to be misunderstood: Competition between our economies is not a bad thing. Countries compete with each other, also within the Single Market. But competition needs to be based on common high levels of standards to make sure it is fair.\n  *[NHSPRB]: NHS Pay Review Body",
        "Once again, the UK is faced with a choice. Our ambition – the EU’s ambition – is to create a close economic partnership: One that is based on a level playing field.That is the only way we will be able to achieve a truly ambitious deal.\n  *[NHSPRB]: NHS Pay Review Body",
        "A deal that that benefits both sides.\n  *[NHSPRB]: NHS Pay Review Body",
        "A deal that is fair for our workers, for our taxpayers, our businesses and for the planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "A deal that – even if it will never match what we have now\n  *[NHSPRB]: NHS Pay Review Body",
        "– lives up to our ambition to remain the best of friends and allies.\n  *[NHSPRB]: NHS Pay Review Body",
        "And of course, an ambitious partnership cannot be limited to trade, but must also cover our internal and external security and defence policy.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "It is clear that the negotiations on a future EU-UK relationship will be a prominent focus in 2020. But this will not be our only horizon. We will continue to work on strengthening the EU. Together, as 27, we will continue working to protect our citizens, and to equip them to deal with the challenges of our time.\n  *[NHSPRB]: NHS Pay Review Body",
        "Among others, that will involve:\n  *[NHSPRB]: NHS Pay Review Body",
        "1.An ambitious new Green Deal that will help to reconcile our economy with the planet, and turn the EU into the world’s first climate-neutral continent by 2050.\n  *[NHSPRB]: NHS Pay Review Body",
        "2.We will also do more to support Europe’s most vulnerable as we transition to a clean and digital economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "3\\. We will increase funding for Erasmus so that more Europeans have the opportunity to live, study or work in another EU Member State.\n  *[NHSPRB]: NHS Pay Review Body",
        "We know that education and research can be a game changer in tackling some of our biggest societal challenges upfront.\n  *[NHSPRB]: NHS Pay Review Body",
        "4\\. We will step up our efforts to protect our external borders.\n  *[NHSPRB]: NHS Pay Review Body",
        "5\\. And we will deepen cross-border cooperation on security including, where possible, with the UK as a third country to tackle gaps in the fight against serious crime and terrorism in Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "These are just some of the priorities that Commission President Ursula von der Leyen will take forward in the next five years. These are the issues that the EU will focus on as it strives to deliver more for its citizens.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and gentlemen,\n  *[NHSPRB]: NHS Pay Review Body",
        "“For so much, what will we give in return?”\n  *[NHSPRB]: NHS Pay Review Body",
        "We did not create the European Union. We inherited it from our parents and grandparents.\n  *[NHSPRB]: NHS Pay Review Body",
        "It has brought us peace, opportunities, regional development and a better understanding of each other. It is now our responsibility to take this project forward, to improve it, to change it, where necessary, and to equip it for the next generations.\n  *[NHSPRB]: NHS Pay Review Body",
        "On 1 February, the 27 EU Member States will open a new chapter of their history. They will continue dismantling barriers between themselves. They will do so without the UK.\n  *[NHSPRB]: NHS Pay Review Body",
        "But we will be willing to build a close relationship with a country which will remain our partner, our ally, our friend. And in doing so, we will never lose sight of the unique situation on the island of Ireland. Finally, we will continue to engage as widely as possible in a spirit of openness and respect. Allow me to finish on a more personal note. For many reasons, I regret Brexit. I will always continue to believe that we are better off together than alone – especially in today’s world.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is why I will remain a patriot of my country and a European at the same time. But I will also always have profound respect for the UK – its people, culture, great leaders and its solidarity with the rest of Europe during its darkest hours. That is why at the beginning of this new chapter of European history, I would really like to wish the UK well. So, thank you for giving me the opportunity to do so here, tonight.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}