{
    "url": "https://www.ukpol.co.uk/guy-barnett-1978-speech-on-canvey-island/",
    "title": "Guy Barnett – 1978 Speech on Canvey Island",
    "post_date": "April 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Guy Barnett",
            "url": "/tag/guy-barnett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Guy Barnett, the then Under-Secretary of State for the Environment, in the House of Commons on 8 August 1978.",
    "content": [
        "The hon. Member for Essex, South-East (Sir B. Braine) [as he said in the speech](https://www.ukpol.co.uk/bernard-braine-1978-speech-on-canvey-island/) that he has just delivered, has on several ​ occasions drawn the attention of the House to the concern of many of the residents of Canvey Island about the possible dangers which arise from the proximity of various industrial complexes to residential development. The issues are complex. It is right that they should be thoroughly explored and that decisions for the future should be taken on the basis of as comprehensive an assessment as it is possible to make of potential hazards. I want to try to deal with as many of the points that the hon. Gentleman has raised as I can. Some of them, as he will understand, are matters for my right hon. Friend the Secretary of State for Employment.\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman has given the background to this matter and I will not go over the whole ground again. The essential points are that two companies, Occidental Refineries Limited and United Refiners Limited, have been granted planning permissions to construct oil refineries on the west side of Canvey Island. In the case of Occidental, substantial development had taken place before work stopped as a result of the oil crisis in 1975.\n  *[NHSPRB]: NHS Pay Review Body",
        "In 1974, following anxiety locally about the safety implications of the proposed developments, the then Secretary of State for the Environment decided to hold an exploratory public inquiry into the desirability of revoking the planning permission granted to United Refineries Ltd. in 1973. The inquiry took place on the island in February and March 1974.\n  *[NHSPRB]: NHS Pay Review Body",
        "The inspector recommended that a revocation order should be made, but one of the assessors had suggested that a study should be made of the totality of risks in the area, and the possibility of interaction between installations in the event of fire or explosion. The Secretary of State deferred a decision and, with the then Secretary of State for Employment, asked the Health and Safety Commission to carry out a study on the safety of installations within the Canvey area.\n  *[NHSPRB]: NHS Pay Review Body",
        "The report, which was published on 20th June, describes an exhaustive investigation of the risks to health and safety from the existing and proposed installations on and in the neighbourhood of Canvey Island. The investigating team of experts visited the various industrial installations to carry out a detailed investigation of what goes on in each plant, what could go wrong and what the possible effects would be. They also looked at the proposals for additional refining facilities. My right hon. Friend the Secretary of State for Employment, in reply to a Question by the hon. Member in the House on 20th June, welcomed the report as a valuable contribution to discussion of health and safety and environmental matters in the area. He pointed out that installations covered by the report form a significant part of the United Kingdom oil, gas and petrochemical industries and relate closely to the utilisation of our North Sea resources.\n  *[NHSPRB]: NHS Pay Review Body",
        "The report would therefore be of importance in assisting decisions which may affect those who live in the area, those who depend on the installations for their employment, and the contribution which the installations make to the economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "The recent investigation was, of course, concerned with the safety of existing installations as well as the proposed refinery developments, and on that side a number of specific recommendations for action now have emerged from the inquiry, and these are already being followed up by the Health and Safety Executive.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are three existing installations on Canvey Island handling potentially dangerous materials whose activities were investigated by the team. They are the British Gas Corporation’s methane gas terminal, and tank farms owned respectively by Texaco Limited and London and Coastal Oil Wharves Limited. Certain installations on the mainland which could present a threat to the island were also investigated, as was the movement of dangerous substances in the area by road, rail, pipeline and water. Each of these activities was the subject of close inquiry, situations which could lead to a number of casualties were identified, and estimates were made of the probability of an accident occurring and of its consequences in terms of the number of casualties. The hon. Gentleman has drawn attention to the risks, and I fully understand his concern for the people who are living in the area.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is important to bear in mind that an accident which is regarded as capable of causing a large number of casualties will not necessarily result in such massive consequences, nor does the consideration ​ given to particular accident imply that the chances of their happening are necessarily very high. Throughout the study the investigating team was requested by the Health and Safety Executive to err on the side of pessimism in its estimates. The overall assessment resulting from all this investigation was summed up by the Health and Safety Executive, which said that the picture was not one which ought to result in fear and worry among people living in and around Canvey. The most likely outcome, in the view of the HSE experts, is that nothing should happen in the industrial installations in the area which will hurt anyone outside them.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nevertheless, the study showed that certain actions needed to be taken in regard to the installations which were investigated. Indeed, one of the positive results to emerge from all the inquiries, analyses, and so on, is the series of specific recommendations relating to the existing installations. During the course of the investigation certain matters came to light which required immediate action. These were dealt with as they arose in the usual way in accordance with the health and safety legislation.\n  *[NHSPRB]: NHS Pay Review Body",
        "By the end of its investigation the team had identified various ways in which the risks from the existing installations could be further reduced. These are detailed in the report, and I understand that discussions have already begun between Her Majesty’s Factory Inspectorate of the Health and Safety Executive and senior management of the firms concerned in order to secure the necessary improvements. I will say a little more about those affecting the installations on the island itself.\n  *[NHSPRB]: NHS Pay Review Body",
        "At the British Gas Corporation terminal the team has suggested that the pipeline from the terminal that contains liquefied petroleum gas could be emptied and taken out of service. It also suggested that the capacities of the existing containment walls around the boundaries of the tank farms of inflammable liquids at the sites owned by Texaco Limited and London and Coastal Oil Wharves Limited should be increased.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Sir Bernard Braine**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am following with the greatest interest what the Minister is saying. Since a suggestion has been made that the liquefied petroleum gas pipeline should be closed, as I under- ​ stand it has, will the Minister confirm that there is liquefied petroleum gas stored at the terminal, and that the statement made by the chairman of British Gas and another spokesman to the press is totally inaccurate?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Barnett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I think I can confirm that liquefied petroleum gas is stored at the terminal. I think that that is correct, although I do not speak with authority, as the hon. Gentleman will understand, on that point.\n  *[NHSPRB]: NHS Pay Review Body",
        "Recommendations were made in a similar way in regard to the installations on the mainland. On the movement of vessels in the Thames, the PLA is urged to take action to ensure that the 8-knot speed limit for all vessels in the Thames estuary is strictly observed.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Health and Safety Executive is satisfied that all these suggestions could, it necessary, be required under the general duties imposed by the Health and Safety at Work Act 1974. It is now for the firms, or other bodies concerned, either to carry out the improvements detailed above or to show that equal standards of safety could be achieved by alternative methods.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Sir Bernard Braine**\n  *[NHSPRB]: NHS Pay Review Body",
        "It is very good of the hon. Gentleman to give way. On the question of the restriction of speed of vessels carrying hazardous cargoes, is the hon. Gentleman aware that on 1st August 1978 I asked the Secretary of State for Transport whether he would discuss with the Port of London Authority the desirability of restricting the movement at night of tankers carrying such cargoes?\n  *[NHSPRB]: NHS Pay Review Body",
        "The answer that I received was:\n  *[NHSPRB]: NHS Pay Review Body",
        "“No … the Port of London Authority consider that their existing arrangements ensure the safe movement of vessels whether by day or night.”—[Official Report, 1st August 1978; Vol. 955, c. 300.]\n  *[NHSPRB]: NHS Pay Review Body",
        "I understand that the Health and Safety Executive has not consulted Trinity House or the pilots on the river. If it had done so, there would have been a very clear indication that there is considerable anxiety about the hazards among those concerned with waterborne traffic. Will the Minister therefore undertake to get the PLA to look at this matter more seriously and responsibly than it appears to have done up to now?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Barnett**\n  *[NHSPRB]: NHS Pay Review Body",
        "As the hon. Gentleman will appreciate, this does not lie within my area of responsibility, but I shall ​ certainly see that his request is passed to my right hon. Friend the Secretary of State for Employment. I am assured that discussions are taking place with all the firms concerned. The British Gas Corporation has already informed the Health and Safety Executive that the LPG pipeline from the methane terminal will be emptied. The hon. Gentleman made a number of specific references to the storage of LPG at the methane terminal. I do not propose to comment on the accuracy or otherwise of the reported remarks by the chairman of the Corporation, but it is clear from the report that LPG is stored at the methane terminal. However, I understand that it is largely an emergency stock reserve. The hon. Member is well aware that the Health and Safety Executive expressed serious doubts in its report about the continued storage of large amounts of liquefied natural gas and liquefield petroleum gas at the terminal and the consequential ship-to-shore transfer operations. Discussions have been opened with the Corporation about the possibility of reducing the risks from the terminal, and the Corporation’s response is at present awaited.\n  *[NHSPRB]: NHS Pay Review Body",
        "However, I can give the hon. Gentleman some reassurance with regard to the LPG. The Corporation already has it in mind to reduce its stocks of LPG and is in touch with the Health and Safety Executive about the best means of doing this.\n  *[NHSPRB]: NHS Pay Review Body",
        "This all illustrates the very practical nature of the recommendations which have stemmed from the inquiry and which, when put into effect, will result in a very significant reduction in the estimates of risk. The Health and Safety Executive’s conclusion is that, subject to a satisfactory outcome of the discussions currently going on, it would not consider the situation such that any of the existing installations should now be required to cease operations. I am assured that the Executive intends to keep a close watch on the situation and will not hesitate to make expeditious use of its powers to secure the improvements already mentioned, and any further improvements which appear to be necessary in the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman referred, perhaps somewhat scathingly, to the way in which the report dealt with the desirability of building another road. The Health and ​ Safety Executive report suggested that appropriate authorities should study the team’s assessment when considering whether another road should be built, and indicated that the Executive proposed to have further discussions with appropriate authorities about the value of a new road and about emergency planning generally. That seems to me to have been a reasonable approach. After all, the team is not expert in road and traffic matters.\n  *[NHSPRB]: NHS Pay Review Body",
        "As my right hon. Friend the Secretary of State said in reply to a Question from the hon. Gentleman on 17th July, those discussions are now taking place. It is the local authorities who are responsible in the first instance, but my right hon. Friend and his colleagues will study the results of the discussions which are now taking place as soon as they are available.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the question of the proposed new refineries to be constructed by Occidental Ltd. and United Refineries Ltd., the Health and Safety Executive report made it clear that there were ways in which the additional risk resulting from the projects could be very substantially reduced, notably by providing a new pipeline for transhipment of liquid petroleum gas and a suitable water spray system in the proposed alkylation unit at the Occidental refinery. The report concluded that provided the companies were to build their plants in accordance with the requirements and to make appropriate arrangements for transhipment of liquid petroleum gas, there would be no objection on health and safety grounds. It is important to bear in mind the proviso The report does not merely say that on health and safety grounds the new refinery facilities could be built: it stipulates that if they are built they must be built in accordance with the Executive’s requirements and significant improvements which would be required are expressly stated.\n  *[NHSPRB]: NHS Pay Review Body",
        "But, of course, planning decisions rest not with the Health and Safety Executive but with the local planning authorities and, in some cases, with my right hon. Friend the Secretary of State for the Environment, and in reaching any planning decisions with regard to future development in the area they will have full regard to the report. Since my right hon. Friend the Secretary of State has to exercise a ​ quasi-judicial function in relation to the planning cases before him, the hon. Gentleman will appreciate that I cannot say anything at this stage about the merits of the various arguments that are being advanced for or against the proposed developments. But I can say that my right hon. Friend will carefully consider all relevant representations made before he comes to a decision.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the hon. Gentleman will know from the reply which my right hon. Friend gave to his Question yesterday, it is my right hon. Friend’s intention to reopen the earlier exploratory inquiry into whether the permission granted to United Refineries Ltd. should be revoked. This will enable interested parties to comment afresh in the light of the Health and Safety Executive report. The hon. Gentleman said that the conclusion in the report about the building of new refineries was illogical. It will be open to those who oppose the project to argue this at the public inquiry. We shall be in touch with the company and the local planning authority about the arrangements for reopening the inquiry.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the hon. Gentleman may have seen in the press, Occidental has been reconsidering the commercial aspects of its proposed developments in the area, and has decided at the present time not to go ahead. My Department has been told by the company that it is the company’s intention to withdraw its appeal, and so my right hon. Friend is not now rearranging the postponed inquiry into this appeal.\n  *[NHSPRB]: NHS Pay Review Body",
        "As I have said, these arrangements will ensure that my right hon. Friend will be able to make his decision in the light of the new knowledge provided in the HSE report and of the observations of interested parties on it. It seems to me important to stress that, by arranging for this very complex and detailed investigation to be undertaken by the HSE, the Government have proved their determination to show, as in the case of Windscale, that important planning decisions should be taken in full knowledge of all the implications for those likely to be affected.\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman closed his speech by calling for a number of explicit assurances. As I am sure he appreciates, most of them bear on matters which are ​ not the direct responsibility of my right hon. Friend the Secretary of State for the Environment. In so far as the interests of other Secretaries of State are concerned, I shall, of course, bring the relevant points to their attention. Meanwhile I would stress that the Health and Safety Executive is already holding discussions about all the improvements suggested in the report with either the firms concerned or the appropriate authorities.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the risks to people living close to major hazards, the method adopted by the team was to select specific regions for assessment of the risks, and no fewer than five of those were on Canvey Island itself, all comparatively close to the three installations on the island. Research into the behaviour of fuel gases is in hand and account is being taken of experience world wide, including the report of the General Accounting Office to the United States Congress, which, although published as recently as last Monday, is already being studied by the Health and Safety Executive, as indeed it appears to be by the hon. Gentleman. The recommendations in that report mentioned by the hon. Gentleman refer to the siting of new terminals and expansion of existing ones.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, the hon. Gentleman has already been assured by my right hon. Friend the Secretary of State for Employment—but I am glad to repeat the assurance—that he and the other hon. Members concerned, as well as the appropriate local authorities, will be kept informed at regular intervals of progress on the implementation of the report.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Michael Heseltine (Henley)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Before the Minister sits down, may I ask whether he feels that, in view of the very detailed requests put by him, my hon. Friend is entitled to an assurance that he will get answers from the various Ministers with whom the Minister will want to confer? The Minister said that he would refer these matters to his colleagues, I understand that, as, I am sure, does my hon. Friend. But it would be appropriate that my hon. Friend should know that answers will be forthcoming from Government sources to his specific questions.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Barnett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am grateful to the hon. Gentleman. In so far as I have not been able to answer the hon. Member for ​ Essex, South-East, I can give the assurance that where questions have been put my right hon. Friends will see that replies are given him. As I indicated at the end of my speech, it is our intention to keep the hon. Gentleman and, indeed, the House, informed of progress.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Sir Bernard Braine**\n  *[NHSPRB]: NHS Pay Review Body",
        "With permission I should like to say a few more words. I thank the Minister for the courteous and effective way in which he has tried to answer my questions this morning. I realise, of course, that a number of matters do not fall within his province, and I am grateful, therefore, to my hon. Friend the Member for Henley (Mr. Heseltine) for extracting a promise that I shall get detailed answers later to all my questions.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am not reflecting in any way on the way in which the Minister has sought to answer me, but I fear that there is one matter on which he did not touch. This is so serious that I must draw attention to it again.\n  *[NHSPRB]: NHS Pay Review Body",
        "The assessment by the Health and Safety Executive of the degree of risk to people living in the area is an overall assessment. The area investigated is nine miles long and two and a half miles wide at its widest. Common sense shows that if people in the area generally are at three times greater risk than the rest of the population from an industrial accident, those who live very close to the methane terminal—in fact on its doorstep—are more exposed to danger than those who live, for example, two miles away.\n  *[NHSPRB]: NHS Pay Review Body",
        "I specifically asked for a revised assessment by the Executive of the risks to people who live very close to this major hazard. Perhaps the Minister was not equipped by his advisers to answer this point this morning, but the answer is of paramount importance to the people of Canvey who have to live with these hazards day in and day out. I think, therefore, that a fresh assessment should be made of the risks to which these people are exposed.\n  *[NHSPRB]: NHS Pay Review Body",
        "I gather from the Minister’s reply and from the letter that I received from the chairman of the British Gas Corporation this morning that there is no intention whatsoever of closing down the British Gas terminal on Canvey Island and that ​ the Corporation will be permitted to continue importing the same quantities of LNG and LPG as it has done up to now.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have already given an example of the way in which the chairman of the British Gas Corporation tried to fool the public by saying that no LPG was being handled at that terminal. I am glad to hear from the Minister this morning, a fact confirmed to me by the Health and Safety Executive and the petroleum licensing authority, that that statement is untrue.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is LPG being stored on Canvey Island close to people’s homes. It is being stored with no particular object in mind. It is a hazard and it should be removed. I want an assurance from the Minister that steps will be taken to remove such material from Canvey Island.\n  *[NHSPRB]: NHS Pay Review Body",
        "The sooner the British Gas Corporation is told that in the end it is answerable to this House as a public corporation and takes heed of people’s anxieties and fears about the liquefied gas stored on Canvey Island, the better.\n  *[NHSPRB]: NHS Pay Review Body",
        "I promise to keep on and on about this until Canvey Island is made safer than it is now and safer even than is envisaged in the report when its suggested improvements have been carried out. I hope, therefore, that I shall get detailed answers to all my questions from the Department of the Environment and the other Departments involved.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}