{
    "url": "https://www.ukpol.co.uk/jessica-barnard-2022-nec-candidate-statement/",
    "title": "Jessica Barnard – 2022 NEC Candidate Statement",
    "post_date": "August 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jessica Barnard",
            "url": "/tag/jessica-barnard/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The candidate statement from Jessica Barnard.",
    "content": [
        "**Candidate Statement**\n  *[NHSPRB]: NHS Pay Review Body",
        "As a youth worker I have spent years supporting young people and families experiencing insecure work, devastating cuts to their community and denied a secure home.\n  *[NHSPRB]: NHS Pay Review Body",
        "More than ever we need to take the fight to the Tories and deliver a socialist Labour government that tackles wealth inequality, putting people first.\n  *[NHSPRB]: NHS Pay Review Body",
        "We must fight racism, stand for peace, global justice and real action to tackle the climate emergency.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am standing to ensure our party is led by working class voices who will stand up for the policies we need.\n  *[NHSPRB]: NHS Pay Review Body",
        "I will be a strong voice for party democracy, accountability, the rights of our brilliant membership and for equality and liberation campaigns.\n  *[NHSPRB]: NHS Pay Review Body",
        "As Young Labour Chair I have worked relentlessly to champion the voice of young members at one of the toughest moments facing us.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have lead campaigning actions across my region for years, served as a County Councillor in Norfolk, stood as a Parliamentary Candidate and am a dedicated community activist and organiser.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am firmly committed to trade unionist and socialist principles, and am proud to be supported by the Centre-Left Grassroots Alliance and Momentum. Please also support Mish Rahman, Gemma Bolton and Yasmine Dar.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}