{
    "url": "https://www.ukpol.co.uk/john-baron-2022-speech-on-evacuations-from-afghanistan/",
    "title": "John Baron – 2022 Speech on Evacuations from Afghanistan",
    "post_date": "May 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Baron",
            "url": "/tag/john-baron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Baron, the Conservative MP for Basildon and Billericay, in the House of Commons on 26 May 2022.",
    "content": [
        "Last summer, Operation Pitting brought over 15,000 people to the UK from Afghanistan. We all commend those who were directly involved on the ground in that operation. However, the recent report by the Foreign Affairs Committee—whose Chair, my hon. Friend the Member for Tonbridge and Malling (Tom Tugendhat), is sitting behind me—sets out that there was no comprehensive plan detailing who should come, how many should come and in what order. Many people who should be in this country in safety are still in Afghanistan in fear for their lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "A key example is British Council contractors. They did not work directly for the Government, or indeed for the British Council, but they still did their bit promoting the English language, British culture and British values; the Taliban do not see or recognise the difference. We have about 170 British Council contractors and their families in Afghanistan, of whom about half are deemed to be at very high risk, according to our own definition, and a further 93 or so are deemed to be at high risk. Many of them live in constant fear for their lives, moving from house to house as they are actively hunted by the Taliban.\n  *[NHSPRB]: NHS Pay Review Body",
        "I had a positive meeting with the Minister for Refugees last week, but we are coming up against constant FCDO red tape and bureaucracy, which is preventing the FCDO from immediately helping those who are in the greatest danger through the ACRS. It is bureaucracy at our end; we have identified the individuals who are in danger in Afghanistan.\n  *[NHSPRB]: NHS Pay Review Body",
        "As somebody who opposed the morphing of the mission into nation building in Afghanistan—I think I was the only Conservative to vote against it when we had the opportunity—I feel that the Government owe these people a debt of honour. There is an obligation to help them. I appreciated the Prime Minister’s answer to my question yesterday, in which he said he would do something about the issue, but I have been raising it since November and they have been in danger since the fall of Kabul. What undertakings can the Government give that they will finally break the bureaucratic deadlock? Time is running out.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}