{
    "url": "https://www.ukpol.co.uk/john-baron-2021-speech-on-the-british-council/",
    "title": "John Baron – 2021 Speech on the British Council",
    "post_date": "November 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "John Baron",
            "url": "/tag/john-baron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Baron, the Conservative MP for Basildon and Billericay, in the House of Commons on 18 November 2021.",
    "content": [
        "First, may I thank the Speaker and indeed you, Mr Deputy Speaker, for choosing and allowing this debate to take place? I also thank the Minister for the Middle East and North Africa, my right hon. Friend the Member for Braintree (James Cleverly), for fielding the debate on a Thursday afternoon. While I am in this mode, I should also like to thank the all-party group on the British Council for its support, guidance, diligence and expertise when it comes to trying to ensure that there is no disconnect between government and the British Council, and for playing its part. Above all, I wish to thank the staff and the teams at the British Council itself, and I know that my right hon. Friend will concur with that, because they have done a tremendous amount over the past few years in flying the flag for the cause of better understanding between this country and others. They have been flying the flag in such an astounding manner, given the challenges they have faced.\n  *[NHSPRB]: NHS Pay Review Body",
        "My right hon. Friend will know that the British Council has huge cross-party support in both Houses. Some Members in this place have worked for the British Council prior to being elected as an MP, and others have worked closely, as I have done on occasion, with the British Council in the past in trying to ensure that there are no misunderstandings and in furthering the good work of the British Council. There is huge affection for the organisation across Parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "The UK is often termed a “soft power superpower”—that phrase is reasonably well known. We rank very highly indeed and we usually top that table. That is down to our country’s extensive and impressive assets of attraction and influence, which include world-renowned arts and cultural bodies, world-class universities and research, and our sporting prowess, along with our respected national and international institutions. The British Council is one of those great institutions. Since the 1930s, it has been promoting British culture and the English language abroad, as well as facilitating cultural exchanges and, crucially, building trust between the UK and other countries. There are few Government Departments that do not directly benefit from its work.\n  *[NHSPRB]: NHS Pay Review Body",
        "The British Council also represents excellent value for money. In normal times, it receives only 15% of its income from the state, whereas many of its international counterparts receive much more. For example, its French, German and Japanese equivalents receive 48%, 62% and 65% respectively. That is in large part because the British Council has a commercial element, in the teaching of English abroad. It is tremendous value for money given the influence it exerts and the trust it builds between us and other nations.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the chairman of the all-party parliamentary group on the British Council, it was my pleasure to oversee the production and publication last July of our report on opportunities for global Britain. I thank all those who contributed to the report, including the officers of the all-party parliamentary group, who contributed to such effect. The report highlights the importance of showing not telling and of persuading rather than being more forceful, thereby ensuring that our values of openness and tolerance are there for all to see around the world, and the important fact that soft-power institutions such as the British Council and the BBC World Service are at their most effective, innovative and entrepreneurial when they have operational independence from the Government. I have no doubt that the Government get that, but it is important to reiterate that there must be an element of operational independence.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our report also highlighted the Government’s short-sighted decision to curtail British Council activity in 20 countries because of its failure to close the £10 million shortfall between the amount of pandemic support given to the organisation and the costs of maintaining its international network. The 20 closures are already in train—the decision was largely taken last July—and represent the largest single set of closures in the British Council’s history. Our report particularly recommended that there should be no further closures among the British Council’s overseas network, and we received an assurance on that from the Minister in charge at the time.\n  *[NHSPRB]: NHS Pay Review Body",
        "The APPG is concerned that the British Council faces the closure of a further 20 country operations, which would result in 40 closures in total. This idea stems from discussion between the British Council and the Foreign, Commonwealth and Development Office on cutting the British Council’s funding allocation still further over the coming three-year spending review period, despite the FCDO’s budget increasing by 21% over the same three-year timeframe.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Bob Stewart (Beckenham) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I thank my good and hon. Friend for allowing me to intervene. I am a huge fan of the British Council and have seen it operating abroad. Does my hon. Friend agree that when we withdraw something like the British Council from a country, the image given is that Britain does not care about that country? The soft power that we gain from having the British Council firmly in place in a capital or major city is a huge influence on how a country looks at the United Kingdom.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Baron**\n  *[NHSPRB]: NHS Pay Review Body",
        "My right hon. Friend is absolutely right: when the Government are quite rightly talking about the importance of global Britain, it sends completely the wrong message to the world to close, in many countries, an organisation that represents the very best of British.\n  *[NHSPRB]: NHS Pay Review Body",
        "The irony of the situation is that the additional closures can easily be prevented, without any new money from the FCDO, by allowing the British Council to retain a share of the savings that it is currently making through cuts that are already in train. That is something to reflect on. As my right hon. Friend said, once the British Council ceases to have an office in a given country, it is unlikely that a presence will be easily re-established. It also leaves the way clear for others to fill the vacuum. The closure of 40 offices worldwide will not go unnoticed. Will the Government urgently review the situation and provide clarity?\n  *[NHSPRB]: NHS Pay Review Body",
        "Is it the Government’s intention, at a time when the FCDO’s expenditure is, courtesy of a very generous Budget, going up by more than 20% over the comprehensive spending review period, that the British Council’s funding should be cut? Is that the Government’s intention, or is there simply a disconnect? Is this cock-up, frankly, rather than conspiracy? Clarity is needed; uncertainty helps no one, not least the British Council, when it comes to planning. If that is the Government’s intention, I urge them to rethink their decision to require the additional 20 closures and ideally, if I am being somewhat presumptuous—and why not?—rethink their decision to close the 20 offices as announced in July. These mass closures will do enormous damage to our soft power, as my right hon. Friend has alluded to. They will be viewed as an unwelcome retreat from the international stage and will leave the door open to our competitors. This simply does not fit with the concept of global Britain.\n  *[NHSPRB]: NHS Pay Review Body",
        "I make no excuse for raising this issue now given what happened last time when the first set of 20 closures were announced. As soon as we got wind of it, being a proactive all-party group, we made every effort to communicate with Government through the normal channels. I had meaningful conversations with the then Foreign Secretary, a meaningful conversation with the Chancellor of the Exchequer, and two decent conversations with the Prime Minister. They all got it. They all accepted that the British Council was a valued organisation, helping to build trust. They got its worth; there was no need to persuade them. So what happened? There seemed to be a disconnect in Government. The clunky levers of the bureaucracy still manufactured a £10 million shortfall that was desperately required. It was desperately required because, over the past 18 months, the British Council has been unable to be proactive in commercialising its operation—its teaching of the English language—simply because the pandemic closed down its major markets in the far east, but still there was a £10 million shortfall, and still to this day, they are in the process of closing 20 country operations at a time when we are espousing the principles of global Britain. It simply does not make sense. There is a disconnect.\n  *[NHSPRB]: NHS Pay Review Body",
        "The reason for holding this Adjournment debate—I ask the forgiveness of the House because I am keeping it here late on a Thursday, at the end of the business day—is that if we do not make noises now, given what happened last time, we will get a repeat, and 40 closures—the 20 in train and the 20 now being rumoured—would be a disaster not just for the British Council, but for the country as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "I could go on, Mr Deputy Speaker, but I know that perhaps I should not. In summing up, I want to raise very briefly something that is connected to the British Council, and I know that the Minister also takes it to heart. I reiterate the all-party group’s urgent concern for those 200 Afghans who worked for the British Council and who are still in Afghanistan, fearing for their lives and unable to leave. I had a heartrending email from a former British Council employee—I will not read it again because I have already paraphrased it in Defence questions—who literally said that they were in fear of their lives. They were in hiding from the Taliban. They had run out of money, but for some reason the bureaucracy was getting in the way. It seems that slow-moving bureaucracy in Britain is preventing them from receiving the documents they urgently require. We owe these people a debt of gratitude.\n  *[NHSPRB]: NHS Pay Review Body",
        "As I said, I raised this issue at the last Defence questions. The Secretary of State agreed with the need for urgency, but suggested that this was more of a responsibility for the FCDO. He did, however, suggest a meeting for MPs involving all relevant Departments. In addition to the questions that I have already posed my right hon. Friend, I ask him to ensure that the FCDO, once it is invited, participates in this meeting fully. If it is not invited, it should ask questions why it is not. My understanding is that the Ministry of Defence is co-ordinating this. We, as Members of Parliament, need better sight of the system in order to play our part in ensuring that there is clarity, less bureaucracy and more action when it comes to helping these people. I look forward to hearing the answers to my questions from my right hon. Friend.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}