{
    "url": "https://www.ukpol.co.uk/john-baron-2022-speech-on-british-council-contractors-in-afghanistan/",
    "title": "John Baron – 2022 Speech on British Council Contractors in Afghanistan",
    "post_date": "December 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Baron",
            "url": "/tag/john-baron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Baron, the Conservative MP for Basildon and Billericay, in the House of Commons on 12 December 2022.",
    "content": [
        "Thank you for granting the urgent question, Mr Speaker. Let me start by both welcoming the Foreign Secretary’s speech on foreign policy this morning, which called for a long-term, resilient approach that will build the long-term, trusting relationships that this country needs for the future, and underlining the fact that that is precisely the purpose of the British Council, which has been building connections for this country throughout the world, quietly, consistently and effectively, since the 1930s. I hope that the Minister sees, as I do, the key role that the British Council can play in helping to achieve those objectives.\n  *[NHSPRB]: NHS Pay Review Body",
        "I make no apologies for asking this urgent question, because people’s lives are at risk. I went through the regular channels a year ago, and was told that progress was being made, which is more or less what the Minister has just said. I raised it again in October/November, but there has been no response. The progress has not been made.\n  *[NHSPRB]: NHS Pay Review Body",
        "For more than 16 months since Operation Pitting and the fall of Kabul, about 200 British Council contractors and their families have been stuck in Afghanistan. As has recently been highlighted in the media, many of them are in hiding and in fear of their lives, unable to seek medical advice when it is necessary for themselves and their families, and family members have died as a consequence. As the Minister said, British Council contractors are eligible under ACRS pathway 3, but those 200 or so contractors remain stuck in Afghanistan because of a blockage of red tape here in the UK. Until that blockage is cleared they will remain in danger, possibly for a second Afghan winter. Since its launch in January, the scheme has not repatriated a single person from Afghanistan: I have received confirmation of that from the British Council. In July and August, an application window closed for the contractors to submit expressions of interest. British Council employees worked at pace with the FCDO to identify those who had actually worked with them, yet there has still been no progress whatsoever. Having used all the regular channels, I would now like to ask the Minister to do all he can before Christmas to clear these blockages and get these contractors back to the UK.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Mitchell**\n  *[NHSPRB]: NHS Pay Review Body",
        "I thank my hon. Friend for what he has said. He eloquently extols the brilliance of the British Council. I had some responsibility for it 10 years ago, and I know very well that what he says about it is entirely correct. He is quite right about the eligibility, and we very much understand the urgency to which he refers. This particular pathway process started on 20 June and remained open for eight weeks. The Foreign Office has looked at every single one of the applicants, and the process is moving through. I would just say that, although it is taking a lot of time, it is right that officials should look carefully at each and every one of those cases. There is a balance to be struck, but I will ensure that my hon. Friend’s words and concerns are reflected across Government as a result of this urgent question.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}