{
    "url": "https://www.ukpol.co.uk/john-baron-2022-speech-on-nato-and-international-security/",
    "title": "John Baron – 2022 Speech on NATO and International Security",
    "post_date": "May 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Baron",
            "url": "/tag/john-baron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Defence",
            "url": "/category/defence/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Baron, the Conservative MP for Basildon and Billericay, in the House of Commons on 19 May 2022.",
    "content": [
        "Let me start by commending the Secretary of State and his Front-Bench team for their leadership on Ukraine. I also commend those on both Front Benches for their contributions to the debate. Indeed, I commend all the contributions. This is important, because if we are to move the dial on this issue when it comes to defence spending, it will require collaboration on a cross-party basis. We should not underestimate the importance of that if we are to convince the country that we need to spend more on defence. As we all know, the defence of the realm is the first duty of Government. We need our leadership—our respective party leaders—to wake up to that.\n  *[NHSPRB]: NHS Pay Review Body",
        "Having myself served in the 1980s in Germany, including Berlin, in Northern Ireland and with the United Nations elsewhere, I think we are all very much in agreement in wanting to commend the men and women serving in our armed forces—now and in the past—who have been prepared, and are prepared, to put their lives on the line and make the ultimate sacrifice in the defence of the liberties that we enjoy in this country today.\n  *[NHSPRB]: NHS Pay Review Body",
        "As some colleagues have already mentioned, the invasion of Ukraine is a wake-up call. It has, perhaps, given NATO a fresh purpose, and it has certainly reminded NATO of its original purpose. I would contend that for too long the west has been complacent. At the end of the cold war, we believed that the very concept of democracy would sweep the field. Everything was right about it: who could argue against it? However, democracy is a fragile concept; we need only look at what happened on Capitol Hill in the United States a few years ago to be reminded of that fact. Democracy needs nurturing; it needs encouraging; it needs defending. That was brought into sharp contrast by the recent vote in the United Nations when more than half the world’s population, as represented by their Governments, failed to condemn the invasion of Ukraine. It is a stark lesson that perhaps, with the coming of the new cold war, we need to resource properly —and, I would argue, spend more on—both our hard and soft power capabilities in order to win the argument.\n  *[NHSPRB]: NHS Pay Review Body",
        "A number of us in this place, on both sides of the House—for this is not a party political issue—have been warning of the dangers of potentially hostile states, including Russia, for some time. I know that many would disagree, but I would humbly suggest that this country became distracted, as did the west generally, by a number of what I would term foolish interventions, starting with Iraq in 2003. That is now history, but we need to remember that Russia still occupies roughly a fifth of Georgia, which it invaded in 2008. These are very real dangers now, and it is the present with which we have to deal.\n  *[NHSPRB]: NHS Pay Review Body",
        "Against that backdrop, I was appointed chair of the 1922 defence committee, and was tasked with soliciting the views of Conservative Back Benchers on what our defence priorities should be. Our report was released last week, and is now with the Government. We had a good discussion with the Defence Secretary on Monday, and I look forward to continuing that discussion with the policy unit at No. 10 and, indeed, with the Prime Minister.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the few minutes that are left to me, it may be helpful if I give a brief summary of the main themes that emerged from the report. There was a wide consensus that the integrated review—and perhaps more importantly, the associated documents that followed it, such as the Defence Command Paper—required revisiting. The integrated review was predicated on peacetime conditions, which frankly no longer exist. It does not need to be torn up and rewritten from scratch, but it does need updating, with an examination carried out as to what equipment and manpower Britain needs to protect its own and its allies’ security. We suggest in the report that there should be a moratorium on any defence cuts until that exercise is complete. There is little point in shedding personnel, weapons, tanks, aircraft or whatever and then finding out that we might need them.\n  *[NHSPRB]: NHS Pay Review Body",
        "Conservative Back Benchers are adamant that Defence spending should be meaningfully and substantially increased. Instead of targeting a certain percentage of GDP, which is affected by the ebb and flow of the economy, Britain should, in the light of this review exercise, work out which specific capabilities it requires in manpower and matériel, and bid to achieve those. In addition, the report suggests that the cost of military and MOD civilian pensions should not come out of the Defence budget. Neither should the costs of the nuclear deterrent come out of the Defence budget. It is after all a strategic asset; it should be completely separate. The games that have been played in the past by including the nuclear deterrent cost in the Defence budget to ensure that we hit a certain percentage should, frankly, be left in the playground. We are dealing with the defence of the realm and we need to attach to this debate the severity and sincerity that is required to ensure that we do what is right. We should not be playing politics with figures.\n  *[NHSPRB]: NHS Pay Review Body",
        "The report made a number of other recommendations. It concluded that the Government should take steps to expand homegrown talent and skills in our defence industry. That would boost the defence sector as well as our sovereign defence capabilities. It also makes the point that we should adopt a more strategic view when deciding whether to allow foreign bids for defence companies. On procurement, it recognises that reform is being introduced to the MOD’s procurement system, which does not have the best reputation, as we know. The committee also concluded that the MOD should give greater thought to buying off-the-shelf equipment rather than going down the bespoke route. A weapons system that is 80% perfect and available at speed and scale is sometimes preferable to a system that is 100% perfect but unavailable. We talked about having a deep stockpile of advanced weapons and ammunition. Ukraine has shown just how quickly we can get through our stockpiles. We have run out of serious weaponry in this country, and we need to ensure that we learn the lessons from that. At the bare minimum, we need to ensure that a rock-solid supply chain is in existence so that these weapons can be produced even in wartime conditions.\n  *[NHSPRB]: NHS Pay Review Body",
        "We suggested that consideration should be given to improving pay and accommodation, because this is not just about weaponry; it is very much about personnel, and we should never forget those on the frontline. Improving pay and accommodation is of great importance, as is ensuring that greater support is available to support soldiers’ mental health. We also suggested—like everyone else in this place who has served, I have a vested interest, and I declare it—that recruitment should be taken back in-house and associated with the county associations that made the regimental system so strong and a major source of endurance on the regimental front. Outsourcing has not been a success.\n  *[NHSPRB]: NHS Pay Review Body",
        "We stand at a pivotal point. Given how fragile the concept of democracy is, we need a rounded, all-encompassing approach incorporating both hard and soft power assets—which require additional funding—to ensure that we do indeed talk softly but carry a big stick. If we do not embrace the concept of ensuring that we have a full range of capabilities relative to our assessment of the risks—risks that have increased since Ukraine—while always pursuing diplomacy, conflict will become more likely. I sincerely hope, as we all do, that the lesson of Ukraine will be the wake-up call that it is.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}