{
    "url": "https://www.ukpol.co.uk/kevin-barron-2019-valediction-speech/",
    "title": "Kevin Barron – 2019 Valediction Speech",
    "post_date": "November 6, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Kevin Barron",
            "url": "/tag/kevin-barron/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Kevin Barron, the Labour MP for Rother Valley, in the House of Commons on 5 November 2019.",
    "content": [
        "I rise to make my final contribution after more than 36 years in this House. As I said when I announced that I was standing down, it has been the honour of my life to represent Rother Valley, a constituency that I first moved to at the age of eight, when my father, a Durham miner, moved to the south Yorkshire coalfields.\n  *[NHSPRB]: NHS Pay Review Body",
        "Having been elected in 1983, my baptism came very shortly after, when 4,500 miners went on strike for 12 months. With the Orgreave coke works in my constituency, I was kept on my toes. That was followed by three years as the Parliamentary Private Secretary to the then Leader of the Opposition. I learnt quite a lot of things that I will not be sharing this afternoon—I am not even tempted to talk about the Whips Office, as the right hon. Member for Derbyshire Dales (Sir Patrick McLoughlin) has just done.\n  *[NHSPRB]: NHS Pay Review Body",
        "The major work that I have done in the House is with Select Committees. When I was first elected, I served on the Energy Committee, and then for a short time, I was a member of the Environment Committee. I chaired the Health Committee for five years, from 2005 to 2010. One of the earliest things that Committee did was to secure a free vote in the House on bringing in a comprehensive ban on smoking in public places. Some people said at the time that it would be the end of the world as we knew it, but now people say that it is the most popular piece of public health legislation that the House has ever introduced. I spent eight years chairing the Committee on Standards, until September last year. We did not have quite as great a result as we did with the smoking ban, but my intention all along was to ensure that this place was better thought of by the people outside who elect and send us here. I think that to some extent we were moving along quite nicely on that, until something happened in 2016 that seems to have knocked us back quite a bit. Select Committee work is something that I have enjoyed.\n  *[NHSPRB]: NHS Pay Review Body",
        "With regard to local achievements, clearly there are many, but the main achievement that I and my staff have had over many years is dealing with individual casework, for the people who come along and need help, perhaps because they have been unable to communicate their concerns. I have always said that I have been a voice for the voiceless in Rother Valley, speaking up on their behalf. Another thing I have been involved with in the constituency is coalfield regeneration. The advanced manufacturing park is now in the Rotherham constituency, but it used to be in Rother Valley when it was first put in by a Labour Government. It shows that we are recognised as having some of the finest manufacturing anywhere in the world. That came out of the old Orgreave coke works and the coalmine site. Such developments have transformed parts of south Yorkshire, and my voice and that of the Government were there for that on many occasions.​  \nFinally, I want to say a few words of thanks to some individuals. For the last eight general elections, my friend and colleague Alan Goy has been my political agent. All Members will know how important it is to have a good relationship with their political agent. I also want to thank the staff who have supported me during my tenure. I will thank, in particular, my current staff, Sheena Woolley, Jacquie Falvey and Natalie Robinson, who support me in the constituency, and Kate Edwards and Michael Denoual, who work here in Parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the right hon. Member for Derbyshire Dales said, your wife is a massive support in this job. Sadly, I lost my first wife Carol in 2008, but Andree, who I married a few years ago, has been a pillar of support. It would be difficult for anybody to do this job without that type of support at home.\n  *[NHSPRB]: NHS Pay Review Body",
        "I do not want to turn this into a full-scale Oscars speech, so I will end by thanking the people of Rother Valley, who I have been honoured to represent. Whoever wins the seat at the election, I hope that they will feel the same satisfaction representing it that I have felt for many years.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}