{
    "url": "https://www.ukpol.co.uk/gavin-barwell-2022-comments-on-smaller-economy-due-to-brexit-baron-barwell/",
    "title": "Gavin Barwell – 2022 Comments on Smaller Economy Due to Brexit (Baron Barwell)",
    "post_date": "December 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Gavin Barwell",
            "url": "/tag/gavin-barwell/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Gavin Barwell, Lord Barwell, on Twitter on 21 December 2022.",
    "content": [
        "The latest estimate suggests our economy is 5.5% smaller as a result of Brexit. My former colleagues don’t want to talk about this (nor do Labour), but it explains something else they don’t like: the high tax burden – tax revenues would be £40 billion higher.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s important to acknowledge this is only an estimate – we’re trying to compare what’s happened with what might have happened had we remained. We can’t know the latter for sure, but that doesn’t mean we can’t produce good estimates, @JohnSpringford, who produced this estimate, has tweeted a thread of his own this morning explaining the assumptions behind this estimate and responding to Brexiteer critiques of them.\n  *[NHSPRB]: NHS Pay Review Body",
        "Note that some of the impact was immediate after the referendum decision (ie it would have happened whatever version of Brexit we went for); whereas some happened after we left the transition period (ie it was the result of the particular version of Brexit Johnson chose).\n  *[NHSPRB]: NHS Pay Review Body",
        "To give an idea of the scale of the impact, the March 2022 Budget raised taxes by £46 billion. In broad order of magnitude terms, these tax rises would not have been necessary if we had remained in the EU.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our politicians can’t go on ignoring this economic self-harm forever. That doesn’t mean we have to rejoin, but it does mean we need to reduce the very damaging barriers to trade that we have introduced with our nearest neighbours. It is clear now that was an act of self-harm.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}