{
    "url": "https://www.ukpol.co.uk/john-battle-2000-speech-on-burma/",
    "title": "John Battle – 2000 Speech on Burma",
    "post_date": "September 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "John Battle",
            "url": "/tag/john-battle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Foreign Office Minister, John Battle, on Burma at Leeds University on 16th June 2000.",
    "content": [
        "In October 1998, a 12-year old girl in Karen state was taken with two others to act as guides for regime troops. She was allegedly raped by a major and managed to escape. But she was recaptured and raped again and then shot dead. The major gave the girl’s family compensation for her death: one sack of rice, one measure of sugar, one tin of condensed milk, and 100 kyat (about 20p).\n  *[NHSPRB]: NHS Pay Review Body",
        "This is just one of all too many shocking examples listed by Amnesty International in a recent report about women in Burma.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today I want to:\n  *[NHSPRB]: NHS Pay Review Body",
        "– set out for all to see the Burmese regime’s appalling record on human rights abuse and democracy;\n  *[NHSPRB]: NHS Pay Review Body",
        "– set out how the UK is taking the lead in putting international pressure on the Burmese regime to change;\n  *[NHSPRB]: NHS Pay Review Body",
        "– undertake to keep up such pressure until the regime improves its human rights record and enters into dialogue with democratic groups in Burma.\n  *[NHSPRB]: NHS Pay Review Body",
        "**HISTORY**\n  *[NHSPRB]: NHS Pay Review Body",
        "To all appearances, Burma is among the most exotic destinations in the world. It has so much to offer, from its age﷓old pagodas and colourful markets to its seductively tranquil pace of life. Burma has a long history and tradition of Buddhist culture.\n  *[NHSPRB]: NHS Pay Review Body",
        "But the reality is that this country, inhabited by some of the gentlest people in the world, has been governed since the sixties by military regimes and that the current regime, in power since 1988, is one of the most barbaric in the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "When Burma gained her independence from Britain in 1948, few would have believed that the country would slide to the point of economic and social collapse that Burma has now reached under this brutal military junta.\n  *[NHSPRB]: NHS Pay Review Body",
        "**DEMOCRACY**\n  *[NHSPRB]: NHS Pay Review Body",
        "It tells the world that it is committed to democracy. The facts are as follows.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Burmese Constitution, drawn up in 1974 to replace the 1948 Independence Constitution, was suspended following the military’s crushing of the people’s uprising in September 1988. It remains suspended. The Government rules by decree.\n  *[NHSPRB]: NHS Pay Review Body",
        "Before the elections held in 1990 in response to huge public demand, the then army chief of staff said ‘the army will transfer state control to a government formed in accordance with the wishes of the people expressed through fair and free democratic elections’.\n  *[NHSPRB]: NHS Pay Review Body",
        "In those elections, the National League for Democracy, led by Aung San Suu, won an overwhelming majority, with 60 per cent of the votes and four fifths of the seats in Parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "But that parliament has never been formed. Burma’s generals simply ignored this legitimate expression of the popular will. Two months after the elections, the military regime issued a Declaration, stating that the duty of the elected representatives was merely to draft a new Constitution.\n  *[NHSPRB]: NHS Pay Review Body",
        "Three years later, the regime established a National Convention to do so. Of the 702 delegates that made up the Convention, 70 per cent were handpicked by the regime. Only 15 per cent of the seats went to the NLD. And many of these were subsequently disqualified, mainly for questioning the leading role of the army. Not surprisingly, the NLD walked out, despairing that the Convention did not allow serious debate.\n  *[NHSPRB]: NHS Pay Review Body",
        "Of the 485 MPs elected in 1990, 280 have either been disqualified, resigned under pressure, gone into exile, or died. 49 remain in prison: 150 are detained without charge. Of the 392 NLD MPs elected in 1990, over 100 are either in prison or detained. A further 100 have been forced to resign or have gone into exile. Two have died in prison.\n  *[NHSPRB]: NHS Pay Review Body",
        "Since September 1998 the military regime has announced the closure of over 50 NLD party offices, and the resignation of some 50,000 NLD members. Most did so under duress. So much for a commitment to democracy.\n  *[NHSPRB]: NHS Pay Review Body",
        "Throughout history, countless dictators, despots and other undemocratic regimes have come and gone across the world. But none has been so crass as to hold democratic elections, only to completely ignore their results when they didn’t go their way. There can be no clearer illustration of the Burmese regime’s utter contempt for the democratic process.\n  *[NHSPRB]: NHS Pay Review Body",
        "**INTERNAL SITUATION**\n  *[NHSPRB]: NHS Pay Review Body",
        "The situation on the ground in Burma, particularly for the ethnic minorities there, is appalling. The NLD and other political groups continue to work bravely for democracy, offering the hand of partnership to those in authority. But that hand has so often been pushed aside. Although no longer under house arrest, Aung San Suu Kyi is left isolated, her principles and conviction her only defence against the regime’s thugs. The regime claims it respects international human rights norms. Nothing could be further from the truth.\n  *[NHSPRB]: NHS Pay Review Body",
        "The UN Special Rapporteur on Human Rights has repeatedly condemned Burma in successive reports, the most recent of which was published in January of this year.\n  *[NHSPRB]: NHS Pay Review Body",
        "Indeed, every international organisation asked to examine the situation in Burma returns with a catalogue of abuses. These include arbitrary arrest, torture, rape, summary executions, the brutal behaviour of the armed forces, forced labour, forced relocation and the absence of fundamental civic freedoms of speech, movement, assembly and political belief. Most of these abuses are directed against Burmese ethnic minorities such as the Karen, the Mon and the Shan. And it’s not just the Burmese people that suffer.\n  *[NHSPRB]: NHS Pay Review Body",
        "Foreign visitors to the country can fall foul of the regime, as we have been all to painfully reminded in recent months, with the arrest and detention of two British citizens for daring to express their views in Burma. Rachel Goldwyn was eventually released, but James Mawdsley remains in prison. His crime? Handing out pro﷓democracy leaflets to the people of Burma.\n  *[NHSPRB]: NHS Pay Review Body",
        "My thoughts are with him and his family. Our Embassy staff in Rangoon have visited James on a number of occasions. They will continue to do all that they can to ensure that he is treated fairly.\n  *[NHSPRB]: NHS Pay Review Body",
        "In mentioning the Embassy, I should like if I may to pay tribute to our Ambassador and his small team in Rangoon for their dedication in watching and reporting what is happening there in trying circumstances, and for keeping a lifeline open to the NLD leadership.\n  *[NHSPRB]: NHS Pay Review Body",
        "In September 1998 the regime detained without charge 1000 opposition members, including 200 MPs, in response to the NLD’s convening of a Committee to Represent the People’s Parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Committee had been formed to circumvent the regime’s point blank refusal to talk to Aung San Suu Kyi.\n  *[NHSPRB]: NHS Pay Review Body",
        "In January 1999 some 200 Rangoon University students were sentenced to 14 years imprisonment for their involvement in non﷓violent demonstrations against the regime. Many NLD members were similarly sentenced.\n  *[NHSPRB]: NHS Pay Review Body",
        "Last September there was a further wave of detentions, including that of a three year old girl. Difficult to see a political threat there.\n  *[NHSPRB]: NHS Pay Review Body",
        "Two months ago, the regime began a wave of arrests of NLD youth wing workers in response to the relaunch of the party’s youth organisations in townships near Rangoon. Over a hundred were detained in the run up to the tenth anniversary of the elections on 27 May. That anniversary provided a poignant reminder to us all of how the democratic process has been completely stifled in Burma, with any seeds of dissent snuffed out at an early stage.\n  *[NHSPRB]: NHS Pay Review Body",
        "The International Committee for the Red Cross currently estimate that there are 1400 political prisoners in Burma. Others put the figure as high as 3000. Several have died in prison, reportedly as a result of maltreatment.\n  *[NHSPRB]: NHS Pay Review Body",
        "These brutal policies have led to the exodus of hundreds of thousands of people across Burma’s borders into neighbouring countries. We understand that there are some 22,000 Burmese refugees in Bangladesh, and over 120,000 mostly Karen and Karenni in camps along the Thai/Burma border.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Burmese army or their proxies have regularly attacked the camps in Thailand, killing some refugees, wounding others and making thousands homeless. Thousands of others are either living illegally in Thailand outside the refugee camps, or have been displaced within Burma.\n  *[NHSPRB]: NHS Pay Review Body",
        "Reports of half a million or more internally displaced persons are not uncommon. There is no part of Burma unaffected by this.\n  *[NHSPRB]: NHS Pay Review Body",
        "The squatters who fled Rangoon after the military takeover in 1988 which saw thousands of unarmed protesters slaughtered, an outrage for which the military remain accountable;\n  *[NHSPRB]: NHS Pay Review Body",
        "The Rohingyas in Rakhine State who fled from military oppression into Bangladesh 10 years ago. Those who have returned could well be forced to flee again;\n  *[NHSPRB]: NHS Pay Review Body",
        "The 100,000 Wa and other ethnic hill farmers who are being forcibly moved from northern Shan State to the border.\n  *[NHSPRB]: NHS Pay Review Body",
        "All face the same bleak future as the Karen, Mon and Shan ethnic minorities, among the 20 or so ethnic minorities in Burma, who have been displaced by constant armed conflict between the military regime in Rangoon and their armed ethnic cousins.\n  *[NHSPRB]: NHS Pay Review Body",
        "**UK HUMANITARIAN ASSISTANCE**\n  *[NHSPRB]: NHS Pay Review Body",
        "We are doing what we can to help these people through a variety of channels. We are providing direct humanitarian assistance, working closely with neighbouring countries on repatriation issues and safeguarding the security of refugees.\n  *[NHSPRB]: NHS Pay Review Body",
        "British humanitarian assistance delivers vital relief to the region. Our assistance to non﷓governmental organisations working on the ground in Burma targets some of the poorest and most vulnerable groups. Since 1996, we have provided more than one million pounds for Burmese refugees in neighbouring countries.\n  *[NHSPRB]: NHS Pay Review Body",
        "This year alone we have allocated two hundred and seventy thousand pounds to support the excellent work of the Burma Border Consortium in providing humanitarian assistance to refugee camps in Thailand.\n  *[NHSPRB]: NHS Pay Review Body",
        "**ECONOMIC SITUATION**\n  *[NHSPRB]: NHS Pay Review Body",
        "Burma’s economy is frankly a mess. Hardly surprising when the regime devotes anywhere between 40 and 60 per cent of its budget to the army.\n  *[NHSPRB]: NHS Pay Review Body",
        "Inflation in Burma is officially estimated at between 30 and 40 per cent. But the basket used to produce this figure is unreliable. The real figure is probably nearer 100 per cent.\n  *[NHSPRB]: NHS Pay Review Body",
        "For example, a 50 kilo bag of rice now costs between four and five thousand Kyat, double the price of a year ago. The average family in Burma spends about 80 per cent of its income on food.\n  *[NHSPRB]: NHS Pay Review Body",
        "There were budget deficits throughout the 1990s. Officially the current deficit is about 3.5 per cent of GDP, although it’s probably greater because of off﷓budget, mainly military expenditure.\n  *[NHSPRB]: NHS Pay Review Body",
        "With a tax take of only 3 per cent, the lowest in the world, the regime spends more than twice as much as it receives in tax. The official exchange rate in Burma is one US dollar to six Burmese Kyat. The market rate is one dollar to 330 Kyat.\n  *[NHSPRB]: NHS Pay Review Body",
        "Investment in Burma has dried up. New approvals in 1998/99 were only 5 per cent of those in the previous financial year. Major foreign companies are pulling out. Toyota, and HSBC, are but two examples. That’s another vote of no confidence in the regime.\n  *[NHSPRB]: NHS Pay Review Body",
        "And even during the peak investment years of the early 1990s, all key social welfare indicators worsened, suggesting that the investment benefited only a very small elite in the country.\n  *[NHSPRB]: NHS Pay Review Body",
        "Burma’s trade with all its key neighbours has declined rapidly in the last two years. The country is in default with its outstanding loans from both the World and Asian Development Banks.\n  *[NHSPRB]: NHS Pay Review Body",
        "It currently has some 270 billion yen in official debt to Japan, 130 billion of which is in arrears, representing a third of all non﷓performing Japanese loans.\n  *[NHSPRB]: NHS Pay Review Body",
        "Before the Second World War, Burma was the world’s largest exporter of rice ﷓ 3.3 million tonnes in 1938/39. In the early 1960s Burma exported about one and a half million tonnes annually. Now Burma exports less than 100,000 tonnes per year. The rice bowl of Asia can scarcely feed its own people.\n  *[NHSPRB]: NHS Pay Review Body",
        "**NATIONAL AND INTERNATIONAL ACTION**\n  *[NHSPRB]: NHS Pay Review Body",
        "Britain has historically strong links with Burma. Which makes it all the more difficult for us to stand by and watch the subjugation of a nation by military despots who continue to ignore the people’s democratic choice. While that dreadful state of affairs remains, we shall afford the regime no respite.\n  *[NHSPRB]: NHS Pay Review Body",
        "Robin Cook saw some of the suffering the Burmese people are enduring when he visited a refugee camp near the Burma border in Thailand in April. He said then that he could not forget the horrors he saw and heard about.\n  *[NHSPRB]: NHS Pay Review Body",
        "The only comfort he could draw from the experience was that his harsh criticism of the regime at the time drew a sharp reaction from them. They were stung by his words. Which shows that our policy of condemnation and pressure works. It reminds the regime that their malignant incompetence is tracked by the wider world. And it gives heart to Burma’s downtrodden democrats. They can see that they are not forgotten.\n  *[NHSPRB]: NHS Pay Review Body",
        "**THE UK DRIVING THE AGENDA FORWARD**\n  *[NHSPRB]: NHS Pay Review Body",
        "We shall continue to condemn the regime’s dreadful human rights record, and to press them to enter into substantive dialogue with democratic groups, including ethnic minority leaders, to find a political solution to the country’s problems.\n  *[NHSPRB]: NHS Pay Review Body",
        "There will be no relaxation in the pressure we are mounting, the measures we have taken and shall continue to take for as long as they continue to hold out against political and economic reform.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our policy recognises the need to sustain the Burmese opposition and to resist the regime’s efforts to wear down international resistance to its undemocratic rule.\n  *[NHSPRB]: NHS Pay Review Body",
        "Through our Embassy in Rangoon we maintain very close contacts with pro﷓democracy groups in Burma, including Aung San Suu Kyi and her NLD party. We all value this important contact.\n  *[NHSPRB]: NHS Pay Review Body",
        "But it is not, as some have suggested, just about Aung San Suu Kyi. Our policy rests upon the principle of the right of the Burmese people to express a choice about who should govern them and how governments are held accountable.\n  *[NHSPRB]: NHS Pay Review Body",
        "In failing to allow Aung San Suu Kyi and her NLD party to form a government, the Burmese military regime are denying the people of Burma those rights.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are determined to keep up the pressure on Burma on every front, bilaterally, regionally and multinationally, in whatever forum is available.\n  *[NHSPRB]: NHS Pay Review Body",
        "Multilateral pressure is without doubt the most potent weapon at our disposal. That is why Britain has been leading efforts to mobilise the international community in a wide range of international bodies.\n  *[NHSPRB]: NHS Pay Review Body",
        "Burma’s disgraceful human rights record is an affront to the United Nations principles that it has undertaken to uphold.\n  *[NHSPRB]: NHS Pay Review Body",
        "In April, we again co-sponsored a strongly worded United Nations Commission on Human Rights resolution, cataloguing the Burmese regime’s human rights violations. We did the same at the UN General Assembly last November.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is the responsibility of the Burmese government to respect their international obligations, and to implement UN resolutions swiftly and in full. We shall maintain the pressure to ensure that they do so.\n  *[NHSPRB]: NHS Pay Review Body",
        "Back in March the United Kingdom led the charge in condemning Burma at the governing body of the International Labour Organisation. The regime has consistently ignored the ILO’s recommendations on stopping forced labour, and that organisation’s patience has snapped.\n  *[NHSPRB]: NHS Pay Review Body",
        "Two days ago, in an unprecedented move, ILO delegates voted to take action to compel the Burmese regime to comply with ILO regulations on forced labour.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is the first time that such steps have been taken against a member state in the history of the ILO, thus implicitly recognising that Burma’s behaviour in this respect is worse than any other labour issue, anywhere, ever. International pressure does work.\n  *[NHSPRB]: NHS Pay Review Body",
        "Further evidence of this was seen in the regime’s reaction to the EU’s tightened package of measures against Burma, announced in April in a move spear﷓headed by the UK.\n  *[NHSPRB]: NHS Pay Review Body",
        "The EU now not only bans military exports, defence links, non﷓humanitarian aid and high level bilateral visits, but has also published a list of prominent regime measures for whom visas are banned, and has frozen their funds in the EU.\n  *[NHSPRB]: NHS Pay Review Body",
        "**UNILATERAL UK MEASURES**\n  *[NHSPRB]: NHS Pay Review Body",
        "We have taken unilateral measures too. We have withdrawn all Government support for trade missions to Burma and actively discourage British companies from doing business there. In March I called in representatives of Premier Oil, the biggest British investor in Burma, and told them we wanted them to withdraw from the country as soon as lawfully possible. Our view is that a multi﷓million pound investment in Burma’s most important revenue generating sector can only serve to prop up the military regime.\n  *[NHSPRB]: NHS Pay Review Body",
        "I was delighted to hear since then that two other major British companies with a presence in Burma have reviewed their positions there, with HSBC announcing their withdrawal and Standard Chartered downgrading their operation in Burma.\n  *[NHSPRB]: NHS Pay Review Body",
        "Individuals can make a difference too. Burmese democratic leaders have made clear that they want tourists to stay away from Burma. We cannot ban individuals from going there ﷓ unlike Burma, this is a free country.\n  *[NHSPRB]: NHS Pay Review Body",
        "But every independent British tourist that does go there should know that they have to exchange three hundred US dollars into Foreign Exchange Certificates. Every one of these dollars will directly support the regime, which is desperately short of foreign exchange.\n  *[NHSPRB]: NHS Pay Review Body",
        "Any tourist to Burma should only go with their eyes open to what is happening there.\n  *[NHSPRB]: NHS Pay Review Body",
        "**ALTERNATIVE POLICIES?**\n  *[NHSPRB]: NHS Pay Review Body",
        "Not everyone agree with our policy on Burma, so the scope for further international action is limited. For example, for trade sanctions to be effective they have to be universal and we know that for now at least, this is not achievable.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some argue that because of this, we should introduce unilateral sanctions. But experience has shown us that unilateral sanctions don’t work. And we are not in the business of empty gestures. We want to take action that has a real effect.\n  *[NHSPRB]: NHS Pay Review Body",
        "Others would prefer us to move in the other direction, ease the pressure and engage in dialogue with the regime. But the regime refuses to engage.\n  *[NHSPRB]: NHS Pay Review Body",
        "They are in denial. They deny all human rights abuse allegations, and yet refuse access to anyone wishing to investigate those allegations. Judge Lallah, the United Nations Special envoy on human rights, has never been allowed into Burma.\n  *[NHSPRB]: NHS Pay Review Body",
        "Mr De Soto, the UN’s last Special envoy on Burma, got in only rarely.\n  *[NHSPRB]: NHS Pay Review Body",
        "I very much hope that Razali Ismail, the newly appointed Special envoy, enjoys greater access. But the signs are not promising.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Burmese have already delayed his first planned visit. He now hopes to visit at the end of this month. Do not be surprised if we see yet another postponement.\n  *[NHSPRB]: NHS Pay Review Body",
        "The World Bank, who accompanied Mr De Soto on his visit, did so carrying an olive branch. Show signs of improvement on human rights, they said, for example, release some political prisoners and allow freedom of political expression, and in return you can start on the road back towards developmental aid.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nothing happened. Dialogue takes two, but the Burmese are simply not prepared to engage. The Burmese do not talk to us, and until they do, we shall remain firm. So where do we go from here?\n  *[NHSPRB]: NHS Pay Review Body",
        "**CONCLUSION**\n  *[NHSPRB]: NHS Pay Review Body",
        "Let the regime be in no doubt that we will not relax the pressure.\n  *[NHSPRB]: NHS Pay Review Body",
        "We will work unilaterally, regionally, multilaterally, through the EU, the UN, through any and all appropriate fora, to drive home to the Burmese regime that they will not be allowed to get away with it.\n  *[NHSPRB]: NHS Pay Review Body",
        "They are going to have to change. The winds of democratic reform are sweeping the ASEAN region. Burma cannot remain immune.\n  *[NHSPRB]: NHS Pay Review Body",
        "We want an end to the human rights abuses, and a return to democracy. Until those changes occur, Burma cannot be welcomed back into the international fold. As long as the denial continues, so will the isolation.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the meantime, we as a Government, and as democratic people in Britain, will continue to keep the spotlight on the situation in Burma – underlining and challenging the human rights abuses, engaging with our partners in the EU, the UN and the wider international community to increase the pressure on the Burmese military to respect democracy. Next Monday sees the birthday of Aung San Suu Kyi. Her courageous lifelong struggle and endurance are supported throughout the world. Three weeks ago was the tenth anniversary of the election won by the National League for Democracy. They are still prevented from taking office. These anniversaries will be remembered and commemorated until there is justice and peace for all Burmese people, and democracy is properly restored.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}