{
    "url": "https://www.ukpol.co.uk/john-battle-2000-speech-on-the-falkland-islands/",
    "title": "John Battle – 2000 Speech on the Falkland Islands",
    "post_date": "January 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2000",
            "url": "/tag/2000/"
        },
        {
            "text": "John Battle",
            "url": "/tag/john-battle/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Battle, the then Minister of State at the Foreign Office, at the Royal Commonwealth Society in London on 12 July 2000.",
    "content": [
        "Today I want to talk about partnerships fit for the 21st century, partnerships for progress and prosperity. That is the essence of our relationship with the Overseas Territories, as expressed in our March 1999 White Paper on the Overseas Territories. This Forum’s theme, ‘Sustaining a secure future’, reflects this well.\n  *[NHSPRB]: NHS Pay Review Body",
        "**ELEMENTS OF A MODERN PARTNERSHIP**\n  *[NHSPRB]: NHS Pay Review Body",
        "First, a modern partnership with the Falklands needs to be founded on the idea that Falklanders can decide their own future. Self-determination was one of the best and most popular ideas of the twentieth century. With the entry into force in 1976 of the International Human Rights Covenants, self-determination gained the force of international law as a fundamental, collective human right. And these notions have been carried forward to this day. So that one of the fundamental principles of the modern partnership with the Overseas Territories is that people living there must experience the greatest possible control over their lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "Second, the partnership, like all partnerships creates responsibilities on both sides. For our part the most important of our responsibilities towards the Falklands are defence and foreign affairs. We are unequivocally committed to ensuring the security of the Falkland Islands. We will continue to station a strong garrison there, with resources from three armed services. Our Strategic Defence Review confirmed that the composition of the garrison was about right. It now stands at around 1,650 personnel not including naval crews. Our naval deployments in the South Atlantic include the Falkland Islands Guardship, her accompanying Royal Fleet Auxiliary and a Castle-Class Offshore Patrol Vessel. And the RAF will continue to operate their air-bridge between the UK and the Falklands and to carry civilian passengers and cargo on the route as well. Not an insubstantial presence, I think you will agree, as my colleague Geoff Hoon Secretary of Defence reaffirmed on his recent visit.\n  *[NHSPRB]: NHS Pay Review Body",
        "In foreign affairs we represent and promote the interests of the Falklands wherever they are affected around the world. This might be directly with other countries, or in multilateral institutions such as the UN. In particular, negotiations to protect the environment or arrangements for air services or where our sovereignty over the islands is challenged.\n  *[NHSPRB]: NHS Pay Review Body",
        "In our relationship with the Overseas Territories, Britain has the right to expect the highest standards of probity, law and order, good government and observance of relevant international commitments entered in to by the UK. As you know the British Government gives priority to the fields of environment and human rights in its foreign policy. In pursuit of our objectives we have signed up to a number of international agreements in these fields. I am delighted, and not surprised, that the Falkland Islands Government have worked hard to ensure that they have complied fully in implementing these, as a place leading the way in understanding the science of the marine environment, with unique natural habitats and far sighted resource conservation strategies.\n  *[NHSPRB]: NHS Pay Review Body",
        "A third element of our modern partnership is the exercise of democracy. Falklanders have a proud record in this respect. The Legislative Council, composed of eight Councillors is chosen by Falklanders. They pass local laws, Ordinances. They also elect three of their number to sit on the Executive Council. The Falklands Legislature, with powers set in the constitution, is lively, governs the Islands efficiently and is a beacon of democracy. It reflects well on the political maturity of the Islanders the quality of Councillors and the professionalism of the Falklands Islands Government that the governance of the islands is so effective – it is a model of good governance.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is not to say that the situation is perfect. For all of us involved in politics a constitution is never finished. We need to improve, update, adapt and modernise our democratic processes and practices to meet new situations. One of the messages of our White Paper last year was to encourage Overseas Territories to let us have their proposals for democratic renewal and constitutional change. I am delighted that a healthy, open debate is gathering pace with the Falklands. The questions that Islanders have floated are many and diverse, ranging from the number of electoral constituencies, to how best to provide for independent scrutiny of Executive Council decisions. It is important that the debate on constitutional change is as full as possible, involves as many people as possible and be as wide ranging as possible, engaging all the people in democratic participation and renewal.\n  *[NHSPRB]: NHS Pay Review Body",
        "The fourth element of our twenty-first century partnership is that Britain will continue to help the Overseas Territories that need it. The Falklanders do not receive any development aid from Britain now, and nor I suspect would they wish to. This is a mark of the economic success of the Islands over the past decade or so. Success which has meant that they now enjoy control, effectively, over their own resources, shaping the economic future.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have described to you some of the fundamentals that lie behind our modern partnership with the Falklands: self determination, responsibilities on both sides, freedom to exercise the greatest possible control over their own lives and the availability of help from Britain when needed. These fundamentals underpin any thriving modern market economy. That they are in place in the Falklands means a great deal. It means that the necessary conditions for further economic development are in place.\n  *[NHSPRB]: NHS Pay Review Body",
        "**ECONOMIC DEVELOPMENT**\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to turn to the economy and to look ahead. First the Falklands, like any modern economy can not operate in isolation. The Falklands are linked to the South American region, and to Europe and hence to the rest of the world. In June last year, at the request of the Falklands Councillors, we entered into groundbreaking talks with the Argentine Government on South Atlantic issues of common interest. The understandings reached were recorded in a joint statement signed by both Foreign Ministers and approved by the Falklands Councillors. Elements of the Joint Statement included strengthening co-operation on the conservation of fisheries, and the restoration of air links between the Falklands and the continent. The ban on visits to the Islands by Argentine passport holders was also lifted. I am sure that the benefits if these arrangements already apparent in the short term will prove to be of lasting value.\n  *[NHSPRB]: NHS Pay Review Body",
        "I mentioned fisheries; this has been a vital source of prosperity for the Falklands. The most recent fishing season around the Falkland Islands has again been successful. This is very good news. Fishing lies at the heart of the Falklands economy, it generates much of government income and is a growing activity for the private sector. It is therefore crucial that we secure the long-term viability of the fishery. And that can only be done through a responsible, sustainable use of the resource. In 1986 the Falklands Islands Government and HMG announced the Falklands Islands Interim Conservation and Management Zone (FICZ). Since then the Falklands Islands Government and we have done much to promote the conservation of the fish stocks in the South West Atlantic. This has paid off. We have been able to operate a successful licensing regime and conserved fish stocks. We know the fish are no respecters of political boundaries; as I learnt last night from Jan – whole shoals change their mind on the way down which water to turn to. A particular renegade is the Illex Squid – the most lucrative resource around the Islands – that migrates between Argentina and Falklands waters. Clearly in these circumstances it makes sense to cooperate with Argentina on conservation of that and other key species of interest.\n  *[NHSPRB]: NHS Pay Review Body",
        "A major part of the July Joint Statement with the Argentine government related to the long-term sustainable conservation of the fishery. Important here was the recognition that practical measure needed to be put in place to deal with poaching in the South West Atlantic.\n  *[NHSPRB]: NHS Pay Review Body",
        "We agreed to these measures last September, when an ad hoc meeting of the South Atlantic Fisheries Commission (SAFC) took place in Madrid. There was a further meeting of the SAFC last month in London. Both sides agreed that the level of co-operation between the scientists is exemplary. Both delegations re-affirmed their commitment to the conservation of fish and squid stocks in the waters of the South West Atlantic and agreed to work even harder to reduce poaching.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Falkland Islands Fisheries Protection vessels now have the means at their disposal to be even more robust than previously about tackling illegal fishing within the Falklands fishing zones. I congratulate those involved in combating poaching in the South West Atlantic. They do an arduous job very well. I have to say that it is not only the Falkland Islands which have taken strong action against poachers, the Argentines too have been taking tough action against poachers especially so this season. And we welcome that.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have also been discussing with other Governments whose fishing fleets visit Falklands waters how to reduce the risk of poaching in coming years. I hope this dialogue will prove successful, and that the Falklands fishery will go from strength to strength. With all the hard work done by the Falklands Islands Fisheries Department I am confident that it will.\n  *[NHSPRB]: NHS Pay Review Body",
        "The future is not just fishing – nor can it be in the need to diversify the economic base. The prospect of oil and gas development in the South Atlantic has been studied for some time. It is exciting, but it is also a long-term prospect. Exploration began to be a serious possibility with the signing of the Joint Declaration by Britain and Argentina in 1995. For the first time Britain and Argentina has a forum to discuss exploration, and to cooperate on its exploitation. The Joint Declaration committed the two governments to set up a Special Co-operation Area that straddles Falklands and Argentine waters. It is here that we plan to launch a joint licensing round. Our twice-yearly meetings with Argentina have brought us a long way towards doing so. We continue to negotiate the detail to get this ambitious project off the ground. The next opportunity is a meeting later this month.\n  *[NHSPRB]: NHS Pay Review Body",
        "Meanwhile, could I add that the Falkland Islands Government continues to do an excellent job in promoting Falkland waters to the oil and gas industry, as somewhere worthy of serious exploration with a view to exploiting a potential resource in a world class, environmentally sound and responsible manner. The UK oil and gas industry, with its experience in developing the North Sea, as I know from my two years as Minister for Energy, is ideally placed to take an interest. There has been recent activity in the North Falklands Basin. The information to this date has been encouraging – for example in 1998 five out of six wells drilled showed traces of oil – but commercially viable deposits have still to be found. With the commitment of the islanders – in particular Phyllis Rendell, the Director of Mineral resources, who has done so much – and the industry I am sure that progress will continue to be made.\n  *[NHSPRB]: NHS Pay Review Body",
        "More than anything else in the last three years our Government has emphasised the importance of education and skills training in any modern economy. The Islanders deserve to be congratulated on their far-sighted investment in education, having built a splendid secondary school with a first class record of achievement, helping students to attend sixth form and university in the United Kingdom, and recently I understand allocating funds to extend the junior school, all putting the Falklands in a strong position to participate in the new information based knowledge driven economies of the future where geographical isolation will be relatively unimportant.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are also cutting-edge agricultural projects under way in the Islands in order to improve the marketing of Falklands products. European demand for organic produce looks set to grow and grow, so the environmentally green agricultural practices used in the Falklands will prove to be a real and significant opportunity.\n  *[NHSPRB]: NHS Pay Review Body",
        "Last but not least, the Islands are having considerable success in attracting tourists. They will never be a mass market. And Amen to that, I am sure you will agree. But for those who do visit and are looking for peace and tranquillity, the Islands offer warm hospitality and unbeatable opportunities to see some beautiful wildlife, up close and in its native environment – penguins most famously, but also sea lions, seals and a bio diverse array of species, bird and marine life unique to the Falkland environment.\n  *[NHSPRB]: NHS Pay Review Body",
        "On a personal note, Michael Binyon of the Times last night suggested you have to really visit the place to get it into your system to begin to know the Falklands. When one of my staff returned from visiting the islands this year, I asked her to come and discuss her visit and bring her photographs and we poured over a large scale map. I was attracted and captivated and hope to visit soon and not just for the usual Ministerial day in day out visit.\n  *[NHSPRB]: NHS Pay Review Body",
        "Tourism is, of course, one of several areas where co-operation and links with neighbouring countries can be crucially important. So I am delighted that the Joint Statement of last July has made such a positive contribution. It has restored and safeguarded regional air links, so tour operators and travel agents can now plan ahead with confidence. Stanley itself has become an ever more attractive port of call for the many cruise ships which tour the South Atlantic and Antarctica.\n  *[NHSPRB]: NHS Pay Review Body",
        "Last night Councillor Jan Cheek in her speech described the Falklands as small and complex and uniquely interesting. Today’s forum ‘Sustaining a Secure Future’ I’m sure will not just be about recovery and consolidating from the difficulties of the past, but will be about a practical, implementable vision for the future – a quietly confident twenty-first century Falklands in partnership with a twenty-first century world.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}