{
    "url": "https://www.ukpol.co.uk/ian-bauckham-2023-speech-at-the-sixth-form-colleges-association-winter-conference/",
    "title": "Ian Bauckham – 2023 Speech at the Sixth Form Colleges Association Winter Conference",
    "post_date": "January 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Ian Bauckham",
            "url": "/tag/ian-bauckham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir Ian Bauckham, the Chair of Ofqual, on 18 January 2023.",
    "content": [
        "Good afternoon. It is a pleasure to be with you this afternoon as Chair of Ofqual. Unfortunately, the Chief Regulator is unable to be with us today, which I know she very much regrets. She spoke to your winter conference last year in remote format, but it’s obviously much better to be here face to face and talk in person.\n  *[NHSPRB]: NHS Pay Review Body",
        "And what a difference a year makes. Last year saw the very welcome return of a normal series of examinations and formal assessments, or nearly normal. Thank you for everything you did to enable those to run smoothly in your colleges. I know it wasn’t always easy but we had a really good outcome for young people, nonetheless.\n  *[NHSPRB]: NHS Pay Review Body",
        "I will be saying something later on exams this summer, but I wanted to start with what is happening on the review of level 3 qualifications, including, for example, courses like BTECs at level 3, but also the whole range of alternative academic and technical qualifications at level 3.\n  *[NHSPRB]: NHS Pay Review Body",
        "I know that there are questions and potentially some concerns about what is happening, including the approval process for continued funding, and why all this is happening, so I thought it might be helpful for me to offer a brief overview.\n  *[NHSPRB]: NHS Pay Review Body",
        "Aside from a small number of exceptions, all level 3 alternative academic and technical qualifications (qualifications at level 3 which are not T Levels or A levels, like for example level 3 BTECS, alongside many others) are being required to re-apply for funding as part of a government-led streamlining programme for these qualifications.\n  *[NHSPRB]: NHS Pay Review Body",
        "The government’s aim for this exercise is in essence threefold:\n  *[NHSPRB]: NHS Pay Review Body",
        "* firstly, to simplify the landscape, including addressing what is seen as in some cases unnecessary duplication where that exists \n  *[NHSPRB]: NHS Pay Review Body",
        "* to drive up the quality of qualifications and the assessment that underpins them \n  *[NHSPRB]: NHS Pay Review Body",
        "* and to ensure that appropriate priority is given to T Levels and their place in the landscape \n  *[NHSPRB]: NHS Pay Review Body",
        "These alternative and technical qualifications constitute a large and complex area in comparison, say, with A levels and T Levels. For example, there are more than 60 awarding organisations offering the qualifications that are in scope, and several thousand different level 3 qualifications in the alternative academic and technical space.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some of these are large entry and well known to you in your colleges, and some, of course, are very small in terms of entry, and not likely to be on your radar as college leaders.\n  *[NHSPRB]: NHS Pay Review Body",
        "Last week the government [published details of their new qualifications funding approval process](https://www.gov.uk/guidance/awarding-organisations-submitting-qualifications-for-approval) for qualifications at level 3. Talking to your colleagues, I know that that is under scrutiny by your representatives and I am sure debate will continue. What the document sets out to do is bring clarity on what type of L3 qualifications are likely to be publicly funded alongside A levels and T Levels, and bring clarity on the timescales.\n  *[NHSPRB]: NHS Pay Review Body",
        "I recommend that you take a look at this for more detailed information. I believe the Department for Education will be running some webinars to look at some of this in more detail, which may be useful for colleagues here as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "As part of the process that awarding organisations are going through, re-applying for funding, we, Ofqual, are contributing by providing qualitative feedback to the DfE on each qualification where funding is being reapplied for, as well as on the awarding organisation itself.\n  *[NHSPRB]: NHS Pay Review Body",
        "This means that these qualifications are coming under much greater individual regulatory scrutiny than has been the case up to now. Ofqual has put in place a range of higher expectations relating to quality that we expect awarding organisations to meet in their reapplications. It is against those expectations that we provide our qualitative feedback to the DfE and the Institute for Apprenticeships and Technical Education (IfATE).\n  *[NHSPRB]: NHS Pay Review Body",
        "As the process plays out, the DfE is taking decisions on funding for the reapplications it receives taking into consideration the quality-based advice Ofqual provides, as well as the contribution of IfATE, that represents the employer voice.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is probably important to flag that the government absolutely recognises that, alongside the aim of simplifying the landscape, there will, in the future, still need to be a range of qualifications at L3 available alongside A levels and T Levels.\n  *[NHSPRB]: NHS Pay Review Body",
        "For many students these qualifications are important, not only as vehicles for their continued education and engagement in education, but also because they provide important routes for further study or employment. So there will likely be many decisions to approve applications for funding, alongside decisions not to continue to fund.\n  *[NHSPRB]: NHS Pay Review Body",
        "You might be wondering what this means for you as a college leader.\n  *[NHSPRB]: NHS Pay Review Body",
        "In short, unless you are a college which offers only A levels and GCSEs, or T Levels, it is almost certain you will be offering some of these qualifications, maybe for example level 3 BTECs or equivalent.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is also at least possible that the government will determine that some of those qualifications do not meet the criteria for continued funding, which may mean you will need to take decisions about changing the portfolio of courses you provide in the interests of your students to reflect what is available and funded in the future. So following this process, including through your representatives in this association, to make sure that you are up to speed with decisions being taken is critically important. I am sure you will also continue to make your views heard.\n  *[NHSPRB]: NHS Pay Review Body",
        "Moving on now, I will now say something about arrangements for grading GCSEs, AS and A levels in 2023. We published our plans back in September so that higher education institutions could factor in decisions that were being made about grading before they embarked on their offer-making, and of course because some of you will have been arriving at UCAS predictions for students. We felt it was important you had as much information as possible before you started that process. Our plans for 2023 take us a step further on the road to normality, building on what happened in 2022, while also recognising the impact of the pandemic.\n  *[NHSPRB]: NHS Pay Review Body",
        "You will recall that in summer 2022, we aimed for a staging post on the way back to more normal grading. In 2023, we will return to pre-pandemic grading, but with some protection in place for your students, a soft landing, if you like.\n  *[NHSPRB]: NHS Pay Review Body",
        "Students in the 2023 cohort have not, during their exam courses, experienced the level of national school or college closures experienced by students in the 2 years before them. But I know, from listening to teachers, college leaders and students themselves, that many have certainly experienced some level of disruption.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, to achieve that extra bit of protection, Ofqual will put in place the same sort of safeguards used for the first students taking reformed GCSEs and A levels from 2017 onwards.\n  *[NHSPRB]: NHS Pay Review Body",
        "Back in the reform context, that meant not disadvantaging students in the first cohorts if overall they performed less well because they were the first to sit the new exams.\n  *[NHSPRB]: NHS Pay Review Body",
        "So how will it work this summer? In practice, as in any year, grade boundaries for every specification will be set by senior examiners after they have reviewed the work produced by students in their exams.\n  *[NHSPRB]: NHS Pay Review Body",
        "But those senior examiners will be guided in their decisions about where to set grade boundaries by information about the grades achieved in pre-pandemic years, along with prior attainment data for the cohort.\n  *[NHSPRB]: NHS Pay Review Body",
        "So that means students in 2023 will be protected in grading terms if their examination performance in 2023 is a little lower than it might have been had the pandemic not taken place. That is what I mean by a soft landing.\n  *[NHSPRB]: NHS Pay Review Body",
        "What that means is, a typical student who would have achieved an A grade in their A level geography before the pandemic will be just as likely to get an A in summer 2023, even if their performance in the assessments is a little weaker in 2023 than it might have been before the pandemic.\n  *[NHSPRB]: NHS Pay Review Body",
        "We expect that overall results in summer 2023 will be much closer to the pre-pandemic years than results since 2020. In other words, we expect that overall, nationally, results in 2023 will be lower than they were in 2022.\n  *[NHSPRB]: NHS Pay Review Body",
        "Individual providers, including colleges and schools, should be prepared for this. I know, as a school leader myself, it’s worrying if you look at figures that are lower than the previous year.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s important that we don’t compare the results in 2022 with any other year. Lower results in 2023 compared with 2022 will not mean, by itself, that your college’s performance has fallen. It will be much more likely to reflect the return nationally to normal grading standards.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is important to note that, while we aim to return pretty much to normal grading in 2023, this does not mean there is any nationally pre-determined ‘quota’ of grades. Every set of grade boundaries, qualification by qualification, is determined by human, senior examiners, taking account of all the information they have available, including actual student performance.\n  *[NHSPRB]: NHS Pay Review Body",
        "I did want to sound one note of caution: if you are using summer or autumn 2022 papers as mock or trial exams, the grade boundaries set for those papers are likely to be more generous, reflecting the approach we took in 2022, both summer and autumn. Do bear that in mind if you are using the results from mocks to give indicative grades for students being examined this year.\n  *[NHSPRB]: NHS Pay Review Body",
        "For vocational and technical qualifications (VTQs) taken alongside or instead of GCSEs and A levels, awarding organisations are expected to take account of the grading approach being used in GCSEs and A levels. So for VTQ qualifications certificating in 2023, this also means a return to normal grading arrangements.\n  *[NHSPRB]: NHS Pay Review Body",
        "And a word about universities and higher education: decisions about grading by themselves have no effect on the number of higher education places available. That is determined by other factors and has got nothing to do with grading decisions.\n  *[NHSPRB]: NHS Pay Review Body",
        "Universities themselves will take account of how exams will be graded when they make their offers, including any differences between the 4 nations of the UK (which already exist). Universities are well-experienced in factoring those in to their offering arrangements.\n  *[NHSPRB]: NHS Pay Review Body",
        "UCAS wrote out to all schools just after Ofqual announced our grading decision, to explain how offers will be made this year, and to confirm that universities would take our grading decision into account. The Chief Regulator also wrote to admissions officers just before Christmas.\n  *[NHSPRB]: NHS Pay Review Body",
        "Further points on 2023: there are one or two changes to support students taking GCSEs. Students will be given formulae sheets for GCSE maths and revised equation sheets for GCSE physics and combined science, which we did in 2022 for those GCSEs. This will give some additional reassurance to GCSE students in the exam itself.\n  *[NHSPRB]: NHS Pay Review Body",
        "And for modern foreign languages GCSEs, Ofqual’s changed requirements mean that exams do not have to test unfamiliar vocabulary. That’s to make it feel a bit more accessible for students this year.\n  *[NHSPRB]: NHS Pay Review Body",
        "Turning now to resilience, the arrangements in place should the unthinkable happen in summer 2023. Clearly the closer we get to the summer, the less likely that becomes, but we’ve all learned to be cautious in how we predict the future. In November, Ofqual and the DfE jointly published guidance on resilience, in the very unlikely event that exams are not able to go ahead as planned. Some colleges may be running mock exams now and I know this is a big operation, particularly in colleges such as yours with large cohorts of students. You are also, simultaneously, preparing students to take their end of year exams. Ofqual was conscious of this when we published the guidance.\n  *[NHSPRB]: NHS Pay Review Body",
        "The thrust of that guidance, designed to minimise the burden on you and your students, is that any assessment opportunities you plan should be in line with your normal approaches, as far as possible.\n  *[NHSPRB]: NHS Pay Review Body",
        "As well as all the work you do to prepare your students to take their assessments through your teaching and learning, we know that the administration and delivery of exams is something you take seriously. We take our hats off to people in colleges leading the examinations operation.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is enormously complex, but there is training and support available, and I encourage you to make sure those who are charged with doing this work get access to the range of training available for them so they can benefit from it and deliver as well as possible on behalf of students.\n  *[NHSPRB]: NHS Pay Review Body",
        "If you’ve looked at the GCSE and A level exam timetables for next year, you’ll see there are some changes from 2022.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Joint Council for Qualifications (JCQ) listened to feedback about the spacing between exams in the same subject in summer 2022. They have taken this on board for 2023.\n  *[NHSPRB]: NHS Pay Review Body",
        "They will largely be preserving those gaps, to reduce the risk of students missing all exams in a subject, but the spacing between some papers is slightly less next summer.\n  *[NHSPRB]: NHS Pay Review Body",
        "I did just want to draw your attention to the contingency days that they have built in. Both the 8 and 15 June will be ‘contingency afternoons’ and the 28 June will be a contingency day in case there is national or local disruption that would mean exams had to be re-scheduled.\n  *[NHSPRB]: NHS Pay Review Body",
        "Do please let your students know about this and remind them that they might have to be available on those dates. It’s particularly important for them to be aware if they are planning holidays.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are more details on the JCQ website, and a quick plug for Ofqual’s resources as well: every year we provide a guide for students and a guide for schools and colleges. These will be published in the spring, and always live somewhere central on our website. I hope you’ll be able to point your students to them.\n  *[NHSPRB]: NHS Pay Review Body",
        "And finally, just as Ofqual regulates in the interests of students of all ages and apprentices, we are also convinced of the need for parity of treatment for students across the different sorts of qualifications your colleges provide, whether vocational or academic.\n  *[NHSPRB]: NHS Pay Review Body",
        "So I wanted to reassure you that we have in train a series of actions to prevent a repeat of the delayed results in vocational and technical qualifications that we saw last August. I know this affected some of you and your students.\n  *[NHSPRB]: NHS Pay Review Body",
        "We were shocked by what became apparent in August. Not only that around 20,000 students from 1,550 centres had delayed results, but that for some time, there hadn’t been a single date by which VTQ students could expect results – even when they were used for progression. That is not acceptable and Ofqual will work with the sector to fix this, not just for this summer, but for the long term and in the interests of being fair to students taking these qualifications.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our investigation of the awarding organisations involved continues, as does our review of the extent of the problem. We will consider whether enforcement action is appropriate after that concludes.\n  *[NHSPRB]: NHS Pay Review Body",
        "In December, we published the 5 key actions that Ofqual, working with you and others in the sector, will deliver.\n  *[NHSPRB]: NHS Pay Review Body",
        "These actions cover a range of areas, and there isn’t time to cover them in detail here. They include putting in place clear deadlines, improving data sharing, introducing check-ins for colleges and awarding organisations, improving information accessibility about these qualifications, improving communications from awarding organisations to centres, improving training for staff running exams, and monitoring the implementation of all this via a joint taskforce from around the sector chaired by the Chief Regulator.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are certain that taken together these actions will to a very significant extent address the issues we saw playing out this summer (and which to a greater or lesser extent have been endemic in the system).\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you very much for your attention – I think we still have a few moments for any questions.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}