{
    "url": "https://www.ukpol.co.uk/johanna-baxter-2022-nec-candidate-statement/",
    "title": "Johanna Baxter – 2022 NEC Candidate Statement",
    "post_date": "August 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Johanna Baxter",
            "url": "/tag/johanna-baxter/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The candidate statement from Johanna Baxter.",
    "content": [
        "**Candidate Statement**\n  *[NHSPRB]: NHS Pay Review Body",
        "Labour needs to win power for the many whilst keeping true to our radical values. We need to offer solutions as well as solidarity – a credible radical alternative that creates jobs, tackles climate change, and invests in the health and education of our nation.\n  *[NHSPRB]: NHS Pay Review Body",
        "As Head of Local Government for UNISON Scotland, representing 80,000 workers, I know the reality of fighting for those values on the frontline and my track record is one of delivery.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’m a Labour member of 26 years, a previous CLP Chair and CLP Secretary, a CLP rep on the Scottish Executive and active campaigner.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s an honour to serve as your NEC Vice Chair and I have worked hard with colleagues to sort our complaints system, improve transparency and the training and support for CLPs to make sure we are match fit for the next election.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am committed to engaging with members and retain the record for visiting the most CLPs to provide reports of our work.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’ve never shied away from speaking truth to power and will work with everyone across our broad church to put Labour back in power.  \nPlease also consider Akehurst, Duale, Josan & Thomas.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}