{
    "url": "https://www.ukpol.co.uk/simon-baynes-2022-speech-on-documents-relating-to-suella-braverman/",
    "title": "Simon Baynes – 2022 Speech on Documents Relating to Suella Braverman",
    "post_date": "November 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Simon Baynes",
            "url": "/tag/simon-baynes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Simon Baynes, the Conservative MP for Clwyd South, in the House of Commons on 8 November 2022.",
    "content": [
        "The Home Secretary made an error of judgment, recognised her mistakes, and took accountability for her actions. Now we need to get on with tackling the significant challenges facing our country in general and my constituency in particular. The Home Secretary is entirely focused on delivering on the people’s priorities, and that includes taking further action to stem the number of people arriving here illegally in small boats, getting more police on our streets, and cracking down on crime.\n  *[NHSPRB]: NHS Pay Review Body",
        "Taking account of your admonishments, Mr Deputy Speaker, I will now focus on the issue at hand. Let me say first that it is not appropriate for Government to publish information relating to confidential advice. Breaching the confidentiality of advice regarding appointments will weaken the advice given to future Prime Ministers. Such advice can include sensitive information which may include matters of national security, and publishing it would set a precedent that would reduce the ability of future Prime Ministers to seek meaningful advice.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our national security has always been protected. The documents in question did not contain any information relating to national security, the intelligence services, cyber-security or law enforcement. The data concerned was already in the public domain. The Home Secretary clarified that in her letter to the Chair of the Home Affairs Committee, in which she wrote:\n  *[NHSPRB]: NHS Pay Review Body",
        "“It did not contain any market-sensitive data as all the data contained in the document was already in the public domain.”\n  *[NHSPRB]: NHS Pay Review Body",
        "**Ruth Cadbury (Brentford and Isleworth) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Does that mean that it is okay, if the material shared was not a matter of public security and was not secret or anything? Surely the code of practice for Ministers applies to everything. We cannot pick and choose between what is and what is not sensitive information. It is the behaviour that matters, not particular content.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Simon Baynes**\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to make a general point here. When I look to the Opposition Benches, I see many people who have had problems—I will not go into the details—and I think that, as a centre of democracy, we should try to focus positively on the important issues that face our country rather than always denigrating anyone in a position of authority, which seems increasingly to be the only way in which the Labour party is prepared to conduct politics.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are delivering on the people’s priorities, including cracking down on illegal migration by co-operating with the French authorities to dismantle international people-smuggling gangs and stopping more than 29,000 illegal crossings since the start of the year—twice as many as last year. We have passed our Nationality and Borders Act 2022, introducing new and tougher criminal offences and deterring illegal entry to the UK, and we have given Border Force additional powers, ensuring that our authorities are fully equipped to prevent illegal entry to the UK. We are putting more police on our streets and cracking down on crime by recruiting more than 15,300 additional police officers since 2019, including 145 new officers in north Wales, making our communities safer; and we have passed our Police, Crime, Sentencing and Courts Act 2022, strengthening police powers. By contrast, the Opposition’s cupboard is bare of policies to deal with illegal migration. There is plenty of talk, but very little in terms of specific policies. I therefore strongly support the Home Secretary’s policies to combat illegal migration and crime and make our country a safer place for us all.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}