{
    "url": "https://www.ukpol.co.uk/simon-baynes-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Simon Baynes – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Simon Baynes",
            "url": "/tag/simon-baynes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Simon Baynes, the Conservative MP for Clwyd South, in the House of Commons on 9 September 2022.",
    "content": [
        "Across the length and breadth of my constituency of Clwyd South, people have paid heartfelt tribute to Her late Majesty the Queen. Part of what made her so special was her combination of majesty and modesty, which made her both a remarkable Head of State and an approachable person whom millions have enjoyed meeting or seeing at close quarters, at home and abroad.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Clwyd South, people have been recalling her many visits over the years, including to Corwen in 1949, when she was still Princess Elizabeth, and to Llangollen in 1953 on her post-coronation tour, when she attended the Llangollen international musical eisteddfod and took a trip on the Llangollen steam railway. Those visits continued over the years—to Overton-on-Dee, Wrexham and elsewhere. In all those cases, people felt a special connection with this smiling, friendly and unassuming monarch, supported so magnificently by Prince Philip.\n  *[NHSPRB]: NHS Pay Review Body",
        "Unlike many other speakers today, I never had the honour of meeting the Queen in person, but I am proud to say that both my mother and I shared a birthday with Her late Majesty, namely 21 April. Also, as a small boy in 1964, I remember the excitement in my family when my father commanded the Queen’s Guard at Balmoral. We spent the summer in Ballater while he carried out his official duties, supported by my mother. Like everyone I have met who has served the Queen in an official capacity, my father thought the world of her.\n  *[NHSPRB]: NHS Pay Review Body",
        "As has been mentioned many times, yesterday there were rainbows over both Buckingham Palace and Windsor castle. I like to think of the Queen’s reign as a rainbow of dedicated service, overarching my life and that of the nation. I felt that most strongly in the wonderful address, to which many Members have referred, that she gave the nation in April two years ago, at the start of the covid crisis, in which she said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“The moments when the United Kingdom has come together to applaud its care and essential workers will be remembered as an expression of our national spirit; and its symbol will be the rainbows drawn by children.”\n  *[NHSPRB]: NHS Pay Review Body",
        "The Queen embodied our national spirit with her great sense of community, kindness and dedicated service, for which we are eternally grateful. My thoughts and prayers, and those of my constituents in Clwyd South, are with her beloved family. God rest her soul. God save the King and bless the Prince and Princess of Wales.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}