{
    "url": "https://www.ukpol.co.uk/simon-baynes-2023-parliamentary-question-on-numbers-claiming-pension-credit/",
    "title": "Simon Baynes – 2023 Parliamentary Question on Numbers Claiming Pension Credit",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        },
        {
            "text": "Simon Baynes",
            "url": "/tag/simon-baynes/"
        }
    ],
    "categories": [
        {
            "text": "Pensions",
            "url": "/category/pensions/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Simon Baynes, the Conservative MP for Clwyd South, in the House of Commons on 6 March 2023.",
    "content": [
        "**Simon Baynes (Clwyd South) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "1\\. What steps his Department is taking to increase the number of eligible people claiming pension credit. (903868)\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Secretary of State for Work and Pensions (Mel Stride)**\n  *[NHSPRB]: NHS Pay Review Body",
        "My Department has carried out a comprehensive campaign of communication since April 2022 to promote pension credit. I am pleased to inform the House that the average number of pension credit applications is up 73% compared with this time last year.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Simon Baynes**\n  *[NHSPRB]: NHS Pay Review Body",
        "I strongly backed my right hon. Friend’s campaign in December last year, particularly in my Clwyd South constituency. Will he give us a further assessment of how effective that campaign has been in Wales and across the rest of the UK?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mel Stride**\n  *[NHSPRB]: NHS Pay Review Body",
        "I congratulate my hon. Friend on the work that he has been doing in his constituency on this matter. I can inform him that for the week commencing 12 December, for example, there were 7,200 claims, which is a 177% increase compared with this time last year.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Andrew Gwynne (Denton and Reddish) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "This is not party political; we all want to make sure that pensioners in need get the help and support that they can get. The Secretary of State will understand, though, that in communities such as mine there are still too many pensioners eligible for pension credit who are not yet accessing it. Given the success of his campaign so far, what further will he do to ensure that the really hard-to-reach pensioners get the support that they deserve and need?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mel Stride**\n  *[NHSPRB]: NHS Pay Review Body",
        "I very much welcome the hon. Gentleman’s question and the non-partisan way in which he presented it. He is absolutely right; there must be no let-up in this matter. Two thirds of those we believe are eligible for pension credit receive it, but that means that one third do not. We cannot identify them precisely in advance, which is why communication is so important. We will write to 11,000 pensioners soon to tell them about the uprating and to stress the point about pension credit. From today, we are launching television advertisements to further that message.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Speaker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I call the shadow Minister.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Matt Rodda (Reading East) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "The Government seem to be trying to pat themselves on the back after years of failure on pension credit. As we just heard, hundreds of thousands of pensioners are still missing out on a vital top-up benefit that is needed to get them through the cost of living crisis. Why has the Government’s response been so ineffective, and what on earth will the Government do about their dismal failure to help pensioners during their hour of need?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mel Stride**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am very surprised to hear the hon. Gentleman pose that question, first, because of his party’s record on this matter when they were in government; and secondly, because of the clear progress that I have outlined to the House today and on previous occasions about the increase in take-up that the Government are securing.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}