{
    "url": "https://www.ukpol.co.uk/simon-baynes-2022-speech-on-the-finance-bill/",
    "title": "Simon Baynes – 2022 Speech on the Finance Bill",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Simon Baynes",
            "url": "/tag/simon-baynes/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Simon Baynes, the Conservative MP for Clwyd South, in the House of Commons on 28 November 2022.",
    "content": [
        "The Government have made some tough but fair decisions to restore economic stability and tackle inflation. To achieve long-term, sustainable growth, we need to grip inflation, balance the books and get debt falling as a share of GDP. But even with the changes outlined in the autumn statement, which will take effect through this Finance Bill, the UK tax system remains competitive, with a lower tax burden than Germany’s, France’s and Italy’s and the lowest headline rate of corporation tax in the G7. Of course, the UK also has the lowest unemployment rate for almost 50 years.\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Member for Ealing North (James Murray) referred to the Office for Budget Responsibility, which expects the package to reduce peak inflation and unemployment. It also notes that GDP will be 1% higher due to these measures. The Bank of England expects the package to help tackle inflation and keep interest rates lower for borrowers and mortgage holders. All that is vital to ensure sustained public service support and investment in the years ahead, and it is on those two issues that I would like to focus my comments briefly this afternoon.\n  *[NHSPRB]: NHS Pay Review Body",
        "On public services, the Chancellor’s proposals will increase taxpayer funding for the NHS and schools by an extra £11 billion over the next two years. Looking in more detail, the additional £7.7 billion for health and social care in the next two years means that, despite the challenging economic circumstances, the Government are providing £2 billion to £3 billion in additional funding for the NHS in each of the next two years to bring down ambulance waiting times, tackle the covid backlog and improve access to GPs. The Chancellor is also providing £2.8 billion next year and £4.7 billion the year after for adult social care, which will double the number of people leaving hospitals on time and into care by 2024, addressing unmet needs and boosting low pay in the sector. I call that a compassionate series of policies.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am pleased that the chief executive of NHS England has said that the extra funding that the Chancellor is making available for the NHS is\n  *[NHSPRB]: NHS Pay Review Body",
        "“sufficient funding for the NHS to fulfil its key priorities”\n  *[NHSPRB]: NHS Pay Review Body",
        "and\n  *[NHSPRB]: NHS Pay Review Body",
        "“shows the government has been serious about its commitment to prioritise the NHS.”\n  *[NHSPRB]: NHS Pay Review Body",
        "The £4 billion in additional funding for schools will increase the schools budget by £2 billion this year and £2 billion next year. That will mean that the Government have fulfilled their pledge to restore per-pupil funding to record levels, with real-terms per-pupil funding rising at least to 2010 levels, which is more than Labour has pledged to give schools.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Chancellor’s proposals maintain public capital investment at record levels, delivering more than £600 billion of investment over the next five years. Contrary to the remarks by the hon. Member for Leicester East (Claudia Webbe), the Government remain committed to key national infrastructure projects, such as high-speed rail, Northern Powerhouse Rail and Sizewell C. I am pleased that the £1.7 billion levelling-up fund is protected, particularly as I have seen in my own constituency of Clwyd South the unfolding benefits of our successful £13.3 million levelling-up fund bid; it is benefiting numerous projects along the Dee valley.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Finance Bill also ensures that research and development funding is protected and reformed. It reconfirms the Government’s ambitions on research and innovation by recommitting to increasing publicly funded research and development to £20 billion by 2024-25.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Anna Firth (Southend West) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Does my hon. Friend agree that every pound invested in the private sector in research and development returns 25% back every year forever, and that every pound spent by the Government on research and development is met by a 20% increase in research and development in the private sector? Does he agree that this is a down payment on high-paid jobs and growth for the future?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Simon Baynes**\n  *[NHSPRB]: NHS Pay Review Body",
        "I could not agree more with my hon. Friend. Indeed, it goes to the point made by the hon. Member for Warwick and Leamington (Matt Western) about productivity. It is through such investments in research and development and supporting major capital projects that we can drive up productivity over the coming years.\n  *[NHSPRB]: NHS Pay Review Body",
        "As a Welsh MP, I am particularly keen to strengthen the Union of the United Kingdom, and I welcome the £3.4 billion of additional funding for the devolved nations. There is an extra £1.5 billion for Scotland, £1.2 billion for Wales and £650 million for the Northern Ireland Executive. I am also pleased to see that the Government have announced funding for the feasibility study for the A75 in Scotland, the advanced technology research centre in Wales and a global trade and investment event in Northern Ireland. Making sure that the whole United Kingdom can grow and increase its productivity is a central theme of this Finance Bill and the autumn statement.\n  *[NHSPRB]: NHS Pay Review Body",
        "In conclusion, the Bill has my full support. It shows that we do not have to choose between a strong economy or good public services—with a Conservative Government, you get both.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}