{
    "url": "https://www.ukpol.co.uk/doug-beattie-2022-comments-on-leo-varadkar-and-political-relations-with-unionists/",
    "title": "Doug Beattie – 2022 Comments on Leo Varadkar and Political Relations with Unionists",
    "post_date": "December 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Doug Beattie",
            "url": "/tag/doug-beattie/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Doug Beattie, the Leader of the Ulster Unionists, on 16 December 2022.",
    "content": [
        "The change in Taoiseach in the Republic of Ireland this weekend comes at a pivotal time in negotiations between the European Union and United Kingdom, and in Anglo-Irish relations.\n  *[NHSPRB]: NHS Pay Review Body",
        "I wish Micheál Martin well as he steps down from the role. We have had a good and constructive relationship during his time in office. I believe he listened in good faith to what Unionism had to say and understood the importance of having a good working relationship with his country’s nearest neighbours.\n  *[NHSPRB]: NHS Pay Review Body",
        "As Leo Varadkar takes up the office again there will undoubtedly be apprehension from Unionism. His contribution during his first term, particularly when it came to Brexit and the Protocol, was not positive and I hope to see early indication that he has learned and matured on these particular issues in the intervening years. He will have a lot of work to do in rebuilding relations with Unionism in Northern Ireland, there is simply no escaping that fact, but we will continue to reach out and engage in good faith.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}