{
    "url": "https://www.ukpol.co.uk/doug-beattie-2022-comments-on-joint-authority-in-northern-ireland/",
    "title": "Doug Beattie – 2022 Comments on Joint Authority in Northern Ireland",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Doug Beattie",
            "url": "/tag/doug-beattie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Doug Beattie, the Leader of the Ulster Unionists, on 25 October 2022.",
    "content": [
        "The Ulster Unionist Party wants to see the restoration of devolved government at Stormont.\n  *[NHSPRB]: NHS Pay Review Body",
        "One of the key reasons this party supported the Belfast Agreement in 1998 was to ensure the replacement of the 1985 Anglo-Irish Agreement which permitted Dublin to have a consultative role in the affairs of Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the section ‘Constitutional Issues’ the Belfast Agreement recognised ‘it would be wrong to make any change in the status of Northern Ireland save with the consent of a majority of its people.’\n  *[NHSPRB]: NHS Pay Review Body",
        "Clearly any attempt to impose some form of Joint Authority between London and Dublin on Northern Ireland would run contrary to that and be another very serious breach of the Belfast Agreement.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need to focus our efforts on getting Stormont back up and running again so that locally elected politicians, with local knowledge and an understanding of this place and who are therefore best placed to make decisions affecting the lives of people here, can get on with that job. That is what Northern Ireland needs right now, not any talk of Joint Authority.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}