{
    "url": "https://www.ukpol.co.uk/doug-beattie-2022-comments-on-the-northern-ireland-protocol/",
    "title": "Doug Beattie – 2022 Comments on the Northern Ireland Protocol",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Doug Beattie",
            "url": "/tag/doug-beattie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Doug Beattie, the Leader of the Ulster Unionists, on 3 November 2022.",
    "content": [
        "We are entering a pivotal period. As negotiations are once again underway between the United Kingdom and European Union, we have the opportunity to finally deal with the problems caused by the Northern Ireland Protocol and see devolution restored.\n  *[NHSPRB]: NHS Pay Review Body",
        "But any progress potentially stands to be put at risk by needlessly calling an Assembly election that will change nothing but stands to further undermine the return of devolution and cost the taxpayer £6.5million.\n  *[NHSPRB]: NHS Pay Review Body",
        "Something needs to change. The opportunity exists to pause the calling of an election and allow negotiations between to the United Kingdom and European Union to continue in earnest. We believe that the time is right for the UK to trigger Article 16 of the Northern Ireland Protocol to facilitate this.\n  *[NHSPRB]: NHS Pay Review Body",
        "Article 16 states that either party in the negotiations may act unilaterally “If the application of this Protocol leads to serious economic, societal or environmental difficulties that are liable to persist…”. I think it is unquestionable that we are experiencing societal difficulties that are liable to persist.\n  *[NHSPRB]: NHS Pay Review Body",
        "A negotiated outcome which removes the Irish Sea Border will be the remedy, not rerunning an election we had six months ago. It is clear that the atmosphere and willingness to address the problems created by the Protocol are currently in a much different place than they have been. They should be given time and space to continue as long as progress is being made. After all this time I think it would be madness for the UK Government to jeopardise that because they have got themselves on a hook over the election that they are too embarrassed to be seen to climb down from.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}