{
    "url": "https://www.ukpol.co.uk/doug-beattie-2022-comments-on-the-conservative-leadership-contest/",
    "title": "Doug Beattie – 2022 Comments on the Conservative Leadership Contest",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Doug Beattie",
            "url": "/tag/doug-beattie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Doug Beattie, the Leader of the Ulster Unionists, on 20 October 2022.",
    "content": [
        "Back in July as Boris Johnson was preparing to leave office, I said that the United Kingdom needs strong, stable Government and that this was especially the case with regard to Northern Ireland in the absence of the devolved institutions.\n  *[NHSPRB]: NHS Pay Review Body",
        "Three months on, another Prime Minister is about to depart and nothing has changed. If anything the situation is even worse in terms of the cost of living crisis and uncertainty caused by the Northern Ireland Protocol.\n  *[NHSPRB]: NHS Pay Review Body",
        "Whoever emerges as Prime Minister, he or she needs to devote some time to restoring devolved Government in Northern Ireland and reverse the damage done to the Belfast Agreement by the NI Protocol. That will not be facilitated by an Assembly Election – at the cost of £6.5M – a mere five months after the last one, because such an Election will not resolve the issues around the Protocol.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would therefore urge the present Prime Minister to act now to ensure that an Assembly Election is not called until a new Prime Minister is in place; a new Secretary of State for Northern Ireland appointed and that the new Secretary of State has time to engage with the political parties in order to work in the best interests of Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}