{
    "url": "https://www.ukpol.co.uk/doug-beattie-2022-comments-on-confirmation-on-no-elections-before-christmas/",
    "title": "Doug Beattie – 2022 Comments on Confirmation on No Elections Before Christmas",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Doug Beattie",
            "url": "/tag/doug-beattie/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Doug Beattie, the Leader of the Ulster Unionists, on 4 November 2022.",
    "content": [
        "The Ulster Unionist Party told the Secretary of State that a pre-Christmas Election would not solve the problems we face which are due to the NI Protocol, so we welcome the fact that he has confirmed there will not be such an election.\n  *[NHSPRB]: NHS Pay Review Body",
        "We now have an opportunity to create time and space to resolve matters because currently there seems to be no plan to get the Executive up and running to help address the very real problems being faced by the people of Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body",
        "Under the current legislation we still face a deadline of 8 December and a possible Assembly election on the 18th January. That would also be a mistake because an election would simply cost money and stall negotiations on the protocol.\n  *[NHSPRB]: NHS Pay Review Body",
        "None of this changes the basic fact that we need to reach a solution that gives Unionism confidence so all parties can return to the Executive and work for the people of Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}