{
    "url": "https://www.ukpol.co.uk/doug-beattie-2022-new-years-message/",
    "title": "Doug Beattie – 2022 New Year’s Message",
    "post_date": "January 2, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Doug Beattie",
            "url": "/tag/doug-beattie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The new year’s message made by Doug Beattie, the Leader of the Ulster Unionist Party, on 31 December 2022.",
    "content": [
        "As we come to the end of 2022 it would not be an understatement to call it an historic year. We celebrated the Platinum Jubilee of Queen Elizabeth II, 70 years as our Monarch, an incredible achievement. Later we mourned her passing and then proclaimed a new Monarch, King Charles III. The Ulster Unionist Party also mourned the loss of our former leader, Lord Trimble, who did so much to bring peace to Northern Ireland alongside others, through the Belfast Agreement. Our thoughts are with his family and all those who lost loved ones.\n  *[NHSPRB]: NHS Pay Review Body",
        "Politically things have been difficult for the United Kingdom in 2022 with the Westminster Government going through several Prime Ministerial changes and our own devolved Government at Stormont, collapsing once again. Underpinning all this we saw war returning to Europe with the Russian invasion of Ukraine and a cost-of-living crisis that has left many families struggling.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Northern Ireland Protocol has dominated political discourse throughout 2022. The Ulster Unionists’ position on the protocol has not changed since 2019. We made the argument then that the protocol would not work and we have been proven right in the same way we said BREXIT could destabilise the United Kingdom and again we were proven right.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the leader of the Ulster Unionist Party I have been clear that I am a whole United Kingdom unionist – that our actions as unionists in Northern Ireland must complement the Union of nations that make up the United Kingdom. This means taking our place within that Union, having our voice heard, putting country before party, people before self.\n  *[NHSPRB]: NHS Pay Review Body",
        "Unionist cooperation goes far beyond just political parties here in Northern Ireland. Unionist cooperation means cooperating with unionists in England, Scotland and Wales ensuring our actions do nothing to undermine any part of the Union while at the same time ensuring we create a prosperous United Kingdom with democracy, fiscal responsibility, security, social justice, equality and opportunity for all our citizens at its heart.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is fair to say that throughout 2022 the ideals of the United Kingdom have been tested as never before as individual and party self-interests came to the fore. Unionism needs to be very careful that the protections for Northern Ireland within the United Kingdom that the late David Trimble and his colleagues brought about through the Belfast Agreement, are not washed away without a strategic estimate even taking place.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Northern Ireland Protocol must be dealt with. It undermines the territorial integrity of the United Kingdom and that in itself, goes against well-established norms for international treaties. Yet due to BREXIT we must do something to protect our farming industry and other industries and services that create a strong economy which in turn creates a strong Northern Ireland that will maintain our place in the United Kingdom.\n  *[NHSPRB]: NHS Pay Review Body",
        "As a party we have put forward many solutions, some of which are now the main negotiating points between the United Kingdom and the European Union.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Northern Ireland Protocol is a problem which will be solved by negotiation or legislation. However, the cost-of-living crisis, the crisis in our National Health Service and within our service sectors will only be dealt with through a functioning devolved government.\n  *[NHSPRB]: NHS Pay Review Body",
        "This will not be easy, but doing the right thing is seldom easy. As we enter 2023 we as Ulster Unionists have stark choices to make.\n  *[NHSPRB]: NHS Pay Review Body",
        "We either work to solidify our place within the United Kingdom by reaching out to all corners of our society with understanding, respectful of difference; by being confident, optimistic and positive unionists looking to promote ourselves within the United Kingdom, Europe and further afield.\n  *[NHSPRB]: NHS Pay Review Body",
        "Alternatively, we can withdraw from the government mechanisms of the United Kingdom, set ourselves alone and apart, and fail to have our voice heard or even acknowledged; promoting pessimistic, isolated unionism in Northern Ireland and watch it continue to flounder.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am dedicated to following the first path in order to reach out to those who view themselves as unionists, who have pro-union views, or those who will happily remain within a prosperous United Kingdom although they may have different cultural views or have different long-term aspirations.\n  *[NHSPRB]: NHS Pay Review Body",
        "As I finish I would just ask you all to look beyond the slogans. View things strategically for 2023, see how by making this part of the United Kingdom prosper, by focusing on the economy, we secure Northern Ireland’s future.\n  *[NHSPRB]: NHS Pay Review Body",
        "Happy New Year to you all.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}