{
    "url": "https://www.ukpol.co.uk/doug-beattie-2022-statement-on-rishi-sunak-becoming-prime-minister/",
    "title": "Doug Beattie – 2022 Statement on Rishi Sunak Becoming Prime Minister",
    "post_date": "October 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Doug Beattie",
            "url": "/tag/doug-beattie/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Doug Beattie, the Leader of the Ulster Unionist Party, on 24 October 2022.",
    "content": [
        "I congratulate Rishi Sunak on becoming leader of the Conservative Party and the next Prime Minister of the United Kingdom. The United Kingdom is desperate for a strong and stable Government which will focus on doing what`s right for all four corners of our Nation.\n  *[NHSPRB]: NHS Pay Review Body",
        "Northern Ireland needs better Government and that means the restoration of the devolved institutions. One of the new Prime Minister`s priorities must be resolving the political impasse and dealing with the issues caused by the Northern Ireland Protocol. Northern Ireland cannot continue to be used as political football between the United Kingdom and the EU. The Protocol must be replaced with a deal that works for everyone. There should be no checks on goods moving between Great Britain and Northern Ireland that are staying here. Everyone knows what needs to be done and now is the time to be getting on with it.\n  *[NHSPRB]: NHS Pay Review Body",
        "If there is another Assembly election, the Ulster Unionist Party will be ready to fight it. However an election will do absolutely nothing to deal with the foremost challenges facing Northern Ireland. An election won`t deal with the Protocol and it won`t provide an easier path to the restoration of an Assembly and an Executive. It will only cause the trenches to be dug deeper and make the path to political progress even more difficult. The Prime Minister should use the next few days to reflect and consult on what is the best way forward for Northern Ireland. Too many decisions have been taken in the past which destabilise this part of the United Kingdom rather than helping its people.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}