{
    "url": "https://www.ukpol.co.uk/doug-beattie-2022-comments-on-gangland-violence/",
    "title": "Doug Beattie – 2022 Comments on Gangland Violence",
    "post_date": "November 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Doug Beattie",
            "url": "/tag/doug-beattie/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Doug Beattie, the Leader of the Ulster Unionists, on 7 November 2022.",
    "content": [
        "The weekend comments from Mary Lou McDonald that there is ‘no comparison’ between IRA violence and gangland violence has rightly been rejected, as has her claim that Jonathan Dowdall would not have been “anywhere near” Sinn Fein had her party known he was involved in any form of criminality.\n  *[NHSPRB]: NHS Pay Review Body",
        "The whitewashing of the IRA’s part in the butchering of men, women and children and the continual harm and hurt visited on families is appalling and what we are witnessing is the Disneyfication of murder, seeking to romanticise brutal crimes.\n  *[NHSPRB]: NHS Pay Review Body",
        "Mary Lou McDonald is deluded if she thinks that IRA atrocities such as the Abercorn, Claudy, La Mon or Enniskillen were not crimes. The shooting of Angela Gallagher, Jean McConville and Mary Travers – to name but a few – are crimes that would shame the devil, but not it would seem Sinn Fein.\n  *[NHSPRB]: NHS Pay Review Body",
        "Gun attacks by drug gangs are no different to gun attacks by the IRA, because both are the work of illegal criminal gangs.\n  *[NHSPRB]: NHS Pay Review Body",
        "I fully understand that Sinn Fein has a vested interest in trying to sanitise the bloody past of the IRA, but they face some inconvenient facts in the process. The first is that that 60 per cent of Troubles related deaths were the work of republican terrorists. The second is that the IRA in supposedly defending the Catholic population, killed more Catholics than all the other actors combined.\n  *[NHSPRB]: NHS Pay Review Body",
        "Sinn Fein may attempt to pretend that black is white but they should not be surprised when they are challenged every step of the way by those for whom the truth is not a stranger.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}