{
    "url": "https://www.ukpol.co.uk/anthony-beaumont-dark-1985-speech-on-the-televising-of-the-commons/",
    "title": "Anthony Beaumont-Dark – 1985 Speech on the Televising of the Commons",
    "post_date": "June 23, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Anthony Beaumont-Dark",
            "url": "/tag/anthony-beaumont-dark/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Anthony Beaumont-Dark, the then Conservative MP for Birmingham Selly Oak, in the House of Commons on 20 November 1985.",
    "content": [
        "I do not wish to repeat the many arguments already made, but it is interesting to note that, before this debate started, we were told that, like death and taxes, it was absolutely inevitable that the House would vote in favour of having television. Those hon. Members who are most experienced in the knowledge of the media spoke about the effects that the media can have. My hon. Friend the Member for Thanet, North (Mr. Gale) and my hon. Friend the Member for Gravesham (Mr. Brinton) were honest enough to say that, if they were outside this House, they would press for televising, but because they are Members they do not believe it would benefit this House.\n  *[NHSPRB]: NHS Pay Review Body",
        "​ In the great days, the high days and the tragic days of the war when Winston Churchill came back from wherever he had been, whether it was America or the Middle East, he said, “Before I do anything I must report to the House”. He said that in his memoirs. The Prime Minister of that day, as at any time, regarded reporting to the House as his most important task. We have been pushed by the media—we should be honest enough to admit it—into reading nearly everything about policy, irrespective of which party is in power, in the press, and sometimes weeks, if not months, before a statement is made here with all gravity. It is this House that must decide ultimately.\n  *[NHSPRB]: NHS Pay Review Body",
        "It has been argued, I think rather pathetically, that we cannot get the problems of our areas across without television. It seems that yesterday’s debate on the Okehampton bypass would have captured peak time in Devon and Cornwall. That six-hour debate was important for the people in those counties, but how much time would the media have given it? If the television producers wanted to impress on us how good the debate was, we might have got 12 minutes. How much of the work that hon. Members have done for their constituents and their areas would have come over in that time? Precious little.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have sat through most of the debate. What we decide today is important. The House is not just a talking shop. It is a place where great decisions are meant to be made and debated. I contend that we should not admit the cameras, in spite of my natural shyness of the media. My hon. Friends the Members for Gravesham and for Thanet, North (Mr. Gale) are shy of the media. However, nearly all the right hon. and hon. Members who have spoken against the televising of this House have a good relationship with the media. It is sometimes easier to catch the eye of the media than the eye of the occupant of the Chair and we are able to put over our views as we know that, as long as we are being interviewed live, we cannot be misquoted. One of the great things about live interviews is that one is in control. If we make a 20-minute speech here and only seven seconds of it is used in a news clip, that speech can be made to represent 15 views. That will happen. We must not always think of the media being in the hands of the kind, the good and the honest. It is not always so.\n  *[NHSPRB]: NHS Pay Review Body",
        "Until we have sorted out the problems, the House would be wrong to give in to those who say that television is inevitable. I hope that we shall at least keep control of our House and of our destiny. To say that everybody wants television is to use the argument of tyrants and those who try to push and shove people into doing something that they know that they should not do. We are elected. We can be appointed and disappointed at any time. We do not need the media to push us into anything. We should vote for our conscience and the future of the House. In the end, we, not television and not radio, will answer to the people. We are the elected ones.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}