{
    "url": "https://www.ukpol.co.uk/john-beavan-1966-comments-on-barbara-castle-the-white-paper-and-beeching-baron-ardwick/",
    "title": "John Beavan – 1966 Comments on Barbara Castle, the White Paper and Beeching (Baron Ardwick)",
    "post_date": "January 24, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "1966",
            "url": "/tag/1966/"
        },
        {
            "text": "Issue of the Week 3",
            "url": "/tag/issue-of-the-week-3/"
        },
        {
            "text": "John Beavan",
            "url": "/tag/john-beavan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by John Beavan for the Daily Mirror on 28 July 1966.",
    "content": [
        "At last we are moving forward from Beeching. At last, after years of fumbling and dissension, Labour has got itself a comprehensive policy for transport – for passenger services and for freight on road, rail and even the dear old inland waterways.\n  *[NHSPRB]: NHS Pay Review Body",
        "I congratulate the Minister of Transport, Barbara Castle, on her need in reaching decisions, and hope she will succeed in translating much of her policy into action. Sensible, the controversial White paper she publishes today gives Lord Beeching his due. If it had not been for him, I do not believe that Mrs Castle or any other minister would have been able to sort things out. Beeching had a narrow brief – to make the shabby, flabby Victorian monster that was British Railways wealthy enough to earn its keep.\n  *[NHSPRB]: NHS Pay Review Body",
        "The chief remedy he advocated was deep surgery. Many cuts have been made, many remain to be made, because even the Tories could see the social consequences of some of his suggested cuts were unacceptable to too many people. The brief to Beeching had been too simple. Some of us hoped that Beeching would be put in charge of Britain’s rail and road transport with a proper brief. But he wanted to go back to ICI. In principle, Barbara Castle’s solution is the right one. We should sort out the profitable and potentially profitable lines and tell the Railways Board that it’s their job to make them pay.\n  *[NHSPRB]: NHS Pay Review Body",
        "What about the other sections? Some are hopeless. Mrs Castle admits there are 1,330 miles of freight track that are not needed and 400 miles of passenger line which are not needed nor seriously wanted. They should be cut out but we are left with a third class – lines that are useful and socially important but are unprofitable. These, Mrs Castle proposes, should be openly subsidised. It is a good principle – if sophisticated accountancy really can sort out the sheep from the goats. The sum needed to subsidise the necessary but unprofitable services would be a big one.\n  *[NHSPRB]: NHS Pay Review Body",
        "Although the Government had decided on social grounds to keep a fair-sized railway system, the cost of doing so should make them ask about each subsidised section, one highly important question:\n  *[NHSPRB]: NHS Pay Review Body",
        "_‘Can the social needs be met more cheaply and as efficiently by some other form of transport?’_\n  *[NHSPRB]: NHS Pay Review Body",
        "There is a lot more to the White Paper than this. I welcome particularly the policy for a combined service for road and rail in the big urban areas. If I could send a personal message to the Labour Party it would be this: In this year of 1966 more suffering is caused to British workers by public transport than by private capitalism.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}