{
    "url": "https://www.ukpol.co.uk/guto-bebb-2019-speech-on-20-years-of-devolution/",
    "title": "Guto Bebb – 2019 Speech on 20 Years of Devolution",
    "post_date": "July 15, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Guto Bebb",
            "url": "/tag/guto-bebb/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Guto Bebb, the Conservative MP for Aberconwy, in the House of Commons on 11 July 2019.",
    "content": [
        "May I first associate myself with the comments of my hon. Friend the Member for Burton (Andrew Griffiths) about cystic fibrosis?\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a pleasure to follow the hon. Member for Edinburgh South (Ian Murray), and I join him in saying that this is a celebration. Unlike my good friend the Chairman of the Welsh Affairs Committee, my hon. Friend the Member for Monmouth (David T. C. Davies), I was in favour of establishing the Welsh Assembly. While it has not been perfect, I would place the blame for its failures primarily on the Welsh Government, not on the institution per se. However, some of the failures highlighted by my hon. Friend are issues that we should be worried about. In education, for example, we genuinely need to look carefully at ourselves in Wales and ask whether we are delivering the educational standards to which we actually aspire.\n  *[NHSPRB]: NHS Pay Review Body",
        "However, I took one exception with my hon. Friend’s comments about the health service. It is fair to have a political debate about the health service in Wales, and it is fair to say that people can be genuinely disappointed with the health service in Wales. However, we must be honest enough as politicians to recognise that some of the challenges facing the health service in Wales are unique. The age profile of my constituency and many others in north Wales brings particular problems, and I speak as somebody who is represented from a health perspective by a health board that is both the largest in Wales and probably the most problematic in Wales. Although many of those problems are blamed, rightly, on decisions made by the Welsh Government, it would be naive and wrong to blame all those problems on the Welsh Government. Some of the problems we face in north Wales are unique.\n  *[NHSPRB]: NHS Pay Review Body",
        "**David T. C. Davies**\n  *[NHSPRB]: NHS Pay Review Body",
        "In fairness, the Assembly Government are doing some good things in that regard. For example, they are using the Rutherford group to offer cancer care in parts of south Wales, which is an excellent example of using the private sector within the NHS. Of course, that is completely different from nationalising the NHS. The Conservatives are often accused by Labour in England of nationalising the NHS, when Labour is doing exactly that, and quite rightly so, in Wales.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Guto Bebb**\n  *[NHSPRB]: NHS Pay Review Body",
        "I agree with my hon. Friend.\n  *[NHSPRB]: NHS Pay Review Body",
        "Turning to how the Welsh Assembly has worked over the past 20 years, I will first touch upon some of the successes. More and more powers have been offered to ​the Assembly and the Welsh Government. That has happened in a piecemeal fashion, and it has been frustrating in many ways, because it has taken time, but I am proud of the fact that this Government and previous Governments since 2010 have actually delivered more powers to the Welsh Government, and rightly so.\n  *[NHSPRB]: NHS Pay Review Body",
        "I was pleased to be one of the Ministers who took the Wales Act 2017 through this place, and I am particularly proud of the fact that the way we worked in tandem with the Welsh Government resulted in that legislation being the first piece of constitutional law to pass through both Houses without amendment. That was testament to the fact that we worked in a co-operative fashion, which is important. Co-operation between the two Governments needs to develop quite significantly, and there is no doubt that the challenges of Brexit mean that that is becoming more and more important. We want services to be delivered to the people of Wales effectively, and the way to do that is to acknowledge that both Governments actually have an impact.\n  *[NHSPRB]: NHS Pay Review Body",
        "When I was at the Wales Office, I kept on making the point that Wales has two Governments and that we should take advantage of that, not see it as a problem. I will provide an example from when I was the Minister for Defence Procurement, because I saw how contracts awarded to Welsh companies by the Ministry of Defence led to those companies being supported by the Welsh Government through their economic development remit. We saw seamless working between the Government in Westminster and the Government in Cardiff Bay for the benefit of communities in Wales, which is exactly how we should aspire to work. We should aspire to acknowledge where the devolution boundary lies, and obviously we can have political arguments on where we need to change that devolution boundary, but we should see the potential of working together and how having two Governments serving the people of Wales is an advantage, not a disadvantage.\n  *[NHSPRB]: NHS Pay Review Body",
        "I welcome the work of the Welsh Affairs Committee on the growth deals and city deals, and so on. This is a fantastic opportunity to make a difference for the Welsh economy, and that difference is being made by the two Governments working together. The funding coming into those growth deals is coming from Westminster and from Cardiff Bay. More importantly, it is proper devolution, because the ideas and the initiatives are coming from the regions.\n  *[NHSPRB]: NHS Pay Review Body",
        "If there is one thing I would like to say, and I concur with the hon. Member for Edinburgh South on this, it is that the first 10 years of the Welsh Assembly probably saw powers being sucked into Cardiff Bay to make up for the original settlement in Wales being very weak. Every new institution has this need to feel it can make a difference, and in Wales we often saw powers being taken into the Assembly from local government, and I still believe that far too many decisions are demanded of the Government in Cardiff by local authorities, such as my own local authority in Conwy, rather than their being allowed to be made by the people on the ground.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yes, we need co-operation between the two Governments, but I strongly argue that we need a more mature attitude in the Welsh Assembly and the Welsh Government, which should trust their partners in local government. That is entirely the right thing to do. The growth deals are seeing the three partners—Westminster, the Welsh Government and local authorities—working constructively together, and we should try to build on that.​\n  *[NHSPRB]: NHS Pay Review Body",
        "On the powers of the Wales Office and how it works for Wales within Westminster, I remember listening to a speech by Lord Elystan-Morgan back in 2013. He highlighted that the creation of the Wales Office in the 1960s was, in fact, the first step towards devolution.\n  *[NHSPRB]: NHS Pay Review Body",
        "The powers of the Wales Office have changed quite dramatically, and it was advantageous for me to be a Wales Office Minister and a Government Whip, because the Wales Office, in effect, has a cross-Government remit. That cross-Government remit is challenging, because Wales Office Ministers often find themselves being the nuisance who turns up in another Department to say to a spending Minister, “Do not forget that this issue has an impact on Wales as well.”\n  *[NHSPRB]: NHS Pay Review Body",
        "The Dunlop report is extremely important because, if we are to govern well for Wales from Westminster and from Cardiff, it is imperative that we understand the role of the Wales Office. We genuinely need to ensure that the understanding of Welsh, Scottish and Northern Irish issues in Westminster is enhanced, and the way to do that is either by accepting the need to strengthen the Wales Office and the Scotland Office or by acknowledging that we need to change how we do things. I look forward to that report, which is important for Scotland, Wales and Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}