{
    "url": "https://www.ukpol.co.uk/margaret-beckett-1978-speech-on-parental-inspection-of-school-records/",
    "title": "Margaret Beckett – 1978 Speech on Parental Inspection of School Records",
    "post_date": "April 12, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Margaret Beckett (then Margaret Jackson), the then Under-Secretary of State for Education and Science, in the House of Commons on 17 July 1978.",
    "content": [
        "I am grateful to my hon. Friend the Member for Sowerby (Mr. Madden) for raising this topic tonight, because I know that it is a matter of considerable concern to many hon. Members and to many of their constituents. I am happy to be able to say something about it, because although I readily accept that there is genuine concern about some of the real problems raised by the keeping of records in schools, there is some unreal anxiety. People imagine that things are recorded which are usually not recorded and that they are used for purposes for which they are usually not used. So although I have every sympathy with the real anxiety of many parents, this is not as simple an issue as some people may imagine.\n  *[NHSPRB]: NHS Pay Review Body",
        "To begin with, I think there is general agreement among those who are involved in education in any way that school records of some kind should be kept not for the benefit of the teaching profession or for the benefit of any group of bureaucrats but for the benefit of the pupils. One of the factors that came out very clearly during our debate on the Green Paper and in many of our debates on education in the last few years was the anxiety among those concerned in education—this involves many parents—that there should be an accurate transmission of information, for example, between one school that a child attends and another, irrespective of whether it is a school from which a child transfers with a particular age of transfer or whether a child moves from one area to another.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is considerable anxiety that at present not enough information about a child’s progress and experience is accurately transferred from one school to another. This is a real anxiety, which has been expressed consistently and which, in a sense, is the other side of the argument that my hon. Friend quite rightly put.\n  *[NHSPRB]: NHS Pay Review Body",
        "Local authorities are statutorily obliged to provide this sort of accurate information about a child’s academic record when the child transfers from one school to another, but even though they are obliged to do so by law, there is anxiety whether this is carried out properly. At present, there is no standard procedure for the keeping of school records or for the information there recorded, and local education authorities have complete discretion to decide what form the records take and, which concerns my hon. Friend as much, what access is available to those records and who shall have access to them.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is probably a considerable variation of practice in terms of what is contained in records and also in terms of their confidentiality. I understand that most schools keep some sort of written record of each pupil’s educational development, including information about any special factors which it is thought may affect the performance of that pupil. Usually, such records consist almost entirely of academic information which again is usually made available to parents in the term reports or annual reports which they receive on the progress of their children or which is explained at parents’ evenings or in other forms of communication which exist between school and home. But, because there is no standard form, this information varies. Sometimes it will be purely objective data such as test scores or examination results or statements about progress in a scheme of reading or mathematics. But in probably the majority of records that purely statistical factual information will be supplemented by the teacher’s own assessment of the pupil’s progress both in general terms and also in relation to the teacher’s assessment of the potential of the pupil.\n  *[NHSPRB]: NHS Pay Review Body",
        "Such records and assessments are a very important part of the assessment of a child’s intellectual and educational development. As I said earlier, they are ​ important if a child is transferring from one school to another. Records of this kind also are usually used as a basis for academic references if a pupil applies for a job or for a place at a university or college. Because requests for references may be made some little time after a pupil has left the school concerned, secondary schools, for example, usually keep these records for five or six years after pupils have left their premises.  \nAs I said just now, academic information is usually available for parents throughout a child’s school career and to others in terms of references immediately afterwards or for a short period afterwards.\n  *[NHSPRB]: NHS Pay Review Body",
        "But it is acknowledged, I think, that a small number of records will also contain observations which the school thinks—and perhaps others might think—ought to be kept confidential to the school in the pupil’s own best interests. It might be as simple as a reference to strains or difficulties in the pupil’s home life or sometimes to suspicions that the pupil is being neglected or maltreated or is in some way at risk.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is in cases of this kind that the issue of confidentiality arises, and it is particularly difficult to balance the general need, which my hon. Friend expressed and which I understand and have a great deal of sympathy with, for parents to have access to school records and to be able to see there is nothing on such records which they feel is inaccurate with the need sometimes for such records to be kept in the pupil’s own interests perhaps to safeguard individual pupils. Sometimes there is, indeed, a need for teachers to take note of adverse circumstances in a pupil’s home life, so that this can be treated and regarded with sympathy.\n  *[NHSPRB]: NHS Pay Review Body",
        "I realise that this is exactly the kind of case which gives some people pause and where they feel that parents should have a right to see records and to see what is recorded. But I think that there is a certain difficulty here in that it is obviously more difficult for teachers to feel willing to set down, for example, their concern that a child may be subject to non-accidental damage if they know that the parent involved may at any time have access to records stating such a fact. If this is not so, clearly there will be many who feel that the parent has such a right, ​ and that it is in the parent’s and the child’s interests that they should see that such queries have been made.\n  *[NHSPRB]: NHS Pay Review Body",
        "But I must tell my hon. Friend in all sincerity that it is my understanding, on the evidence that I have seen, comparatively small though it is, that it is more usually the rule that teachers are reluctant to suggest that a child has been subjected to non-accidental damage than the reverse, and that to my knowledge there are more cases of a teacher being unwilling either to commit his suspicions to paper or to convey them to colleagues than there are cases in which a teacher has wantonly put down such suspicions, which have caused damage or concern to the child or the parent, which have subsequently proved to be untrue.\n  *[NHSPRB]: NHS Pay Review Body",
        "Certainly in many cases that have come to public attention, a wish has been expressed, whether fairly or otherwise in the circumstances at the time, that teachers and others concerned with the care of a particular child should have been more ready to make known their suspicions.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Madden**\n  *[NHSPRB]: NHS Pay Review Body",
        "Does not the Minister agree that most concern surrounds the often highly subjective view which is sometimes expressed by teachers about the personality of children, which seems to encroach into assessments of psychological factors which are entirely outside the competence or training of teachers to make? Is it not in this area where, perhaps, changes in the range of information which is recorded would serve a very useful purpose and would overcome much of the concern and the abuse which undoubtedly can exist in some of the record systems which are currently in operation?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Miss Jackson**\n  *[NHSPRB]: NHS Pay Review Body",
        "Yes, I entirely accept my hon. Friend’s contention on that point. I hope to come in a few moments to the case that he is putting. But many of the people who have put to the Department, in speech or in writing, the case that he is putting, of concern about the confidentiality of school records, have usually gone so far that they exclude anything other than the purest statistical recording. I accept entirely my hon. Friend’s contention that there is a difference between the recording of academic information and of information such as a ​ query about non-accidental damage, and the sort of personality judgment of a child. Of course I accept that. As I said, I shall come to that matter.\n  *[NHSPRB]: NHS Pay Review Body",
        "I was making this point because the contention that my hon. Friend has just put forward is not usually the one that has been made to me, and I was anxious to get it on record that there is a very real difficulty which the teaching profession faces in cases of this kind.\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend will forgive me for also drawing to his attention another difficulty which is arising more frequently these days. For example, if a couple are separated or divorced and there is a dispute about the custody of the child, the school needs to be aware of such a fact. In fact, often such a dispute comes to the attention of the school because there is a query about whether records should be available to one or to both parents. It is necessary for the staff concerned with that child to be aware of such a difficulty. But either one or both of the parents may object to such a fact being recorded on the child’s formal record.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is the sort of difficulty which members of the teaching profession are facing. They are genuine difficulties. They are not merely a matter of people standing on their professional dignity or being absurd about the need for confidentiality because they wish to have attention turned away from any deficient judgment that they might make. Therefore, I accept my hon. Friend’s general contention that there are these two areas.\n  *[NHSPRB]: NHS Pay Review Body",
        "As my hon. Friend said in his speech —I am glad to see that he is aware of it —in a recent circular we have made some inquiries of local authorities about the practice in school record keeping. We are hopeful that we shall get something of use from local authorities about their practice today. We are also considering the question whether, depending on what we hear from local authorities about their current practice, we should give advice about whether there should be some sort of standard form of records, and whether there should be some guidelines as to what kind of information is recorded. We are looking at all of these questions and we are very anxious to see them resolved satisfactorily.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have no interest in and no sympathy for seeing records maintained which are ​ used to the disadvantage of pupils or which may be used against them. Equally, we have no interest in seeing—because perhaps in the past in a minority of cases it has been misused—a system of genuinely needed education recording discarded.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are trying to find a middle way between these two opposing points of view. We are hopeful of finding a degree of agreement about the kinds of record that are needed. We are certainly intent on insisting that authorities and teachers require high standards of accuracy in the maintenance of such records as a prime consideration, and we are hopeful that, in the near future, whether there is need for legislative action or not, we will be able to get some sort of agreement about what kinds of record are kept and also to whom they are available.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have great sympathy with those who are concerned about this issue and are concerned that children should not be damaged by the maintenance of inaccurate records and that people who know the facts should be well informed about who should have access to the records. We are very sympathetic to that point of view.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are also concerned that some children should not be harmed by the fact that their records are not available and ​ that information is not available to schools to which they have transferred. Much of the problem that we have been discussing is resolved and becomes unnecessary to discuss if in many of our schools there is an adequate system of pastoral care.\n  *[NHSPRB]: NHS Pay Review Body",
        "It seems to me that this is the way forward for many of these problems. If there is real continuity between one school and another and within schools among the teaching staffs, and if there is continuity of the staffs themselves, without the high turnover that we have seen in recent years, much of the need for written records that has been seen in the past will disappear.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nevertheless, I think that there will always be some need for an objective assessment of what a child has been doing during its educational career. I accept my hon. Friend’s argument about the necessity, nevertheless, for establishing to whom that record should be available. It is a matter that we are considering most sympathetically, and I hope that in the not-too-distant future we shall be able to say something that will satisfy my hon. Friend, if not perhaps all of those whose case he has been putting.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}