{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2002-speech-on-the-darwin-initiative/",
    "title": "Margaret Beckett – 2002 Speech on the Darwin Initiative",
    "post_date": "September 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Margaret Beckett on the 19th November 2002 on the Darwin Initiative.",
    "content": [
        "[![MargaretBeckett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "My Lords, Ladies and Gentlemen: we’re here tonight to celebrate the success of the first ten years of the Darwin Initiative, and to mark the launch of a new Phase of the Initiative. I am glad to see around me many longstanding ‘Friends’ of Darwin, including some who were involved from the outset. Others among us will be less familiar with the Initiative.\n  *[NHSPRB]: NHS Pay Review Body",
        "I hope that after tonight you will all consider yourselves Friends of Darwin; and will help us promote it – especially our honoured guests representing many developing countries and, of course, the press corps. The Initiative has acquired a remarkable reputation for its achievements. A reputation which has reached far and wide. I am very pleased to tell you that we even have a message of support tonight from His Royal Highness the Prince of Wales. You will all get a copy of the Prince’s message on the way out.\n  *[NHSPRB]: NHS Pay Review Body",
        "Charles Darwin, himself, is of course in the news at the moment. I see he is currently number [four] in the BBC’s poll of Great Britons. We certainly picked an iconic figure as our inspiration for the Initiative.\n  *[NHSPRB]: NHS Pay Review Body",
        "For those of you that don’t know, let me explain that the Darwin Initiative is a small grants programme run by my Department. It:\n  *[NHSPRB]: NHS Pay Review Body",
        "– uses UK expertise\n  *[NHSPRB]: NHS Pay Review Body",
        "– works with local partners\n  *[NHSPRB]: NHS Pay Review Body",
        "– helping countries rich in biodiversity but poor in resources\n  *[NHSPRB]: NHS Pay Review Body",
        "– to conserve and use their biodiversity sustainably.\n  *[NHSPRB]: NHS Pay Review Body",
        "I first became fully aware of the Darwin Initiative as we were preparing earlier this year for the World Summit on Sustainable Development. What I learned impressed me a great deal. I am full of admiration for the quality of work that is carried out by UK institutions – many of them represented here tonight – and by their partners in developing countries:\n  *[NHSPRB]: NHS Pay Review Body",
        "– work, often in remote and inaccessible areas of the world\n  *[NHSPRB]: NHS Pay Review Body",
        "– work that is innovative, imaginative, and fulfils high standards of excellence\n  *[NHSPRB]: NHS Pay Review Body",
        "– work that has a lasting impact on biodiversity and local livelihoods\n  *[NHSPRB]: NHS Pay Review Body",
        "Darwin projects can be influential, too. I believe that the University of York’s project in Belize played a small part in the decision last week to give the Whale Shark protection under CITES.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are now into the 11th annual round of Darwin grants. By the time new allocations are made, we will have committed over 30 million pounds to well over 300 projects in more than 100 countries\n  *[NHSPRB]: NHS Pay Review Body",
        "The Darwin Initiative, was launched at the Rio Earth Summit and it was fitting therefore, on the 10th anniversary to review the Initiative and its budget. I was very pleased therefore to be able to boost Darwin funds by an extra 7 million pounds. As many of you will have heard, the Prime Minister announced this increase in his Maputo speech on the World Summit.\n  *[NHSPRB]: NHS Pay Review Body",
        "The annual budget will rise next year from three million pounds to four million and will go up again year on year, rising to seven million pounds per year by 2005.\n  *[NHSPRB]: NHS Pay Review Body",
        "This budget increase will help us do a lot more. And the Darwin Advisory Committee has been looking at plans for the future of the Initiative. You will see on our publicity materials the new Darwin logo. Still based on Darwin’s Finches, it reminds us of the very real challenges we face in safeguarding the world’s biodiversity. For only last week, we heard of the threat to half the species of Darwin Finch from a nest parasite introduced from the mainland.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our plans for phase II will\n  *[NHSPRB]: NHS Pay Review Body",
        "– strengthen the links with the Convention on Biodiversity\n  *[NHSPRB]: NHS Pay Review Body",
        "– increase the legacy of Darwin projects, and\n  *[NHSPRB]: NHS Pay Review Body",
        "– improve the partnership element of projects\n  *[NHSPRB]: NHS Pay Review Body",
        "Professor David Ingram, Chairman of the Darwin Advisory Committee will have more to say on these plans shortly.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Darwin Initiative is, to my mind, a shining example of the sort of partnership we need to foster: partnerships that make a real difference in the work they do on the ground. Partnerships are not a new idea. But their importance is so fundamental that, in a novel move for the UN, over 300 of them were formally endorsed by Johannesburg. Let me say a few words about the Summit.\n  *[NHSPRB]: NHS Pay Review Body",
        "We set out with an ambitious agenda. Rightly so. Yet the final deal – between the 180 participating countries – was a success. Some of those who pushed for more may have been disappointed. But what we did achieve, taken in conjunction with the UN Millennium Development Goals will – if implemented – represent a revolution in the lives of the poorest people on the planet, and the beginnings of a revolution in how we treat the planet itself.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Summit agreed an impressive plan of implementation, including\n  *[NHSPRB]: NHS Pay Review Body",
        "– a new target to halve, by 2015, the proportion of people living without basic sanitation:this will save millions of lives in developing countries.\n  *[NHSPRB]: NHS Pay Review Body",
        "– new targets and timetables on chemicals, biodiversity, marine protection and fish stocks: these and other commitments will galvanise action and set standards for the next 10 years or more.\n  *[NHSPRB]: NHS Pay Review Body",
        "– joint actions on reliable and affordable energy for the poor and to increase the global share of renewable energy sources: the Prime Minister announced that the UK’s Export Credit Guarantee Department will make available £50m per year to renewable energy exports to developing countries.\n  *[NHSPRB]: NHS Pay Review Body",
        "Taken together, these represent a sizable agenda for change that will really make a difference to people’s lives and their environments.\n  *[NHSPRB]: NHS Pay Review Body",
        "Making a difference is what the Darwin Initiative is all about. I would like to pay tribute to those far sighted individuals who developed such a successful formula. I am truly proud of what Darwin has achieved since its launch at the Rio Summit in 1992. But you don’t need to take my word for it. In a few minutes we will see a video of some of these achievements.\n  *[NHSPRB]: NHS Pay Review Body",
        "First we will hear a few words from David Ingram. But before I hand over to David, I want to express my deepest thanks to the commitment and dedication of Darwin Committee members past and present. They are all unpaid. And yet they contribute above and beyond the call of duty – putting in time to promote the Initiative and the cause of biodiversity conservation generally; this, in addition to their bread and butter role of advising Ministers on the award of grants.\n  *[NHSPRB]: NHS Pay Review Body",
        "They are of course, too many to name individually. But I should like to pay especial thanks to former chairman Crispin Tickell and current Chairman David Ingram.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, to all Friends of Darwin, new and old, I would like to say keep up the good work. Darwin the man, and Darwin the Initiative are an inspiration and I am very very proud of what we have achieved.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}