{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2005-speech-to-the-industry-forum/",
    "title": "Margaret Beckett – 2005 Speech to the Industry Forum",
    "post_date": "September 4, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Secretary of State for Environment, Food and Rural Affairs, Margaret Beckett, to the Industry Forum at Smith Square in London on 12th January 2005.",
    "content": [
        "[![MargaretBeckett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "1\\. It is becoming increasingly widely acknowledged that climate change is the biggest threat to our environment. There is no doubt, although there are occasional dissenting voices, that the scientific consensus is that it is happening and that human activity is leading to increasingly severe impacts.\n  *[NHSPRB]: NHS Pay Review Body",
        "2\\. And there is increasing recognition that extreme weather events are costly, both in terms of economics and human lives and suffering. In the last week, we have seen high winds and severe flooding particularly in Carlisle and Northern Ireland, and this is a reminder of the types of events that we expect to become more frequent as a result of climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "3\\. As I say this has significant costs for all those involved. In Autumn 2000 sever floods led to an insurance pay-out of £1 billion; in 2003 the European heat-wave led not only to 26,000 deaths and £8billion in direct costs. So the costs of inaction are there, and they are high.\n  *[NHSPRB]: NHS Pay Review Body",
        "4\\. 2005 is a very important year for the UK and Climate Change both internationally and domestically. It’s the domestic aspect that I’d like to focus on today and in particular how the private sector can help us meet our challenging targets to reduce greenhouse gas emissions.\n  *[NHSPRB]: NHS Pay Review Body",
        "5\\. Internationally it is absolutely recognised and acknowledged the UK is helping to lead the way in showing what action can be taken at a national level – I say that because although this is questioned in the UK, it is not questioned elsewhere in the world. We are on track to meet our Kyoto target to reduce our greenhouse gas emissions by 12.5% by the period of 2008 – 2012. In fact latest provisional estimates suggest that greenhouse gas emissions in 2003 were about 14% below 1990 levels, you will appreciate an increased achievement on previous figures.\n  *[NHSPRB]: NHS Pay Review Body",
        "6\\. Carbon dioxide emissions were about 7% below 1990 levels. That means that we have made some progress towards our domestic goal to reduce carbon dioxide emissions by 20% below 1990 levels by 2010, because although the figures are down from 1990 then have plateaued. But it is clear that we need to do more and the current review of our Climate Change Programme will be looking at ways in which we can achieve our domestic goal.\n  *[NHSPRB]: NHS Pay Review Body",
        "7\\. Historically, economic growth has gone hand-in-hand with increased environmental impacts from production, use and disposal of goods and services. The sustainability challenge is to break that link – to innovate the impact we make is in line with what the planet can bear – and our 5-year strategy launched in December confirms that breaking this link is a key priority not least for my Department.\n  *[NHSPRB]: NHS Pay Review Body",
        "8\\. This means we need to continue our actions to halt losses of biodiversity, protect natural resources, minimise waste, improve chemicals management as well as combat climate change. We all want greater prosperity and, if we do things differently, we believe we can have this without damaging the environment in a way that is unsustainable. Indeed, the innovation necessary to meet this challenge will be a driver both for growth and improved competitiveness. I certainly firmly believe that in terms of climate change, economic growth and environment improvement can go hand-in-hand and the fact that greenhouse gas emissions were 14% lower in 2002 than in 1990 and our GDP was 32% higher does confirm this is perfectly possible to break the link. In China also emissions and growth have not kept pace. Their economy has far outstripped their emissions levels.\n  *[NHSPRB]: NHS Pay Review Body",
        "9\\. The sustainable use of energy is a key means of helping us meet our climate change targets. Government has put in place a number of policies and programmes to support and encourage the industry to move in the direction of greater sustainability. The EU emissions trading scheme, Climate Change Agreements, Climate Change Levy, the Renewables Obligation, and other targeted tax allowances, including those for Combined Heat and Power, our most energy intensive industries and the power generation sector have strong incentives to reduce their emissions in the most cost-effective way.\n  *[NHSPRB]: NHS Pay Review Body",
        "10\\. I’m pleased to see that business’ commitment to tackling climate change is growing in the UK. Many firms are now recognising that action to reduce emissions can bring wide-ranging benefits including lower costs, improved competitiveness and new market opportunities. The DTI’s 5-year strategy confirms that the transition to a low-carbon economy will create significant economic opportunities for UK business. Two years ago, environmental technology industries were worth £16 billion and employed around 170,000 people. Today, they are worth £25 billion and employ around 400,000 people.\n  *[NHSPRB]: NHS Pay Review Body",
        "11\\. We need the private sector to continue that good work. We want to encourage and if we can enable you to take the lead in finding and implementing cost effective measures to cut emissions, while ensuring that a healthy and competitive business base is maintained and indeed improved. Central to this is the EU Emissions Trading Scheme; a major policy measure designed to reduce emissions of greenhouse gases at least cost to industry, which began on the first of January this year. We are discussing with the European Commission amendments that we notified to our National Allocation Plan last October. We will announce our proposed installation level allocations next month, we hope, and aim to make final allocations by the end of March.\n  *[NHSPRB]: NHS Pay Review Body",
        "12\\. Emissions trading itself makes sound business sense, enabling market mechanisms to deliver emissions reductions cost effectively. That is an idea that has already been recognised in the private sector, evidenced by the introduction of the London Climate Change Service Providers Group. This group has been established to promote the business opportunities and economic benefits for its members from the development of emissions trading markets in Europe. Potential benefits include increased employment opportunities, innovation, and of course revenue. The UK’s commitment to emissions trading means we believe well placed to secure a significant share in this new and emerging market.\n  *[NHSPRB]: NHS Pay Review Body",
        "13\\. The scheme will also make climate change an even more important factor in shareholder investment decisions. From April 2005, I expect many quoted companies to use their Operating and Financial Review to report on their climate change and indeed their wider environmental performance.\n  *[NHSPRB]: NHS Pay Review Body",
        "14\\. In addition to allowing us to take a detailed look at progress being made towards meeting emission reduction targets, the review of the Climate Change Programme, to which I referred earlier, will also allow us to consider how successful we have been in delivering our climate change policies.\n  *[NHSPRB]: NHS Pay Review Body",
        "15\\. One of the most important of these is energy efficiency, which is generally acknowledged as the most cost-effective way to deliver the critical goals set out in the 2003 White Paper. The 2004 Energy Efficiency Action Plan provides a clear framework for improving energy efficiency at an unprecedented level. We are now working in partnership with industry and other stakeholders to deliver the 12 million tonnes of carbon savings by 2010 that are targeted. In all, the measures and policies in the Action Plan will save businesses and households over £3 billion per annum on their energy bills.\n  *[NHSPRB]: NHS Pay Review Body",
        "16\\. But of course in many way that is just the beginning. Many of the measures in the Plan depend on voluntary action by homeowners and businesses, so communicating the urgency of climate change and promoting demand for energy efficient products and services is a high priority. It is vital to raise awareness more widely of the links between climate change, energy policy and the choices and behaviour of individuals, businesses and also, of course, of public sector organisations.\n  *[NHSPRB]: NHS Pay Review Body",
        "17\\. We recognise we need to communicate better about climate change at every level, recognising that Government must play a leading role. In support of this aim, my department expects to contribute substantial new resources to a new approach to climate change communications and we hope that you, as leaders in the business world, will embrace and reinforce these messages and help ensure that carbon emissions and energy efficiency have an increasingly high place in your companies strategic priorities.\n  *[NHSPRB]: NHS Pay Review Body",
        "18\\. Even where awareness has been raised, many unsustainable behaviours are basically locked-in and made to seem ‘normal’ by the way that we produce and consume, by the absence of easy alternatives. We need to enable different choices, even where the barriers to change appear too great.\n  *[NHSPRB]: NHS Pay Review Body",
        "19\\. Better products can enable people to do things differently. Each time someone buys an inefficient product we lose the opportunity to reduce environmental impacts until it is replaced or wears out – often up to 10 years later. The mandatory A to G energy label enables consumers to choose the most efficient products. It has also enabled industry to innovate in bringing to market more efficient products. And we are looking to strengthen approaches for driving up environmental standards of products. At EU level, the framework directive on eco-design for energy using products will be particularly important.\n  *[NHSPRB]: NHS Pay Review Body",
        "20\\. We are continuing to inform, advise and support both businesses and the public sector through the activities of the Carbon Trust, with additional funding of £60m announced in Spending Review 2004, to support its advice, information and support services. Services that are leading to real benefits for their customers. Services that are leading to real benefits for their customers. Scottish and Newcastle plc for example are implementing carbon savings worth £2.5 million a year, saving 13,000 tonnes of carbon dioxide.\n  *[NHSPRB]: NHS Pay Review Body",
        "21\\. Innovation can also play a key role in helping us make a step change in energy efficiency and in the move towards a low carbon economy. In the Pre-Budget Report the Chancellor announced a £20million fund, to be managed by the Carbon Trust, to accelerate the development of energy efficient technology. The new funds should provide a focus for investment in energy efficiency, and will help to build new partnerships between business, research and policy-making. Additionally, a joint Defra/Treasury ‘Energy Efficiency Innovation Review’ into whether technological, policy, financial and behavioural innovation, by Government, industry or consumers, is contributing fully to energy efficiency measures is now underway. And that review itself will provide an important input to the Climate Change Programme review.\n  *[NHSPRB]: NHS Pay Review Body",
        "22\\. So all of us – whether in Government, business and as individuals – should be prepared to think more deeply about how the benefits of a modern lifestyle can be enjoyed in a way that enhances rather than harms the world around us. At present, our homes and their contents, our transport choices, our food supply all come with big environmental footprints that must be reduced if we are to meet the sustainability challenge.\n  *[NHSPRB]: NHS Pay Review Body",
        "23\\. We have made and are continuing to make progress, but to reduce these emissions further does require radical thinking and the participation of all sectors of society. I am looking to the business community to help us find the answers and would like your views on what we can do to help you to engage fully in the review of our Climate Change Programme.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}