{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2003-speech-to-labour-party-conference/",
    "title": "Margaret Beckett – 2003 Speech to Labour Party Conference",
    "post_date": "September 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2003 Labour Party Conference",
            "url": "/tag/2003-labour-party-conference/"
        },
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the then Environment Secretary, Margaret Beckett, to the Labour Party Conference in Bournemouth on 29th September 2003.",
    "content": [
        "By the strength of our common endeavour we achieve more than we achieve alone”\n  *[NHSPRB]: NHS Pay Review Body",
        "Those words from the Party’s membership card have been coming into my head all week since I saw in a recent newspaper article the reported comments of a pensioner. Asked what she wanted from this Labour Government – what kind of future she sought, she called for a better quality of life – greater security, good healthcare, safer streets, less vandalism.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s what she wanted for herself. It’s what we want for every citizen because that is only fair – fair and right and just.\n  *[NHSPRB]: NHS Pay Review Body",
        "As that pensioners comments revealed, the public face of public services for the great majority of Britons starts at their front door. That public face may not be of our schools, unless there are school age children in the family. For the majority it may not immediately be healthcare unless there is a current experience of ill-health. But for each and all of us it is the condition of our streets, and open spaces. It’s litter, graffiti, abandoned cars or even discarded chewing gum. It’s vandalism experienced or even just feared.\n  *[NHSPRB]: NHS Pay Review Body",
        "These are the things that blight all of our daily lives, which make us feel more insecure. Yet we know that all of these things are beyond the reach of any of us as an individual. They require that common endeavour.\n  *[NHSPRB]: NHS Pay Review Body",
        "Government’s role is to provide local authorities and others with powers and funding to help address these problems in the communities where they occur, working with those closest to them, community groups, the police, youth services and local businesses.\n  *[NHSPRB]: NHS Pay Review Body",
        "We cannot just will this change from Whitehall but the Anti-Social Behaviour Bill, for example, will give local authorities new powers to tackle fly-tipping, graffiti and noise.\n  *[NHSPRB]: NHS Pay Review Body",
        "If we are to meet the challenge set for us not only by that pensioner but by the millions of our fellow citizens at home and across the world who share her ambitions for their own lives, we must strive to overcome the divisions which beset our communities.\n  *[NHSPRB]: NHS Pay Review Body",
        "Above all, we must achieve this in international climate change negotiations. I believe this to be the predominant challenge of our time – the challenge that dominates our future, no matter what else may befall. And though that challenge will affect us all, it will affect first and most the most poor and the most vulnerable. Even if we act now, with as much boldness and effectiveness as we can summon, the science tells us that, for example, by the end of this century 20 million more people are likely to be affected by flooding every year- most of them in developing countries. If we do not act that figure will be at least 90 million.\n  *[NHSPRB]: NHS Pay Review Body",
        "We and other developed countries accept that while everybody has a part to play and must find ways of playing that part, we the developed countries have a duty to act earlier, to make a greater contribution, to shoulder a larger part of the responsibility – because we can. That is fairness. It is also international solidarity in practice.\n  *[NHSPRB]: NHS Pay Review Body",
        "The contribution of Britain’s scientists and the lead taken by our government as well as personally by the Prime Minister has brought us huge international respect.\n  *[NHSPRB]: NHS Pay Review Body",
        "But none of us have taken more than the very first steps on a long long road. Agreeing the Kyoto Protocol and its legal framework laid the foundation but there is much much more to do to match the scale of the challenge we face.\n  *[NHSPRB]: NHS Pay Review Body",
        "President Putin acknowledged that challenge today. We are in no doubt that it is in the interests of the whole world, Russia included, for the Kyoto Protocol to come into force with Russian ratification. It is also strongly in Russia’s economic interest.\n  *[NHSPRB]: NHS Pay Review Body",
        "But as I say we must do more. That is why in our Energy White Paper this year we set out on a long-term path for Britain – we set the goal of reducing our carbon emissions – the main source of climate change – by around 60% by the year 2050 – the recommendation of the Royal Commission on Environmental Pollution. It is at the heart of our pursuit of a low carbon economy. In Britain we have already shown that economic growth and emission reduction can be achieved side by side. We do not need to choose between them. Carbon emissions fell 13% between 1990 and 1999, while the economy grew by 28%. In fact in many cases environmental gain can bring economic benefits. Companies and individuals saving carbon are companies and individuals saving money.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is one other area I want to raise, which people do not often mention when you ask them about their quality of life, perhaps because wrongly we take it too much for granted. That is the way Britain looks and is. Our landscape. Our forests. Our rural environment. And what that means to all of us in terms of leisure opportunities and tourism.\n  *[NHSPRB]: NHS Pay Review Body",
        "The creation of DEFRA strengthens the link, between the quality of our landscape and our quality of life. We are developing agri-environment schemes for farmers which reward them for improving landscape and biodiversity. We’re considering the creation of two new National Parks in the New Forest and South Downs. River water quality is at an all-time high. Wild bird populations are at their highest level since 1990. And there are more trees in England than there have been for 100 years.\n  *[NHSPRB]: NHS Pay Review Body",
        "And this is just the beginning. For decades the structure of the Common Agriculture Policy with its powerful and direct links between levels of production and subsidy was providing a perverse incentive to undermine much of what we most value, about what is after all a managed landscape – 70% of it farmed.\n  *[NHSPRB]: NHS Pay Review Body",
        "Incidentally it was the perverse incentive to overproduction which also led to us dumping our surpluses on world markets, undermining the prosperity of farmers in many developing countries.\n  *[NHSPRB]: NHS Pay Review Body",
        "The dramatic changes which we can make as a result of the recent historic agreement on CAP reform stem from breaking that fundamental link between production and subsidy levels. They offer us an opportunity to work towards the goals set for us by the Curry Commission at the beginning of this Parliament – a more sustainable agriculture which is better for consumers, taxpayers and farmers – as well as being better for our environment.\n  *[NHSPRB]: NHS Pay Review Body",
        "That reform deal formed the basis for our approach to the recent WTO talks in Mexico, where for the first time the world community as a whole sought trade deals whose over-riding purpose was to improve the long-term prospects for developing countries.\n  *[NHSPRB]: NHS Pay Review Body",
        "At those talks there was the opportunity to maintain the momentum created by the Millennium Development goals, the Monterrey finance agreement the Johannesburg Summit and the many practical partnerships for development that it launched.\n  *[NHSPRB]: NHS Pay Review Body",
        "Sadly, in Mexico that opportunity was not seized. I am well aware that many who passionately support the cause of development believe that this is for the best. I hope more than I can say that their tactics and their optimism prove to be justified. What I profoundly fear is that we are in danger of irrevocably damaging the prospects for sustainable development which will be of most worth to those who need it most. There is a terrible risk that major players in many different parts of the world will judge that country to country deals could serve them almost as well. Yet it is only through multilateral processes that we stand any chance of protecting the interests of the smallest and the most weak.\n  *[NHSPRB]: NHS Pay Review Body",
        "So it is internationally as well as at home that we must all strive for real improvement in the quality of life for all.\n  *[NHSPRB]: NHS Pay Review Body",
        "The issues brought to mind by that phrase are fundamental to our well-being. Few of them are easy to tackle or to overcome. But real benefit to human health and happiness follow from addressing them successfully. And as I said at the outset that can only be a common endeavour. Perhaps after all it’s not “the economy stupid”. It is the quality of life.\n  *[NHSPRB]: NHS Pay Review Body",
        "*[NHSPRB]: NHS Pay Review Body"
    ]
}