{
    "url": "https://www.ukpol.co.uk/margaret-beckett-1985-speech-on-housing-benefit/",
    "title": "Margaret Beckett – 1985 Speech on Housing Benefit",
    "post_date": "May 27, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Margaret Beckett, the then Labour MP for Derby South, in the House of Commons on 27 June 1985.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett-1.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "I beg to move,\n  *[NHSPRB]: NHS Pay Review Body",
        "That this House condemns the Government’s record on Housing Benefit which brought administrative chaos when it was introduced and has since been repeatedly cut with the result that pensioners and poorer families have been deprived of essential help with housing costs; and opposes further proposals in the social security reviews which would bring further cuts and greater poverty.\n  *[NHSPRB]: NHS Pay Review Body",
        "The history of housing benefit has been one of the most extraordinary—and and that is saying something—in the lifetime of this Government. The Government have been warned consistently about the structure of the benefit itself and about the problems created by the timing of the changes that they propose. Consistently, the Government have ignored the warnings and now, in their amendment, they blandly try to take credit for simplifying the system that they introduced. I shall look first at the proposals that the Government have laid before us and then briefly at their record in this area.\n  *[NHSPRB]: NHS Pay Review Body",
        "Housing benefit highlights the absurdity of the Government’s pretence in the Green Paper, that no figures are available for the changes that they have discussed. Not only have examples been given of a joint taper of 70 per cent. that might be proposed, but we have been told what losses or cuts the Government expect to make from their housing benefit proposals. They expect to save some £500 million.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the basis of the 70 per cent. example given in the Green Paper, I understand that a pensioner couple on about £75 a week would lose the whole of their present rebate of almost £5. Similarly, a married couple with two children on £110 a week, which is not a large sum by anybody’s standards, would also lose all or most of their present rebate, again of almost £5. Those are substantial sums for people on such incomes, particularly for those who are trying to raise children.\n  *[NHSPRB]: NHS Pay Review Body",
        "One of the first things that we hope to hear from the Government in the debate is whether those figures are accurate and how great the damage to claimants will be. The Government know that they will save £500 million but they claim that they do not know who will contribute to the savings. They do not know how they will contribute to the savings or how much each particular group will lose in order to make that contribution. My first question is: is there any further titbit of information that the Under-Secretary can give us about the numbers of gainers and losers? If not, why not? If not, the unworthy thought occurs to us that it may be because of the contrast between the review team’s proposals and those of the Government, and perhaps more because of the effects of the review team’s proposals.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the recommendations from the carefully selected group that carried out the review, we were told that about one third of those who get housing benefits would lose, although about one quarter — a smaller, but still substantial, number—might gain. However, when the review team suggested that there might be somewhat more losers than gainers, and that that was the order of magnitude, it was on the basis that the same money would be available from the scheme as a whole, and that there ​ would be separate rent and rates tapers. Even with those provisos, the review team identified losses for what was reckoned to be 3 million people who now receive housing benefits.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Government are not making the same proposals. They are proposing not nil-cost changes, but changes that will save at least £500 million. Nor are the Government proposing separate rent and rates tapers—they are going for a joint taper. On rebates alone, it looks as if the Government’s proposals will mean losses for 5 million people. On rent and rate rebates, it looks likely that about 7 million people will suffer losses in their housing benefit.\n  *[NHSPRB]: NHS Pay Review Body",
        "If those figures are incorrect, we should be happy to learn from the Minister what the real figures are, but the Government’s reluctance so far to give us any information makes us suspect that those figures may be accurate. Of the 5 million to 7 million people who will lose benefit, it has been estimated that between 1 million and almost 2 million will lose all entitlement to any housing benefit.\n  *[NHSPRB]: NHS Pay Review Body",
        "That brings me to the second question that I should like to ask the Minister, which is in two parts. First, I noticed that on Monday his hon. Friend the Minister for Social Security said in a reply to my hon. Friend the Member for Dunfermline, East (Mr. Brown) that the £500 million savings that the Government hope to gain may be drawn over a period. The first thing that we want to know is, what period?\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, what we should most like to know is whether the £500 million savings quoted by the Secretary of State include the savings from the proposal that claimants pay at least 20 per cent. of their rates. It has been estimated that taking 20 per cent. of rates from claimants would bring in some £250 million. If that is part of the £500 million, we accept that it is a substantial part of it, although we would argue that it is an unjust proposal. However, if it is not part of the £500 million, it means that we are talking about savings of some £750 million, an increase of 50 per cent. on the savings that the Government have admitted, so far, that they wish to make.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are talking about enormous sums—more than the Government have already saved in the many cuts that they have made in housing benefit in the past couple of years. The savings through the 20 per cent. of rates proposal will be more than the Chancellor tried to cut from housing benefit in July 1983, just after a general election campaign in which he told us how terrific our economic performance was, and that roses and gaiety were around the corner. Sadly, only a month or so later, he had to introduce cuts in housing benefit. We are talking about even greater cuts than those.\n  *[NHSPRB]: NHS Pay Review Body",
        "These large savings do not result from the recommendations of the Government’s review body, and this applies particularly to the proposal to take 20 per cent. “at least”, to use the Government’s phraseology, in rates. The review body said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“100 per cent. help with housing costs for those on the lowest incomes is the only fair way of meeting their needs within the present vagaries of the housing market.”\n  *[NHSPRB]: NHS Pay Review Body",
        "We wholeheartedly support that view.\n  *[NHSPRB]: NHS Pay Review Body",
        "We know that the Government intend to remove help with water rates while at the same time, with another hat on, they are forcing up the water rates. Is there any intention to offer any recompense to those claimants who will be asked to pay 20 per cent. of their rates, even at the level of the rough justice of an average figure, which will be disadvantageous to those in areas with high rates?  \n​\n  *[NHSPRB]: NHS Pay Review Body",
        "Apart from the proposals to take 20 per cent. of rates from claimants, we also oppose the severity of the proposed rate taper. Here, both the Government and the review team are guilty of peculiar logic. In the phrase much beloved of the Government, they say that the rate taper goes too far up the income scale. Their justification for that is that it goes further up the income scale than the rate taper. However, the only reason for that is the Government’s cuts in April 1983, April 1984 and November 1984. They have used the cuts that they made to justify further cuts in the rate taper.\n  *[NHSPRB]: NHS Pay Review Body",
        "The proposal for such a combined sharp taper will hit most the least well off owner-occupiers who get help only with their rates, and who so often figure among those groups for whom the Government claim to have concern. Again, the Government and the review team part company. The review team proposed to sharpen the rates taper. Although we question its logic in doing so, it also proposed that some form of what one could call rent rebate—in other words, some other help—should be available to all owner-occupiers, so that the impact of the reduced rate rebate that it proposed would have been diminished. Characteristically, the Government have taken the proposal for cuts and left out the proposal for improvement. Once again, one of their hand-picked review teams has gone too far and been too generous for the Government’s liking.\n  *[NHSPRB]: NHS Pay Review Body",
        "It seems that the Government may further restrict the entitlement of those on supplementary benefit for help with mortgages, although they must be aware that that is bound to lead to an increase in the number of evictions. I understand that the number of people in serious arrears, which was running at 8,400 in 1979, rose to 29,000 last year. That is under a Government who claim to be devoted to encouraging owner-occupation. Proposals such as those that the Government are making can only lead to these figures rising, and to increases in evictions.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Roland Boyes (Houghton and Washington)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Is it not a fact that in 1984, according to building society figures, there were 11,000 repossessions? A number of those people will find themselves on the homeless lists, and a number will come under board and lodgings regulations. The Government had to admit this week that they had got those regulations wrong. Is there not a strong possibility that they have also got this proposal wrong?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mrs. Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend is correct, and it is an unfortunate feature of the Government’s housing and social security policies that they continually create conditions of whose affects they then complain.\n  *[NHSPRB]: NHS Pay Review Body",
        "Another action proposed by the Government that will create substantial disadvantages is the proposal to remove from local authorities the discretion they have to give greater help to particular groups. As local authorities seem mostly to exercise, that discretion to the benefit of groups such as widows and war pensioners, about whom the Government claim to be concerned, this is a strange proposal for the Government to introduce. How many gainers and losers will there be from the proposals to remove that discretion from local authorities?\n  *[NHSPRB]: NHS Pay Review Body",
        "How many gainers and losers are there likely to be from the effects of removing the extra help available for those in high-rent areas? I seem to recall that last March, when we were discussing the changes that the Government were then making in the proposals for high rents, some 120,000 ​ people were being affected. Presumably, those people are likely to be affected, all of them for the worse, by the Government’s proposals and in some areas undoubtedly substantial sums could be involved for the individuals who will be affected.\n  *[NHSPRB]: NHS Pay Review Body",
        "All these proposals are particularly disgraceful because they follow the removal of the Government’s general subsidy, which has forced up rents. We are horrified and appalled at the thought that the Government are likely to try to take as much as £500 million from housing benefit. Since 1979, they have already taken about £1,300 million from general subsidies for housing and councils’ housing revenue accounts. This follows the pattern identified by my hon. Friend the Member for Houghton and Washington (Mr. Boyes).\n  *[NHSPRB]: NHS Pay Review Body",
        "When the Government began this process of cutting the general subsidy to housing accounts, they gave reasons that may sound remarkably familiar. They said that it was better to cut the general subsidy because then they would be able to target help on the poorest through housing benefit. Having cut the general subsidy, and increased rents so that more people were forced to draw housing benefit, they then forgot about targeting help on the poorest, and said that, as too many people were claiming housing benefit, that would be cut.\n  *[NHSPRB]: NHS Pay Review Body",
        "In these circumstances, it is no wonder that not only the Labour party but all who are on benefits regard the Government’s talk about targeting and efficiency with considerable cynicism. They know that targeting and efficiency, may be the buzz words for cuts this year, but next year and the year after the Government will have different buzz words, although they will be pursuing the same policy.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Roger Gale (Thanet, North)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Does the hon. Lady concede that the purpose of social benefit is to help those in most need and that therefore targeting is worth while if the system is to be effective?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mrs. Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman has fallen prey to a delusion common to Conservative Members. The words he used, and the description he gave, have been given for every mean-minded poor law system since time began. The idea of the welfare state is not what the hon. Gentleman identifies.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Gale**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Lady is ducking the question.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mrs. Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am not ducking the question. I am not surprised that the hon. Gentleman does not understand, because the policies of his Government show every sign not only of a lack of understanding but of their wish to destroy the welfare state. The whole point of the welfare state is that it is for everybody—everybody pays as much as he can when he can, and everybody should have the right to draw when he has a need. That is what the welfare state is about, and it is because it is about everybody being able to draw to the extent that he needs when he has need that it is more expensive. The welfare state is not just for the poorest.\n  *[NHSPRB]: NHS Pay Review Body",
        "Surely the Government are not claiming that, under them, anybody who has need can draw benefit. Over 1 million people have lost entitlement to housing benefit since 1983. These people had need and were drawing benefit and they have lost the money only because the Government have made cuts so that they could give more ​ away in tax handouts to the wealthy. If the hon. Member for Thanet, North (Mr. Gale) does not understand that, he does not understand the welfare state.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Gale**\n  *[NHSPRB]: NHS Pay Review Body",
        "Answer the question.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mrs. Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I have answered the question. The hon. Gentleman does not understand anything about the welfare state or the reasons why most people attach such value to it. Fortunately, it is a loss that will cost him and his party dear.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over the past couple of years, the Government have taken 1 million people out of housing benefit entitlement. The numbers of claimants have grown only because of the failure of the Government’s economic and housing policies—a failure that, characteristically, they blame on everybody but themselves. However, the penalty for that failure they exact from claimants. The Government’s proposals are also likely to cause problems for local authorities.\n  *[NHSPRB]: NHS Pay Review Body",
        "The subsidies for housing benefit, now 100 per cent., though less in some cases, will be cut to 80 per cent. From what we can discover — the Government give no justification—this is an arbitrary figure. As I am sure the Minister is aware, local authorities believe that this will mean substantial cuts in the sums made available to them. Will local authorities lose money, because of the change in the subsidy offered to them? If so, what is the justification?\n  *[NHSPRB]: NHS Pay Review Body",
        "Local authorities will lose the 60 per cent. grant that they were given towards the cost of administering the scheme—yet another flagrant breach of an undertaking which the Government gave only a couple of years ago, when the scheme was introduced. This is another extraordinary example of how the Government are proceeding. In the same Green Paper, the Government have reduced the money local authorities receive in subsidies for administration and they have had the cheek to say that claimants have got to pay at least 20 per cent. of rates to encourage them to press authorities to reduce the costs that the Government have just increased by the proposed administrative changes. Not the least of these is the burden of collecting the 20 per cent. deduction from, I understand, some 2·5 million households. The Government then have the unmitigated gall to tell local authorities that they are reducing this 60 per cent. subsidy, not—perish the thought—just to save money, but to\n  *[NHSPRB]: NHS Pay Review Body",
        "“provide a greater incentive to local authorities to contain costs and improve efficiency”.\n  *[NHSPRB]: NHS Pay Review Body",
        "The local authorities are less than amused by the gall of the Government. Local authorities never wanted the housing benefits scheme as it was introduced, and they have consistently told the Government that they have not been allowed enough time or enough funds to run the scheme properly. The permanent secretary to the Minister’s Department admitted that to the House recently. The Government have now taken the subsidy away from the local authorities, they say to encourage local authorities to improve efficiency. This is similar to the nonsense that we heard about the National Health Service, and it is equally unwelcome.\n  *[NHSPRB]: NHS Pay Review Body",
        "The justification which is continually cited for cutting housing benefit is that benefit is paid too far up the income scale. May I remind the Minister again—we cannot get this on record too often — that, for those who pay ​ average rents, all entitlement to benefit for a two-child family is lost at more than £40 below average national wages. Those who live in areas where rents are higher have had rents forced up, but they receive housing benefit above that level, perhaps even up to average wages. I assure the Minister that those people would be only too pleased if the Government were to restore the housing subsidies cut so that their rents could be cut and hence there was no need for them to claim housing benefit, only to be abused by the Government for doing so.\n  *[NHSPRB]: NHS Pay Review Body",
        "We condemn the effects of the proposals in the Green Paper. We find it outrageous that the proposals are put before us in the Green Paper while we are in the middle of a consultation period — a consultation period of a whole four months. That was not excessive, one might have thought, for—what was it?—the most fundamental review since Beverage. But four months is too long for this Government to wait for their policies to come to the House to take effect.\n  *[NHSPRB]: NHS Pay Review Body",
        "The changes which the Government have proposed in the uprating—it may be an uprating in some benefits but the term is not justified for housing benefit—make exactly the same kind of reductions in rate support that are proposed in the Green Paper, or at least in some of the proposals. It is proposed in the Green Paper to reduce the rates taper to 21 per cent. on net income. However, in the November upratings, when the Government make the rate taper 13 per cent. on gross income, they will carry out the policy which they put forward for consultation in the Green Paper. That is one of the most controversial changes that they have put forward in terms of housing benefit. It is the change that bears hardest on owner-occupiers and it is likely to bear hardest on pensioner owner-occupiers. It was introduced in June, two weeks after the Green Paper, without any opportunity for consultation or reply.\n  *[NHSPRB]: NHS Pay Review Body",
        "I hope that the Minister will be able to confirm my figures. About 2 million households will lose money from the housing benefit changes and about 500,000 again will lose all entitlement to housing benefit. There is no need for those changes as part of the uprating because, in the scheme that preceded housing benefit, changes and tapers were not made customarily. In this case, they are merely yet another aspect of the Government’s desire to make cuts.\n  *[NHSPRB]: NHS Pay Review Body",
        "I believe that a pensioner couple who are paying £5 in rates a week can now get rate rebate on an income of up to £95 a week but that, from November, under the uprating of which the Secretary of State spoke so warmly today, they will cease to qualify for housing benefit on a gross income of £85 a week—£10 a week less. Many of those who are affected by these latest proposals are the same people who have lost rebates in every cut that the Government have made in the few months since the scheme was introduced, but this cut will be the steepest so far.\n  *[NHSPRB]: NHS Pay Review Body",
        "I notice—I ought to say this to save the Minister the trouble—that there are some small improvements in the housing benefit scheme. The Minister of State claimed credit for the increase in the dependent child addition, in response to a question asked by my hon. Friend the Member for Dunfermline, East (Mr. Brown). We occasionally give the Government the odd cheer, or perhaps even two cheers, but I do not think that the Government deserve even half a cheer for that. We are singularly bored with giving the Government any cheers for the increase in the child addition, as this is the third ​ time that it has been before the House. They give the addition, postpone it, take it away altogether and then decide to give it again. Every time they say that they will increase the child addition, they expect a fresh round of applause. Not tonight, I am afraid. That behaviour is typical of the Government’s approach to housing benefit, which befits the short title of the party to which they belong—it is a con.\n  *[NHSPRB]: NHS Pay Review Body",
        "We all know that the Government have made massive cuts in the sums available for housing support, whether through general housing subsidy or, once they managed to cut that, through housing benefit, which many families were forced to take in its place. They know, as do we, that pensioners and less well-off families are bearing the burden of cuts in housing support, but the Government merely increase the burden still more, complain about those who are still able to claim benefits and expect to be congratulated on their compassion.\n  *[NHSPRB]: NHS Pay Review Body",
        "The housing benefit scheme shows up the Government’s incompetence and callousness. The cuts that they are proposing in the November uprating and in the Green Paper will, I am afraid, inflict further damage on claimants. The only advantage is that the cuts may inflict so much damage that they will help us to remove the Government.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}