{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2006-speech-in-berlin/",
    "title": "Margaret Beckett – 2006 Speech in Berlin",
    "post_date": "September 4, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the then Foreign Secretary, Margaret Beckett, on the 23rd October 2006 at the British Embassy in Berlin.",
    "content": [
        "[![MargaretBeckett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Good morning and welcome to the British Embassy. It is a pleasure to be here in Germany and to have the chance to speak to such a gathering of foreign policy practitioners.\n  *[NHSPRB]: NHS Pay Review Body",
        "I chose Berlin to make a strategic speech on foreign policy after a few months in this post for two reasons.\n  *[NHSPRB]: NHS Pay Review Body",
        "The first reason is that I want to talk today about the changing face of foreign policy: and there could be no more potent symbol of that than this city itself.\n  *[NHSPRB]: NHS Pay Review Body",
        "When the walls came tumbling down that November evening seventeen years ago, the world changed. And those whose job it was to comment, understand and shape that world had to change too.\n  *[NHSPRB]: NHS Pay Review Body",
        "The old skills of cold war analysis – understanding foreign policy in a bipolar world – were still valued and necessary. But as the long-standing power blocks fractured and reformed, new skills, new knowledge had to be added.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in the time since the collapse of those political barriers we have also seen an erosion of the barriers of distance and of time: a technological revolution – quieter and less visible perhaps– but no less startling and no less fundamental.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ten years ago, I had never sent an email. I suspect that I am not alone in that. The internet was not a daily part of our lives. Over in Britain we had four television channels – and two of those shut down for the night.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today the way we live our lives has changed beyond all recognition. No serious commentator now can hope to make sense of the world if he or she does not grasp how that world has been transformed by rolling news coverage and the instant sharing and transfer of information across borders.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take Islamist terrorism. It is the internet which is such a vital tool not only for planning and financing attacks but for radicalisation and recruitment. And it is from 24-hour news channels that the terrorists draw much of their power to shock and to intimidate.\n  *[NHSPRB]: NHS Pay Review Body",
        "That same technology not only flashed images of the tsunami around the world but also enabled huge amounts of money to be raised in record time.\n  *[NHSPRB]: NHS Pay Review Body",
        "So foreign policy has never been a static profession: it has always meant being part of an evolving process in which we seek to deepen and broaden our understanding of a changing world.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today, nowhere is that change more significant and relevant to what we do than the threat of massive and dangerous disruption to our global climate\n  *[NHSPRB]: NHS Pay Review Body",
        "The basic science of climate change is no longer in dispute.\n  *[NHSPRB]: NHS Pay Review Body",
        "But what we have been hearing over the past weeks and months is that the scale and urgency of the challenge we face is worse than we had feared.\n  *[NHSPRB]: NHS Pay Review Body",
        "Last month, the British Antarctic Survey and the US National Snow and Ice Data Center both reported that polar ice was breaking up faster than glaciologists had thought possible.\n  *[NHSPRB]: NHS Pay Review Body",
        "And NASA scientists warned that another decade without a reduction in emissions and it will probably be impossible to avoid catastrophic effects of climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "Earlier this month we saw the UK’s foremost authority on climate impacts, the Met Office Hadley Centre, present new and worrying data on the likely extent of climate-induced desertification and extreme drought conditions.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is now clear that tackling climate change is an imperative not a choice, a problem for today not tomorrow.\n  *[NHSPRB]: NHS Pay Review Body",
        "When I became Foreign Secretary, I made responding to this threat – I call it achieving climate security – a new strategic international priority for the United Kingdom.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am in no doubt – and the Prime Minister, Tony Blair, was in no doubt when he offered me the job – that today being a credible foreign minister means being serious about climate security.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because the question for foreign policy is not just about dealing with each crisis as it hits us. Our obligation to our citizens is to put in place the conditions for security and prosperity in a crowded and interdependent world.\n  *[NHSPRB]: NHS Pay Review Body",
        "An unstable climate will make it much harder for us to deliver on that obligation.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is why.\n  *[NHSPRB]: NHS Pay Review Body",
        "The foreign policy community has long understood that the stability of nations is to no small degree predicated on the security of individuals.\n  *[NHSPRB]: NHS Pay Review Body",
        "When people are exposed to the stresses caused by overpopulation, resource scarcity, environmental degradation, as they feel the security upon which they and their families depend progressively slipping away, so we see the slide down the spectrum from stability to instability.\n  *[NHSPRB]: NHS Pay Review Body",
        "What should concern us here in the foreign policy community is that an unstable climate will place huge additional strain on these tensions which we spend our time trying to resolve. They are already at breaking point and climate change has the potential to stretch them far beyond it.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take food security – the ability of people to have enough to eat. In simple terms climate change will bring more frequent and more prolonged famines. Studies suggest that temperature rises of just 2-3 degrees will see crop yields in Africa, the Middle East and South Asia fall by as much as 30 to 40 per cent. It’s a similar story in China.\n  *[NHSPRB]: NHS Pay Review Body",
        "Access to fresh water – water security – is already a problem across the globe. Climate change will make it worse. One billion people in the South Asian sub-continent are likely to be suffer from a reduction in Himalayan melt-water and changes to the monsoon. The Middle East and Central Asia will both see significantly less rain.\n  *[NHSPRB]: NHS Pay Review Body",
        "And then there is energy security – vital not just for keeping the economies of the developed world running but also – crucially – for giving the developing world the means to lift itself out of poverty. Climate change threatens this too. An increase in the frequency and severity of extreme weather events will threaten port and drilling facilities across the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it’s not just storms that we need to worry about. Melting permafrost will damage energy infrastructure – pipelines – in Russia. Melting glaciers in the Himalaya threaten India’s plans to increase hydro-electric capacity. Plus there is the danger of increased instability in key producing regions like the Middle East.\n  *[NHSPRB]: NHS Pay Review Body",
        "No wonder that last week Kofi Annan said, and I quote: “Action on climate change is particularly urgent, given its profound implications for virtually every aspect of human well-being, from jobs and health to growth and security”.\n  *[NHSPRB]: NHS Pay Review Body",
        "We in Europe should be in no doubt that how the world responds to climate change matters as much to us as to anyone.\n  *[NHSPRB]: NHS Pay Review Body",
        "Look at those things that are highest on the European agenda – strong borders, poverty reduction, the risks of conflict and international terrorism, energy security, jobs and growth. Get our response right to climate change and our ability to deal with all of these is enhanced. Get it wrong and our efforts across the board will be undermined.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take immigration. If people find their homes permanently flooded they will have to up sticks and move. Simple as that. One study suggests that a sea-level rise of just 50 centimetres – half the most optimistic estimates – will displace two million people from the Nile Delta. A one metre rise will displace 25 million in Bangladesh. Environmental degradation is already driving economic migration out of sub-Saharan Africa and onto Europe’s shores.\n  *[NHSPRB]: NHS Pay Review Body",
        "By tackling climate change we can lessen the push factors driving immigration. If we don’t tackle it, we have to brace ourselves for populations shifts on a scale we have never seen before.\n  *[NHSPRB]: NHS Pay Review Body",
        "Or take conflict. Wars fought over limited resources – land, fresh water, fuel – are as old as history itself. By drastically diminishing those resources in some of the most volatile parts of the world, climate change creates a new and potentially catastrophic dynamic.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Middle East is a case in point. Five per cent of the world’s population already has to share only one per cent of the world’s water. Climate change will mean there is even less water to go round. Current climate models suggest that – globally – Saudi, Iran and Iraq will see the biggest reductions in rainfall. Egypt – a pivotal country for regional stability – will suffer a double blow. Drastic loss of Nile flow from the South and rising sea-levels in the North destroying its agricultural heartland across the delta.\n  *[NHSPRB]: NHS Pay Review Body",
        "The same pattern emerges elsewhere.\n  *[NHSPRB]: NHS Pay Review Body",
        "South Asia. Migration into the Indian state of Assam from Bangladesh is already causing tension. Climate change will make this worse.\n  *[NHSPRB]: NHS Pay Review Body",
        "Central Asia. Nations increasingly at odds over water rights.\n  *[NHSPRB]: NHS Pay Review Body",
        "The added stresses of climate change increase the risk of fragile states dropping over the precipice into civil war and chaos. And it edges those countries that are not currently at risk into the danger zone.\n  *[NHSPRB]: NHS Pay Review Body",
        "In short, a failing climate means more failed states.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that has implications for everything we want to achieve from conflict prevention and resolution to counter-terrorism.\n  *[NHSPRB]: NHS Pay Review Body",
        "By tackling climate change we can help address the underlying securities that feed and exacerbate conflicts and instability. By ignoring it we resign ourselves to the same crises flaring up again and again. And new ones emerging.\n  *[NHSPRB]: NHS Pay Review Body",
        "So climate change is not an alternative security agenda. It is a broadening and deepening of our understanding as to how we best tackle that existing agenda.\n  *[NHSPRB]: NHS Pay Review Body",
        "And whether and how we respond to climate change potentially has an even broader read across to global political stability. Levels of trust between North and South are already at a low ebb, not least because of the lack of progress on the Doha Development Round.\n  *[NHSPRB]: NHS Pay Review Body",
        "These gaps will only widen if and when the impacts of climate change start to take hold. Because it is the developed world which has had historically high levels of greenhouse gas emissions but it is the developing world – those least able to cope – which will be hit first and hit hardest.\n  *[NHSPRB]: NHS Pay Review Body",
        "So here too the choice is clear. Work together on a shared challenge that bridges traditional divides and engenders new trust. Or risk a further polarisation of the international community.\n  *[NHSPRB]: NHS Pay Review Body",
        "But what do I mean when I say that we must tackle climate change?\n  *[NHSPRB]: NHS Pay Review Body",
        "One thing is clear. We will have to face the shared dilemma at the heart of the debate on climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "We all have an interest in continuing economic growth. We all want to see the developing world lift itself out of poverty. But at the moment that growth and development is being driven by the burning of the fossil fuels which cause climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "In other words, the very process which is making people’s lives better across the world today is destroying their future.\n  *[NHSPRB]: NHS Pay Review Body",
        "But the choice between economic growth and a stable climate is a false one.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have to have both. And we can have both.\n  *[NHSPRB]: NHS Pay Review Body",
        "Later this month we will see the most detailed and comprehensive study ever undertaken into the economics of climate change. In it, the UK’s Chief Economist and former Chief Economist at the World Bank, Nick Stern, will show that climate change will have a potentially devastating effect on the economies of developed and developing countries.\n  *[NHSPRB]: NHS Pay Review Body",
        "But that same study will also show that moving to a low-carbon global economy does not mean sacrificing economic growth or condemning people to poverty.\n  *[NHSPRB]: NHS Pay Review Body",
        "Indeed if we take this road, it is not only affordable: it offers huge opportunities for us all.\n  *[NHSPRB]: NHS Pay Review Body",
        "For developing countries, an opportunity to be in on the ground floor of a reconfiguration of the global economy. It means that they can leap-frog old technologies and produce new fuels and advanced technologies for others. It means better health through lower pollution. And it will provide them with the clean, affordable energy they need to keep growing.\n  *[NHSPRB]: NHS Pay Review Body",
        "For us here in Europe, it is key to hitting another two of those priorities which I listed a moment ago.\n  *[NHSPRB]: NHS Pay Review Body",
        "It reinforces our energy security: addressing fuel poverty and reducing our reliance on imported hydrocarbons. In turn that opens the door to more stable strategic partnerships with key energy suppliers around the world. And it means that we can forge more constructive relations with other major economies in our dealings with some third-party countries: encouraging China to take a deeper and longer-term interest in improving governance in Africa is just one example.\n  *[NHSPRB]: NHS Pay Review Body",
        "It also reconnects the governments of Europe to their citizens. Not only by taking decisive action on an issue which – as every opinion poll shows – they care deeply about. But also by providing the jobs and growth which we have promised and which we have put at the heart of the European agenda.\n  *[NHSPRB]: NHS Pay Review Body",
        "Here in Germany it is estimated that the renewable energy sector has already created 170 000 jobs and 16 billion Euros in turnover. Industries offering climate protection technologies are growing faster, exporting more and creating more jobs than the broader market.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s the same story in my country. Last week, the British oil company, BP published a study showing that responding to climate change is a £30 billion business opportunity for British companies over the next decade.\n  *[NHSPRB]: NHS Pay Review Body",
        "So taking action on climate change is not just an imperative. It is an opportunity.\n  *[NHSPRB]: NHS Pay Review Body",
        "And yet, in fact, we are dangerously behind the curve. We are on a direct path to climate chaos.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the past I have spoken of the need for a globalisation of responsibility. The need to build a politics of interdependence in which we define ourselves by what we hold in common, not by what divides us.\n  *[NHSPRB]: NHS Pay Review Body",
        "But when it comes to our inaction on climate change our generation is in danger of global irresponsibility on a massive and irreversible scale.\n  *[NHSPRB]: NHS Pay Review Body",
        "I make no bones about the fact that the challenge we face is a big one.\n  *[NHSPRB]: NHS Pay Review Body",
        "The International Energy Agency estimates that US$20 trillion will be spent in the energy sector between now and 2030. We must use that money to transform the very foundations of how we live: how we generate and consume power, how we move around, and how we use land.\n  *[NHSPRB]: NHS Pay Review Body",
        "Most of the US$20 trillion will be from the private sector. But a stable climate is a global public good: and that makes it a responsibility of governments to put in place the conditions that will achieve it.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our task is nothing less than to build the biggest public-private partnership ever conceived. We must construct the mutually reinforcing frameworks of incentives and penalties, of opportunities and burdens equitably shared, that will drive private capital towards low carbon solutions. And these frameworks will need to be built simultaneously at every level – national, regional and global.\n  *[NHSPRB]: NHS Pay Review Body",
        "That needs the widest possible political coalition. And that is what makes it our problem too. This is not just an environmental problem. It is a defence problem. It is a problem for those who deal with economics and development, conflict prevention, agriculture, finance, housing, transport, innovation, trade and health.\n  *[NHSPRB]: NHS Pay Review Body",
        "Building that coalition is a challenge for the whole world: from consumers to the heads of government.\n  *[NHSPRB]: NHS Pay Review Body",
        "But I am making this speech here today because I want to lay down that challenge to three groups in particular.\n  *[NHSPRB]: NHS Pay Review Body",
        "First, it is a challenge to the foreign policy community.\n  *[NHSPRB]: NHS Pay Review Body",
        "Climate change is a serious threat to international security. So achieving climate security must be at the core of foreign policy.\n  *[NHSPRB]: NHS Pay Review Body",
        "All of us here have to pick up the pace.\n  *[NHSPRB]: NHS Pay Review Body",
        "I went to the G8+5 meeting in Monterrey earlier this month. It was a good meeting. But most of the ministers there were environmental ministers. It is our responsibility to make sure that this is something that heads of state, energy ministers, foreign ministers, and defence ministers are discussing regularly and at the highest level.\n  *[NHSPRB]: NHS Pay Review Body",
        "At every level – UN, G8 or EU – one of our top-line objectives must be to make real, concrete progress on climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need the political resources of foreign policy to create a shared vision for the future. We need to use the expertise of those in this room – and beyond – to build coalitions, to set agendas and to make multilateral institutions work.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is foreign policy practitioners who can help impress upon a national and domestic consciousness the international imperative of climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "Second, it is a challenge for the European Union.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are the world’s biggest single market.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have a budget – more than 120 billion Euros a year – that gives us the ability to drive progress in the areas that will define the global response to climate change: research and development, advanced technologies, renewable energy, energy efficiency.\n  *[NHSPRB]: NHS Pay Review Body",
        "In short, we have the intellectual capacity, the technological capability and the resources not just to steer the global debate on climate change but also to drive global action.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is what the European Union is for. That is what makes it relevant to its people. Europe has already achieved so much on the environment: more than any country could ever have done on its own.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now we must make climate security one of Europe’s greatest priorities.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is why I have put Europe at the heart of my strategy on climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is why at Lahti European Leaders clearly stated that the EU had to be strong leaders in tackling climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "Others have responsibilities too – of course. But we should not use that as an excuse to lower our own ambitions. So for example:\n  *[NHSPRB]: NHS Pay Review Body",
        "Strengthening the Emissions Trading Scheme by putting charges on airlines as early as 2008 and progressively tightening caps beyond 2012.\n  *[NHSPRB]: NHS Pay Review Body",
        "Forging deeper and broader energy partnerships with China, India and others to set the technology standards for a global low carbon economy\n  *[NHSPRB]: NHS Pay Review Body",
        "Agreeing to invest more on renewables\n  *[NHSPRB]: NHS Pay Review Body",
        "Putting the Commission proposals on energy efficiency into action\n  *[NHSPRB]: NHS Pay Review Body",
        "Moving as soon as possible to zero emissions fossil fuel plants within the EU.\n  *[NHSPRB]: NHS Pay Review Body",
        "Accelerating the demonstration and deployment of carbon capture and storage.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the energy security papers that the UK and other European countries are now preparing will be key and must reflect the full extent of our ambition.\n  *[NHSPRB]: NHS Pay Review Body",
        "Third it is a challenge to Germany. And that is the second reason why I chose Berlin, now to make this speech.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is why David Milliband, the Environment Secretary was here a few days ago. And why the theme of the recent State Visit was climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "Of all the countries in the world it is Germany which at this moment matters most.\n  *[NHSPRB]: NHS Pay Review Body",
        "What you do right here, right now during your dual presidencies in the next six and twelve months is pivotal.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is no point in us sitting down to discuss what we are going to do five or ten years down the line. It will already be too late.\n  *[NHSPRB]: NHS Pay Review Body",
        "It will be up to you whether Europe delivers on the agenda I have just outlined.\n  *[NHSPRB]: NHS Pay Review Body",
        "It will be up to you whether the G8 can galvanise broader global action.\n  *[NHSPRB]: NHS Pay Review Body",
        "We will support you.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need a more specific, better co-ordinated and large scale project to accelerate development and introduction of clean coal technology – before China builds a new generation of power plants.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are ready to work with you on a concrete proposal to come out of your twin presidencies.\n  *[NHSPRB]: NHS Pay Review Body",
        "I know that you are keen to do something specific on degradation of the rainforests. We stand ready to be a partner.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we will support you. But you must lead.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is you here in Germany that have the economic clout and the diplomatic and moral authority to make a significant difference now.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ladies and Gentlemen.\n  *[NHSPRB]: NHS Pay Review Body",
        "One hundred and fifty years ago Bismarck famously remarked: “The great questions of the day will not be settled by means of speeches and majority decisions but by iron and blood.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Today I contend that the exact opposite is true.\n  *[NHSPRB]: NHS Pay Review Body",
        "The greatest security threat we face as a global community won’t be met by guns and tanks. It will be solved by investment in the emerging techniques of soft power – building avenues of trust and opportunity that will lead to a low-carbon economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is no backstop: politics and diplomacy have to work.\n  *[NHSPRB]: NHS Pay Review Body",
        "Bismarck was famous for another thing too. He was the first European statesman to recognise that if you wanted to sustain economic growth, you had to invest in the conditions that underpinned that growth.\n  *[NHSPRB]: NHS Pay Review Body",
        "Bismarck’s concern was for social conditions at the national level: it led him to lay the foundations of the welfare state system that underpins modern Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today our concern is wider. The threat we face is to the most basic conditions underpinning our global society.\n  *[NHSPRB]: NHS Pay Review Body",
        "We too must invest in our future. Or risk losing it.\n  *[NHSPRB]: NHS Pay Review Body",
        "The baton has passed to Germany. Please don’t drop it.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}