{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2017-speech-on-withdrawing-from-the-eu/",
    "title": "Margaret Beckett – 2017 Speech on Withdrawal from the EU",
    "post_date": "February 1, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Margaret Beckett in the House of Commons on 31 January 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett-1.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "May I say at once that although I deeply regret the decision made by the British people, including in my constituency, to leave the EU, I do not seek to challenge it? I regret the opening remark made by the Secretary of State—I am sorry he is not here to hear me say this—that this debate is about whether or not we trust the British people. It is not about that; it is about whether we commence the process of implementing their decision, a process that will not be simple, easy or fast. It does no one any favours to pretend otherwise.\n  *[NHSPRB]: NHS Pay Review Body",
        "Although I accept that decision and I will vote for the Bill, I fear that its consequences, both for our economy and our society, are potentially catastrophic. I therefore hope that the practice of dismissing any calls, queries and concerns, however serious and well founded, as merely demonstrating opposition to the will of the British people will now cease, along with the notion that they would merely obstruct the process. Once we commence this process, there are serious and profound questions to address, and it helps nobody to cheapen it in that way.\n  *[NHSPRB]: NHS Pay Review Body",
        "A second practice I deplore is that of pretending that the question the public actually answered—whether to leave the European Union or to remain—is instead the question some leave campaigners would prefer them to have answered. I hear many claiming that the people voted to leave the single market—that they voted to leave the customs union. First, those were not the words on the ballot paper. Secondly, although we all have our own recollections of the debate, mine is that whenever we who campaigned to remain raised the concerns that if we were to leave the EU to end the free movement of people, we might, in consequence, find that we have to leave the single market, with massive implications for jobs and our economy, some leave campaigner would immediately pop up to assure the people that no such complications or problems were likely to arise and that we could have—\n  *[NHSPRB]: NHS Pay Review Body",
        "**John Redwood rose—**\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am looking at one of them now. They would suggest that we could have our cake and eat it—that we could leave the EU not only without jeopardy to our economy, but even with advantage, because we could negotiate other trading relationships without any such uncomfortable ties.\n  *[NHSPRB]: NHS Pay Review Body",
        "**John Redwood**\n  *[NHSPRB]: NHS Pay Review Body",
        "Does the right hon. Lady not remember that the official leave campaign said that one of our main aims is to have many more free trade agreements with the rest of the world and that in order to do that of course we have to leave the single market customs union, because we are not allowed to undertake free trade? No, honestly I do not particularly recall that. I recall those in the leave campaign saying that we could have trading arrangements with a whole lot of other countries, and I am going to turn to that now. India was cited as one example, but I have the distinct impression that when the Prime Minister discussed these issues with the President of India she may have been advised that far from closing the immigration door, he would like to see it opened wider. Nor do I think a trade deal with China will be without any quid pro quo.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Wes Streeting (Ilford North) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Further to that, does my right hon. Friend recall the International Development Secretary making the case to my constituents of Indian descent, of Bangladeshi descent and of Pakistani descent that leaving the EU would not only lead to future trade deals, but would improve immigration to this country from the Commonwealth? Does my right hon. Friend expect that promise to be delivered?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am extraordinarily grateful to my hon. Friend for that intervention, because not only do I recall it, but I originally had it in my speech, only to take it out on the grounds of time.\n  *[NHSPRB]: NHS Pay Review Body",
        "As for the United States, I am sure that the Secretary of State for Exiting the European Union, who, like me has had a degree of experience in complex international negotiations, is as conscious as I am that one of the first prerequisites is to listen to the words. It was not the President of the United States who said that Britain would be at the front of the queue, it was British politicians. What the President said was, “You’re doing great.” I do not take much comfort from that, especially coming as it does from a President whose motto is “America first.” I wholly share the fears that have been expressed, and that probably will be again in this debate, about the possibility of America’s companies wishing to exploit the healthcare market here or weaken our regulations on, for example, food safety.\n  *[NHSPRB]: NHS Pay Review Body",
        "The negotiations we will trigger with this Bill will be extraordinarily difficult and very time-consuming. I do not think for a second that they can be concluded within two years, and I do not think anybody who has ever negotiated anything would. It will therefore be vital to make allowance and preparations for possible transitional arrangements.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am conscious of the time, so I shall make my final point. It is not clear whether the Prime Minister frightened the European Commission with her threat to devastate our tax base and, in consequence, all our public services, but she successfully frightened me. I do not believe—not for one second—that that is what the British people thought they were voting for. When this process is concluded, the European Parliament will have the right to vote on the outcome. If taking back control means anything, it must mean that this House enjoys the same right.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}