{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2019-speech-on-brexit-2/",
    "title": "Margaret Beckett – 2019 Speech on Brexit",
    "post_date": "April 2, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Margaret Beckett, the Labour MP for Derby South, in the House of Commons on 1 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett-1.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "I shall seek to be extremely brief, Mr Speaker, because I have been fortunate enough to catch your eye before on these matters.\n  *[NHSPRB]: NHS Pay Review Body",
        "One of the merits of last week’s indicative vote process was that the arguments for each option, and also the prime concerns, have become much clearer. Discussions on the proposal for a confirmatory ballot devised by my hon. Friends the Member for Hove (Peter Kyle) and for Sedgefield (Phil Wilson) revealed considerable reluctance to contemplate the longer extension, and hence the delay, that would be needed. I completely understand that reluctance, especially if, as may be, it would lead into the holding of Euro elections. But to me, that would be a price well worth paying for the sake of achieving the settlement that a confirmatory vote could produce, as it did with the Good Friday agreement. It may also be the price that we need to pay to allow enough scrutiny of the different options before us to provide the basis for a stable majority, not just a fleeting majority, in this House.\n  *[NHSPRB]: NHS Pay Review Body",
        "As it happens, I very seriously doubt that such a longer extension can be avoided in any event. The Government can only deliver either the Prime Minister’s deal or any other deal when the necessary legislation passes both Houses of this Parliament. That legislation is said to be ready, but, as the hon. Member for Stafford (Jeremy Lefroy) pointed out last week, the House has seen neither hide nor hair of it. I have heard that it is long, perhaps even 100 clauses, and that it is also complex—and it is obviously an extremely significant part of this process. But whenever it is mentioned, Ministers speak briefly and dismissively as if its passage is just a given thing that will be both brief and uncontentious. Frankly, I rather doubt that. So as we are likely to need a long extension anyway, for a whole variety of other reasons, why not take advantage of that reality to hold a confirmatory vote on the likely outcome of Brexit, whatever option ultimately emerges from these deliberations?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Lucy Powell (Manchester Central) (Lab/Co-op)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I agree with what my right hon. Friend is saying. Does she agree with me, though, that in order to get that long extension, the EU would need to be satisfied that this ​House has actually taken forward a view through a substantive, positive vote, and that otherwise—if we do not take that difficult step—we could just crash out with no deal?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I agree that that would make it infinitely easier. The EU might be convinced of that on the basis of our wanting to hold such a vote, but I totally accept my hon. Friend’s point. This is all based on us trying, if humanly possible, to get such a deal.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Dr Murrison**\n  *[NHSPRB]: NHS Pay Review Body",
        "Will the right hon. Lady give way?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am trying to be brief, but all right.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Dr Murrison**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am grateful to the right hon. Lady. This country has had half a dozen or so referendums in recent years, and we have honoured the outcome of those referendums on each occasion. She is suggesting that we do not honour the outcome of the June 2016 referendum. If we do not honour the outcome of that referendum, are the public not entitled to ask why we should honour the outcome of the referendum that she is advocating or any other?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am sorry, but I utterly reject the notion that what I am proposing does not honour the outcome of the 2016 referendum, and I will come to the reason why I do not accept that for one second. We should take the step of a confirmatory vote whatever the deal or option that is finally agreed, or even if none is agreed, because whatever the hon. Gentleman may say, not one of the options before the House tonight or over the last few weeks was on the ballot paper in 2016—not one of them, including the Prime Minister’s deal.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Stephen Kinnock (Aberavon) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "My right hon. Friend is making an excellent speech, and I agree with her, but for a confirmatory referendum to take place, there needs to be a viable leave option on the ballot paper versus remain. Does she agree that those campaigning for a second referendum should support the other motions on the Order Paper that present a viable leave option—namely, a customs union and common market 2.0?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am happy to agree with my hon. Friend about that, but I hope it cuts both ways. I heard the hon. Member for Grantham and Stamford (Nick Boles) say, “Of course, those who want a second referendum can come back to this some other time in legislation when all of this is done,” but it must be a two-way street.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Nick Boles**\n  *[NHSPRB]: NHS Pay Review Body",
        "Will the right hon. Lady give way?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am sorry, but I really must go on.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Nick Boles**\n  *[NHSPRB]: NHS Pay Review Body",
        "She has referred to me.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I did; all right.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Nick Boles**\n  *[NHSPRB]: NHS Pay Review Body",
        "I will be brief. I just want to reassure the right hon. Lady of one thing. Last Wednesday I abstained on her motion, and I will abstain on it again tonight, as a gesture of good will towards it.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am duly grateful to the hon. Gentleman.\n  *[NHSPRB]: NHS Pay Review Body",
        "What is most often heard in these discussions is the argument that to hold a confirmatory vote would be not only wrong but undemocratic, which is the point ​that the hon. Member for South West Wiltshire (Dr Murrison) was trying to address. That argument is advanced both by those who believe that the view of the people has not changed and that they will still vote to leave—and, according to Mr Farage, by a bigger margin—and by those who fear that their view might have changed and who resist holding such a vote for that very reason. It seems to me that there is something mutually contradictory in those arguments.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have heard a great deal about the resentment that would be felt by those who voted to leave, but I again ask Members to carefully consider the position in which this House would place itself if it is the case—I do not know one way or the other—that the British people do not now wish to leave the European Union. We are being invited to vote to take the UK out of the European Union even if it is now against the wishes of the British people, and to do so while refusing to give them the opportunity even to express such wishes. I fear we may find such a refusal difficult to defend, especially if the basis of our decision ends up being the Prime Minister’s deal, which will itself have been presented to this Parliament for decision more than once.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is another dangerous argument being advanced: that we should leave, and if we do not like it, we can always rejoin. This House knows that if we leave, we lose the special opt-outs on the euro and Schengen that successive Governments have negotiated. Rejoining would put us in a very different place from remaining with the concessions that we have now.\n  *[NHSPRB]: NHS Pay Review Body",
        "I accept that, in a variety of ways, the alternatives proposed on today’s Order Paper by the Father of the House and others offer advantages over the Prime Minister’s proposal. I could live with any of them apart from the option of no deal, but I repeat: none of them was before the British people three years ago, and for that reason, if for no other, they should be asked for their view on the reality that is before them, rather than the fantasies they were spun in 2016.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}