{
    "url": "https://www.ukpol.co.uk/david-beckham-2016-comments-on-eu-referendum/",
    "title": "David Beckham – 2016 Comments on EU Referendum",
    "post_date": "June 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2016",
            "url": "/tag/2016/"
        },
        {
            "text": "David Beckham",
            "url": "/tag/david-beckham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by David Beckham on 21 June 2016.",
    "content": [
        "_“I’m passionate about my country and whatever the result of Thursday’s referendum, we will always be Great. Each side has the right to their opinion and that should always be respected whatever the outcome of the European Referendum._\n  *[NHSPRB]: NHS Pay Review Body",
        "_I played my best years at my boyhood club, Manchester United. I grew up with a core group of young British players that included Ryan Giggs, Paul Scholes, Nicky Butt and the Neville Brothers. Added to that was an experienced group of older British players such as Gary Pallister, Steve Bruce and Paul Ince._\n  *[NHSPRB]: NHS Pay Review Body",
        "_Now that team might have gone on to win trophies but we were a better and more successful team because of a Danish goalkeeper, Peter Schmeichel, the leadership of an Irishman Roy Keane and the skill of a Frenchman in Eric Cantona._\n  *[NHSPRB]: NHS Pay Review Body",
        "_I was also privileged to play and live in Madrid, Milan and Paris with teammates from all around Europe and the world. Those great European cities and their passionate fans welcomed me and my family and gave us the opportunity to enjoy their unique and inspiring cultures and people._\n  *[NHSPRB]: NHS Pay Review Body",
        "_We live in a vibrant and connected world where together as a people we are strong. For our children and their children we should be facing the problems of the world together and not alone._\n  *[NHSPRB]: NHS Pay Review Body",
        "_For these reasons I am voting to Remain”._\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}