{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2022-speech-on-derbys-bid-to-be-the-home-of-great-british-railways/",
    "title": "Margaret Beckett – 2022 Speech on Derby’s Bid to be the Home of Great British Railways",
    "post_date": "April 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern/Central England",
            "url": "/category/northern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The speech made by Margaret Beckett, the Labour MP for Derby South, in Westminster Hall on 27 April 2022.",
    "content": [
        "It is a great pleasure to serve under your chairmanship, Mr Efford. My colleague from Derbyshire, the hon. Member for Mid Derbyshire (Mrs Latham), has [done a brilliantly comprehensive job of making the case for Derby to be the home of the headquarters](https://www.ukpol.co.uk/pauline-latham-2022-speech-on-derbys-bid-to-be-the-home-of-great-british-railways/). She has left very little for anyone else to say, but I will pick up on one or two points.\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Lady covered this ably in her remarks, as did my hon. Friend the Member for Nottingham South (Lilian Greenwood), but I particularly want to stress that there is much to be said about the tremendous history of rail in Derby. It is something in which the whole community takes great pride. However, we are not just about the history of rail. The present and the future of rail also have a very strong base in Derby. That is the key point that I would like to leave with the Minister. There are other places with much past connection to rail, but I do not think there is anywhere else that has the unique combination of history, strength, community understanding, skills and families who have all lived with rail right across the city and its environs.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the hon. Member for Mid Derbyshire said, Alstom has the only facility in the United Kingdom—it has been the only facility for some time—that goes all the way from design to production of new rolling stock. As the Minister will know, Alstom, in partnership with Hitachi, is providing the rolling stock for Crossrail and for HS2, so Derby is both looking to the future and to delivering now.\n  *[NHSPRB]: NHS Pay Review Body",
        "The word “partnership” is very familiar to Derby, as it is in partnership with other places across the country—Hitachi is also in partnership in the north-east—and within our city and community. There is tremendous community spirit and co-operation in the whole business sector in the locality of Derby.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the hon. Lady has pointed out, we are very much a transport hub; we are not just a rail hub. Toyota is based in the constituency of the hon. Member for South Derbyshire (Mrs Wheeler), Rolls-Royce is based in my constituency, and a collection of people are working constructively together all the time. The hon. Member for Mid Derbyshire touched on the rail forum, which now has some 300 companies from across the UK. I am sure that the Minister will find herself invited, if she has not been already, to various functions in the rail industry, and she will find that a concentration of people are in or have come to Derby and that the spirit of partnership that we all need is very much present.\n  *[NHSPRB]: NHS Pay Review Body",
        "Reference has been made to the importance and strength of our geographical location, which makes it is easy to travel to places such as Cardiff. As well as the north-south connections, and although there is weakness in the east-west links to Birmingham and so on, people rarely highlight the impressive fact that CrossCountry trains, which run between Inverness and Penzance, run through Derby. In the near future, the Joint Committee on the National Security Strategy will visit the Met Office in Exeter, and I shall come home on the train, from Exeter straight through to Derby. Geographically, therefore, Derby is an extraordinarily convenient place. It deals with both the present and the future of rail.\n  *[NHSPRB]: NHS Pay Review Body",
        "As has already been highlighted, there is a great concentration of skills, knowledge and experience in the community, among the existing and the potential workforce, but more than that there is opportunity. There is training and a rail-specific educational engagement programme, run in partnership with Rail Forum Midlands. Those developments can all be of benefit to Great British Railways.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the issue of whether enough, or any, civil servants are being brought out from the centre into our locality, it is a constant source of astonishment to me that Derby is not recognised more readily as an attractive environment for those who would come to work in the headquarters. We have an extremely competitive housing market—that may not please everybody, but it is certainly true—particularly for people who might be coming out from the centre. We have excellent facilities and, of course, we have on our doorstep one of the most beautiful national parks in England.\n  *[NHSPRB]: NHS Pay Review Body",
        "Derby has a great deal to offer and has an immensely strong sense of community. It is a community that looks outwards and is welcoming. I have experienced—perhaps the Minister has, too—places with a strong sense of community, but it is directed inward: “If you haven’t lived here for 60 years, you don’t really belong.” Derby is not like that. Even if people have been there only five minutes, we will treat them as if they and their grandparents before them had been there all their life. It is a very warm and welcoming place, where such new employment would be welcomed and could thrive.\n  *[NHSPRB]: NHS Pay Review Body",
        "As has been touched on, there is the whole question of research and development for the future. The plethora of companies that operate in and around Derby makes it a home of real innovation. For my part, I have a great attachment to the manufacturing industry and, within that, a particular attachment to innovation. We do not devote nearly enough attention to innovation, but it is where Britain has a great track record. It has been said that, under successive Governments, far too often we innovate but do not follow through—other people exploit our innovation. We certainly have the innovation and we should, I hope, focus more on how it can be exploited in future.\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Member for Mid Derbyshire also commented on support from across the local business community—not just rail-related business, but the whole business community in Derby and Derbyshire, which works well together on all kinds of projects. As I recall, we have support from Tarmac, which has quarries up in Derbyshire, serviced by rail, where it produces aggregate needed for the housing programme. Its efficient operation is dependent on the facility of rail. Right across the piece, therefore, we see an opportunity. The support should be there to develop rail to the maximum advantage, with a real interest in and pressure for research and future development.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Lilian Greenwood**\n  *[NHSPRB]: NHS Pay Review Body",
        "No one understands Derby and its history as well as my right hon. Friend. Does she agree that one thing about Derby and the east midlands is the importance of freight? Derby brings not only that knowledge of rail infrastructure and rolling stock, but interaction with freight customers, which is important because they can sometimes be forgotten in the focus on passengers. Freight is important in our region, historically because of quarrying, and increasingly with the rail freight hub and proximity to the East Midlands airport, which is a huge freight airport. That brings a thinking that is unique in the country.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Margaret Beckett**\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend is absolutely right. It is slightly unfortunate that there is no better link at present, because, as she says, East Midlands airport is the freight airport, in particular for freight from the United States. It is very much an airport linked to freight. That gives us an opportunity to develop strengths and partnerships that might not have been fully developed so far. Again, that is an opportunity to innovate and develop support for the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "I do not want to take too long or to simply repeat everything said by the hon. Member for Mid Derbyshire. However, I hope that we will convince the Minister and those organising the programme for Great British Railways that nowhere in the UK is better suited to house its headquarters—to everyone’s advantage—than the city of Derby. The massive support that the city and its environment can provide for the establishment of the headquarters will very much play in our favour.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}