{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2002-speech-at-labour-party-conference/",
    "title": "Margaret Beckett – 2002 Speech at Labour Party Conference",
    "post_date": "September 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2002 Labour Party Conference",
            "url": "/tag/2002-labour-party-conference/"
        },
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Margaret Beckett at the 2002 Labour Party conference.",
    "content": [
        "[![MargaretBeckett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "I commend to conference the Quality of Life report, and composite number 8 on the Johannesburg world summit.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ten years ago at the Rio earth summit the world accepted the need to manage the planet as a single whole for the whole of the human race. And it was at Rio that the ideal of sustainability through true integration between environmental, social and economic issues took on substance and shape – that all must be weighed one with the other if human beings are to thrive and prosper without destroying our natural inheritance or the prospects for generations to come.\n  *[NHSPRB]: NHS Pay Review Body",
        "Concerted international efforts were agreed to tackle global problems: climate change, land degradation, the threat to biodiversity. And with them recognition that governments alone cannot deliver so ambitious a programme, which requires commitment from across our society and economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "And 10 years on the theme that ran through the Johannesburg summit a month ago was this decade’s recognition that, just as dire poverty and environmental degradation are mutually undermining, so action on poverty and the effective management of natural resources are often mutually reinforcing.\n  *[NHSPRB]: NHS Pay Review Body",
        "Much has been achieved on Rio’s programme agenda 21 but somewhere down the line momentum was lost. We began to regain momentum with the setting of the millennium development goals. But the main focus for new momentum was the Johannesburg summit itself – part of a continuum of commitment from the Doha trade round focussed on addressing the needs of the developing world, through a substantial increase in international aid at Monterrey. And then Johannesburg – not a new earth summit but as someone called it the ‘down to earth summit’.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was never the intention to draw up a new master plan in Johannesburg. There’s nothing wrong with the master plan we already have. But at Johannesburg we sought to create a mosaic of implementation – including what some have called a new Marshall plan for the environment, since disintegration of the environmental pillar of sustainable development would lead to the inevitable collapse of the others.\n  *[NHSPRB]: NHS Pay Review Body",
        "More than 200 concrete partnerships for delivery were promised in Johannesburg – including governments, national and local, developed and developing countries, NGOs and the business community.\n  *[NHSPRB]: NHS Pay Review Body",
        "These are partnerships for water supply and sanitation, for energy supply, including renewable energy and energy efficiency. Forest partnerships include a project of over a dozen nations to save the forests of the Congo basin – one of the richest sources of biodiversity remaining on the planet. Targets and timetables were set for tackling sanitation, toxic chemicals, biodiversity, natural resources, fish stocks, oceans and energy.\n  *[NHSPRB]: NHS Pay Review Body",
        "That was Johannesburg.\n  *[NHSPRB]: NHS Pay Review Body",
        "And though some expressed regret that we did not propose further action on climate change in Johannsburg in three weeks in India, we will examine the next steps on climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "The same complaint was made about agricultural subsidies but the Doha trade talks will take on reality in the spring. These talks are vital. In Africa particularly, agriculture is key to sustained economic growth. It accounts for two-thirds of the labour force, on-third of GDP and half of all exports.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yet OECD figures show that while in 2000 developed countries gave $50bn in aid, they spent $350bn subsidising their own agriculture. The World Bank has calculated that a 50% cut in agriculture subsidies and opening our markets, would be worth three times as much to developing countries as they get in aid.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why this winter’s talks on CAP reform are so important. The CAP takes almost half the EU’s budget. Yet no one believes this is money well spent. We all pay twice, both as taxpayers and as consumers. Farmers resent both the bureaucracy and the failure to secure their livelihoods. And, as the commission on food and farming, chaired by Sir Don Curry, reported earlier this year, it is often actively damaging to the environment.\n  *[NHSPRB]: NHS Pay Review Body",
        "We want to switch resources from irrelevant or damaging subsidy so that we can support environmental improvement or rural prosperity more directly and effectively than is possible today.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is no doubt that such a switch and such support are needed. When the Conservatives left office Britain’s rural communities were as devastated as the rest of our country.\n  *[NHSPRB]: NHS Pay Review Body",
        "Between 1983 and 1997 an average of 30 village schools in England were closing every year. By 1997 only one in four parishes had a daily bus service, and a third of all villages had no shop.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today a Labour government is working to deliver the goals of the rural white paper, and to produce high quality services in rural areas.\n  *[NHSPRB]: NHS Pay Review Body",
        "Already total unemployment in rural areas is down by over two-fifths on its 1997 level, long-term youth unemployment is down by over three quarters, and the proportion of young New Dealers entering work is 17% higher in rural than urban areas.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is a drive to provide affordable homes. NHS direct is available throughout England and an investment programme in rurual healthcare is underway. A new rural police fund to the tune of an extra £30m stands alongside £70m a year for rural buses, and an extra £80m a year for small schools which particularly benefits rural areas. And there is wider support for rural regeneration including particularly in market towns.\n  *[NHSPRB]: NHS Pay Review Body",
        "And across the country we are addressing issues whose existence the Tories failed even to acknowledge.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the last two years alone we have taken 400,000 people out of fuel poverty and will take a further 400,000 out in the next 2 years.\n  *[NHSPRB]: NHS Pay Review Body",
        "Continuing work on energy and resource use in industry and transport help tackle individual prosperity and economic sustainability.\n  *[NHSPRB]: NHS Pay Review Body",
        "And there is much more to do – not least on waste. Every week we could fill Wembley Stadium with what we throw away. And unless we change course that will have doubled by 2020. We’re running out of space and we need a new approach.\n  *[NHSPRB]: NHS Pay Review Body",
        "Such problems can be successfully tackled. Drinking water, river water, beaches and bathing water – including at Blackpool – are at the highest quality ever, and 50 years on from the great smog of 1952 in which people died levels of some air pollutants have already fallen to levels last seen before the Industrial Revolution.\n  *[NHSPRB]: NHS Pay Review Body",
        "These issues all contribute to our quality of life, now and in the future, in this country and across the world. The pursuit of sustainable development is not a luxury for a few rich countries. It is a necessity for all.\n  *[NHSPRB]: NHS Pay Review Body",
        "This year more detailed forecasts of the impact of climate change tell us to expect greater extremes of weather, along with rising sea levels – devastating floods, the spread of tropical diseases and the loss of biodiversity. Poorest countries will be the worst affected because they will be the least able to adapt. But all countries will suffer.\n  *[NHSPRB]: NHS Pay Review Body",
        "These global problems cannot be resolved by nation states acting alone. Climate change, migration, poverty, terrorism, drug abuse are challenges to the international community as a whole and require the engagement of that whole community.\n  *[NHSPRB]: NHS Pay Review Body",
        "I fully understand the disappointment of those who wanted more from Johannesburg but the summit was not the end of a process it was a beginning.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let there be no doubt. The combination of the millennium development goals and the Johannesburg programme of implementation represent the greatest challenge the human race has ever set itself. If delivered it would mean a revolution in the lives of the poorest people on the planet and the start of a revolution in our approach to the planet itself. We dare not fail.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}