{
    "url": "https://www.ukpol.co.uk/beckett-margaret-2005-speech-to-nfu-conference/",
    "title": "Beckett, Margaret – 2005 Speech to NFU Conference",
    "post_date": "September 4, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by the then Secretary of State for Environment, Food and Rural Affairs, Margaret Beckett, on 21st February 2005 at the Hilton Birmingham Metropole.",
    "content": [
        "[![MargaretBeckett](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/MargaretBeckett.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "**Introduction**\n  *[NHSPRB]: NHS Pay Review Body",
        "1\\. It has already been said a couple of times that 2005 will be a watershed year. Certainly it will bring momentous change to the farming industry. But I would like to see it as a turning point. Four years ago Defra was created in the middle of the FMD crisis. This year we set out on a new road to create a sustainable and prosperous future for British farming.\n  *[NHSPRB]: NHS Pay Review Body",
        "2\\. The foundations for such a sustainable future have been laid. This year we will see the first year of applications for the new Single Payment Scheme, the introduction – as Tim [Bennett – president of the NFU] said a moment ago – of the new Environmental Stewardship Scheme and later in the year the Whole Farm Approach, all vital building blocks of our Sustainable Farming and Food Strategy.\n  *[NHSPRB]: NHS Pay Review Body",
        "3\\. And while all this change takes place at home, on the international stage, the UK will hold presidencies of the G8 and the EU, and will be working hard to secure real progress in the WTO negotiations. So our agriculture policy is developing in not just an international but a global context.\n  *[NHSPRB]: NHS Pay Review Body",
        "4\\. Looking back on these four years, there is much of which Britain’s farming community – and not least those who represent it in the NFU – can be rightly proud. I may as well say to this audience what I say to agriculture Ministers and politicians across the world – that you were well ahead of the game in recognising, not just that the CAP had to change, which seems to have taken some people longer – but the nature of that change. And across the EU there are growing signs of other farming organisations following where the NFU has led. And while there are – and will remain – many difficult issues – including some which Tim touched on – I do detect a growing self-confidence amongst many farmers and an increasing willingness to innovate, to take measured risks and to grasp the benefits from changing market opportunities. At the same time I also see evidence that farmers are increasingly conscious of the importance of sustainable development and of their crucial role in safeguarding the rural environment.\n  *[NHSPRB]: NHS Pay Review Body",
        "**CAP reform & Single Payment Scheme**\n  *[NHSPRB]: NHS Pay Review Body",
        "5\\. Clearly the biggest immediate change for every farmer is the introduction of the Single Payment Scheme. Application forms will be sent to you in early April. I cannot stress too highly the importance of your members completing and returning these forms on time. It is never easy but it will never be more crucial. After all, in this – the first year of operation – they will be activating claiming payments, but also activating entitlements for this and future years. So please remind all your colleagues the deadline for applications is 16 May.\n  *[NHSPRB]: NHS Pay Review Body",
        "6\\. Defra and the RPA are currently running a series of events for farmers around the country at which our experts will be on hand to provide details of the application process and to try and answer your questions. These events will be running until 22 March; there are still places available and I would strongly urge as many as possible to go along.\n  *[NHSPRB]: NHS Pay Review Body",
        "7\\. Moving from ten different production-dependent subsidy regimes, many paid quarterly, to one single decoupled payment paid after the end of the year will mean, once the system is bedded in, a clearer and much simplified system. But the change-over inevitably brings its problems. The first year will be more complex but subsequent years will be hugely easier. And in moving to the new system I do recognise that for many there will be cash flow problems as well. The payment window runs from 1 December 2005 to 30 June 2006, but as you know – and as Tim recognised -the RPA recently announced that payments are likely to be made from February 2006. I will not disguise from you my deep disappointment that we cannot bring in the new system earlier.\n  *[NHSPRB]: NHS Pay Review Body",
        "8\\. The February date is based on our best estimates for implementing the new scheme and assuring that the payments are accurate and valid. We will keep farmers and their advisers up to date with proposed payment dates so business plans and forward profiles can take account of cash flow and we will shortly be approaching the banks, I hope together with the NFU, to see how best they can support farmers through this period.\n  *[NHSPRB]: NHS Pay Review Body",
        "9\\. My Ministers and I recognise our responsibility to do everything we possibly can to ensure that if any payment can be made it is as early as possible.\n  *[NHSPRB]: NHS Pay Review Body",
        "10\\. These new payments reflect the new context of agricultural support.\n  *[NHSPRB]: NHS Pay Review Body",
        "11\\. Decoupling support from production means that farmers will be freer than for decades: free to produce for the market and not simply for subsidy, free from the levels of bureaucracy required for the many production-linked subsidy schemes and free to decide how their own skills can be used to best effect.\n  *[NHSPRB]: NHS Pay Review Body",
        "12\\. I fully realise that not all individual farmers will find the transition easy. For some there may be painful decisions. Some may leave the industry as it restructures, perhaps even after generations of farming.\n  *[NHSPRB]: NHS Pay Review Body",
        "13\\. Some areas and some sectors are bound to come out of the change better than others. That happens in any period of transition and even though the majority will benefit from the freedom to pursue the market rather than the subsidy, some will find it difficult to adapt.\n  *[NHSPRB]: NHS Pay Review Body",
        "14\\. There may be problems particularly for tenant farmers if landowners try to take advantage of the changing subsidy system by changing leases or succession arrangements – and I recognise in government we have a responsibility to help avoid abuse there. But overall we are moving away from an era of dependency and depression to one of challenge and fresh opportunity.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Environmental Stewardship**\n  *[NHSPRB]: NHS Pay Review Body",
        "15\\. The crucial role farmers play in protecting and enhancing the environment – landscape, wildlife, soils, water and other natural resources – on 70% of England’s land area is becoming much more evident to the people at large. The very best of farming has shown for decades what can be achieved in the normal course of business, and – as again Tim mentioned – next week I will be launching our new Environmental Stewardship scheme. Within that scheme is a new concept for this country – Entry Level Stewardship. It is a simple, flexible scheme with a menu of options that can be used by all farm sectors. We piloted the scheme in four areas in 2003 and the evaluation was very encouraging. It was popular with farmers, simple to understand and relatively cheap to run. The experts agreed too, that it would deliver the environmental outcomes we want across a much wider area than with existing schemes.\n  *[NHSPRB]: NHS Pay Review Body",
        "16\\. And where production-linked subsidies attracted criticism and opposition, public attitude surveys show that most people do support the concept of paying farmers to protect and even regenerate habitats and landscapes – public money for things the public wants but the market will not reward.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Competitiveness**\n  *[NHSPRB]: NHS Pay Review Body",
        "17\\. But obviously production for the market will remain your primary role. Since the lows of 2000, we have seen a welcome rise in farm incomes despite the most recent dip. Farm incomes reflect so many factors, price volatility, exchange rates, let alone the weather. But that is why it is so important to get farm businesses on to a long-term competitive footing, so that they will be able as other businesses must and do, to adapt to market fluctuations and to be ready to seize opportunities as they arise.\n  *[NHSPRB]: NHS Pay Review Body",
        "18\\. That is why we have been supporting initiatives such as the Food Chain Centre, which has been working with industry bodies to identify scope for efficiencies within the food chain; to promote benchmarking; to encourage the spread of best practice; and to investigate the benefits of information sharing.\n  *[NHSPRB]: NHS Pay Review Body",
        "19\\. Similarly, English Farming and Food Partnerships has been set up with Government support, to promote and encourage collaboration and co-operation between farmers, and between farmers and the rest of the food chain.\n  *[NHSPRB]: NHS Pay Review Body",
        "20\\. We are also working with and supporting industry forums for the red meat, dairy and cereals sectors to help them improve their competitiveness and identify solutions to the challenges they face.\n  *[NHSPRB]: NHS Pay Review Body",
        "21\\. Each of these bodies has received support from the Agriculture Development Scheme. They are not of course alone. Since 2000 we have awarded almost £14million under this scheme and so successful has it been that we are planning to boost the budget by an extra £3million over the next three years so that we can continue to fund projects that will help farmers and primary producers in England become more competitive and market orientated.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Farm Business Advice**\n  *[NHSPRB]: NHS Pay Review Body",
        "22\\. I recognise too that farmers may need help to take full advantage of the opportunities of the Single Payment Scheme for restructuring, diversification, collaboration or other business change. That is why we have recently announced that we will be launching a new advice service to help farmers get to grips with the business implications of CAP reform. That service will replace the current Farm Business Advice Service and will be launched later this year. It should ensure that over the next 18 months to two years, farmers across England have access to specialist support to help them consider their options for the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "23\\. One of the potential advantages of the Single Payment Scheme is its potential to reduce bureaucracy, although of course it will require meeting certain basic standards.\n  *[NHSPRB]: NHS Pay Review Body",
        "24\\. But alongside the Scheme itself we have been developing the ‘Whole Farm Approach’, to further reduce bureaucracy and help farmers to both understand and plan for regulatory compliance, including rationalising inspections. Phased delivery of the Approach will begin with the roll out of electronic Appraisal in September of this year.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Supermarket Code of Practice / Buyers Charter**\n  *[NHSPRB]: NHS Pay Review Body",
        "25\\. I want now to touch on a couple of issues where I know that you have particular concerns. The first is the perennial issue of the relationship of farmers and the supermarkets. The Government is very aware of suppliers’ concerns about the effectiveness of the Code of Practice and again Tim touched on this in his speech. That is why we encouraged the OFT to review it’s operation. The Code is of course a formal remedy to a very specific adverse finding by the Competition Commission, which applied only to the then four largest supermarkets, and to a limited range of practices they engaged in when dealing with their immediate suppliers.\n  *[NHSPRB]: NHS Pay Review Body",
        "26\\. The OFT has since commissioned a focussed audit of the supermarkets dealings with suppliers, which I believe it hopes to publish within the next few weeks. I can assure you that the Government will consider the findings of such a report, and any recommendations that the OFT may make, very carefully. Supermarkets have to recognise that in the long run they and their customers need a sustainable UK based supply chain, and that it is not in their long-term interests to squeeze suppliers to the point of elimination.\n  *[NHSPRB]: NHS Pay Review Body",
        "27\\. But while the Government is keen that the Code should operate effectively, it is not the only possible way forward. Tim referred to the work the NFU is doing to develop a voluntary Buyers Charter that would apply throughout the food chain. We welcome this initiative and would encourage all sections of the food chain, whether they be retailers, processors or manufacturers, to work positively with the NFU to develop the proposal.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Bovine TB and Badgers**\n  *[NHSPRB]: NHS Pay Review Body",
        "28\\. The second issue on which I want to touch is another perennial issue – but let’s hope not forever – bovine TB. Over the past year we have been working with farmers, vets and wildlife interests and will launch next week a new 10-year strategic framework for the control of the disease.\n  *[NHSPRB]: NHS Pay Review Body",
        "29\\. Bovine TB causes real hardship to farmers in high incidence areas. Other parts of the country do not have TB. It is particularly in these areas where farmers must take responsibility for reducing the risks of introducing disease through cattle movements. We have established a farmer-chaired stakeholder group to develop a practical proposal for pre-movement testing and I look forward to their report shortly.\n  *[NHSPRB]: NHS Pay Review Body",
        "30\\. We work continually to improve TB controls and in November 2004 we announced new cattle surveillance measures to reduce the risk of the disease spread.\n  *[NHSPRB]: NHS Pay Review Body",
        "31\\. But of course, wildlife, particularly badgers, do also pose a risk. We will be prepared to consider badger culling if the evidence supports this as a cost-effective, proportionate and sustainable contribution to disease control.\n  *[NHSPRB]: NHS Pay Review Body",
        "32\\. I welcome the report of the Irish Four Area Culling Trial, and we are now considering independent scientific advice on the significance of those findings for Great Britain. The results, along with emerging evidence from our own culling trial will make an important contribution to the evidence base on which decisions will be made. The new TB strategy will provide a transparent process for assessing all the strands of evidence and I hope an effective partnership between Government, industry and others will be key to tackling TB effectively.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Further CAP reform**\n  *[NHSPRB]: NHS Pay Review Body",
        "33\\. As I said at the outset, UK agriculture has as always an international and global context. So I am delighted to welcome today our new Agriculture Commissioner, and to say a little about these global issues. While the CAP reforms of June 2003 and April 2004 covered the bulk of subsidies, they did not extend to all sectors.\n  *[NHSPRB]: NHS Pay Review Body",
        "34\\. And a major remaining challenge will be reform of the EU Sugar Regime, and particularly reform to achieve agreement in time to contribute to the Doha Round discussions in Hong Kong in December. There is general acceptance – sometimes begrudgingly but general acceptance – both that the present arrangements are unsustainable, and that we should bring sugar into line with the market-based, decoupled CAP model already agreed for most other sectors. We also need to take account of the impact of reform on the EU’s existing preferential suppliers and to ensure that the changes result in fair competition for all concerned, including UK sugar beet producers.\n  *[NHSPRB]: NHS Pay Review Body",
        "35\\. Dairy reform is another area which the 2003 reforms failed fully to address. I hope the review of milk quotas in 2008 will provide an opportunity to revisit this regime.\n  *[NHSPRB]: NHS Pay Review Body",
        "36\\. We also need to look at rural development. At European level, we will argue for a continued transfer from pillar 1 subsidies to rural development expenditure, but to useful rural expenditure:\n  *[NHSPRB]: NHS Pay Review Body",
        "For helping farm businesses to adapt, and to take their place as productive, knowledge-based businesses responding to their customers demands, in line with the EU’s Lisbon Agenda for growth and employment;\n  *[NHSPRB]: NHS Pay Review Body",
        "For delivering the environmental land management benefits that only farming can provide;\n  *[NHSPRB]: NHS Pay Review Body",
        "And, for those rural areas which are heavily dependent on agriculture, helping to develop the wider business opportunities needed to give them a more diversified and confident future.\n  *[NHSPRB]: NHS Pay Review Body",
        "**WTO; the Doha Round**\n  *[NHSPRB]: NHS Pay Review Body",
        "37\\. On a global level, the current Doha WTO round is the key negotiation for the future economic prospects of the world as a whole, though especially for, of course, developing countries. Boosting trade in agricultural produce is critical to the success of Doha and the economic development of rich and poor alike.\n  *[NHSPRB]: NHS Pay Review Body",
        "38\\. The Framework agreement reached in August 2004 was a significant step forward to which the CAP reform made a huge contribution. I assure you that in Hong Kong we will be working hard for a successful and a balanced deal. Liberalisation of trade if properly phased in to avoid drastic disruption will be in the interests of both Europe and the developing countries. But part of the EU negotiating mandate is on non-trade issues so that food safety, animal health and welfare and environmental standards are not undermined and may even be enhanced by liberalisation.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Conclusion**\n  *[NHSPRB]: NHS Pay Review Body",
        "39\\. I would like to end with a few words about climate change. Its impact, how we adapt to that impact and what we can do to ameliorate that impact was a focus of a recent stakeholder conference in London. And this year climate change will be one of the priorities for the UK Presidencies of both the G8 and the EU which will include an Informal Council meeting of EU agriculture and environment ministers to focus on climate change and EU agriculture.\n  *[NHSPRB]: NHS Pay Review Body",
        "40\\. I think it is very much for the long term benefit of the farming community for policy now to be so firmly placed in the context of sustainable development. When I was first appointed to head of Defra many farmers asked me if British farming had a future. It unquestionably does. That future can be – I believe will be – one of success, of prosperity and of genuine and renewed public esteem. But – most important of all – that future, more perhaps than at any other time in the last 50 years, is in your hands.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}