{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Margaret Beckett – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Margaret Beckett, the Labour MP for Derby South, in the House of Commons on 9 September 2022.",
    "content": [
        "I have heard it said that on occasions such as this most of us talk about ourselves, and that is inevitable because we are talking about the links that we have with and the memories we have of the person who is gone, but I think I am one of the few in this House who remembers when the Queen’s father died. I must admit that my memories are twofold: first, how surprised I was that people thought 25 was young; and, secondly, how when she came to the throne we all got a bar of chocolate.\n  *[NHSPRB]: NHS Pay Review Body",
        "I first encountered Her Majesty at one remove soon after I was first elected to this House in October 1974, and I do recognise that many hon. Members here were not born then. By 1975 I was a junior Government Whip, when we had a small majority and a large legislative programme. There was a duty that usually fell to a very senior Whip, one of writing every day by hand directly to Her Majesty the Queen to tell her what was happening in her Parliament—I was told this had probably originated with the first Prime Minister, who wrote to the King to tell him what was happening in the House—and I was asked to undertake this duty to help my colleague. By the way—this is very important—I was told that this was a personal message from a member of the Government to Her Majesty for her eyes only. There seemed little point in telling her the things that she would know from her red box or that she had probably read in the chat column in The Daily Telegraph, so I wrote to her about the stuff I thought she would not get from either of those sources. I wrote to her about the gossip in the Tea Room—occasionally slightly edited—and about the rows that people were having behind the scenes in the Committee Rooms and corridors. There was no feedback, but there was no rebuke either.\n  *[NHSPRB]: NHS Pay Review Body",
        "A day then came when the Queen went on an overseas visit. I knew, of course, that official correspondence always goes through official channels when the Queen is out of the country, but I was a very new MP, and thought that no one would have the impertinence to read something that was marked from me personally to the Queen personally. Some busybody in No. 10, however, did.\n  *[NHSPRB]: NHS Pay Review Body",
        "Perhaps a little unfortunately—this is not unknown to Members in this House—there was something of a dispute going on at the time about the issue of our relationship with the European Community. [Laughter.] I told the Queen what we thought about it, what we were saying about it, and where I thought the Ministers of the day were sometimes getting it wrong. The House may not be surprised to learn—I will not sully your ears—that there is a short, pithy phrase in common usage that encapsulates exactly what happened next. Suffice it to say I was summoned to the Chief Whip, and after a brief and spirited discussion, the job returned to the person to whom it had originally been assigned. [Laughter.] Many years later—this is rather typical—I heard very indirectly and subtly that perhaps Her Majesty had slightly regretted the return to normal service, and that was comforting, and I was pleased.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many more years later, after a short involuntary break in my service in this House, I was returned for my present constituency. We have had the great honour of entertaining Her Majesty on many occasions, not least—it is in everybody’s memory—when she opened our new football stadium and, indeed, our brand-new hospital. She was gracious enough to agree that we could give it the title of the Royal Derby Hospital, in which it rejoices to this day.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over the years, including three as Lord President of the Council, I was fortunate enough to have many encounters with Her Majesty, and I can absolutely endorse everything that has been and will be said about her intelligence, awareness and attitude. I was also fortunate enough to be present, after the death of our colleague John Smith, at the commemoration of the 50th anniversary of D-day, and to be in the Queen’s company and to observe her utter respect for the veterans and the sacrifices of those days. I had many encounters with her as Lord President of the Council and, indeed, as Foreign Secretary I accompanied her on state visits, like the former Prime Minister the right hon. Member for Maidenhead (Mrs May), where I heard the Queen’s observations about the comments made to her by the mother of a former President about the then incumbent, and very interesting they were. [Laughter.]\n  *[NHSPRB]: NHS Pay Review Body",
        "I testify to the qualities of which everyone else has spoken and to which I am sure everyone else will give testimony: her intelligence, her knowledge and her sense of humour. One of my abiding and favourite memories of recent years is a clip that hon. Members will probably recall and that has often been on the news. The Duke of Edinburgh was being chased by a persistent bee, and there is a picture of the Queen coming through an archway, giggling uncontrollably and clearly quite unable to suppress how hysterically funny she found it. That very much sums up the person we could see and admire. She was a remarkable person and a remarkable monarch. We are the poorer for her going.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}