{
    "url": "https://www.ukpol.co.uk/margaret-beckett-2020-speech-on-the-future-relationship-with-the-eu-bill/",
    "title": "Margaret Beckett – 2020 Speech on the Future Relationship with the EU Bill",
    "post_date": "December 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Margaret Beckett",
            "url": "/tag/margaret-beckett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Margaret Beckett, the Labour MP for Derby South, in the House of Commons on 30 December 2020.",
    "content": [
        "Today is the day on which the Prime Minister promised us that he would get Brexit done, in one of the many sermons and catchphrases that have not illuminated but rather obscured this debate. At the weekend we had a good example of that obscurity—the Prime Minister mentioned it today—with the £660 billion deal that enables us to trade with the European Union with zero tariffs and zero quotas. I am sure that many fairly casual observers get the impression that this is some kind of negotiating triumph that we have wrung from the European Union. The fact is, however, that these are privileges and rights that we already had. The £660 billion is what we have salvaged—it is what we have left from what was a much greater package of rights and freedoms.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am not knocking it—it is a good thing—but it is important to recognise that it is not a net gain.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is not all that is obscure and misleading. The Prime Minister spoke today about fishing rights—I think his phrase was that we would be able to catch whatever we like. If we look at this agreement, we see that that is not the case. He said that there were no non-tariff barriers, as well as the tariff agreements on trade, but that is not true either. The agreement makes it clear that there is much more bureaucracy and many more rules and regulations—the very things that the Prime Minister claimed we would be escaping. Littered throughout the agreement are working parties, specialist committees and the partnership council, to negotiate when there are differences.\n  *[NHSPRB]: NHS Pay Review Body",
        "Even for the stuff that has been agreed, a great deal of bureaucracy and negotiation surrounds it, and there is much that is left out, including the protection of designated products such as Stilton so that quality can be maintained and we can be assured that our producers have their rights in the market—that is all put on one side. It has already been mentioned in the debate that the huge issue of financial services has been left on one side and will have to be addressed in the future. This weekend, a blogger described the provisions in the treaty as “negotiations without end”.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today, we have a Hobson’s choice: we are for or we accept this deal, or we have no deal. That is why my vote will be cast to accept the passage of this legislation to the statute book. I do not accept that that means we cannot criticise it in future; I certainly intend to do so.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}