{
    "url": "https://www.ukpol.co.uk/apsana-begum-2020-speech-on-free-school-meals/",
    "title": "Apsana Begum – 2020 Speech on Free School Meals",
    "post_date": "June 19, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Apsana Begum",
            "url": "/tag/apsana-begum/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Education",
            "url": "/category/education/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Apsana Begum, the Labour MP for Poplar and Limehouse, in the House of Commons on 16 June 2020.",
    "content": [
        "I add my comments to those that have already been made in the House today regarding the reports of the Government’s U-turn, and also pay tribute to Marcus Rashford and his powerful testimony of his own experiences of free school meals growing up in a single-parent household. All of this comes after so much campaigning and arguing for something so simple: making sure that children who need food get it. All of this also comes after years of austerity, which has had a devastating impact on ethnic minorities, with around 45% of black, Asian and ethnic minority children now living in poverty.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is imperative that we join up the dots. The Public Health England report into the disproportionate impact of the covid-19 crisis on certain groups, which has finally been published, recognises that factors such as racism and social inequality may have contributed to increased risks of those in BAME communities catching and dying from the virus. In truth, it has been clear to anyone who has wanted to know that systemic economic inequalities mean that ethnic minority communities are at higher risk of being in poverty and so are particularly disadvantaged by the health crisis that we have endured.\n  *[NHSPRB]: NHS Pay Review Body",
        "It has now been weeks since the part-censored review, reluctantly commissioned by the Government, finally officially identified major inequalities, including the alarming statistic that Bangladeshi people face around twice the risk of death. Many of us are very concerned that it has taken months for the Government formally to recognise what has been widely noted and commented on and that action still has not been taken, yet decisions and policies are still going ahead without a clear and transparent examination on how they will affect particular groups and without confirmation that the situation for BAME people will not be made worse.\n  *[NHSPRB]: NHS Pay Review Body",
        "I was astonished to learn that a full regulatory impact assessment had not been prepared for yesterday’s statutory instrument on health regulations, the Health Protection (Coronavirus, Restrictions) (England) (Amendment) (No. 3) Regulations 2020. This is basic stuff. Let me be clear: this is not about what is technically correct according to bureaucratic rules; it is about what is morally just and correct. This is not about the game of power, but rather it is a question of justice.\n  *[NHSPRB]: NHS Pay Review Body",
        "Will the Secretary of State clarify what assessment his Department has made of the impact of the original decision not to roll out the national voucher scheme over the summer on black, Asian and minority ethnic children and their families and those with other protected characteristics under the Equality Act 2010? Will the Government commit to taking on the message that people across the world are crying out for those in ​power to understand, which is that, if black lives matter, every policy should be assessed before it is taken forward on how it will impact on different groups. This should be a meaningful and comprehensive process, and it should be made public.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}