{
    "url": "https://www.ukpol.co.uk/alan-beith-1986-speech-on-acklington-and-castington-prisons/",
    "title": "Alan Beith – 1986 Speech on Acklington and Castington Prisons",
    "post_date": "August 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Alan Beith",
            "url": "/tag/alan-beith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alan Beith, the then Liberal MP for Berwick-upon-Tweed, in the House of Commons on 17 February 1986.",
    "content": [
        "The Minister has had a long evening. He has had a six-hour debate on animals to reply to, but I feel that it is necessary to detain him for half an hour on the subject of prisons and those who work in them. When the former Royal Air Force airfield at Acklington was taken over by the Home Office about 15 years ago to become a prison, the change was not universally welcomed in the surrounding area. At times, in the short history of the prison, there has been quite a lot of local concern either about escapes or the decision to introduce life prisoners into a category C prison which was at variance with the plans originally discussed with the local community.\n  *[NHSPRB]: NHS Pay Review Body",
        "Despite the inevitable, anxieties, the prison has undoubtedly won acceptance from the vast majority of people in the area. It provides jobs in an area of very high unemployment and prison officers and civilian employees are now a large and valued part of the community. Many prison officers are now buying their own houses and they can be found in many of the towns and villages in my constituency. Many local people are involved in part-time or voluntary activity at the prison, and prisoners have contributed to local life by making toys and equipment for children, cooking meals for pensioners and through sporting fixtures. The feasibility of putting selected life sentence prisoners into a category C prison after they have served the majority of their sentence and been assessed as suitable has been proved. I supported that decision when it was made, and I believe that it has worked satisfactorily. There are inevitably some problems and tonight’s debate gives me an opportunity to raise them.\n  *[NHSPRB]: NHS Pay Review Body",
        "I wish to set them in the context of institutions which have an established place in the local scene and do a difficult job with the respect and understanding of the community. Out of Acklington grew Castington, a young offenders’ institution which started as a wing of the adult prison but which is now a fully separate institution with its own perimeter security, its own governor and plans to extend to nearly twice its present numbers. Young offenders institutions do not at present have a security classification like that of adult prisons. That is a cause of concern to the Prison Officers’ Association, but it is clear that it requires and has, a higher level of security than Acklington.\n  *[NHSPRB]: NHS Pay Review Body",
        "Castington’s inmates are long-term prisoners. To be sentenced to a substantial term of imprisonment at 17 or 18 is the consequence of a very serious offence or offences. Castington now faces the same issue that confronted Acklington. The Home Office wants to introduce life prisoners. In Castington’s case, these cannot be prisoners reaching the end of their sentences, for they will serve out the later years of their sentences in adult prisons, some of them, ironically, more secure than Castington. At present, Castington is not equipped to cope with such a change in its role and one of my objects is to seek the Minister’s assurance that no such change will take place until the security and staffing is fully adequate to the needs which would be created. There are lessons to be learned from the experiences of last summer at Castington when there were serious disturbances. Those events, ​ which included a roof top protest, placed considerable demands on prison officers, many of whom acted with notable courage and skill to bring the problems under control.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was also demonstrated that it was possible for an inmate to barricade his cell door and break through the cell walls before officers could get into the cell to stop him. The cells were simply not strong enough for some of the prisoners they were accommodating, let alone for some of the lifers who might be placed in them later.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is clearly the objective of the governor and staff at Castington so to organise the regime that such disturbances are extremely unlikely to occur, and there are good signs that they are succeeding. The Journal in Newcastle has carried encouraging reports not only of the progress made but of pioneering work in which football hooligans helped to explore the causes of football violence.\n  *[NHSPRB]: NHS Pay Review Body",
        "However, the possibility of disruption cannot be ruled out, and precautions must be taken. Perimeter security has already been improved and steps are now being taken to prevent cells from being barricaded. A few cells have been strengthened. Much further work is necessary before the Home Office can be satisfied that the institution’s admission policy can be changed, and I hope that the Minister will be clear on that point tonight.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is anxiety that other pressures on the Department’s budget such as the conversion of RAF Lindholme to prison use are pre-empting the necessary resources, but walls do not a prison make, and it is on the regime and the staff that the effectiveness of the institution depends. Until relatively recently, the running of prisons throughout the country was largely dependent on large amounts of overtime working. Both the administration of prisons and the prison officers’ standard of living became dependent on overtime. The introduction of a system of overtime budgets is intended to change that pattern, but there is anxiety at both Acklington and Castington that it may lead to a restricted regime in future. The fear is greatest at Castington because the disturbances last summer gave rise to large amounts of overtime. If that overtime is counted against this year’s budget, it will have a direct and drastic effect on the availability of staff to do constructive work with those in their custody. I hope that the Minister can ensure that that does not happen.  \nIn the light of the disturbances, there is also an anxiety among Castington staff that control and restraint training should be taken by all officers, and appropriate “refresher” training at regular intervals.\n  *[NHSPRB]: NHS Pay Review Body",
        "Another security anxiety arises from the proposal that, as part of the policy of “civilianising” officers mess staff, there should no longer be a prison officer in charge of the shared mess which serves both Acklington and Castington. The local situation would make such a change very unwise. The mess is isolated and at a distance from both prisons: it would not be adequate for a civilian employee to have charge of the prisoners who work in the mess, particularly between mealtimes when no prison officer may be in the building. I plead with the Minister to make certain that “civilianisation” is not rigidly applied in a situation where it could pose a threat to security. There is a further anxiety about the intention of the prison Department to dispense with day duty yard patrols. ​ Castington and Acklington cover a wide area, and there is a strong case for the added security provided by those patrols.\n  *[NHSPRB]: NHS Pay Review Body",
        "Adult prisoners and young trainees need to be occupied as constructively as possible: that is the best way of promoting self-discipline both inside the prison and when a prisoner is discharged. It is, therefore, a matter for concern that there is such a large amount of unused or underused workshop accommodation at both Acklington and Castington. Only a fraction of the available workshop space is serving the purpose for which it was intended.\n  *[NHSPRB]: NHS Pay Review Body",
        "There has been a serious decline in prison industries throughout the country: Acklington and Castington, unlike the dispersal prisons, are designed to have a much larger work and training component, and I hope that the Minister can tell us how it will be increased in future. Workshop facilities that cost millions of pounds should not be standing empty.\n  *[NHSPRB]: NHS Pay Review Body",
        "Another wasted facility is the purpose-built hospital at Acklington, which is still not in use. The Department has not yet succeeded in recruiting a full-time medical officer for the two prisons, and has not staffed the hospital. That means that prisoners must be taken away to Ashington hospital, and officers have to be deployed to accompany them. It is questionable whether the hospital should have been put into Acklington at all. On security grounds, there would have been a much better case for putting it within the Castington perimeter. But how long is it to remain in its present unused state?\n  *[NHSPRB]: NHS Pay Review Body",
        "Both institutions have excellent education facilities, which provide very good opportunities for those motivated to use them. It is sometimes suggested, however, that there needs to be more of a drive to bring basic literacy and numeracy to those who are less well motivated but whose criminality may owe something to their inability to cope with the basic requirements of modern society.\n  *[NHSPRB]: NHS Pay Review Body",
        "Physical education and sport are a very important part of the programme of both institutions and are especially valuable as an outlet for the energies of the young inmates as Castington. The sports facilities are envied by some of the local rural communities, which do not enjoy the extensive sports ad leisure centres so common in urban areas. I welcome the way in which disabled members of the local community have been given the opportunity to use prison sports facilities, and I hope that such ideas will be developed. I recognise that, because of the value of physical education as part of the regime, it will be a good thing if Castington could be given the chance to develop the additional hard and grass sports area for which it has suitable land within its perimeter.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are still a large number of unoccupied houses adjoining the perimeter of the two prisons—a subject of many parliamentary questions from me in earlier years. I understand that many of the remaining properties will be cleared to make way for future development at Castington. I should welcome some clarification on the point, since keeping homes empty is undesirable and represents a further potential security problem.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is sometimes suggested in the local community that when escapes occur, as they have in the past at Acklington, there should be a local alert, perhaps by a siren, so that suspicious persons seen in the locality can be reported. I share the view that a general alarm would be undesirable, because it would give the impression of danger when the individual who has escaped may pose no danger to the local community. However, there are ways ​ of alerting those whose property might be used as cover, and I hope that that sort of thing will be done. Local radio has proved helpful in that respect, spreading the information that a prisoner has escaped without giving a general sense of alarm when there may be no good reason to do so.\n  *[NHSPRB]: NHS Pay Review Body",
        "Recent years have seen major and unsettling changes in the prison service. The prison population nationally has continued to increase alarmingly, while the Home Office has sought with increasing difficulty to contain the prison service budget. The violence which has brought people into prison, many of them very young, must be contained inside the prison and makes the prison officer’s job difficult and sometimes dangerous. Prison officers have had to take the consequences of political decisions. Many of them will not easily forget the effect of the previous Home Secretary’s arbitrary decision on life sentences on lifers, who suddenly discovered that their release dates had been put back indefinitely.\n  *[NHSPRB]: NHS Pay Review Body",
        "The prison service has come through a period of doubt and questioning—started by the psychiatrists and criminologists—about whether there is any scope for what used to be called “reforming” the prisoners, or whether staff were simply to be engaged in containment. There is now a rather more realistic, but nevertheless positive climate in the prison service, but it has come at a time of increased budgetary restraint. There is clearly a need for greater flexibility in the ability of the local prison governor to manage the resources for which he is responsible, but officers are understandably worried that changes in established staffing practices will be used by the Home Office as an excuse for cutting resources, reducing security and locking prisoners in their cells for long periods.\n  *[NHSPRB]: NHS Pay Review Body",
        "I hope that by his reply tonight the Minister can demonstrate that this will not be so and that the Home Office has a firm commitment to maintaining and increasing the effectiveness of institutions which house long-term prisoners such as Acklington and Castington.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}