{
    "url": "https://www.ukpol.co.uk/alan-beith-1978-speech-on-insulation-in-council-housing/",
    "title": "Alan Beith – 1978 Speech on Insulation in Council Housing",
    "post_date": "March 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Alan Beith",
            "url": "/tag/alan-beith/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Alan Beith, the then Liberal MP for Berwick-upon-Tweed, in the House of Commons on 20 April 1978.",
    "content": [
        "In this country we take some pride in the fact that by partnership between central Government and local authorities, the latter having done the major part of the work, we have housed millions of people in modern council houses in the post-war years. Without that action many would now be living in appalling housing conditions. However, it is a worrying fact that a significant number of those who in recent years went into new modern council houses thinking that they had been extremely fortunate and given a wonderful opportunity for a new start in life have found themselves faced with misery—the misery, that is, of cold, damp houses which were supposedly built to the highest modern standards. Some of these houses are a misery to live in because of the damp that they contain and the impossibility of keeping them warm.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am glad that the Under-Secretary of State is present to listen to a plea that I put to him on behalf of some of these tenants. I know that the hon. Gentleman is concerned about the matter and has already taken quite a bit of notice of problems of which he is aware in the North-East and other parts of the country. I shall remind him of things that he must know well from his own experience. For example, there are the elderly couples huddled round a one-bar electric fire trying to keep themselves warm in what is supposed to be a centrally heated house. There are young couples buying paraffin heaters and boiling kettles of water for washing in houses that are equipped with the most modern electrical appliances for central heating and water supply. There are those whose supply is cut off because they cannot pay high electricity bills. Perhaps the most horrifying sights of all—I think that all hon. Members have seen this in houses that we have inspected—are green and black walls that are affected by damp, furniture pulled away from the walls because it is being similarly affected by damp, and wet carpets that are sometimes even frozen to the floor. These conditions are found in houses that are modern and built with the advice of experienced architects.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some of the problems arise from structural damp. It is worrying that there are so many modern properties that are afflicted by damp caused by faults in the structure. Those in local authorities rarely believe that damp is structural. If a case of damp is reported, it seems that structural damp is never the cause. It is said that there is too much condensation and advice is given to wipe the window sills. It is said that the fault lies with the heating. It is rarely admitted that the problem is due to structural damp However, there is a good deal of it. I think that the Minister must know that. We must learn why there is so much, and I wonder what research the Department is carrying out to ascertain why we cannot ensure that the vast majority of local authority housing is not affected by structural damp.\n  *[NHSPRB]: NHS Pay Review Body",
        "Much of the problem of cold and damp housing to which I draw attention is related to systems of electric central heating. Perhaps one of the most notorious problems is ceiling heating, that is, electric heating provided by elements in the ceiling. There are such instances in my constituency in Alnwick in the Cornhill Estate and at Pottergate The Minister will know of other areas in the North-East that have been featured on television and in the news such as St. Cuthbert’s Village, Gateshead.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ducted air systems have given rise to problems in the The Martins, Wooler, in my constituency. It is a system based on night storage, but the weakness of the system is that the night storage cannot generate enough heat to keep the house warm all the day. Therefore, there has to be a daytime boost. It is that daytime ​ boost on peak electricity prices that immediately puts up the cost and leads to very high bills.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a problem all over the country, not only in council houses. I draw the Minister’s attention to the fact that in my constituency there are modern RAF married quarters, built by the Department’s Property Services Agency at Longhoughton for RAF Boulmer, which are much appreciated. But they have a heating system which proves to be beyond the resources of an airman’s pay. We hope to see improvements in forces’ pay. But over the last winter there have been pleas for help from commanding officers’ funds and so on because of difficulties arising from heating.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have seen bills for between £100 and £150 a quarter in both Wooler and Alnwick in my constituency. This morning I was telephoned and told of a £200 quarterly bill. Those who try to budget and who go to the electricity board and say\n  *[NHSPRB]: NHS Pay Review Body",
        "“How much a week will I have to pay? Let me go on to a weekly basis” are being asked for £9 or £10 a week. I am talking about the people to whom we give priority in filling council houses—people who cannot afford to buy houses in the private sector and many of whom, by definition, are on low wages. I am talking about people in my area with wages of between £50 and £60 a week who are paying £9·20 a week in rent and £9 or £10 a week on heating.\n  *[NHSPRB]: NHS Pay Review Body",
        "What do they do? In many cases they abandon the heating, so the houses get colder and damper. Perhaps they get paraffin heaters, but they make the situation worse. I am told, on the best authority, that to burn a gallon of paraffin in a heater creates a gallon of moisture which deposits itself in condensation around the house. The local authority suggests opening a window to let out the condensation. But then the tenants freeze, because the little heat that they generate is lost out of the window.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are all used to the traditional system of the fire in the fireplace and the chimney providing the ventilation and letting out the condensation. People in old properties had a fire for heating in one room, hot water from a back boiler and some ventilation. They thought that they would be better off in modern property, but now they find that they have ​ virtually nothing. They have homes in which they cannot afford to live. That is no exaggeration. That is the feeling of many young couples and elderly people who, in different ways, are trying to make a fresh start. I find it deeply depressing to come across so many people, anxious not to get into debt, who cannot cope with the costs involved in these heating systems.\n  *[NHSPRB]: NHS Pay Review Body",
        "What is wrong? There are two main things. First, I do not believe that electric heating of this type should have been put into these council houses. It was cheap to install. The capital costs were low. But it is fearfully expensive to run.\n  *[NHSPRB]: NHS Pay Review Body",
        "On top of that, insulation in many of these houses is virtually non-existent. Houses on Cornhill Estate in Alnwick have none at all. Houses on Martins Estate in Wooler have enormous windows. They have loft insulation, but enormous windows which are not double glazed. This can be seen in other parts of the country. Looking at the window frames, one sees a groove which was intended for the second glazing. That was not installed. How did local authorities, trying to do their best for their tenants and potential tenants, produce properties which such tenants could not afford to heat?\n  *[NHSPRB]: NHS Pay Review Body",
        "There was too much hard-sell by electricity boards and favourable terms for all-electric houses. I think that the Department of the Environment also played its part in encouraging electric heating. One of my local authorities points to the period in which it was told in letters and circulars—this is some years ago, long before the Under-Secretary occupied his present post—that the Government hoped to rationalise fuel costs and to make sure that all fuels were charged at roughly the same level. Those days are far off now. That was one factor. Many architects seemed to be overtaken with enthusiasm for these systems.\n  *[NHSPRB]: NHS Pay Review Body",
        "An equally important factor was cost cutting at the beginning. I pick on one target, namely, the system by which the Government try to control how much local authorities spend on individual houses. It is called the housing cost yardstick.\n  *[NHSPRB]: NHS Pay Review Body",
        "What happens when council houses are built? The council or its consultant architects design the houses, and they take advice from many quarters, but one of ​ the most important things they must consider is the Parker Morris standards relating to space and other building features. They design a house to Parker Morris standards, they include central heating, and if it has a certain number of bedrooms it has two toilets, one upstairs and one down. The standards are high and impressive.\n  *[NHSPRB]: NHS Pay Review Body",
        "The council then puts the scheme out to tender. It finds that when the tenders are returned the houses cannot be built to those standards within the cost limitations imposted by the yardstick. The council officers and architects then say “Where can we cut?” The first thing they look at is the heating system. They ask “Is there one that is cheaper in capital costs to install?” They then examine the hot-water system and ask “Is there a cheaper type of immersion heater we can put in?” The first victim tends to be the heating system, and because of that kind of decision some switches to electric heating were made.\n  *[NHSPRB]: NHS Pay Review Body",
        "The next thing that is said is “we shall have to leave out some of this insulation, and, if there is to be double glazing, we shall have to do without that. We might have to do without loft insulation, and we might have to have cheaper window frames”. I can quote many instances of items such as window frames and good quality doors and door frames having suffered.\n  *[NHSPRB]: NHS Pay Review Body",
        "The result of this kind of condensation is misery. It is an ironical situation. The houses have two toilets, large rooms and heating the tenants cannot afford. There are lavish standards in one respect, but desperate cost cutting in another respect, which has been a major contributory cause of the difficulty the tenants face.\n  *[NHSPRB]: NHS Pay Review Body",
        "What can be done in future to avoid such situations? I suggest to the Minister that the housing cost yardstick is in many ways a menance. One is setting for local authorities high standards of room sizes and the number of toilets they provide and then, when they have started to abide by those standards, one is saying “No, you cannot spend any money on the houses and we shall tell you from the centre exactly how much you are allowed to spend”. It has resulted in a situation—inded it has in my constituency—where the houses cannot be built at all within the cost yardstick. Equally, it can result ​ in cost cutting which tenants pay for in the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "I should like the Minister to consider dispensing with the cost yardstick. I have put forward this argument in election speeches for five or six years and have come to realise what a menace the yardstick can be. I reiterate my plea that perhaps we should not try to operate a yardstick of that type. Local authorities have no interest in wasting money—or in spending more than they need—in providing a decent house. It is a mistaken approach on the part of the Governments—it is a “nursemaid approach”—for them to say “We need to stop local authorities spending money in this way”. They want to build as many houses as they can to meet their needs and do not want to spend any more on them than is necessary. They are answerable to their electors and their ratepayers.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Government must review what it is we are trying to build and the costs of upkeep in relation to the potential income of the tenants we are trying to house. That is for the future; it will not help tenants who are now facing difficulties. We must think about the people who are living with these mistakes.\n  *[NHSPRB]: NHS Pay Review Body",
        "We shall have to take seriously some of the challenges which are being made on electricity prices. Only today the chairman of the Electricity Consumer Council has challenged the Energy Minister who is responsible for electricity prices because the chairman believes that prices in relation to cost are too high.\n  *[NHSPRB]: NHS Pay Review Body",
        "But that alone will not, in my view, solve the problem. I think that many houses will have to be changed to other systems—to solid fuel or gas. It has been done in some areas. It has been done in the constituency of my right hon. Friend the Member for Roxburgh, Selkirk and Peebles (Mr. Steel) and in the Minister’s area in County Durham. It is a hard decision for a local authority to take, but it may have to be taken. Alnwick District Council is considering changing the system in some of its houses and is trying to run a pilot scheme by putting solid fuel into one house. The Berwick council will have to consider doing the same.\n  *[NHSPRB]: NHS Pay Review Body",
        "The difficulty that all councils face is that they can do that only at the expense of those tenants who are living in much ​ older houses and looking for basic modernisation. Houses in Clayport Gardens, Alnwick, for example, still have bathrooms leading off kitchens. They have waited for years for basic modernisation features. Any council will be concerned about how to spend its limited amount of money in this situation. I believe that the Government must recognise the need for extra help for council’s faced with this difficulty.\n  *[NHSPRB]: NHS Pay Review Body",
        "We must take the problem of insulation very seriously. It was criminal to leave out insulation in the first place. It must now be installed. I am not talking about a couple of inches in the loft. There is more to it than that. In the Wooler houses there are enormous floor-to-ceiling windows which occupy more than half of the most exposed walls of houses which face the windy Cheviot Hills. Heat loss in such a home is enormous and insulation can be provided only by expensive means.\n  *[NHSPRB]: NHS Pay Review Body",
        "Berwick council has only £10,000 available for the year for all house insulation work. That is the amount that it is able to spend and that can attract Government subsidy. How much can the council do with £l0,000? Can it really insulate even 20 houses to a reasonable standard and save a fair amount of heat loss? The Government have rightly given some priority to insulation. In the Budget last week they announced the provision of more money to insulate private houses. That is also necessary.\n  *[NHSPRB]: NHS Pay Review Body",
        "However, we must recognise that proper insulation is a costly business and will require many resources. The Department of the Environment must share some of the responsibility, not only for future policy but for past mistakes. They must help local authorities to put right the mistakes and to put an end to the misery which many tenants are now suffering.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}