{
    "url": "https://www.ukpol.co.uk/aaron-bell-2020-maiden-speech-in-the-house-of-commons/",
    "title": "Aaron Bell – 2020 Maiden Speech in the House of Commons",
    "post_date": "January 23, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Aaron Bell",
            "url": "/tag/aaron-bell/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Aaron Bell, the Conservative MP for Newcastle-under-Lyme, in the House of Commons on 20 January 2020.",
    "content": [
        "It is a privilege and a pleasure to stand here today on behalf of both the market town and the loyal and ancient borough of Newcastle-under-Lyme—or, as the local Facebook group has it, the proper Newcastle. I apologise to the hon. and right hon. Members from Tyneside on the Labour Benches for that. I concede that not everybody knows exactly where we are. We are the historic trading centre of north Staffordshire, and we have a very proud history. We were given our charter by King Henry II in 1173, and we have been returning Members to this place since 1345. I wish to pay tribute to a couple of those former Members here today.\n  *[NHSPRB]: NHS Pay Review Body",
        "First, Paul Farrelly, my immediate predecessor, served in this place for 18 years from 2001. Like me, he was a grammar school boy, but he went to a grammar school in Wolstanton in the constituency. He was a home town boy who was very proud to represent his home town, and it, in turn, was very proud of him, which is probably why we Conservatives found him such a tough nut to crack. Reports of his impending doom were frequently exaggerated, despite the best efforts of my right hon. Friend the Secretary of State for Housing, Communities and Local Government and many others.\n  *[NHSPRB]: NHS Pay Review Body",
        "Unfortunately, Paul parted company with his constituents over the issue of Brexit. I recognise that the referendum put many Members on both sides of this House in a very difficult position. I do not think that any Member should ever have to vote against their conscience on something so fundamental. Although I disagree with the way that Paul voted, I understand why he did so. I also think that his decision to retire was therefore a very honourable one given the strength of feeling in Newcastle-under-Lyme. Like Rocky Marciano, he therefore retires unbeaten. I wish him well for the future, armed as he is with his new Irish passport.\n  *[NHSPRB]: NHS Pay Review Body",
        "I also wish to pay tribute to my Conservative predecessor in Newcastle-under-Lyme, Mr Charles Donaldson-Hudson. If I tell Members that one of the issues that exercised Mr Donaldson-Hudson was the need to suppress the slave trade in Zanzibar, they will appreciate that Mr Donaldson-Hudson is sadly no longer with us. His retirement was also honourable. He decided that his services were no longer required when we were cruelly reduced from having two Members of Parliament to just one by the Redistribution of Seats Act 1885.\n  *[NHSPRB]: NHS Pay Review Body",
        "Mathematically-inclined Members will realise that there has been a 134-year hiatus in Conservative representation for Newcastle. The reason for that can be summed up by a four-letter word, and that word is coal. Although mining has taken place in Newcastle since Roman times, it was the industrialisation of mining that led to the growth of the borough and of the pit villages that sprung up around the collieries in the late 19th and early 20th century. Our coal was among the finest in the kingdom. In fact, it is for that reason that the pottery kilns of Stoke-on-Trent are located where they are—just to our east.​\n  *[NHSPRB]: NHS Pay Review Body",
        "Sadly, the same geology that gave us that superior coal also meant that my constituency suffered some of the worst mining disasters in our nation’s history—I think here of Minnie Pit and of Holditch. The sad honour that came to me as one of my first civic engagements as a new MP was at the 125th memorial of the Diglake disaster in Audley parish, and that was just last week.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many Members in this House have spoken about coalfields in this debate. I think of my hon. Friend the Member for Stoke-on-Trent North (Jonathan Gullis), who is my neighbour, and my hon. Friend the Member for Bolsover (Mark Fletcher). There were also Members on the Labour Benches who spoke on the issue, including the hon. Member for Cynon Valley (Beth Winter). Earlier in the debate, we also heard from the hon. Members for Easington (Grahame Morris) and for St Helens North (Conor McGinn). I want to reassure everybody in this House that those of us on these Benches who have been elected to represent coalfield communities, often for the first time ever or for the first time in many years, do understand and respect and are very mindful of the cultural and industrial heritage that we have inherited.\n  *[NHSPRB]: NHS Pay Review Body",
        "Coal is not the future, as we discussed last Wednesday. The future is in green jobs, in high-skilled jobs, and—this is my area—in tech jobs. Fortunately, Newcastle-Under-Lyme is very well placed on these fronts, not least because of the presence in my constituency of Keele University and its spectacular science park. Only last September, Keele secured University Enterprise Zone status, which will unlock a further £33 million of public and private sector investment in my constituency, and that, in turn, will support our local economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our local economy also needs supporting in the high street—to go back to the market town aspect of my constituency—which is why I am particularly pleased that Newcastle-under-Lyme will benefit from both the future high streets and the stronger towns funding. I was also privileged to be invited to join the Town Deal Board. Together with the Conservative-run Newcastle-under-Lyme Borough Council, I look forward to lobbying the Ministry accordingly.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let me close on a more personal note. My parents are in the Gallery this evening. They, like their parents before them—I am sorry that my 99-year-old grandmother could not make the trip today—always stressed the value of education. A number of Members have also stressed that in this debate. It is, I think, the greatest tool of social mobility that we have. In my time in this place, and in supporting this Queen’s Speech today, I want to ensure that every child in Newcastle-under-Lyme and across the country—every young person—can make the very best of themselves, be the best that they can be and that, in the Prime Minister’s words, we level up across the country. I look forward to supporting this Queen’s Speech and its agenda, and making sure that, in my time in this place, I represent the people of Newcastle-under-Lyme.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}