{
    "url": "https://www.ukpol.co.uk/aaron-bell-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Aaron Bell – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Aaron Bell",
            "url": "/tag/aaron-bell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Aaron Bell, the Conservative MP for Newcastle-under-Lyme, in the House of Commons on 10 September 2022.",
    "content": [
        "It is a sad privilege to rise to speak on behalf of my constituents in Newcastle-under-Lyme, to offer our condolences to His Majesty and the whole royal family, and to give thanks for the life and service of Her Majesty.\n  *[NHSPRB]: NHS Pay Review Body",
        "As Britons, we are lucky to live in a constitutional monarchy, but to have had the Queen as our constitutional monarch we were more than lucky; we were blessed. I believe that she is the greatest public servant this nation has ever seen. Through 70 years, she has led this nation through profound challenges and seen profound change, not just in this nation but throughout the world and across the Commonwealth. She has led and guided us throughout with her grace, her wisdom and her example. She visited us in Newcastle-under-Lyme in 1973 for our octocentenary. Constituents of mine of a certain age will remember that, and as we prepare to celebrate 850 years next year, those memories will now be all the more poignant.\n  *[NHSPRB]: NHS Pay Review Body",
        "As we remember Her Majesty, I would like to pay tribute to the way that she has led this nation. Only earlier this week we had the transfer of power. She continued to take her constitutional responsibilities with the utmost seriousness to the end, and I am sure the Prime Minister was extremely grateful for her advice only on Tuesday.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have sat in the Chamber and listened to much of the debate, both yesterday and today. There have been some very fine and moving speeches, and some very funny ones, on all sides. I think the finest speech I have heard was not from the Dispatch Box or from these Benches, and it was not even from the Opposition Benches. It was from the monitor screens in here yesterday, when we listened to His Majesty address the nation. It was a profoundly fine and moving speech, and it confirmed to me what I already knew from his many years of service as the Prince of Wales: that the Crown is in very safe hands and that we can look forward with confidence as we go through yet another trying time for our nation. He will follow his mother’s example, leading us into a new era. God save the King.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}