{
    "url": "https://www.ukpol.co.uk/aaron-bell-2021-speech-on-covid-19-restrictions/",
    "title": "Aaron Bell – 2021 Speech on Covid-19 Restrictions",
    "post_date": "December 15, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Aaron Bell",
            "url": "/tag/aaron-bell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Aaron Bell, the Conservative MP for Newcastle-under-Lyme, in the House of Commons on 14 December 2021.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Rutland and Melton (Alicia Kearns). This has been a good debate and a necessary debate. Strong views have been expressed on all sides, and I think those reflect the views that a lot of us have heard from the country and in our inboxes. I believe in a proportionate response to the potential threat of a public health emergency, and that the precautionary principle applies, so I will support the Government today. Given what I have heard about the transmissibility of omicron, I think these measures will be for only a limited period of time, one way or the other, because it is very transmissible and we do not yet know quite how severe it is.\n  *[NHSPRB]: NHS Pay Review Body",
        "The response that the Government take has to be balanced with the needs of the economy, as many others have said, and we must be particularly mindful of the effect on the hospitality industry, particularly at this time of year. But it is not these measures that are affecting the hospitality industry. In fact, some of these measures will support the hospitality industry by giving people confidence. It is the virus that is affecting the hospitality industry. Sometimes I get the sense that some colleagues, and certainly some people who write to me, are arguing with the virus, not with the Government. I think it is common cause across the House that we all do not like the virus, but unfortunately the virus does not care about that and it will keep on doubling.\n  *[NHSPRB]: NHS Pay Review Body",
        "That brings us to the data. I am grateful to all the witnesses we heard this morning in the Science and Technology Committee, ably chaired by my right hon. Friend the Member for Tunbridge Wells (Greg Clark), but clearly we do not have enough data yet, particularly UK data, as my right hon. Friend the Member for Forest of Dean (Mr Harper) said. On case fatality rates, we heard that omicron is perhaps 29% milder than the original strain—that is from the South African data—and that in terms of length of stay in hospital, omicron stays are perhaps half the length of regular stays. Unfortunately, those are both linear variables. The R0 rate, on which omicron is truly outcompeting the other variants, is an exponential variable. That means that until it runs out of targets, it is going to keep doubling. We heard that there were 200,000 infections yesterday; that will be 400,000 in two or three days, and possibly 800,000 in a week’s time. We must not fool ourselves that we know how we can balance that exponential growth with the two linear measures we have found out about. We have to take a precautionary but balanced approach in the meantime.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have sympathy—I really do—with the slippery slope argument made by my hon. Friend the Member for Bosworth (Dr Evans) and those who say this is the thin end of the wedge. I share the view of many colleagues that the House must have its say over the next two weeks if we are to take further steps along that slope or to a thicker part of the wedge. I would not vote for the thickest part of the wedge—I would never vote for mandatory vaccination of the general public, and I welcome the assurances we have heard from the Dispatch Box today—but that is not the question before us. We should all vote for or against these measures based on their content and our own personal belief in them.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the so-called vaccine passports, I do not believe that they are anything of the sort. With lateral flow tests and recent experience of covid as alternatives, I do not think they should be described as vaccine passports; they should be described as covid passes. I welcome the assurance from the Dispatch Box that lateral flow tests will remain part of that in the future, and I will hold the Government to that.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, on the point about rights and responsibilities of citizens that my hon. Friend the Member for Bexhill and Battle (Huw Merriman) made so eloquently, there are 4 million people who have chosen not to be vaccinated so far. Some of them may be disorganised, but there are undoubtedly many out there who have chosen not to be vaccinated. I say to all of them: “I will stand up for your freedom and for your right not to be vaccinated, but you cannot imagine that there can be no consequences to that choice once that starts impacting the freedoms and rights of others.” I therefore think that some of the measures that my right hon. Friend the Member for Elmet and Rothwell (Alec Shelbrooke) mentioned may have to be considered in the future if we get severe exponential growth of omicron.\n  *[NHSPRB]: NHS Pay Review Body",
        "In my last 10 seconds, I commend the Government for what they have done on boosters, and I urge everyone to go out and get their booster as soon as possible. That is the way out of this.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}