{
    "url": "https://www.ukpol.co.uk/aaron-bell-2023-parliamentary-question-on-prosecutions-for-fraud-and-bribery/",
    "title": "Aaron Bell – 2023 Parliamentary Question on Prosecutions for Fraud and Bribery",
    "post_date": "February 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Aaron Bell",
            "url": "/tag/aaron-bell/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Aaron Bell, the Conservative MP for Newcastle-under-Lyme, in the House of Commons on 1 February 2023.",
    "content": [
        "**Aaron Bell (Newcastle-under-Lyme) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "What steps she is taking to help the Serious Fraud Office investigate and prosecute fraud and bribery.\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Solicitor General (Michael Tomlinson)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Mr Speaker, you may remember that the SFO successfully prosecuted Glencore Energy UK Ltd and that the total amount the company will pay—£280 million—is the highest ever ordered in a corporate criminal conviction in the United Kingdom. We continue to work closely with the SFO to identify any policy changes that could support its ambitions.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Aaron Bell**\n  *[NHSPRB]: NHS Pay Review Body",
        "My constituents want to see the Government crack down on corporate criminality. What measures are the Government considering in the Economic Crime and Corporate Transparency Bill to address corporate crime?\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Solicitor General**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am grateful to my hon. Friend for his interest. The Government recognise that the current law does not go far enough. That is why we have committed to addressing the need for a new “failure to prevent” offence in the Economic Crime and Corporate Transparency Bill. In addition, we are introducing a provision to extend the SFO’s pre-investigation powers.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}