{
    "url": "https://www.ukpol.co.uk/aaron-bell-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Aaron Bell – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 28, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Aaron Bell",
            "url": "/tag/aaron-bell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Aaron Bell, the Conservative MP for Newcastle-under-Lyme, in the House of Commons on 21 July 2022.",
    "content": [
        "It is a pleasure to follow my hon. Friend the Member for Dudley South (Mike Wood), and an honour to be participating in the first Sir David Amess Adjournment debate. This is a very fitting tribute indeed for a great champion and an enthusiast for the format. He was someone to whom service of his constituents, his party and his country was of the utmost importance. There is so much inspiration for us newer Members in his example. I welcome his successor, my hon. Friend the Member for Southend West (Anna Firth), to her place today. I also welcome five other Members who have joined us since last summer. A few of them came in on the back of by-elections that were quite painful for my party, but it is important that we remember the people who sent us here, and by-elections are a way to do that, and perhaps they have given this party a wake-up call over the past year as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have spent the past few weeks trying to argue for a clean start in Government, but I think we also need a clean start in Parliament when we come back. When we come back, we will have a new Prime Minister, and that is an opportunity for us all to reflect on the way that we conduct ourselves in this Chamber and in the estate more widely. I have come to feel that Parliament is perhaps suffering from a bout of long covid of its own—some bad habits that are antithetical to the good working of this place as well as contrary to some long-standing culture and practice. Some of these things have taken hold and are not serving ourselves, our constituents or the reputation of this House well.\n  *[NHSPRB]: NHS Pay Review Body",
        "If I have the time, I want to cover four particular points: the debate itself; the tone in which we speak to each other; standards; and the culture around the estate. Some of it is a hangover literally from covid. The new intake of 2019 participated in debates where there was no back and forth. We were basically recording clips from the comfort of our own living rooms. The May 2020 report of the Procedure Committee, on which I now sit but did not at the time of the report, said that\n  *[NHSPRB]: NHS Pay Review Body",
        "“debates have become recitals of prepared texts rather than lively exchanges of view.”\n  *[NHSPRB]: NHS Pay Review Body",
        "I wholeheartedly concur, and I fear that this tendency has been slower to depart than some of the other arrangements that we had during covid.\n  *[NHSPRB]: NHS Pay Review Body",
        "Although it is of course vital that our constituents can see what we do here, I do not think that it is necessarily wise that what we do here is simply for our constituents to see—whether it is on our Facebook pages or on Twitter, the echo chamber for the retweets and likes. I will, of course, concede that today’s debate is a noble exception and that we should all go for it in the way that Sir David used to do. But that is not really what we are here for. We are legislators. We are here to scrutinise legislation. We are here to hold the Government to account, whether we are supporters of the Government or members of the Opposition. We are not here to make viral clips only tangentially related to the legislation that we are supposed to be considering. I think that all of us, including me, probably need to do a little bit better. What we need is genuine debate. We should refer to previous speakers in the debate. We should take interventions—I am willing to take one now—and we should take on and win arguments with other people.\n  *[NHSPRB]: NHS Pay Review Body",
        "We also need a clean start on tone in September. During the confidence debate, there were flashpoints. I do realise that the past few months have been tough and fraught, and that is just on the Conservative side of the Chamber. The temperature has literally risen over these past few days, but what we say in this place really matters. We should all remain moderate and collegiate. We should argue and disagree with each other, but in good faith and with good humour and respect. We should set an example. We heard only the other day in points of order from my hon. Friends the Members for Rother Valley (Alexander Stafford), for Wolverhampton North East (Jane Stevenson) and for Hyndburn (Sara Britcliffe) that if that tone gets out into the country, it could be really, really damaging. It could threaten our security and it could threaten our families, so we must set an example in this place.\n  *[NHSPRB]: NHS Pay Review Body",
        "I will touch on standards briefly, because I made my views known on this in the debate that we had after the Owen Paterson affair. We cannot have one rule for us and another for everybody else. We must do better.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need a clean start on estate culture. There have been exposés in the papers about staffers getting drunk and sleeping in offices, to say nothing of the behaviour of some MPs that has been well documented recently. We really must address that when we come back in September. We must have a clean start.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the Speaker’s Commission, which is part of the solution, I am not at all convinced that the right solution is for MPs not to employ their own staff. Some may have noticed that, over the past few months, my support for the Prime Minister has been open to question. If, for example, my staff had been employed by the Conservative party, they would have faced a huge conflict of interest; they owe their job to the Conservative party, but they owe their judgment to me. Who would they be beholden to? There would be an unacceptable conflict. I have discussed this with my staff, and I know that they would have found it extremely difficult to navigate these past few months had their loyalty been split. It is not a small concern to them. They need to know who they are working for and whose interests they are employed to pursue—obviously our constituents, but ourselves as Members as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "Moreover, that would not fundamentally solve the issue of the worst behaviour of MPs towards their staff, other Members’ staff, Clerks, House staff and so on. What we need to do is grapple with bad behaviour and stamp it out. No human resources policy in the world can mitigate some of the terrible behaviours that we have seen reported about former Members of this House.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, because it is Sir David’s debate, we need a clean start in Newcastle as well. We need levelling up. We need the money coming through from the towns fund. We need to clean up the antisocial behaviour. Most of all, as I have said in this debate previously, we need to clean up that landfill at Walleys quarry. [Interruption.] We need to stop the stink—thank you very much. We need a clean start in Parliament, in Newcastle and in the country.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}