{
    "url": "https://www.ukpol.co.uk/aaron-bell-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Aaron Bell – 2022 Speech on the Cost of Living Crisis",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Aaron Bell",
            "url": "/tag/aaron-bell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Aaron Bell, the Conservative MP for Newcastle-under-Lyme, in the House of Commons on 17 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Jarrow (Kate Osborne).\n  *[NHSPRB]: NHS Pay Review Body",
        "There is much to welcome in Her Majesty’s Gracious Speech, but since I have only four minutes, I will be brief about the Bills in it. The Schools Bill will raise standards and help every child fulfil their potential in this country, and the energy security Bill will tackle the long-term cost of living increases. We have seen the disruption that oil prices can cause, but we can expand on our leadership in offshore wind, build new nuclear and kick-start Britain’s hydrogen economy. The Brexit freedoms Bill will make it easier to amend and repeal outdated EU laws.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Levelling-up and Regeneration Bill will give communities new powers to drive local growth and regeneration. That will build on the success we have already had in Newcastle-under-Lyme from the future high streets fund and the town deal, with more than £50 million of investment brought into our borough by a very well-run council. As I said earlier, it has already paid out to 34,000 residents their £150, whereas so many Labour councils—I mentioned some of them earlier, and I forgot Kirklees, with apologies to my hon. Friends from there—have not paid out their £150. All the words from those on the Opposition Benches about the cost of living squeeze ring very hollow when their councils are not getting that money into people’s bank accounts. No doubt that is why Newcastle-under-Lyme Borough Council was returned earlier this month with the first Conservative majority in our history. We won seats from Labour in historic Labour places, such as Crackley and Silverdale. I am very proud of the achievements of that council and the leader Simon Tagg.\n  *[NHSPRB]: NHS Pay Review Body",
        "Turning to support with the cost of living, many colleagues have said that we are right to target growth and investment in the long term. That is the solution to raising standards in the long term, but we need support right now because of the high inflation that has been stoked principally by the oil price and by Putin’s war in Ukraine. I welcome the threshold rise in national insurance, which means that 30 million people will be better off and 70% will be paying less even after the new levy. I noticed that in the Opposition’s literature, they said they would scrap the levy, but now they are rowing back on that. Can we have a spending commitment for the next election that they want to scrap it? That levy is going to support the NHS and social care, so if Labour wants to remove it, it should say so.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are increasing the warm home discount to £100, and extending eligibility to 3 million people. We are doubling the household support fund to £1 billion and investing £200 million per annum in continuing the holiday activities and food programme. I am also very glad that the Chancellor of the Exchequer listened to me and my right hon. Friend the Member for Harlow (Robert Halfon) on fuel duty. That 5p cut is very helpful in a constituency such as Newcastle-under-Lyme, where so many are reliant on cars.\n  *[NHSPRB]: NHS Pay Review Body",
        "We may yet need to do more on energy, but that depends on where the oil price goes. If the oil price stays high, I am sure the Chancellor will do more when we come to the next round of the energy price cap. I welcome what he said on the windfall tax. The Opposition amendment is unnecessary. I am clear that windfall taxes are unwelcome, although in certain circumstances they may be the right answer, and I am glad to see the Chancellor not ruling anything out. We need to see proper action from the oil and gas companies in investing. If they do not do that, I will be happy to support him, if that is the direction we take. I realise it is a cyclical industry, but there is a case to be made.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, I press the Chancellor to do more about levelling up through the tax system. I urge him to look again at council tax. That £150 for bands A to D was very well targeted at people. It was not just levelling up for constituencies such as mine, where 92% of people are in those bands, but levelling up for anyone in a house in bands A to D across the country. Council tax rates are based on valuations that are now very out of date. No Government have ever had the appetite for a valuation, but there must be some scope to lower the burden on people in lower bands and to increase or add extra bands I and J on top. I put that to the Chancellor.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Jonathan Ashworth (Leicester South) (Lab/Co-op)**\n  *[NHSPRB]: NHS Pay Review Body",
        "That is brave.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Aaron Bell**\n  *[NHSPRB]: NHS Pay Review Body",
        "It is brave—I thank the right hon. Gentleman—but we need to do it to level up the tax system.\n  *[NHSPRB]: NHS Pay Review Body",
        "More than anything, I am glad to have the Chancellor of the Exchequer leading us through these difficult times. Hon. Members should remember that if Opposition Members had had their way, we would be led by the right hon. Members for Islington North (Jeremy Corbyn) and for Hayes and Harlington (John McDonnell), and we would not be standing up to Putin; we would be excusing him.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}