{
    "url": "https://www.ukpol.co.uk/aaron-bell-2022-speech-on-the-northern-ireland-protocol-bill/",
    "title": "Aaron Bell – 2022 Speech on the Northern Ireland Protocol Bill",
    "post_date": "June 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Aaron Bell",
            "url": "/tag/aaron-bell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Aaron Bell, the Conservative MP for Newcastle-under-Lyme, in the House of Commons on 27 June 2022.",
    "content": [
        "May I begin, just as the Foreign Secretary did, with the Good Friday agreement? There is common cause across the House that that is the sacrosanct treaty that we in this place really must uphold. Obviously, where there are competing treaties, there have to be mechanisms to decide between them, as DUP Members have said.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the Foreign Secretary said in her piece in yesterday’s Financial Times:\n  *[NHSPRB]: NHS Pay Review Body",
        "“The protocol was not set in stone forevermore on signing. It explicitly acknowledges the need for possible new arrangements in accordance with the…(Good Friday) Agreement.”\n  *[NHSPRB]: NHS Pay Review Body",
        "As she has said, our first preference is to renegotiate the text with the EU. We have been working at that for a year and a half, but we have not been able to do it. The EU has not been engaging, as recently as this weekend, she said. To quote another piece, written by my hon. Friend the Member for Bromley and Chislehurst (Sir Robert Neill):\n  *[NHSPRB]: NHS Pay Review Body",
        "“A good deal of the blame lies with the needlessly rigid and inflexible approach adopted on the EU side.”\n  *[NHSPRB]: NHS Pay Review Body",
        "I could not agree more. We really need to get negotiation going, and I will speak about negotiation for most of the rest of my speech.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is a Second Reading debate—nobody expects the Bill to be rammed through the Commons, let alone Parliament, in short order. I understand the arguments that have been put forward throughout the House, including by many learned and senior colleagues on the Conservative Benches, but I will not stand here and undermine and circumscribe the Government’s negotiating position with the EU.\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend the Member for North Dorset (Simon Hoare) questioned whether the Bill is a bargaining chip; if we are to have a negotiation, I would rather have as many bargaining chips as possible. I tried to intervene on him during his speech but he would not take my intervention. The fatal mistake that the previous Parliament made between 2017 and 2019 was that too many Members tried to circumscribe the Government’s negotiating position, to undermine our position and to take the EU’s side. The current Leader of the Opposition and the former Leader of the Opposition, the right hon. Member for Islington North (Jeremy Corbyn), posed with the EU negotiating team, undermining what the Government were trying to do.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Martin Docherty-Hughes (West Dunbartonshire) (SNP)**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman makes a point about Members of this House. Does he believe in parliamentary sovereignty? If he does, he will understand that Members had every electoral right to do as they did.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Aaron Bell**\n  *[NHSPRB]: NHS Pay Review Body",
        "I completely agree with parliamentary sovereignty. I also believe that no Parliament can bind its successor and am pleased that, following the results of the 2019 general election, we have a much more reasonable Parliament on these matters than we had previously. I might add that we now have a Speaker who is much more reasonable on these matters. The previous Speaker completely undermined what the Government were trying to do in that Parliament. Negotiation is about achieving a win-win. We do not do that by undermining our own position.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Jonathan Gullis (Stoke-on-Trent North) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Give him a job!\n  *[NHSPRB]: NHS Pay Review Body",
        "**Aaron Bell**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am not going to take a job, thank you very much.\n  *[NHSPRB]: NHS Pay Review Body",
        "I agree with my right hon. Friend the Member for North Thanet (Sir Roger Gale) that the Northern Ireland protocol was flawed, but that was because of the antics of the previous Parliament. As my hon. Friend the Member for South Thanet (Craig Mackinlay) said in his speech a few moments ago, the antics of that Parliament created the unsatisfactory need for the protocol in the first place.\n  *[NHSPRB]: NHS Pay Review Body",
        "In reality, we need to go right back to the start of the negotiations. I have a huge amount of time for the former Prime Minister, my right hon. Friend the Member for Maidenhead (Mrs May), but the reality is that the sequencing decision in that first summer of 2017 was where it all started to go wrong. We should never have allowed Northern Ireland to be split apart from the negotiation in the way we did. We should have found a way and we would not have had the problems with the protocol that we now see. That is what led us to this position.\n  *[NHSPRB]: NHS Pay Review Body",
        "The EU has been using the negotiations, or the lack thereof, in bad faith. They have resisted co-operation with the Government even in areas where we ought to have simple mutual advantage. I speak in particular of the Horizon programme, which we on the Science and Technology Committee have considered at great length. I would like to see that programme reinstated and it is a shame that the EU is using the Northern Ireland protocol issues to resist that.\n  *[NHSPRB]: NHS Pay Review Body",
        "To conclude—[Hon. Members: “More!”] Members can have more. The Bill contains solutions to the four principal issues with the protocol—customs, regulation, tax and spend and governance—but I fervently hope that in the end we will not need to pass it. I hope the Bill unlocks the negotiations with the EU, thereby leading to a result that is mutually satisfactory for not only the Government and the EU but, most importantly, for the people of Northern Ireland: nationalists and Unionists alike. It should be a device that brings people together and kick-starts negotiations.\n  *[NHSPRB]: NHS Pay Review Body",
        "I stand in the same position as my right hon. and learned Friend the Member for South Swindon (Sir Robert Buckland), who made exactly this point in summing up: the Bill is perhaps a negotiating device and it is also a backstop in case the negotiations fail. I support it on both bases and I will support the Government in the vote tonight.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}