{
    "url": "https://www.ukpol.co.uk/henry-bellingham-2007-speech-on-legal-aid/",
    "title": "Henry Bellingham – 2007 Speech on Legal Aid",
    "post_date": "September 4, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Henry Bellingham",
            "url": "/tag/henry-bellingham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Henry Bellingham on 12th January 2007.",
    "content": [
        "I declare my interest as a barrister who did legal aid work in the past. I welcome the debate in Government time, although it is regrettable that it is not in the main Chamber. There are 25 Members here, which is I suggest probably many more than are in the Chamber for the debate on social exclusion.\n  *[NHSPRB]: NHS Pay Review Body",
        "Everyone agrees that action is needed to control the criminal legal aid budget, and I want first to discuss criminal legal aid in general terms, before considering civil legal aid. The cost is up 37 per cent. from 1997 to more than £2 billion, as the Minister pointed out, and I want to consider the drivers of that increase. Lawyers’ fees are certainly not responsible, because standard and non-standard fees, taken together, are up 1.7 per cent. since 2001. I suggest that the increase in the legal aid budget is largely due to the increased volume of cases, changes in procedure and changes in the rules of evidence. Of course, there has also been a very big increase in the number of criminal offences on the statute book. Indeed, in a speech made by the Minister herself in 2005, when as a Back Bencher she secured an Adjournment debate in Westminster Hall, she pointed out that 700 new offences had been created since 1997.\n  *[NHSPRB]: NHS Pay Review Body",
        "In fact, June Venters QC pointed out in a recent speech that since 1997 there have been 3,000 new criminal offences. That obviously puts great pressure on the criminal system, because the Government go on legislating.\n  *[NHSPRB]: NHS Pay Review Body",
        "Defendants must of course have justice. Indeed, in a speech on October 24 2006, June Venters said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“Legal aid is there to ensure that vulnerable and disadvantaged people are not denied access to justice because of their inability to pay”.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Lord Chancellor in a speech the other day to the Law Society said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“Free access to justice for those who need legal aid is as integral to the welfare state as the NHS or state education.”\n  *[NHSPRB]: NHS Pay Review Body",
        "I think that we would all agree.\n  *[NHSPRB]: NHS Pay Review Body",
        "I shall quickly consider the impact of means-testing on magistrates courts. It is ironic that the drivers behind the increases in the legal aid budget do not come from the magistrates courts, but mainly from the Crown court. However, the means-testing arrangements are having an impact on the magistrates courts as we speak. That is a matter for concern. Most solicitors support the principle of means-testing, but they have always stressed that the new means test must enable legal aid to be granted or refused quickly. That manifestly is not happening.\n  *[NHSPRB]: NHS Pay Review Body",
        "I recently received a letter from a large firm of solicitors in Sheffield—Howells, the Citizens Solicitor. The firm made it clear that the new arrangements for means-testing are extremely bureaucratic and cumbersome. I shall not go into detail, Sir Nicholas, as you have told us to make progress, but it points out that the Department for Constitutional Affairs did not take account of representations made by the solicitors who deal with such cases day in, day out at the sharp end.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Minister talks about the most vulnerable, and in her press release this morning she made it clear that vulnerable people would not be affected. The New Policy Institute report headed “Means testing in the magistrates’ court: is this really what Parliament intended?” was published on 5 December. It highlighted the case of a lone parent with a child aged 10. The parent was working full-time at the minimum wage of £5.35 an hour but will not be eligible for criminal legal aid because of a boost to her family income from tax credits. If that is not affecting the vulnerable, I really do not know what is. That is exactly the sort of person who we should be trying to protect and help. Is that what the Minister intended? Is it what she meant today in her press release?\n  *[NHSPRB]: NHS Pay Review Body",
        "The result, as we have heard, is that many firms will close or amalgamate. Many of the firms in my constituency are not in criminal legal aid to make money; they are doing it through conviction, as a service, because they believe in the ethos of trying to protect those in society who have real problems and crises. That was very much the message that I received from those firms. There will certainly be legal aid deserts, especially in rural areas.\n  *[NHSPRB]: NHS Pay Review Body",
        "Furthermore, in my judgment, there is no question but that the bidding process and the best-value procedures will lead to bigger firms, and the consolidation and closure of small firms. We should not be in any doubt that the larger firms will cost more. It is the smaller more focused firms with dedicated partners who historically and traditionally offer the best value for money. For instance, in 2005 and 2006, Otterburn Legal Consulting carried out two large surveys of criminal firms, and it concluded that the smaller firms with lower overheads and dedicated staff who work long hours offer the best value for money. The larger firms cost more, and ultimately they will cost the Government more in criminal aid. That is ironic.\n  *[NHSPRB]: NHS Pay Review Body",
        "I take on board the points made by the right hon. Member for Leicester, East (Keith Vaz) and the hon. Members for Tooting (Mr. Khan) and for Hackney, South and Shoreditch (Meg Hillier) about the black and minority ethnic firms. Many are small businesses, but they have a great commitment to the communities that they serve. By definition, they probably do not want to consolidate or merge or even expand; they want to remain small and to serve their communities in their inimitable way. I also take on board the points made about legal aid advice centres.\n  *[NHSPRB]: NHS Pay Review Body",
        "If you do not mind, Sir Nicholas, I shall quote a colleague. My hon. Friend the Member for Isle of Wight (Mr. Turner) has recently been very ill. He suffered an unpleasant stroke, but mercifully he is now much better. I spoke to him by telephone last night. He asked me to tell the House that, in his judgment, the supplier base for legal aid on the Isle of Wight is threatened by the current proposals. He said that if the base is eroded too far, there will be no choice, which will create further serious problems, with conflicts of interest. The problem affects all areas, but it will have a particular impact on the island, given the logistical difficulties of getting people over from the mainland—or the high cost that his poorer constituents will face in getting to the mainland. He pointed out the risk that under the Government’s proposals the Isle of Wight will become an advice desert. It is important that his comments are taken on board, particularly at this time.\n  *[NHSPRB]: NHS Pay Review Body",
        "The public defender service pilot schemes clearly show that the cost of the PDS is between 40 per cent. and 90 per cent. more than the cost of private law firms providing the same criminal defence services to the public. I find that a matter of concern, and it illustrates that big is not necessarily beautiful.\n  *[NHSPRB]: NHS Pay Review Body",
        "When considering criminal legal aid, I wonder whether the Minister’s reintroduction of means-testing with such a bureaucratic system is really how the Government want to help the vulnerable. I am sure that she does not need reminding that, during an Adjournment debate in October 2005, she argued cogently and passionately that the budget for criminal legal aid cannot be capped. I know that she has taken the Queen’s shilling and gone native, but, for goodness sake, does she not trust her instincts—or is she just doing what her boss is telling her? I leave it to others to draw their own conclusions.\n  *[NHSPRB]: NHS Pay Review Body",
        "I turn to civil legal aid. We heard this afternoon that the proposal for a single national fixed fee for advice work in each legal field will lead to many problems. The Government say that it will be cost-neutral, but I put it to the Minister that the picture in civil legal aid is pretty grim. Civil practitioners received a rise of 2.5 per cent. in 2004 in legal aid fees. There was no increase in 1993, 1994, 1997, 1998, 1999 or 2000. It is a matter of great concern that the number of offices with civil legal aid contracts fell from 4,301 in March 2004 to 3,632 in March 2006—and the number is falling fast.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lord Carter proposed a graduated fee scheme for solicitors doing family and welfare related work. Why did the Government not take Lord Carter’s advice? Why did they not listen to what he had to say? Standard fees are obviously are very different. Although I welcome the Government’s decision to reconsider and delay the introduction of standardised fixed fees in relation to family, immigration and mental health law, fixed fees will definitely be introduced for others areas of social welfare law, including housing, employment, welfare benefit, debt, community care and education law in October—in a few months.\n  *[NHSPRB]: NHS Pay Review Body",
        "I ask the Minister to consider her Department’s regulatory impact assessment. It confirms that a standard fixed fee will mean a loss of income for 38.6 per cent. of providers. The Law Society’s document on the subject is a pretty comprehensive survey of the various points of view put by different organisations. It makes it clear that 82 per cent. of family practitioners believe that their firm is less likely to undertake publicly funded work in future; that 78 per cent. of mental health practitioners are considering whether to continue to represent publicly funded clients and believe that the quality of service will decline; that72 per cent. of immigration practitioners say that their firms are less likely to undertake legal aid work in future, and 67 per cent. thought that the quality of the service would decline; and that 95 per cent. of civil aid practitioners believe that the proposed fixed fees would make their work non-viable. That is pretty staggering.\n  *[NHSPRB]: NHS Pay Review Body",
        "Is it any wonder that virtually every organisation out there that has lobbied MPs and expressed opinions is telling us of its dismay? People are very concerned and a range of organisations are involved. First, the Access to Justice Alliance—an organisation that is very well briefed—has said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“To survive on the proposed fixed fee we would have to exclude some of those most in need whom we currently help. There is unlikely to be another supplier to take them on, so they would simply not receive the help they need”.\n  *[NHSPRB]: NHS Pay Review Body",
        "The National Society for the Prevention of Cruelty to Children, an organisation that we all know and love has made it clear that it is gravely concerned about the potential loss of expert legal advice for family law cases resulting from the cuts in legal aid. It says:\n  *[NHSPRB]: NHS Pay Review Body",
        "“There is already a serious risk regarding the future availability of family legal aid lawyers; the situation will only get worse if the government fails to provide proper support”.\n  *[NHSPRB]: NHS Pay Review Body",
        "The NSPCC outlines a very distressing case of a young girl called Tracey. She was a heroin addict suffering from post-natal depression and social services tried to remove her baby from care. It was a complex case and I accept the point made by the hon. Member for Ealing, Acton and Shepherd’s Bush (Mr. Slaughter) that many of those cases are becoming increasingly complex and difficult. In the case I have outlined, many hours were put in by the solicitor concerned at a substantial loss to the law firm. The solicitor was eventually paid about £9,000 in legal aid money, which may sound a great deal, but it certainly was not anywhere enough to cover the time put in. The bottom line is that Tracey is now off drugs and her life is back on track. That is exactly the type of case that her solicitors believe they would not be able to take on today. The cost of social care and of interventions from other agencies to help Tracey would be far more than the legal aid paid out to her solicitor.\n  *[NHSPRB]: NHS Pay Review Body",
        "Other organisations involved in this issue are Shelter, Mind, Action Against Medical Accidents and the Mental Health Lawyers Association, which has been lobbying very hard indeed. It sent me an e-mail the other day in which it made it clear that it is not at all happy with what is happening. It states:\n  *[NHSPRB]: NHS Pay Review Body",
        "“The problem that the Government faces, is that it has squeezed mental health lawyers so hard…there is no slack in the system…The Government faces a potential ‘meltdown’ situation in October. This is not industrial action it will simply be members finding they just cannot do the job”.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Minister recently said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“Matters connected with mental health lawyers are going to be looked at again, in connection with practitioners. They have no concerns at all.”—[Official Report, 19 December 2006; Vol. 454, c. 1280.]\n  *[NHSPRB]: NHS Pay Review Body",
        "However, Richard Charlton, the chair of the Mental Health Lawyers Association, made it clear that that was not the case given his references to ‘meltdown’ and ‘no slack in the system’. If the Minister thinks that that represents ‘no concerns at all’, she should think again.\n  *[NHSPRB]: NHS Pay Review Body",
        "The citizens advice bureaux have been extremely active in briefing us. I have many letters from CABs and I will not got through all of them. However, I want to flag up that my local CAB in west Norfolk and the one up the road from me in Boston have grave concerns. In a letter to my hon. Friend the Member for Boston and Skegness (Mark Simmonds) the Boston CAB’s bureau manager, Maggie Peberdy, said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“As you will know, Boston CAB holds a contract with the Legal Services Commission to provide debt and benefits advice. We strongly believe that the proposed changes will have a damaging impact on our ability to provide essential legal aid services to people with complex welfare benefits or debt problems, and that this in turn will harm the most vulnerable in our community.”\n  *[NHSPRB]: NHS Pay Review Body",
        "She goes on to list many of her concerns. The Minister kindly attended a meeting of the all-party citizens advice group the other day. At that meeting, the CAB passed on a number of very complex case studies that involved a whole range of factors—for example, those dealing with complex clients suffering from mental illness who require the assistance of outside agencies and third parties including local authorities. Those cases take a long time to resolve.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Minister should look again at what the CAB has said and at the views of the Association of Lawyers for Children, the Family Law Bar Association and a large numbers of individual firms. I met a firm in my constituency the other day, which is a growing and expanding partnership that is doing well. However, there is a real problem with that business as a number of dedicated partners and lawyers, some of whom do criminal and legal aid and family work, are concerned about whether the firm will be able to carry on offering the same level of public service. They were kind enough to bring in a family law barrister who expressed exactly the same concerns and who is acting for different solicitors up and down the region. Day in and day out, he expresses in court his very grave concern about whether many of the smaller firms will be able to carry on with this type of work.\n  *[NHSPRB]: NHS Pay Review Body",
        "I shall conclude now as I know that you, Sir Nicholas, wish to call other Members to speak. However, I am concerned about the black and minority ethnic firms in relation to civil legal aid as the present system is nearly at breaking point. It is already becoming increasingly difficult to find a legal aid solicitor and the Government’s plans will only make that worse. The Minister talks about trying to help and make life easier for the vulnerable, but she should listen to what the experts are saying and trust the judgment and instincts that she so eloquently expressed in the debate on 26 October 2005.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the shadow Attorney-General said earlier, what is the role of the Lord Chancellor in this? First of all he has downgraded his own job—we gather that was done on the back of an envelope—and has then spent ten of millions of pounds on a new supreme court. He has rewarded his Ministers with a sell-out to the Treasury or has the Treasury rewarded him for not managing his Department properly? The conclusion that I draw is that some of the most vulnerable people in our constituencies and communities will suffer. That is what concerns us and it is why I very much hope that the Minister will start listening to the people who really know what is going on.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}