{
    "url": "https://www.ukpol.co.uk/henry-bellingham-2012-speech-on-nigeria/",
    "title": "Henry Bellingham – 2012 Speech on Nigeria",
    "post_date": "January 21, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2012",
            "url": "/tag/2012/"
        },
        {
            "text": "Henry Bellingham",
            "url": "/tag/henry-bellingham/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Henry Bellingham, the then Parliamentary Under Secretary of State at the Foreign and Commonwealth Office, on 30 July 2012.",
    "content": [
        "[![henrybellingham](https://www.ukpol.co.uk/wp-content/uploads/2016/01/henrybellingham.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/henrybellingham.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Excellencies, ladies and gentlemen, on behalf of the British Government, it is a great honour for me to welcome distinguished guests from both Nigeria and the UK to London today. I would like to thank His Excellency Mr. Olusegun Aganga for inviting me to attend. May I also thank the Bank of Industry in Nigeria for hosting this important event and in such superb surroundings.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Olympics is about bringing different nations together: athletes from different countries; spectators; journalists; entrepreneurs; politicians; business-men and -women. The Olympic spirit is about building understanding and trust across national boundaries.\n  *[NHSPRB]: NHS Pay Review Body",
        "In that sense, today’s summit clearly embodies the Olympic spirit. I am delighted to have the opportunity to reaffirm the importance and value that Britain places on its friendship with Nigeria.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to take this opportunity to warmly welcome you to London during the Olympics. In particular I welcome all of Nigeria’s athletes, and wish them all success – that is except when competing against Team GB!\n  *[NHSPRB]: NHS Pay Review Body",
        "I hope that the games will also leave lasting business and commercial relationships.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today I shall explain why the United Kingdom cherishes and aspires to nurture our commercial ties with Nigeria, and where we see opportunities for increased bilateral co-operation.\n  *[NHSPRB]: NHS Pay Review Body",
        "As some of you may be aware, prosperity is at the heart of this Government’s foreign policy agenda. Since the last general election, the Government has focussed on supporting British companies to invest in, and to export to, new markets. The results have been impressive. British exports are growing and there has been a particular surge in exports to markets outside Europe. The Government has a responsibility to position the economy so it takes full advantage of opportunities away from the Euro zone.\n  *[NHSPRB]: NHS Pay Review Body",
        "Just over a year ago, the Prime Minister, David Cameron, visited Nigeria. He was deeply impressed by the commercial drive of the Nigerian economy, and set an ambitious joint goal with President Goodluck Jonathan: to double bilateral trade by 2014.\n  *[NHSPRB]: NHS Pay Review Body",
        "One year on, I am confident that we are well on the way to achieving, and possibly surpassing, this ambitious target. Indeed bilateral trade last year was just under £4 billion. In the last year alone British exports to Nigeria grew by 13%. The UK remains in the top five exporters to Nigeria and it remains our second largest market in Sub-Saharan Africa. And the trade is not all one way, Nigerian exports to Britain have also grown substantially during this period, despite global economic challenges.\n  *[NHSPRB]: NHS Pay Review Body",
        "Trade is a two way phenomenon. The UK remains an important destination for Nigerian goods and we want to encourage Nigerian exporters to think of the UK as a gateway to the EU market as well.  \nSub-Saharan Africa boasts some of the World’s fastest growing economies and some of the greatest commercial opportunities, both for investment and export. As the most populous nation in Africa with impressive continued rates of growth, Nigeria is a country that remains at the top of our prosperity agenda. A World Bank study forecast that seven of the World’s fastest growing economies will be from Sub-Saharan Africa. Our view is that Africa still does not get enough attention from investors or traders. UK trade with Ireland continues to be greater than our trade with the whole of Sub-Saharan Africa, but the potential for increasing trade with Sub-Saharan Africa is significantly greater.\n  *[NHSPRB]: NHS Pay Review Body",
        "Statisticians expect the Nigerian economy to become the largest economy in Africa in the next few years. There are tremendous opportunities in Nigeria, and British companies are well placed to realise them.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is clear to see why Nigeria has grown so fast and so consistently in recent times. Last year since I had the fortune to visit Lagos. I was struck by the entrepreneurship and vibrancy of the economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "I came back hoping that we in Britain could build even stronger partnerships with Nigerian businesses, harnessing the energy and dynamism that characterises Nigeria today.\n  *[NHSPRB]: NHS Pay Review Body",
        "For example, I often refer to the impressive new Eko-Atlantic development. It will be one of the largest and most creative land reclamation projects in the world over the next few years, and there will be numerous opportunities for British business in construction, engineering, architecture, retail and many other sectors.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some people associate Nigeria only with the oil and gas sector. Of course, we do work closely with energy firms and are delighted that some of the leading British firms, like Shell continue to do well in Nigeria.\n  *[NHSPRB]: NHS Pay Review Body",
        "But although I recognise the immense wealth and potential there, I am keen to ensure that British companies are aware of the many other opportunities that Nigeria has to offer. Take, for example, the boom in consumer goods. Diageo, PZ Cussons and Unilever are firmly established in Nigeria, where they manufacture and market their brands. This demonstrates an investment in skills and people.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take too the example of services and skills, which are becoming increasingly exportable to Nigeria. The number of students who choose to study at British universities and then return to Nigeria with newly acquired skills is growing year on year.\n  *[NHSPRB]: NHS Pay Review Body",
        "This knowledge exchange is not only of immediate benefit to the higher education system and to those who study here in the UK, but is a long term investment in the flow of skills and peoples between our two nations.\n  *[NHSPRB]: NHS Pay Review Body",
        "A strong recent example of collaborative working on ideas and innovation is the successful launch of Nigerian satellites, to provide imagery for mapping, agricultural monitoring and disaster relief programmes works.\n  *[NHSPRB]: NHS Pay Review Body",
        "The images will not only assist people in Nigeria itself, but will be of value to governments and business across the region and perhaps globally. NigeriaSat-X was built by engineers from Nigeria’s National Space Research and Development Agency with expert guidance from specialists at Surrey Satellite Technology Ltd.\n  *[NHSPRB]: NHS Pay Review Body",
        "The new generation of Nigerian scientists and engineers trained up under the NigeriaSat-X project will continue to support Nigeria’s space programme, ensuring its continued success and sustainability. In total, twenty six Nigerian engineers were located at SSTL’s facilities in Guildford for eighteen months throughout the design and test phases. I am sure there will be further opportunities for co-operation in the future.  \nWe have been working hard to ensure that the good news about Nigeria is spread across the United Kingdom. Officials at UK Trade and Investment have been lauding the diversity of opportunities to British businesses.\n  *[NHSPRB]: NHS Pay Review Body",
        "Just last month UK Trade and Investment hosted a delegation from the Nigerian British Chamber of Commerce at a business promotion event at Lord’s Cricket Ground and last year they organised Nigeria conferences in London and Manchester.\n  *[NHSPRB]: NHS Pay Review Body",
        "While events like these can educate and raise awareness in the business community, it is impossible to replicate the value of close cultural links to commercial partnership. There are over half a million people of Nigerian origin living in Britain. They are in a unique position to provide a bridge between our cultures and economies. Small and Medium-sized Enterprises really benefit from their experience and contacts in identifying potential partners for trading and investing in Nigeria. The Diasporas is key for developing people to people relationships.\n  *[NHSPRB]: NHS Pay Review Body",
        "So the opportunities for deeper and broader commercial partnerships between the UK and Nigeria are already there. Part of realising those opportunities must involve overcoming potential hurdles and changing perceptions. We are already working to counteract some of the misconceptions that deter businesses from investing in Nigeria.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our government is also committed to working with the Nigerian authorities to make the business climate there ever more at-tractive to investors. Improvements in power supply, transportation and legislation that protect business investment can make a real difference to Nigeria’s already impressive growth rates.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our Department for International Development, refers to the opportunity to “unleash” the Nigerian economy. By 2015 it will be providing £300 million per year in Development assistance. Its aim will be to unlock the potential already latent in the Nigerian economy, pulling people out of poverty in the process.\n  *[NHSPRB]: NHS Pay Review Body",
        "Of course, trade plays the vital role in resolving poverty. It is a vital stimulus for growth, development and productivity. And as has been shown in the markets that have grown fastest over the last fifty years, private enterprise is the real engine of growth – creating wealth far more quickly than the public sector can.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is also important that British investors are reassured by a robust legal framework that is conducive to large-scale investment. That legal framework must enforce respect for contracts and due-process. While the perception of commercial risk endures, companies will focus less on the commercial opportunities.\n  *[NHSPRB]: NHS Pay Review Body",
        "So the Petroleum Industry Bill is of great significance. It provides a real opportunity for Nigeria to demonstrate to the business community that it is ready and willing to embrace and protect new investments.\n  *[NHSPRB]: NHS Pay Review Body",
        "A well crafted Petroleum Industry Bill could set a legal framework that ensures investor confidence in the oil and gas sector. And it could ensure that Nigeria’s immense natural wealth is harnessed and managed for the good of the Nigerian people.\n  *[NHSPRB]: NHS Pay Review Body",
        "There has already been a great deal of interest in the Bill. When the Financial Times – an institution not given to hyperbole – refers to legislation as a “game-changer”, then it is a clear signal that prudent action will be widely noticed.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is therefore vital that the Bill leads to a law that enhances transparency and visibility in the oil sector. Not only would this will go a long way to countering negative perceptions about the business environment in Nigeria, it would also show Nigerians how, where and for whose benefit the income from their oil wealth is being spent.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it would also be an important step in ongoing efforts to raise oil production to four million barrels a day. Nigerian crude, famed for its high quality, could help to diversify the global energy market and further strengthen Nigeria’s reputation as a responsible member of the International Community.\n  *[NHSPRB]: NHS Pay Review Body",
        "A recent study by the World Bank, the Ease of Doing Business Index, placed Nigeria just a few places behind other large emerging economies, such as Brazil, India and Indonesia. This bill provides the opportunity to push forwards and establish Nigeria in front of those countries as a leading up-and-coming market in which to invest.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, ladies and gentlemen, there is a wealth of opportunities in Nigeria. All of us here today have a role to play in realising those opportunities. While the Olympics may be a competition, trade and investment is not. It is a positive sum game from which we can all benefit. My government is wholeheartedly committed to supporting Nigeria’s rise. I hope that we can all work together to strengthen our political, commercial and cultural relationship for the good of our mutual prosperity.\n  *[NHSPRB]: NHS Pay Review Body",
        "The World economy is tough and unforgiving. The UK has no Divine Right to stay as one of the World’s top ten economies. Nor does Nigeria, a strong emerging economy, have a divine right to fulfil its clear potential. It is only through hard work, including through partnerships between our countries, that we will succeed.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}