{
    "url": "https://www.ukpol.co.uk/vivian-bendell-1986-speech-on-dennis-foskett/",
    "title": "Vivian Bendell – 1986 Speech on Dennis Foskett",
    "post_date": "August 23, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1986",
            "url": "/tag/1986/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Vivian Bendell",
            "url": "/tag/vivian-bendell/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Vivian Bendell, the then Conservative MP for Ilford North, in the House of Commons on 24 February 1986.",
    "content": [
        "This matter is worrying and causing considerable problems for some of my constituents. It concerns Dennis Foskett, who last November was committed for trial at the Old Bailey, having committed a double murder in May 1985.\n  *[NHSPRB]: NHS Pay Review Body",
        "In many respects this is a tragic case, as the two people killed were the man’s doctor and the man’s wife, who tried to intervene. The real and urgent problem that is causing my constituents and myself concern is that the court recommended that Mr. Foskett be put in an open hospital — Goodmayes hospital — which is an open mental hospital in my constituency. Obviously my constituents are concerned that this person, having committed a double murder, should be in a hospital which is generally open. It means that he has fairly easy access to the grounds of the hospital and to areas outside the grounds.\n  *[NHSPRB]: NHS Pay Review Body",
        "I accept that much of the problem relates to the Mental Health Act 1983, but I feel, as do many of my constituents, that a period of six months between May 1985 and November 1985, when he came to trial, is rather a short time in which to assess an individual who has committed two horrific crimes, one against his doctor and the other against his wife. Therefore, I understand the concern of my constituents. I have many letters written by my constituents concerning this matter.\n  *[NHSPRB]: NHS Pay Review Body",
        "One of the other concerns is that the grounds of the hospital and the gates to the grounds are open, as are the buildings of the hospital. Therefore, anybody can walk freely from the hospital building or the grounds in virtually any part of the day or night. It means that there is an element of risk to children at an adjacent primary school. Can anyone with any certainty and with any guarantee say sincerely, even with the best professional experience and advice available, that an individual who has committed such crimes may not on another occasion take it upon himself to find a way out of the mental institution, which is completely open, and commit a further crime? That is the essence of the problem which faces my constituents. I have some sympathy with them.\n  *[NHSPRB]: NHS Pay Review Body",
        "Others have also expressed concern about the placing of Mr. Foskett in this mental hospital. The Confederation of Health Service employees has lodged complaints with the local hospital management committee. I have also received verbal complaints from members of staff at the hospital.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have been in correspondence with the Department of Health and Social Security and the Home Office. I am a little perturbed at the time that it has taken to receive certain answers. I originally wrote to the DHSS on 30 December and received an acknowledgement on 9 January. I then heard nothing from the DHSS or the Home Office, the DHSS having informed me that the matter was the responsibility of the Home Office. I wrote to the Home Office again on 20 January, and did not receive a reply until 5 February. This matter has caused a great deal of local concern. It has been well reported in local newspapers and on Essex Radio. There has been much local concern.\n  *[NHSPRB]: NHS Pay Review Body",
        "I shall give an example to the House of how easy it is to gain access to Goodmayes hospital. A reporter of a national Sunday newspaper was able to go to Goodmayes hospital quite openly. He went to the reception desk and asked which ward Dennis Foskett was in. He was directed to the ward concerned, and when he arrived at the ward he asked a doctor or nurse where Mr. Foskett was. He was pointed out to him at the end of the ward. The reporter then took a photograph and left the building. I do not condone such an attitude or such irresponsibility by a national newspaper, but it emphasises how easy it is to enter some of these mental hospitals and, therefore, how easy it would be for a patient to get out of such a hospital.\n  *[NHSPRB]: NHS Pay Review Body",
        "I understand the problems of my hon. Friend the Minister with regard to the 1983 Act, but I challenge that Act. I do not doubt that sooner or later someone will walk out of a free hospital and commit another such offence. Society generally wants to avoid that, and it is right that society is concerned about this issue.\n  *[NHSPRB]: NHS Pay Review Body",
        "I firmly believe that a period of six months is not long enough to assess someone who has committed such a crime. That person should be kept in an establishment for rather longer, so that a fuller assessment can be made. Perhaps, after a period of time, if the person is seen to be of stable nature, it might be appropriate to consider moving him to a place with more freedom.\n  *[NHSPRB]: NHS Pay Review Body",
        "I understand the concern felt by my constituents. I thank the House for the opportunity to bring the matter before it tonight. I hope that my hon. Friend will give some assurance that such cases in open hospitals will be closely monitored, and also that he receives regular reports from the local hospital management committee or other responsible bodies about the progress of individuals put into those institutions for the sort of offence committed by Mr. Foskett.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}