{
    "url": "https://www.ukpol.co.uk/floella-benjamin-baroness-benjamin-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Floella Benjamin (Baroness Benjamin) – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Floella Benjamin",
            "url": "/tag/floella-benjamin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Floella Benjamin, Baroness Benjamin, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I start my tribute to Her Majesty the Queen by expressing my deep sadness and condolences to the Royal Family for the loss of Her Majesty: a mother, grandmother and great-grandmother. All our thoughts are with them.\n  *[NHSPRB]: NHS Pay Review Body",
        "The word “icon” is banded around quite freely these days, but Her Majesty the Queen was truly a global, iconic monarch who personified everything the people of this country and around the globe truly admired and loved. Her dedication to duty and unflinching devotion to her people and the Commonwealth was, to use a modern term, awesome. When you think about it, we will not see another woman on the Throne for maybe 100 years. We have all lived through unbelievable history.\n  *[NHSPRB]: NHS Pay Review Body",
        "Her Majesty lived through wars, disasters, floods, political and social upheaval, and incredible technological changes. Yet she had a way of embracing change seamlessly, with easy curiosity, fun and joy. You could see that when she introduced the Invictus Games, with her grandson Prince Harry, online. She was a role model for those who needed to be inspired never to give up and practised consideration, commitment and unconditional love to others.\n  *[NHSPRB]: NHS Pay Review Body",
        "She was an important pillar of strength to children over the last seven decades and represented something constant in their lives. Many young children wanted to grow up to meet her one day. She gave them that sense of pride which is so important for the human soul and spirit, which young people need. I grew up in Trinidad in the Caribbean in the 1950s and as a little girl sang “God Save the Queen” in the school playground every day. Never did I dream that one day I would meet her, but I had the honour of doing so. I first met her in 1995, when I was president of the Elizabeth R Commonwealth broadcasting fund, which was set up with funds she donated from the royalties of the BBC programme for the 40th anniversary of her reign and which hundreds across the Commonwealth have benefited from.\n  *[NHSPRB]: NHS Pay Review Body",
        "The meeting I remember most fondly was when she visited the University of Exeter for her Diamond Jubilee in 2012. She was overwhelmed, touched and thrilled by the rapturous reception she received from the thousands of students who came out to greet her on that memorable day. It made her smile; she gave one of her famous smiles all through the visit. As chancellor, I had the task of hosting her. It was then that I got a glimpse of the true character of this remarkable woman. It was like having a masterclass in people skills. She loved to indulge in finding out about everything and in a short time I had to judge who she wanted to find out more about and when she wanted to move on. The signal of that famous handbag meant so much. When she met someone from the Commonwealth, she exuded excitement and interest and had so many questions she wanted to ask them. You could see that this filled up her knowledge bank. She was like a walking encyclopaedia; she knew everything about everything solely because she took an interest in people. She had a great sense of empathy and embraced differences with ease.\n  *[NHSPRB]: NHS Pay Review Body",
        "She arrived in Exeter at lunchtime and had read every single newspaper, including the Racing Post, because she quoted from them. During our conversations I could tell how much she loved her family by how she spoke about them in the way that any proud mother would. You could tell how much she loved her own mother by the excitement she showed when I showed her where her mother had signed the visitors’ book at the University of Exeter. Her reaction was delightful—so girlish, childlike and wonderful to see. We chatted and shared stories about everything, including faith and forgiveness, which were qualities she told me she admired in Nelson Mandela. We spoke about children and education, which were so important to her. We spoke about fashion—she was a fashion icon—and about food and her famous barbeque.\n  *[NHSPRB]: NHS Pay Review Body",
        "She had a great sense of humour and her blue eyes twinkled mischievously when she shared a funny story with you, which you felt privileged to hear. Those are unforgettable memories that will stay in my heart for as long as I live.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our late Queen was a record-breaker. There will never be anyone like her ever again. I feel a sadness saying that. Long may we remember Queen Elizabeth II: a monarch and a woman who touched so many lives across the world. What a legacy she has left behind, including her son. Long may King Charles live and prove to his mother that her legacy was worth while. May she rest in peace. I feel strongly after speaking to her that an eternal spiritual place is waiting for her, which she had been prepared for. Thank you, Ma’am, for being who you are and for being a role model to all of us.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}