{
    "url": "https://www.ukpol.co.uk/hilary-benn-2013-speech-to-labour-party-conference/",
    "title": "Hilary Benn – 2013 Speech to Labour Party Conference",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "2013 Labour Party Conference",
            "url": "/tag/2013-labour-party-conference/"
        },
        {
            "text": "Labour",
            "url": "/tag/labour/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn, the Shadow Secretary of State for Communities and Local Government, to the 2013 Labour Party conference in Brighton.",
    "content": [
        "I want to begin by thanking David Sparks and all our Labour councillors, including the 291 newly elected last May, for the terrific job they do standing up for our communities and flying the flag for Labour values.\n  *[NHSPRB]: NHS Pay Review Body",
        "We may not be in government nationally, but we are increasingly in government locally and in exceptionally tough times our councillors are leading the way.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would also like to thank my great team in the Commons and the Lords for holding this awful Government to account.\n  *[NHSPRB]: NHS Pay Review Body",
        "Three years on, we now know exactly whose side they’re on. And what they think.\n  *[NHSPRB]: NHS Pay Review Body",
        "Do you know what, Michael Gove actually said recently that the reason people have to go to food banks – I know it’s hard to believe it – is because they can’t “manage their finances.”\n  *[NHSPRB]: NHS Pay Review Body",
        "No, Mr Gove, that’s not why they swallow their pride and ask for help. It’s because they haven’t got any money, and they haven’t got any food. And instead of you patronising them, we should be helping them.\n  *[NHSPRB]: NHS Pay Review Body",
        "And what about Eric Pickles? He told us he was protecting people from council tax rises, but what did he actually do in April? He imposed a hefty increase in council tax on over two million of the very poorest households.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nearly half a million already in arrears. Thousands of summonses issued. People facing fines and even the threat of jail. Mr Pickles, you should be ashamed of your new Tory poll tax.\n  *[NHSPRB]: NHS Pay Review Body",
        "And then there’s Iain Duncan Smith, the man who came up with the hated bedroom tax. Hated because it hits families, and widows, and disabled people. Hated because it’s unfair, immoral and doesn’t work. And who helped him do it?\n  *[NHSPRB]: NHS Pay Review Body",
        "Forget all those troubled consciences you saw paraded around Glasgow last week. It was the Liberal Democrats who helped him to do it and they should be ashamed of themselves too.\n  *[NHSPRB]: NHS Pay Review Body",
        "Well, I’ll tell you what we’ll do. The next Labour government led by Ed Miliband will stop taxing the bedrooms we have and start building the homes we need.\n  *[NHSPRB]: NHS Pay Review Body",
        "Conference, our housing system is broken. Parents and grandparents worry. “Where are our children and grandchildren going to be able to afford to live?”\n  *[NHSPRB]: NHS Pay Review Body",
        "Young couples unable to buy their first home. Families forced to pay spiralling rents and wondering if they’ll still be in the same home next year when their tenancy ends.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is the reality of the cost of living crisis for many people.\n  *[NHSPRB]: NHS Pay Review Body",
        "And what’s the Government done? Cut the affordable housing budget cut by 60 per cent.\n  *[NHSPRB]: NHS Pay Review Body",
        "And when the IMF said to the Chancellor that Britain should be investing £10 billion in infrastructure – that would build 400,000 affordable homes – what did the Government do? Nothing.\n  *[NHSPRB]: NHS Pay Review Body",
        "No wonder housing completions are at their lowest peacetime level since the 1920’s.\n  *[NHSPRB]: NHS Pay Review Body",
        "But there is hope. Labour councils. Labour councils building council houses.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Liverpool and Leeds, Stevenage and Southwark, Manchester, York, Exeter, Nottingham, Ipswich and in many other Labour areas our councillors are building social homes on a scale we haven’t seen for a generation. Tackling the cost of living crisis by building homes that families can afford.\n  *[NHSPRB]: NHS Pay Review Body",
        "And, Conference, that’s why a Labour government will help councils to build more affordable homes by reforming the Housing Revenue Account.\n  *[NHSPRB]: NHS Pay Review Body",
        "And for the 8.5 million people who now rent privately, we will tackle the unfair fees charged by lettings agents. We’ll introduce a national register of private landlords. And we’ll fight for longer tenancies and predictable rents so that families can put down roots.\n  *[NHSPRB]: NHS Pay Review Body",
        "And for the millions of people who dream of owning their own home, Labour will get Britain building again. We’re just not building enough homes and yet, in the last few years, the profits of the big housebuilders have soared.\n  *[NHSPRB]: NHS Pay Review Body",
        "Land is too expensive. Too often developers hang on to it hoping for the price to rise. And communities feel powerless.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today Ed Miliband will pledge to change that.\n  *[NHSPRB]: NHS Pay Review Body",
        "So what will a Labour Government do?\n  *[NHSPRB]: NHS Pay Review Body",
        "First, we must admit that we can’t carry on saying on the one hand “where are the homes for the next generation?” and on the other “please don’t build them near me”.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nor will we get more homes by top-down targets. Councils and communities must take that responsibility but they need more power to be able to do so.\n  *[NHSPRB]: NHS Pay Review Body",
        "Communities should know where land is available. That’s why we will ensure developers register the land they own or have options on.\n  *[NHSPRB]: NHS Pay Review Body",
        "And where land is not brought forward for homes, communities should be able to do something about it.\n  *[NHSPRB]: NHS Pay Review Body",
        "And when communities have given planning permission they should be able to say to developers: we’ve given you the go ahead so please get on and build the homes you said you would. And if you don’t then we’ll charge you and, if you still don’t, we’ll sell the land on to someone else who will.\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, there are areas in the country where councils and communities see the need for more homes but there just isn’t the land to build them on. So the next Labour government will give those communities a new ‘Right to Grow’, allowing them – if they want – to expand and ensuring that neighbouring areas work with them to do so.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thirdly, conference, it’s time to build new communities – new towns and new garden cities. That’s what the great Attlee Government did as they started to rebuild Britain and we need that same spirit again. So we will invite local authorities to come forward, and in return, we will make sure that they get the powers and the incentives they need to acquire land, put in the infrastructure and build. Build those new communities.\n  *[NHSPRB]: NHS Pay Review Body",
        "Getting Britain building, with communities taking the lead. People deciding where the new homes will go and what land they want to preserve.\n  *[NHSPRB]: NHS Pay Review Body",
        "Passing down power is the answer to many of the great challenges we face as a nation.\n  *[NHSPRB]: NHS Pay Review Body",
        "With an ageing population we need Andy Burnham’s revolution in whole person care with local government and the NHS working together.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need more school places. That’s why Stephen Twigg will get rid of Michael Gove’s absurd ban on local councils opening their own schools for their own children in their own area.\n  *[NHSPRB]: NHS Pay Review Body",
        "Too many people can’t find jobs, including nearly one million young people. So, Liam Byrne wants councils to take a lead in helping people to find work, get skills and deliver Labour’s jobs guarantee.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need to get the country moving. So why do we tolerate the endless journey back and forth to Whitehall so that ministers can decide on local transport schemes when we all know – as Maria Eagle says – that local government could do it faster and better?\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, what about fairness. This Government has imposed the deepest cuts on our most deprived communities and they have the nerve to give David Cameron’s council an increase.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s just not fair and a Labour Government will change it. Money should go to meet need.\n  *[NHSPRB]: NHS Pay Review Body",
        "And why do we need to do all this? Because of what Ed calls the new politics.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have reached a defining moment for our country.\n  *[NHSPRB]: NHS Pay Review Body",
        "A fork in the road.\n  *[NHSPRB]: NHS Pay Review Body",
        "A moment of huge danger but also of great opportunity.\n  *[NHSPRB]: NHS Pay Review Body",
        "The financial crisis rocked the foundations of our banking system and our economy. But it did far more than that.\n  *[NHSPRB]: NHS Pay Review Body",
        "It undermined people’s sense of hope and their confidence in a better future.\n  *[NHSPRB]: NHS Pay Review Body",
        "It damaged the faith in politics to make a difference.\n  *[NHSPRB]: NHS Pay Review Body",
        "It has left a generation unsure that their children’s lives will be better than the life they have enjoyed.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s why these days there is so much despair.\n  *[NHSPRB]: NHS Pay Review Body",
        "I get that, but despair didn’t inspire the previous generations who first brought gas, electricity and clean water to our homes. The schools that teach our children, the parks in which they play, the hospitals that treat us when we’re sick and the libraries that transform lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it won’t help us – our generation – to build the homes we need. To care for our Mums and Dads as they get older. To bring fast broadband to every city and village. To kick out the local sharks and bring in the credit unions. To generate our own energy to keep down the bills.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our task is to turn despair into hope.\n  *[NHSPRB]: NHS Pay Review Body",
        "For with hope comes confidence. And with confidence comes trust.\n  *[NHSPRB]: NHS Pay Review Body",
        "And if we, as Labour, are going to win people’s trust, then we must trust the people. We must be the movement that helps people to change their own lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "Money may be short, but in every community – every village, every town, every city – there is an inexhaustible supply of energy and of ideas.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s how we helped to change the country for the better before.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s how we will make our country One Nation again.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}