{
    "url": "https://www.ukpol.co.uk/hilary-benn-2023-speech-on-the-security-and-data-protection-breach-in-psni/",
    "title": "Hilary Benn – 2023 Speech on the Security and Data Protection Breach in PSNI",
    "post_date": "September 5, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hilary Benn, the Shadow Secretary of State for Northern Ireland, in the House of Commons on 4 September 2023.",
    "content": [
        "May I say that I look forward to working with the Secretary of State in the interests of peace, prosperity and progress in Northern Ireland?\n  *[NHSPRB]: NHS Pay Review Body",
        "The release of the names and workplaces of thousands of PSNI officers and staff was doubtless inadvertent, but its consequences could not be more serious. That has now been recognised by the chief constable, Simon Byrne, who is resigning—I join the Secretary of State in thanking him for his service. Those who serve in the PSNI confront great risks every day in their job to keep the public safe, and we thank them. But they already knew that dissident republicans were targeting them and their families, and now they know that those who would do them harm have this list. The damage to morale and confidence should not be underestimated. They are asking urgently, “What will be done to reassure and protect us?”\n  *[NHSPRB]: NHS Pay Review Body",
        "Does the Secretary of State agree that the inquiry needs to be completed as quickly as possible? Can he confirm that he will approve the appointment of the new chief constable in the absence of a Justice Minister in Northern Ireland? Does he intend to review the operation of the Northern Ireland Policing Board and how it functions? Does he recognise that there will be additional costs in protecting staff, as well as responding to potential civil claims? There were already great pressures on the Northern Ireland policing budget, and the cuts it now faces will, in the words of the PSNI, leave the service “smaller…less visible, less accessible and less responsive”.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, the whole House wants to ensure that the staff get the support, protection and reassurance they need, but to succeed in doing that we need leadership from the Government and the political parties in Northern Ireland, to get the Assembly and the Executive up and running again as quickly as possible.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Chris Heaton-Harris**\n  *[NHSPRB]: NHS Pay Review Body",
        "I welcome the right hon. Gentleman to his place and look forward to working with him. As I mentioned outside the Chamber, I will happily brief him on any aspects and will arrange technical briefings from my officials so that he can be brought up to speed quickly. I would like to put on record my thanks to the former shadow Secretary of State, the hon. Member for Hove (Peter Kyle), who is present, for the way he went about his business and for the very co-operative way we dealt with business. I appreciate it and wish him well as we move forward.\n  *[NHSPRB]: NHS Pay Review Body",
        "The right hon. Gentleman asked about the inquiry. Yes, it needs to be expedited. A timetable has been set up by the Policing Board, which is independent, and I believe that it reports in three months’ time. It is quite a fundamental inquiry, and I hope in that time it will be able to bring all the answers required to the table. He asked about the appointment of a future chief constable; if the institutions of the Executive and the Minister for Justice are not present, we will have to pass secondary legislation in this place to allow that to happen. All that depends on the Policing Board going about its business and recruitment—I believe that is very much a rubber stamp of its work.\n  *[NHSPRB]: NHS Pay Review Body",
        "The right hon. Gentleman asked about the Policing Board and reform. I spoke to a number of board members before the resignation of the chief constable, and they all know that the spotlight is on them and how they deal with this. I would like to wait and see how they discharge their duties over the course of the next few weeks before I commit to reform, because there are good people there who have the ability to do the job.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, on the budget, which I mentioned in my answer, the right hon. Gentleman forgot to mention that the Information Commissioner will come out with a decent fine for the data breach. We will have to take a whole host of things into account. As and when they materialise, we will look at them.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}