{
    "url": "https://www.ukpol.co.uk/natalie-bennett-2015-speech-to-green-party-spring-conference/",
    "title": "Natalie Bennett – 2015 Speech to Green Party Spring Conference",
    "post_date": "January 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Natalie Bennett",
            "url": "/tag/natalie-bennett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Natalie Bennett, the Leader of the Green Party, to the spring conference held in Liverpool on 6 March 2015.",
    "content": [
        "[![nataliebennett](https://www.ukpol.co.uk/wp-content/uploads/2016/01/nataliebennett-300x220.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/nataliebennett.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you everyone, and particularly thank you Caroline – for being the standout MP in the parliament of 2010, just as I’m sure you’ll be the standout MP of the parliament of 2015 and onwards!\n  *[NHSPRB]: NHS Pay Review Body",
        "And thank you Liverpool for hosting us again, just a year after our last visit.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’ve been back in between, often visiting the beautiful Sefton Park Meadows – the threatened green space that I hope I’ll be able to visit again in the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thanks to all of you, this has been a momentous year. A year in which the Green Party has taken its place at the forefront of UK politics. A year in which young people in particular have embraced our message of hope and real change. A year in which nearly 300,000 people joined together to help ensure we took our place in the national leadership debates. A year in which we are matching, and often exceeding, the Lib Dems, a party of government, in national polls. And a year in which we have become the third largest political party in England and Wales!\n  *[NHSPRB]: NHS Pay Review Body",
        "In the space of 12 months we have grown from 13,000 members to 55,000. Our membership has quadrupled!\n  *[NHSPRB]: NHS Pay Review Body",
        "But of course conference, today’s speech is not addressed to you alone, it is also for voters across the country. Because one thing that the green surge means is that more than 90% of you will have the chance to vote Green on the 7th of May – for some that means the first-ever chance to vote Green.\n  *[NHSPRB]: NHS Pay Review Body",
        "In just nine weeks’ time, you will have in your hands something miraculous… the possibility of a peaceful political revolution.\n  *[NHSPRB]: NHS Pay Review Body",
        "Your vote can change the face of Britain.\n  *[NHSPRB]: NHS Pay Review Body",
        "It can end the failed austerity experiment, end the spiteful blaming of the poor, the sick, the vulnerable for the mistakes of the wealthy.\n  *[NHSPRB]: NHS Pay Review Body",
        "This election can be a turning point in history. The moment where we can deliver a better Britain, a Britain which works for all its people… A Britain which cares.\n  *[NHSPRB]: NHS Pay Review Body",
        "Vote for what you believe in, vote for the policies of hope not fear, vote for policies that work for the common good not just the few, and Britain could be a very different country on the 8th of May.\n  *[NHSPRB]: NHS Pay Review Body",
        "We, the Green Party, can be the agents of change.\n  *[NHSPRB]: NHS Pay Review Body",
        "Real Change.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is time for Green Politics – the politics of the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "The politics of the future delivers a living wage – provides jobs that workers can build a life on – and ensures those who need help receive the support they need.\n  *[NHSPRB]: NHS Pay Review Body",
        "The politics of the future delivers public services run for the good of all – our railways run not for shareholders but for passengers, our NHS not handed over to profiteers but kept in public hands.\n  *[NHSPRB]: NHS Pay Review Body",
        "The politics of the futuredelivers social housing, council housing. Meets our housing needs.\n  *[NHSPRB]: NHS Pay Review Body",
        "The politics of the future delivers for everyone within the limits of our one planet – because that’s the only place we have to live.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s the politics of the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s the politics of the Green Party. Because no one should be living in fear of being unable to put food on the table.\n  *[NHSPRB]: NHS Pay Review Body",
        "No one should be forced into debt just for trying to get an education.\n  *[NHSPRB]: NHS Pay Review Body",
        "No one should be worrying about a fracking drill burrowing into the heart of their community.\n  *[NHSPRB]: NHS Pay Review Body",
        "No one should fear being left destitute by Iain Duncan Smith’s punitive benefit sanctions.\n  *[NHSPRB]: NHS Pay Review Body",
        "The politics of the future is not a politics of transaction, that discredited politics which offers selected individuals and groups a bribe of short-term, unsustainable personal advantage.\n  *[NHSPRB]: NHS Pay Review Body",
        "History tells us that is now the old politics, the tired politics, the failed politics. The Green Party is offering instead a society working for all of us; a society that works for the many, not just the few; a society in which those who can contribute do so, and no one in need goes without.\n  *[NHSPRB]: NHS Pay Review Body",
        "It asks voters to make a choice that will deliver a society fit for themselves, their communities, and their children.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why the green surge is much more than just a hash tag – although a highly successful hash tag it has been – the green surge is much more than just membership numbers.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why people are becoming engaged with the Green Party.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have seen the green surge on the ground, around the country, from a village hall in Ilkley Yorkshire, to an enormous, snaking queue of hundreds at Exeter University, to a Valentine’s Eve Friday night crowd at the London School of Economics.\n  *[NHSPRB]: NHS Pay Review Body",
        "And of course we saw it last May with the election of Molly Scott Cato as the first Green member of the European Parliament in the South West – and boy, hasn’t she delivered for her voters!\n  *[NHSPRB]: NHS Pay Review Body",
        "The green surge is the result of your hard work as Greens. It’s thanks to you in this hall, and to all of the Green Party members and supporters up and down the country – to your commitment, your belief, your dedication and your hard work – that we approach the General Election as a central player in UK politics.\n  *[NHSPRB]: NHS Pay Review Body",
        "And of course, it isn’t just Green Party.\n  *[NHSPRB]: NHS Pay Review Body",
        "Up and down the country, campaigns demanding a new politics are getting stronger, getting bigger, getting more effective.\n  *[NHSPRB]: NHS Pay Review Body",
        "There’s People’s Assemblies, Occupy Democracy, the anti-fracking movement and the fossil fuel divestment campaigns: the tide is growing, the demand for change is louder and clearer.\n  *[NHSPRB]: NHS Pay Review Body",
        "At last, the people are fighting back! Five years ago we made a huge breakthrough with the election of Caroline Lucas as the first Green MP, and she’s given Brighton a spectacularly good local voice and a national impact far beyond any other MP. Caroline has led the debate on issues from railway ownership to statutory Personal and Social Education.\n  *[NHSPRB]: NHS Pay Review Body",
        "She’s led the debate on parliamentary transparency and she has put her freedom on the line to oppose fracking.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because Caroline shows what voting Green delivers: passion, sensitivity and courage.\n  *[NHSPRB]: NHS Pay Review Body",
        "On May 8, just imagine, a strong green group of MPs at Westminster – able to build on and expand Caroline’s work.\n  *[NHSPRB]: NHS Pay Review Body",
        "A group which would never, ever support a Conservative Government.\n  *[NHSPRB]: NHS Pay Review Body",
        "A strong group of Green MPs – in a parliament where they could have a huge say, a huge impact – that is a real opportunity to start to deliver a new kind of politics.\n  *[NHSPRB]: NHS Pay Review Body",
        "We know that the way things are in Britain is not sustainable.\n  *[NHSPRB]: NHS Pay Review Body",
        "Continuing as we are is not an option.\n  *[NHSPRB]: NHS Pay Review Body",
        "Since 2007, food prices have risen 22 per cent but wages have fallen 7 per cent.\n  *[NHSPRB]: NHS Pay Review Body",
        "Almost seven hundred thousand people are listed as ‘in work’, despite having no guaranteed hours week-to-week.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s time to end the scourge of zero hours contracts. Almost half the new jobs created since 2010 are for the self-employed, yet nearly 80% of self-employed workers are living in poverty.\n  *[NHSPRB]: NHS Pay Review Body",
        "I applaud the growing number of individuals who contribute to, who volunteer in, who run, food banks.\n  *[NHSPRB]: NHS Pay Review Body",
        "But this Individual charity is no substitute for collective justice.\n  *[NHSPRB]: NHS Pay Review Body",
        "This the outcome of the years of Blair, of Brown, of the Cameron/Clegg Coalition and austerity Britain – this is the record of George Osborne’s “long term economic plan”.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Green Party are calling time on the politics of low wages, job insecurity and fearing the food bank.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are calling time on privatisation – the sell-off and the handing over – of public assets into private hands.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are calling time on the trashing of our natural world – the world on which everything,depends.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our economy, our lives, our future depend on society, which in turn depends on the earth and its resources.\n  *[NHSPRB]: NHS Pay Review Body",
        "That puts a huge weight, a huge responsibility on our shoulders – a responsibility we have to meet in the next few years.\n  *[NHSPRB]: NHS Pay Review Body",
        "We know now the damage we are doing to the Earth, as we didn’t know in the past.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have to be up to the task.\n  *[NHSPRB]: NHS Pay Review Body",
        "The whole ideology of Thatcher and her successors, be it Blair, Brown or Cameron, has failed.\n  *[NHSPRB]: NHS Pay Review Body",
        "Change has to come. The market is short-sighted and short-term. It is blind. It is senseless. It works for the 1%, it fails the rest of us. All in it together? I don’t think so.\n  *[NHSPRB]: NHS Pay Review Body",
        "The current model of economics and society has served only those with power and wealth.\n  *[NHSPRB]: NHS Pay Review Body",
        "In austerity Britain, the super rich grabs more than anywhere else in Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "We must be first and foremost citizens, paying fairly to common funds to look after the poor, the weak, the old and the sick.\n  *[NHSPRB]: NHS Pay Review Body",
        "Everybody contributes what they can and everybody benefits from that. This is what the politics of the future will look like, what the Green Party will deliver. The old politics, the failed politics of letting the market rule has to end.\n  *[NHSPRB]: NHS Pay Review Body",
        "There’s nowhere that’s more obvious than in our NHS.\n  *[NHSPRB]: NHS Pay Review Body",
        "The insidious but rapid infiltration of the profit motive into our health service, the dreadful, senseless PFI schemes that have deliver despair and threaten bankruptcy, must be reversed. The market costs us big time. In 2010 the Health Select Committee reckoned it consumed 9% of total NHS costs – well over £10bn a year.\n  *[NHSPRB]: NHS Pay Review Body",
        "As Caroline has already said – we will repeal the Health and Social Care Act, which is damaging and threatening the health service.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we will go further – we will replace it with an NHS Reinstatement Bill that removes the market mechanism from our NHS.\n  *[NHSPRB]: NHS Pay Review Body",
        "But of course there is another side to care.\n  *[NHSPRB]: NHS Pay Review Body",
        "Free healthcare is the very cornerstone of our NHS. Whether you are rich or poor you have the right to the best that is available.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s something the Green Party will restore – and extend. For that same principle should apply to social care – the support and services that you need to lead a fulfilling life should be available when you need it, free at the point of use.\n  *[NHSPRB]: NHS Pay Review Body",
        "We believe that to be a decent, humane, caring society, social care must be free.\n  *[NHSPRB]: NHS Pay Review Body",
        "We believe those who have the most should contribute to help pay for social care.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need a range of new taxes aimed at making Britain a more equal society.\n  *[NHSPRB]: NHS Pay Review Body",
        "We would introduce a new wealth tax, rigorously clamp down on tax avoidance and evasion and introduce a financial transaction tax – a Robin Hood Tax, and we are not ashamed to say that those on incomes above £100,000 should pay more income tax.\n  *[NHSPRB]: NHS Pay Review Body",
        "Providing Free Social Care for the Over 65’s means security and freedom from fear, suffering and loneliness for many, and it means 200,000 new jobs and training places.\n  *[NHSPRB]: NHS Pay Review Body",
        "We will consult experts, users, and care workers on its exact design – but our manifesto will include this as a core pledge: social care is not a privilege, it is a right!\n  *[NHSPRB]: NHS Pay Review Body",
        "We know that the younger generation – many of whom are supporting the Green Party – have it tough. But we acknowledge, we stress, that isn’t the fault of their elders.\n  *[NHSPRB]: NHS Pay Review Body",
        "In a Britain of solidarity, in a Britain of community, in a Britain of care, we all need to look out for each other. Of course – and I cannot stress this enough – we can only do this if you, the people of the UK have your say on May the 7th.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is impossible to overstate the importance of each and every person who can vote registering to do so and making their voice heard.\n  *[NHSPRB]: NHS Pay Review Body",
        "The deadline is April 20th, but please don’t wait – register today. Only then can you deliver the politics of the future, help us deliver for the Common Good. There are people who want to see business-as-usual politics continue. People who are happy with politicians who learnt nothing from the global economic crash. People who’ve quietly forgotten the scandal of MPs expenses. Who are resigned to the failed austerity experiment, to low wages and to the swift demise of public services. Those people will probably vote for the parties of yesterday.\n  *[NHSPRB]: NHS Pay Review Body",
        "To counteract them, you need to use your vote.\n  *[NHSPRB]: NHS Pay Review Body",
        "At this election, if we all vote Green, we can change Britain.\n  *[NHSPRB]: NHS Pay Review Body",
        "Together we can create the society we all deserve a society that cares, a society that works for all of us.\n  *[NHSPRB]: NHS Pay Review Body",
        "Vote for the party that cares. Vote for the common good. Vote for the politics of the future. Vote Green.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}