{
    "url": "https://www.ukpol.co.uk/reginald-bennett-1978-speech-on-british-vineyards/",
    "title": "Reginald Bennett – 1978 Speech on British Vineyards",
    "post_date": "April 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Reginald Bennett",
            "url": "/tag/reginald-bennett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech by Reginald Bennett, the then Conservative MP for Fareham, in the House of Commons on 5 July 1978.",
    "content": [
        "I beg to move,\n  *[NHSPRB]: NHS Pay Review Body",
        "That leave be given to bring in a Bill to provide relief from duty and rating in respect of British vineyards and associated wine-producing establishments.\n  *[NHSPRB]: NHS Pay Review Body",
        "I hasten to say at the outset that I do not wish in any way to pre-empt the Bill which follows my modest effort in talking about any fiscal matters. However, this seems perhaps to be a matter which is reasonably appropriate for me to raise in view of the responsibilities that the House has put upon me. Certainly it is a matter which I find very near to my heart or various other adjacent organs, and I feel that there is likely to be general sympathy in the House for the sentiments which I hope to express.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many hon. Members may not have realised that there is an English or British vineyards industry. I say “British” because I am told that there are two vineyards in Wales and therefore I cannot confine my remarks to England. As I say, many people may not realise that there are British vineyards. Indeed, it seems improbable in the light of our climate, and this year is probably giving us the best possible demonstration of that.\n  *[NHSPRB]: NHS Pay Review Body",
        "In fact, there are no fewer than 100 commercial vineyards in operation actually making and selling wine, and they are making a very good effort. They manage to combat the climate, and they succeed in making wine. It may be that to some extent they have to call in aid the excellent firm of Tate and Lyle. However, that is done a good deal legally in Germany and illegally in France, as many of us know. Nevertheless, the end product often is admirable, and I submit that if it were not so, the effort would be wasted because it would not be worth doing. If they are not likely to make good wine, they would do better not to try at all.\n  *[NHSPRB]: NHS Pay Review Body",
        "Although the handicap of the climate is great, it does not discourage these gallant fellows who are working in the vineyards. But I am afraid that there are fiscal provisions which are having a deeply discouraging effect. Therefore, I feel that perhaps it is timely for us to try to give this growing and rather infant ​ industry a chance to thrive and to prosper.\n  *[NHSPRB]: NHS Pay Review Body",
        "What happens is that, although people are making the wine, when they have made it, the duties upon it make it remarkably expensive compared with wines which are made abroad under easier conditions—for instance, more sunshine—and which are imported but which pay only the same duty as wines which are grown in this country.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is the nub of the argument. To ease this there are several things that can be done. We are basically under the laws of the Treaty of Rome and the EEC, and I know that there is one small matter with which the Chief Secretary will not be unacquainted, which is that the EEC looks like taking this country to the European Court of Justice because we charge seven times as much duty on wine as we do on beer. Some countries do not charge on either. In countries such as France and Germany the duty is the same. Here, it is seven times as much, which is very nice for the brewers but a bit rough on the wine makers. I do not think that that necessarily is a matter that I can hope to rectify in a modest Private Member’s Bill. But I am sure that members of the Government, who I see are so interested, will wish to champion our cause when the Government are arraigned in the clock, wherever it may be.\n  *[NHSPRB]: NHS Pay Review Body",
        "The other matter which is also international and which comes under the purview of the EEC is that, although we are bound by the laws of the EEC, the Treaty of Rome, and all the rest of it, to have an excise duty on all wines irrespective of their origin, nevertheless there is a small country called Luxembourg, a founder member of the EEC, which somehow has managed to waive those duties for its own wines while still keeping them on imported wines. As I am sure every hon. Member knows, Luxembourg is beautifully situated on the headwaters of the Moselle in extremely good terrain and with an excellent climate for producing wine, which is more than can generally be said for any of the vineyards in this country. Again, it is more than a Private Member’s Bill can undertake to get the duties relieved entirely on home-produced wines, although, as it has been done, there is a precedent. Perhaps I ​ had better leave that to the Government, too.\n  *[NHSPRB]: NHS Pay Review Body",
        "My own interests in this Bill, therefore, are more modestly domestic. The first provision would be to make vineyards, which already are classified as agricultural, together with associated buildings, which are classified as industrial, one entity as an agricultural proceeding, as it produces an agricultural product. That would make it necessary for rating to be relieved on the vineyard complexes, and that would help the wine growers. I must cite in aid of my argument the fact that the hop growers of Kent get away with this, so why not the grape growers of the rest of England?\n  *[NHSPRB]: NHS Pay Review Body",
        "The second aspect is that if vineyards become eligible for that relief, they should be—and my Bill will hope to make it so—eligible for the horticultural capital grants schemes. To do so, the minimum area of territory involved should be reduced, and will be in the Bill that I hope to introduce, from four acres to one acre, because four acres is a very big vineyard in this country.\n  *[NHSPRB]: NHS Pay Review Body",
        "The next aspect is that specialist gear such as the posts and wires for the vines to be trained upon should be included, as they are not now, in the materials for which capital grants might be available.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, my Bill would seek to cover the point that money spent on research —not necessarily money that the Government would be asked to grant but ​ money spent by the industry in conjunction with agricultural colleges such as Wye and elsewhere—should be eligible for tax relief, so that this would be, as is most generally allowed in France and other countries, an allowance which would be only fair to enable our wine growers to compete with those whose wines we import.\n  *[NHSPRB]: NHS Pay Review Body",
        "In short, I ask for a few modest reliefs for wine growers and wine makers in this country such as are allowed abroad. I ask the House to look sympathetically on my proposals in view of the fact that such reliefs would at least assist us in making a very good and very adequate import substitute.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}