{
    "url": "https://www.ukpol.co.uk/hilary-benn-2021-speech-on-unsafe-cladding/",
    "title": "Hilary Benn – 2021 Speech on Unsafe Cladding",
    "post_date": "February 3, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 1 February 2021.",
    "content": [
        "I am pleased to [follow the hon. Member for Stevenage (Stephen McPartland)](https://www.ukpol.co.uk/stephen-mcpartland-2021-speech-on-unsafe-cladding/), whose amendments to the Fire Safety Bill I have signed. I will speak on behalf of my constituents in Leeds—they include Hayley Tillotson, whose story has moved us all—who find themselves in desperate circumstances not of their making. They saved up. They bought what they thought was the home of their dreams. It has now turned into a nightmare as the outer layers have been peeled back on each block to reveal the full horror underneath. Their homes are firetraps. They are worthless. They cannot borrow against them. They cannot sell them. They are trapped by waking watch bills, trapped by rising insurance, and trapped by the fear that they will be told they must pay to fix this, even though they are not in any way responsible.\n  *[NHSPRB]: NHS Pay Review Body",
        "The impact on the mental health of my constituents is enormous, because every day they wake up and are reminded of this nightmare with no apparent way out. Today’s debate is so important, because we, together on both sides of the House, need to give them hope by calling on the Government to draw up a plan to sort the situation out.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ministers know that the building safety fund will not deal with the problem. Why? Because the cost of making every home safe is way in excess of the money allocated so far, and we know that Ministers are looking at a loan scheme. I am not opposed to a loan scheme in principle, provided that leaseholders are not required to pay the loans back. After all, they did not fail to put in the firebreaks or cover the blocks in unsafe cladding, so why on earth should they have to pay?\n  *[NHSPRB]: NHS Pay Review Body",
        "This is a story of monumental regulatory failure and of flats being built as cheaply as possible—in many cases without even complying with the building regulations. Like the Minister, I applaud those freeholders and developers who have taken responsibility and sorted things out, but I deplore those who have tried to walk away and claim that it is nothing to do with them. Those who developed and constructed the buildings should pay, the industry as a whole should pay, and the Government should pay because they allowed it to happen. We all have a responsibility for that.\n  *[NHSPRB]: NHS Pay Review Body",
        "The most important thing of all, however, is that we act now to bring this crisis to an end, because that is what the leaseholders I represent and Leeds Cladding Scandal, which has done such a great job, want. More than anything else they just want to feel safe and secure in their homes once again, so that they can get on with their lives. We have a responsibility to make sure that that now happens.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}