{
    "url": "https://www.ukpol.co.uk/hilary-benn-2009-speech-to-labour-party-conference/",
    "title": "Hilary Benn – 2009 Speech to Labour Party Conference",
    "post_date": "September 5, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2009 Labour Party Conference",
            "url": "/tag/2009-labour-party-conference/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn, the then Secretary of State for Environment, Food and Rural Affairs, to the 2009 Labour Party conference on 28th September 2009.",
    "content": [
        "[![tonybenn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to thank Michael Cashman and the policy commission for everything you do, and also our great ministerial team at Defra – Jim, Huw, Dan and Bryan. Thanks very much.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many of us who came down to Brighton by train would have caught a wonderful glimpse of the South Downs.\n  *[NHSPRB]: NHS Pay Review Body",
        "Formed over millions of years by nature’s hand, the glorious western weald and the chalk hills are one reason why Clem Attlee’s Labour government did something unique in our history.\n  *[NHSPRB]: NHS Pay Review Body",
        "From the ashes of World War Two, they founded the National Health Service, created the Welfare State, and built new homes and towns amid the rubble of the old. But they also had the vision to legislate to preserve beauty.\n  *[NHSPRB]: NHS Pay Review Body",
        "Drawing inspiration from William Blake, the Kinder Trespassers and many others, they passed the National Parks Act into law 60 years ago this year.\n  *[NHSPRB]: NHS Pay Review Body",
        "And as we commemorate what that Labour government did two generations ago, so this spring were many able to celebrate – after a long, hard campaign – our decision that the South Downs will now become our fifteenth and newest National Park.\n  *[NHSPRB]: NHS Pay Review Body",
        "We made a political choice to preserve and protect this landscape for future generations.\n  *[NHSPRB]: NHS Pay Review Body",
        "For everyone. For ever.\n  *[NHSPRB]: NHS Pay Review Body",
        "And why? Because we know that the quality of our lives, our health, our happiness are shaped not just by our families and the work we do, but also by the places in which we live and by how we treat each other.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was this Labour Government that has opened up the countryside for everyone to enjoy with the right to roam. We’ve passed the first all-embracing animal welfare act for a century, and in just over two years’ time battery cages for chickens will be no more.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we will now preserve and protect our seas and coastlines with the Marine and Coastal Access Bill. The first stretch of the new Coastal Path around England will open at Weymouth Bay – site of the 2012 sailing competition – in time for the lighting of the Olympic flame.\n  *[NHSPRB]: NHS Pay Review Body",
        "But now that we’ve fulfilled the original dream of the National Parks’ creators, our next task is to enrich and link together more wonderful places where wildlife, bees, flowers and trees can flourish, and we can enjoy them as they do.\n  *[NHSPRB]: NHS Pay Review Body",
        "So I will now ask a group of people passionate about our countryside to come up with a plan to do just that so that we can realise another long-held dream of all those who care about our wild places.\n  *[NHSPRB]: NHS Pay Review Body",
        "We also need our countryside to produce more food.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our farmers and farmers around the world will have another 2 to 3 billion mouths to feed in two generation’s time.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why I want British agriculture to produce as much food as possible today as we protect the soil and water on which our ability to grow more food tomorrow depends.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’re working together to protect the environment, beat animal diseases, and tackle climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our farmers – at the heart of our rural communities – are ready for the challenge. And we should support them in the great job they do.\n  *[NHSPRB]: NHS Pay Review Body",
        "But conference, in our hearts, we know that we are living in a time of change that will affect all our lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "How best can we deal with it ?\n  *[NHSPRB]: NHS Pay Review Body",
        "Well, Charles Darwin – that genius of science who transformed the way we think about ourselves and our place in the world – gave us this advice.\n  *[NHSPRB]: NHS Pay Review Body",
        "He said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“It is not the strongest of the species that survives, nor the most intelligent. Rather, it is the one that is most adaptable to change.”\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s why we must adapt to the changes we can see all around us.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need banks that value the next generation rather than the next bonus. An economy that creates the low carbon jobs of the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need to make sure our air is clean, including in London which needs to get on with improving air quality.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need to value and use everything around us.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’re now recycling more than four times as much household waste than we did a decade ago. But we can do more. It doesn’t make sense to dump thousands of tonnes of aluminium in landfill every year when someone will buy it and recycle it into new cans, using 90% less energy.\n  *[NHSPRB]: NHS Pay Review Body",
        "It doesn’t make sense that we throw way a third of the food we buy – costing us money and most of it ending up rotting in a tip, producing greenhouse gases – when instead we can turn it into clean renewable electricity to power our homes.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we need to stop thinking of these things as rubbish, stop sending them to landfill, and start making the most of everything.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our changing climate is already affecting those least able to cope from the deltas of Bangladesh to the parched lands of Kenya, and the remotest places on earth like Antarctica. Our natural world – as well as giving us inspiration beyond price – also helps give us clean air and water, soil, plants, food, and medicines on which human existence depends.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have a moral responsibility to look after both.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need especially to value water, and protect ourselves from too much of it by investing in flood defences.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, some churches, sports clubs and youth groups have been hit by huge increases in their water bills for surface drainage. It isn’t right. So I can tell you today that we will legislate to allow water companies to run concessionary schemes for these organisations so they can get on with the great job they are doing instead of worrying about unaffordable bills.\n  *[NHSPRB]: NHS Pay Review Body",
        "When you look at things this way, you can see the choice we have. Whether to leave people and landscapes to fend for themselves or to act together to seize this moment in human history and build the green society in which the low carbon will inherit.\n  *[NHSPRB]: NHS Pay Review Body",
        "Life is about the choices we make, and that’s why the choice at the general election will matter so much.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tory choice is a return to fox hunting, cutting inheritance tax while cutting Sure Start which has done so much for my constituents in Leeds.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Labour choice is to build more homes, help people into work, make sure we come out of the recession stronger, get that deal in Copenhagen that Gordon and Ed and all of us are working so hard to achieve and together create a more sustainable way of life.\n  *[NHSPRB]: NHS Pay Review Body",
        "But we have to be honest. In this generation, some wonder whether we can do all these things. Whether the future will be as good as the past. Whether our children be able to afford a home, get a job and a decent pension. What kind of climate will we bequeath to them by the middle of the century.\n  *[NHSPRB]: NHS Pay Review Body",
        "And they ask – will our damaged politics be capable of dealing with all this?\n  *[NHSPRB]: NHS Pay Review Body",
        "We have to show that it can.\n  *[NHSPRB]: NHS Pay Review Body",
        "By sorting out what’s gone wrong.\n  *[NHSPRB]: NHS Pay Review Body",
        "By standing up against the cynics who decry politics, because every time they do so they undermine our ability to change things for the better.\n  *[NHSPRB]: NHS Pay Review Body",
        "By standing by our beliefs – fairness, justice, equality, opportunity, the helping hand, the window on the world that education gives us, a sustainable environment – beliefs that have changed our lives for the better.\n  *[NHSPRB]: NHS Pay Review Body",
        "And by having confidence.\n  *[NHSPRB]: NHS Pay Review Body",
        "In ourselves. In what we’ve done. And what we have still to do.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why Roosevelt – a great leader who charted a way through the depths of the Great Depression – looked people in the eye and said: “The only thing we have to fear, is fear itself”\n  *[NHSPRB]: NHS Pay Review Body",
        "He was right.\n  *[NHSPRB]: NHS Pay Review Body",
        "So let’s take the fight to the Tories. Let’s stand up for what we believe in.\n  *[NHSPRB]: NHS Pay Review Body",
        "And let’s remember that the greatest thing we can do is to give people hope.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because – as our history has taught us – it is with hope that we can – and we will – change the world for the better.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}