{
    "url": "https://www.ukpol.co.uk/natalie-bennett-2015-speech-at-green-party-conference/",
    "title": "Natalie Bennett – 2015 Speech at Green Party Conference",
    "post_date": "January 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Natalie Bennett",
            "url": "/tag/natalie-bennett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Natalie Bennett, the Leader of the Green Party, in Bournemouth on 25 September 2015.",
    "content": [
        "[![nataliebennett](https://www.ukpol.co.uk/wp-content/uploads/2016/01/nataliebennett-300x220.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2016/01/nataliebennett.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Hello Bournemouth – it is great to be in this lovely town for the first time for Green Party conference, soon after it elected its first Green Party councillor, and just a year after the South West elected its first Green MEP – and hasn’t Molly Scott Cato done a brilliant job!\n  *[NHSPRB]: NHS Pay Review Body",
        "Yes, I am aware that we are following the Liberal Democrats in this venue – we’re getting used to taking seats from them – but I promise that’s the only thing we’ll be following them on.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the Green Party we know what our policies are, we know that our values and principles are solid, unmovable foundations. We don’t tack around with the political winds: we stand up for what we believe in.\n  *[NHSPRB]: NHS Pay Review Body",
        "I know many of you here will be at your first conference. But let’s start with some members who’ve been around for longer. If you were a member of the Green Party before January 1st last year, please put your hand up!\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you – you’re the veterans.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now who’s joined after January 1st?\n  *[NHSPRB]: NHS Pay Review Body",
        "Welcome ‘green surge’.\n  *[NHSPRB]: NHS Pay Review Body",
        "But I know that many of you are veterans too, veterans of campaigning for free education, veterans of fighting against the privatisation of the NHS, veterans of Transition Towns, Friends of the Earth and many other organisations.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many new members told me that they had come to realise that lobbying, campaigning, pushing against the closed door of the old politics, just wasn’t going to deliver the results that our economic, social and environmental crises demand.\n  *[NHSPRB]: NHS Pay Review Body",
        "We can’t keep electing the wrong people and hoping they’ll do the right things.\n  *[NHSPRB]: NHS Pay Review Body",
        "What we need to do is elect many more Greens in the proportional representation elections – the fair elections – coming up next May in Wales, in London, and in Scotland.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now I could ask the Green MP and House of Lords member to put their hands up, but I don’t think you need help identifying them. Of course if we had a fair electoral system Caroline Lucas would have 24 other Green MPs with her in the Commons, but she, like Jenny Jones in the Lords, does the work of at least that many average MPs, so all we can say to them is thank you!\n  *[NHSPRB]: NHS Pay Review Body",
        "And who here is a Green Party councillor? Please put up your hand. I want to offer you my thanks, our thanks, for all of your hard work.\n  *[NHSPRB]: NHS Pay Review Body",
        "And promise you that next year, in the elections in May, we’ll be electing many compatriots to join you. In Bristol, in Liverpool, in Sheffield, and many other cities, towns and villages up and down the country, we built a great foundation in the general election. In a year’s time I look forward to that question raising a forest of hands… quite appropriate for the Green Party, I think.\n  *[NHSPRB]: NHS Pay Review Body",
        "For it’s clearer by the day, that the political times they are a’changing. It’s the time of new politics.\n  *[NHSPRB]: NHS Pay Review Body",
        "Greek leader Alexis Tspiras this week in his victory speech thanked the European Greens for their support for a different kind of Europe. The clear re-election of Syriza in Greece and the strength of Podemos in Spain are just two examples of the future of politics in Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Britain you can measure that not just by the rise of Jeremy Corbyn to the Labour leadership, but by the Green Party’s more than 1.1 million votes in the general election and the ‘green surge’ that’s seen our membership more than treble. And by the left-positioned SNP’s comprehensive wipe-out of right-wing Labour in Scotland, and the daily-stronger surge in political activism across England and Wales and beyond.\n  *[NHSPRB]: NHS Pay Review Body",
        "The pressure is growing against the failed politics of austerity, on the disastrous privatisation of public services, on treating the planet as though it were a mine and a rubbish dump.\n  *[NHSPRB]: NHS Pay Review Body",
        "The failings of successive governments in Britain are attracting widespread attention, widespread concern, widespread opposition.\n  *[NHSPRB]: NHS Pay Review Body",
        "The United Nations is investigating the Tory government’s treatment of the disabled and breaches of their human rights.\n  *[NHSPRB]: NHS Pay Review Body",
        "The world is increasingly questioning the Tory government’s environmental failings. Al Gore led the way this week: “Will our children ask, why didn’t you act?” he said this week.\n  *[NHSPRB]: NHS Pay Review Body",
        "Judges will also be questioning more and more the abuses of basic human rights, and the destruction of civil liberties in the disastrous Trade Union Bill and the snoopers’ charter.\n  *[NHSPRB]: NHS Pay Review Body",
        "Politics is heading towards the understanding that social and environmental justice are indivisible – and essential to all of our futures.\n  *[NHSPRB]: NHS Pay Review Body",
        "Politics is heading, fast, towards the policies the Green Party has consistently pursued and promoted for decades.\n  *[NHSPRB]: NHS Pay Review Body",
        "And politics is far more diverse than ever before – making the argument for long-overdue electoral reform overwhelming, an issue that I hope Jeremy Corbyn will be putting at the top of his political agenda. The government only has a majority of 12 – a fragile majority that’s already dissolved on a couple of issues. United in a just cause, we can win electoral reform.\n  *[NHSPRB]: NHS Pay Review Body",
        "The new politics – the politics that demands electoral reform – is a people’s politics, founded in everyday life, everyday struggles.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the streets, in community centres and pubs and cafes, online, people are talking together, gathering together, working together – recognising those immortal words: “Ye are many, they are few.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Many of you I’m sure were on the streets on June 20th for the People’s Assembly Against Austerity, and again this month at the massive, inspiring Refugees Welcome march.\n  *[NHSPRB]: NHS Pay Review Body",
        "At both marches people assembled under many different symbols, under the banners of church groups and the flags of unions, under the homemade placards of the unaffiliated and the organised groupings of long-established campaigns, all saying: “we’re not going to take this anymore: no more austerity, no more privatisation of public services, no more planet-trashing, and no more of this unfair, inhumane, unjust immigration system”.\n  *[NHSPRB]: NHS Pay Review Body",
        "The marchers got their message across, and more than that, they got the message that the Green Party is their party.\n  *[NHSPRB]: NHS Pay Review Body",
        "For these growing, increasingly coalescing movements of people power need a political wing. They need representatives at the heart of the places where decisions are made: in local councils, in Cardiff and Westminster, in Brussels.\n  *[NHSPRB]: NHS Pay Review Body",
        "Campaigners up and down the country are understanding that the Green Party is the natural home of the community campaigner and the Transitions Towns member, the natural home of the campaigner against the privatisation of the NHS and the anti-evictions activist, the natural home of the immigration rights advocate and the defender of environments local and global.\n  *[NHSPRB]: NHS Pay Review Body",
        "Local parties, far stronger and more numerous than ever before, are able to reach out into new parts of their communities, to offer their help, to be a guide through the frequently forbidding, deliberately opaque bureaucracy of town halls, Westminster and Brussels.\n  *[NHSPRB]: NHS Pay Review Body",
        "I know that some commentators are asking: what’s the difference between Jeremy Corbyn’s Labour and the Greens? Communities up and down this country who are dealing with Labour councils know one answer to that.\n  *[NHSPRB]: NHS Pay Review Body",
        "They have Labour councils who aren’t listening to them, aren’t meeting their needs, are too often in the pockets of the developers and big business, who believe despite all the evidence that ‘economic development’ comes from supporting an out-of-town supermarket that destroys local independent businesses by the score.\n  *[NHSPRB]: NHS Pay Review Body",
        "When it comes to standing against planned nuclear plants from Hinkley to Anglesey to Hartlepool, when it comes to resisting the power of the oil and gas lobby that keeps supporting this government’s fracking, underground coal gasification and coal bed methane fantasies from Blackpool to Middlesborough to Warwickshire; when it comes to resisting the concreting over of the greenbelt for expensive, poor quality homes by mass builders out for a quick pound, communities know that it’s the Green Party that consistently backs them.\n  *[NHSPRB]: NHS Pay Review Body",
        "But we’re not just following and supporting, we’re also leading.\n  *[NHSPRB]: NHS Pay Review Body",
        "And leading on the issue of climate change – the issue on which all of our futures, as inhabitants of this one fragile planet, depends.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Green Party is at the front of a broad push to make the Paris Climate Talks not just successful in their own terms, but to be a vehicle for putting tackling climate change at the heart of every community effort, the plans of every council, the work of every official.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’ve already launched our ‘Climate Sense’ campaign – yes that’s the hashtag – and this is the Green Party’s ‘Climate Sense’ conference.\n  *[NHSPRB]: NHS Pay Review Body",
        "Green councillors and parties up and down the country are at the forefront of the broad campaign to get institutions and pension funds to divest from fossil fuels.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we’ve joined the European Green Party in calling on everyone to share their ‘climate moment’ – the second when they as individual human beings recognised that climate change was already here – and just how urgent it is to change direction before it is too late.\n  *[NHSPRB]: NHS Pay Review Body",
        "For me it was January 1st, 2006. Yes, it was New Year’s Day. It was time to make an assessment about the state of my life and the state of the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’m unusual in British politics in that I have a degree in science, and I took the knowledge from that, looked at the state of the world, and it frightened me. I thought: “I must do something.”\n  *[NHSPRB]: NHS Pay Review Body",
        "So I joined the Green Party. Although I never would have predicted where that would lead me.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I would not have predicted that in the leader debates before this year’s general election I would have been the only one to talk about climate change. That in three and a half hours, the Labour leader, the Liberal Democrat leader, the Conservative leader, the SNP leader and the Plaid Cymru leader wouldn’t find space for those two momentous words, climate change’.\n  *[NHSPRB]: NHS Pay Review Body",
        "That has to change. It has to change now. We cannot have another major political debate that doesn’t have climate change at its heart.\n  *[NHSPRB]: NHS Pay Review Body",
        "But I’m a strong believer in the idea that deeds not words are what matter the most when it comes to tackling climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "It does not bode well that, just two months before the crucial Paris climate talks, the Prime Minister last week appointed a fossil fuel industry insider as his key adviser on energy and environment.\n  *[NHSPRB]: NHS Pay Review Body",
        "This isn’t just disappointing, it’s scandalous.\n  *[NHSPRB]: NHS Pay Review Body",
        "If the Prime Minister is even half way serious about success at the Paris climate talks and tackling the threat of climate change to our security, prosperity and natural world, he should ask for Stephen Heidari-Robinson’s resignation with immediate effect. And instead appoint an advisor without association to a climate-destroying industry. The UK’s green economy is a huge success story – often in spite of government policy – so he won’t be short of options.\n  *[NHSPRB]: NHS Pay Review Body",
        "This disastrous approach has to change. It has to change now.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the Pope said this week, this is a critical moment of history. The problem cannot be left for future generations to deal with.\n  *[NHSPRB]: NHS Pay Review Body",
        "Dealing with climate change has to be at the centre of every policy, every decision, the responsibility of everyone. If we don’t make that a reality, our children and grandchildren will never forgive us.\n  *[NHSPRB]: NHS Pay Review Body",
        "As part of the work towards that, today I’m issuing a special request to every Green Party in the country to hold at least one public meeting to raise this issue up the agenda in their community.\n  *[NHSPRB]: NHS Pay Review Body",
        "More, I’d ask everyone listening to take action. Organise a meeting in your community group, in your union, in your university, school or college, in your local pub. The next few months are critical – please play your part.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Scotland a grassroots referendum campaign drew many into political involvement, into issues local and global. We can do the same by taking understanding of the issues around climate change into the heart of every community.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let’s summon up, to draw on Abraham Lincoln, every better angel of our human nature to this great, the greatest, cause.\n  *[NHSPRB]: NHS Pay Review Body",
        "Together we can ensure that everyone has the chance to find out more, to understand how tackling climate change isn’t just essential, but also a positive framework that can improve our society, our lives, and the lives of future generations.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I’d urge everyone not to pin all of their hopes on the Paris talks, but to see this as a stepping stone, one branch of a plan to reshape our societies to live, to thrive, to meet the needs of future generations on this fragile planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’m going to borrow a phrase from the climate change campaign 350.org: this is the point where everything breaks apart and everything comes together.\n  *[NHSPRB]: NHS Pay Review Body",
        "But we can only protect our planet in a fair, humane society. That’s at the absolute core of Green Party values and principles – and it is at the core of solving our climate crisis.\n  *[NHSPRB]: NHS Pay Review Body",
        "For the Green Party is the solutions party. We know that the crises we face in our economy, in our society, in our environment are not happening at the same time by coincidence.\n  *[NHSPRB]: NHS Pay Review Body",
        "The cause – the nature of our economic system, the hypercapitalism of the multinational oil giants and the sweatshop-based fashion chains, the sealife-destroying giant trawlers and the cruel, destructive factory farms, the hugely subsidised private landlords and the zero-hours-contract employers – are all part of the same system.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the solutions to deal with the crisis need to tackle these together. It’s joined-up thinking – the kind of thinking that’s in the Green Party’s DNA.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it is thinking that demands real change – when it comes to dealing with our social and environmental crises only 21st-century thinking will do.\n  *[NHSPRB]: NHS Pay Review Body",
        "We can’t go back to the failed 20th-century answer of perpetual growth; that can’t continue on a finite planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "We can’t go back to the failed 20th-century model of centralised administrative monoliths imposing models on diverse local communities.\n  *[NHSPRB]: NHS Pay Review Body",
        "We can’t go back to the idea of a wasteful industrial economy built around giant companies.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need new solutions.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Green Party has long championed treating our homes as the critical national infrastructure that they are – a plan to lift nine out of 10 households out of fuel poverty, to create at least 100,000 jobs, and cut carbon emissions. Not bad for just one Green policy!\n  *[NHSPRB]: NHS Pay Review Body",
        "The Green Party has long demanded investment in public transport, not the botched, illogical HS2, but local and regional schemes that help to rebalance our economy, linked to local bus services under the controlling hand of local councils. Such a transport policy would not only tackle congestion and air pollution, but also help to cut the NHS bill for dealing with obesity and diabetes. Not bad for just one Green policy!\n  *[NHSPRB]: NHS Pay Review Body",
        "And we’ve long understood that the only secure, sustainable economic future is based in strong local economies, with local needs met by local suppliers, with a rich ecology of farming, manufacturing and services businesses supporting each other.\n  *[NHSPRB]: NHS Pay Review Body",
        "Think global, act local is a long-term Green vision – and an essential one to secure our future.\n  *[NHSPRB]: NHS Pay Review Body",
        "But there’s no doubt there are forces out there, powerful forces, with huge amounts of cash and influence, who want to keep things just as they are.\n  *[NHSPRB]: NHS Pay Review Body",
        "But every day their power wanes, they have to struggle harder for a grubbier, weaker hold.\n  *[NHSPRB]: NHS Pay Review Body",
        "They’re in a crisis of legitimacy. They cannot be trusted. They are rotten to the core.\n  *[NHSPRB]: NHS Pay Review Body",
        "I was going to say that the emperor has no clothes, but after the news reports of the last week I won’t inflict that image on you… Even better, I’ve carefully combed this speech to ensure there are no porcine references at all.\n  *[NHSPRB]: NHS Pay Review Body",
        "What I will refer to about Lord Ashcroft’s book is his self-declaration that he expected donations of millions of pounds to buy him a place at the heart of the British government. The core is rotten – it must be removed.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s true also of our financial sector. The list of scandals is almost endless, from Libor to Forex rigging, PPI to money-laundering and tax evasion.\n  *[NHSPRB]: NHS Pay Review Body",
        "The finance sector exists not to serve the real economy but to fuel speculation in financial instruments and property that’s become entirely detached from the reality of homes and business premises, to fund its own empty structure. It expects be propped up by the sweat and pain of communities far from the glass towers of Canary Wharf when it fails again.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’ve seen just this week another emerging scandal – a giant, respected, global car manufacturer has confessed – after it was exposed – to rigging tests about the emissions from 11 million diesel cars it has manufactured, and put on the streets. And there are questions now about whether it was just that manufacturer.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our politics is rotten. Our finance sector is rotten. Our industrial sector is rotten. Even some of our sport is tainted. Fifa, in control of the ‘beautiful game’, is rotten.\n  *[NHSPRB]: NHS Pay Review Body",
        "The people newly engaged in politics, the people of Britain overall – if not the people currently running things – see very clearly that we cannot continue on our current path.\n  *[NHSPRB]: NHS Pay Review Body",
        "Increasing numbers of Britons understand instinctively that David Cameron’s ‘recovery’, built chiefly on consumer debt, has no firm foundations – and that’s particularly clear to the people of Wigan and Rhyl, Gateshead and Ramsgate – the many communities that have seen precious little sign of this ‘recovery’ at all.\n  *[NHSPRB]: NHS Pay Review Body",
        "They’re deeply worried, as people across Britain are worried, about the kind of world we’re leaving future generations.\n  *[NHSPRB]: NHS Pay Review Body",
        "Realism means understanding that massive change is coming, and it can be, if we make the right choices, pursue the right policies, change for the better.\n  *[NHSPRB]: NHS Pay Review Body",
        "To achieve that, we need new political structures, as well as new economic, social, environmental structures.\n  *[NHSPRB]: NHS Pay Review Body",
        "To get those we need to break the shackles of a 19th-century electoral system.\n  *[NHSPRB]: NHS Pay Review Body",
        "There’s one number I’d urge you to remember – 24%. That’s the number of eligible voters who supported this Tory government.\n  *[NHSPRB]: NHS Pay Review Body",
        "Even if you count the people who chose to vote, the Tories only won 37% of that vote. As a Swedish Green Party minister said to me recently: “surely you can’t form a government with that!”\n  *[NHSPRB]: NHS Pay Review Body",
        "The route to electoral reform is not clear and obvious. In an ideal world the Tory government would say, ‘clearly the current situation is intellectually and morally untenable and we have to introduce proportional representation, fair elections, for both the Commons and a new House of Lords’.\n  *[NHSPRB]: NHS Pay Review Body",
        "But don’t worry, I’m not holding my breath for that.\n  *[NHSPRB]: NHS Pay Review Body",
        "What I am doing is asking Jeremy Corbyn as the new leader of the Labour Party in a parliament where the Tories have an extremely narrow, already tottering, majority, to join with us and others to deliver a fair, simple system in which voters can participate with confidence that their vote counts.\n  *[NHSPRB]: NHS Pay Review Body",
        "Already the Green Party is working with campaigners, working with other parties, to keep electoral reform, a proportional, fair, electoral system, on the political agenda.\n  *[NHSPRB]: NHS Pay Review Body",
        "And if that gives Nigel Farage the chance to photo-bomb me in the Mirror, so be it!\n  *[NHSPRB]: NHS Pay Review Body",
        "But we don’t have to wait for electoral reform – for coming up we’ve got votes in already reasonably fair elections in which voters can simply vote for what they believe in.\n  *[NHSPRB]: NHS Pay Review Body",
        "Those elections are in London, for its Assembly, in Wales, for its Assembly. In Scotland our sister party has a great chance to increase their parliamentary representation to historic highs, and in Northern Ireland, our fellow Greens will be seeking to increase their Assembly numbers from one to three.\n  *[NHSPRB]: NHS Pay Review Body",
        "You’ll be hearing from Pippa Bartolotti, leader of the Welsh Greens, later today, about the exciting prospects of our first Assembly members in Cardiff. And on Sunday you’ll be hearing from Sian Berry, our London mayoral candidate, about the prospects for growth in our Assembly representation.\n  *[NHSPRB]: NHS Pay Review Body",
        "And here’s a tip: the bookies have Sian’s odds of waking up as London mayor on May 6th considerably shorter than Jeremy Corbyn’s during the Labour leadership contest.\n  *[NHSPRB]: NHS Pay Review Body",
        "But next May the prospects are much broader than that.\n  *[NHSPRB]: NHS Pay Review Body",
        "Since the general election I’ve been travelling the country and visiting new and revived local parties, already gearing up for next May’s council elections – aiming to win their first councillors, build their local representation, be the challengers, the critical scrutinisers lacking on so many councils.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Hitchin in Hertfordshire, which I visited for the town’s first-ever anti-austerity rally in June, I met Green Party members already campaigning for elections in 11 months’ time.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Swansea, I heard from Green Party members how they’re working on the ground, at the grassroots, literally, rescuing the abandoned Ganges Field from litter, vandalism and council neglect, turning it back into the community asset it should always have been.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Darlington, which I first visited two years ago, for the founding rally of what would become the brilliant campaign 999 Call for the NHS, I was delighted just last week to attend the formal founding of a new local party, a party which in May from a standing start was able to put up candidates in nearly every ward in the town, and aims to elect its first councillors next year.\n  *[NHSPRB]: NHS Pay Review Body",
        "These are local Green Parties that are seeing what needs to be done, and doing it. And more than that, they’re feeling the tide of history approaching.\n  *[NHSPRB]: NHS Pay Review Body",
        "Here in Bournemouth, we’ve been consistently supporting the proposed wind turbines of the Navitus Bay offshore wind farm, sadly only the latest victim of this government’s disastrous energy policies.\n  *[NHSPRB]: NHS Pay Review Body",
        "Of course this government’s had to grapple with a difficult concept: the wind turbines are big, but are far away.\n  *[NHSPRB]: NHS Pay Review Body",
        "But the Navitus Bay developers can subject this arbitrary decision to judicial review, as I hope they will, just as we can use not just democratic, but legal mechanisms, international mechanisms, to hold this government to account.\n  *[NHSPRB]: NHS Pay Review Body",
        "The rotten politics, the old politics, is in its last throes.\n  *[NHSPRB]: NHS Pay Review Body",
        "Politics is moving in our direction. Historians will look back and see 2015 as the year change started – the year that a fundamental shift in politics saw it move away from the mantra of ‘greed is good, the environment doesn’t matter’ that rose with Margaret Thatcher and will fall with David Cameron.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s time for a new approach – the Green approach – a society that works for the common good within the environmental limits of our one fragile planet, a society that works for its people, not for the few global corporations and the richest 1%.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s what Green Parties around the globe, green movements around the globe are working for. In Norway, the Greens have just recorded their best-ever election result – calling for an end to all oil production there within 20 years. In Rwanda, the Green Party is bravely leading the struggle to defend a democratic constitution. In the European Parliament, the Greens’ group is leading the way in calling for fair, just, humane treatment of refugees across the Union and outside it.\n  *[NHSPRB]: NHS Pay Review Body",
        "The problems we face – in Britain and around the world — are huge. We need to think big to deal with them. We need a politics powered by people, communities powered by renewables, our economy powered by small businesses, social enterprises and cooperatives.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need a politics of the people – Green politics.\n  *[NHSPRB]: NHS Pay Review Body",
        "If you’re facing decades of unpayable student debt – join us and fight it.\n  *[NHSPRB]: NHS Pay Review Body",
        "If you’re stuck in a zero-hour, low-pay job, join us and fight for jobs you can build a life on.\n  *[NHSPRB]: NHS Pay Review Body",
        "If you’re disabled or have been ill and suffered from the dreadful work capability assessment – join us and fight it.\n  *[NHSPRB]: NHS Pay Review Body",
        "If you’ve suffered under our abusive, inhumane immigration system – join us and fight it.\n  *[NHSPRB]: NHS Pay Review Body",
        "If you believe that Britain should get rid of Trident, those hideous weapons of mass destruction – join us and fight them.\n  *[NHSPRB]: NHS Pay Review Body",
        "If you believe that Britain should not be bombing Syria, following the failed policy that’s had such disastrous consequences for the people of Iraq and Afghanistan – join us and fight for change.\n  *[NHSPRB]: NHS Pay Review Body",
        "If you’re a parent who cares about your children’s and grandchildren’s future – join us and fight for their future, fight for a liveable planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "Politics should be something you do, not something done to you.\n  *[NHSPRB]: NHS Pay Review Body",
        "2015 can be – must be – the start of the century of Green politics.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let’s get together and make it happen.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}