{
    "url": "https://www.ukpol.co.uk/hilary-benn-2012-speech-to-labour-party-conference/",
    "title": "Hilary Benn – 2012 Speech to Labour Party Conference",
    "post_date": "September 5, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2012 Labour Party Conference",
            "url": "/tag/2012-labour-party-conference/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by Hilary Benn to the 2012 Labour Party Conference on 4th October 2012.",
    "content": [
        "[![tonybenn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Good morning Conference.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want to begin by thanking Dave Sparks for his leadership of our LGA Group.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our great CLG team in Parliament – Jack Dromey, Helen Jones, Roberta Blackman-Woods, Chris Williamson, Paul Blomfield, Nic Dakin, Bill McKenzie and Jeremy Beecham for everything that they do.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I want especially to thank – as I am sure you will too – our 6,000 Labour councillors, including the 824 elected in our great victories this year, who do such an outstanding job in cities, towns and villages up and down the country flying the Labour flag.\n  *[NHSPRB]: NHS Pay Review Body",
        "As we come to the end of our Conference, the message we take home with us has to be one of hope.\n  *[NHSPRB]: NHS Pay Review Body",
        "Why? Because at a time when people are really worried about what all this economic uncertainty means for them and their family’s future, the biggest threat we face is not the scale of the challenge.\n  *[NHSPRB]: NHS Pay Review Body",
        "No. It is that too many people feel that too many decisions are being taken too far away from them.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is that people may lose faith in the capacity of politics to do something. To change things. To transform lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now we know that it does. And we know that when you transform one life, you start to transform a community.\n  *[NHSPRB]: NHS Pay Review Body",
        "And why do we know it. Because our history teaches us so.\n  *[NHSPRB]: NHS Pay Review Body",
        "Just think what we have achieved as a country, as one nation. Look back 200 years to when poverty, disease and slums scarred our land. What changed that here in Manchester? Social conscience, civic pride, collective endeavour – people who did something extraordinary.\n  *[NHSPRB]: NHS Pay Review Body",
        "They brought gas and electricity, and schools and hospitals.\n  *[NHSPRB]: NHS Pay Review Body",
        "They opened the first public parks.\n  *[NHSPRB]: NHS Pay Review Body",
        "They built homes.\n  *[NHSPRB]: NHS Pay Review Body",
        "They provided the clean water and the sewers that did more than anything else to defeat disease and increase life expectancy.\n  *[NHSPRB]: NHS Pay Review Body",
        "And a century ago in David Cameron’s constituency – and I bet he wouldn’t know the answer to this question about British history – the Workers’ Union set up a new branch in Witney, not to campaign for a cut tax for millionaires, but for a fair deal, a living wage: the Just Reward of Our Labour.\n  *[NHSPRB]: NHS Pay Review Body",
        "And none of these peoples waited to be told what to do by Whitehall. They looked around them, saw the problems, decided what needed doing and they got on with it.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s exactly the spirit of Labour in local government today – a spirit we should celebrate.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now let’s face it, these could not be tougher times for councils.\n  *[NHSPRB]: NHS Pay Review Body",
        "They have been singled out for cuts in funding that are unjust and unfair, and in true Tory style the poorer the area, the bigger the cuts.\n  *[NHSPRB]: NHS Pay Review Body",
        "All in this together, Mr Cameron? You’ve no idea what that means, do you?\n  *[NHSPRB]: NHS Pay Review Body",
        "Now while Labour councils are fighting for a fair deal for their communities, they are also facing impossible, agonising choices.\n  *[NHSPRB]: NHS Pay Review Body",
        "But with a quiet and steely determination, they are making those choices not because they don’t care, but because they do.\n  *[NHSPRB]: NHS Pay Review Body",
        "To choose is to express our Labour values and to show that we can make a difference to people’s lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "And so, while Labour may not be in government nationally, we are in government locally and we’re gaining more councils.\n  *[NHSPRB]: NHS Pay Review Body",
        "By winning the public’s trust.\n  *[NHSPRB]: NHS Pay Review Body",
        "By showing the Labour difference.\n  *[NHSPRB]: NHS Pay Review Body",
        "By proving, however tough it gets, that we don’t write people off. We stretch out a hand and pull each other up.\n  *[NHSPRB]: NHS Pay Review Body",
        "One thing we did in Government to pull young people up was our Educational Maintenance Allowance . The Tories and the Lib Dems scrapped it.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’d like to welcome Cllr Nick Forbes, Labour Leader of Newcastle, to tell us what they are doing to help the young people affected in their city.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nick.\n  *[NHSPRB]: NHS Pay Review Body",
        "[Cllr Nick Forbes, Labour Leader of Newcastle City Council:\n  *[NHSPRB]: NHS Pay Review Body",
        "Educational Maintenance Allowance was just one of the many socially progressive measures introduced by Labour. It helped thousands of young people to stay longer in education, meaning they could improve their skills and increase their job prospects. And, because it was targeted to people from disadvantaged backgrounds, it helped with social mobility.\n  *[NHSPRB]: NHS Pay Review Body",
        "I know how important it was to young people in Newcastle, because they marched through our city centre in their thousands when it was scrapped.\n  *[NHSPRB]: NHS Pay Review Body",
        "We were determined to do something to help. So we worked with our local schools – this one, Benfield, is just one of the many schools rebuilt by the last Labour Government – and introduced our own version of EMA, which we called the Newcastle Bursary. Let me tell you about some of the people it has helped.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lucy was knocked down in Year 9 and has suffered extensive and on-going surgery ever since. She did quite well at GCSE and is determined to go to university, and would be the first to do so in her family. She is progressing well academically with good AS grades and the bursary has helped her with travel and study costs.\n  *[NHSPRB]: NHS Pay Review Body",
        "Jamie lives with his granddad in Byker. They really struggle financially. He did not do well at GCSE with a few E and F grades but in Sixth form he has not missed a single lesson! The bursary has allowed him to carry on with his education; without it he would not have been able to stay on. He passed his BTEC last year and is now studying ICT at A level, as well as progressing with English and Maths qualifications.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our bursary has meant that these young people, and hundreds like them, can afford to stay in education. I am proud to say that this is a real difference that we have been able to make.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because we believe no one should be overlooked, no one should be left behind. And no one should be denied opportunities simply through the circumstances of their birth and upbringing. That’s the difference a Labour council makes, and how we are doing our part in rebuilding Britain.]\n  *[NHSPRB]: NHS Pay Review Body",
        "Thanks Nick.\n  *[NHSPRB]: NHS Pay Review Body",
        "There you are.\n  *[NHSPRB]: NHS Pay Review Body",
        "Practical help to bring out the future talent of our country – the next generation. That’s the Labour difference.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now once those young people have completed their studies, what awaits them? Youth unemployment over a million. No experience, no job. No job, no experience.\n  *[NHSPRB]: NHS Pay Review Body",
        "So in my city Leeds, council leader Keith Wakefield has brought together the City College, Jobcentre Plus and local employers to help 600 young people get their careers started. By offering them what they really want – advice, training and, most of all, work experience.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in November they’ll be launching the Leeds Apprenticeship Agency. Why? Because the council listened to small businesses who said: we want to take on apprentices, but we’re worried about employment liabilities and all the administration.\n  *[NHSPRB]: NHS Pay Review Body",
        "So the council said, ok, we’ll create a company to take on those responsibilities, so your company can take on those apprentices. A Labour council working with small businesses to make a big difference.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, one area where jobs have been badly hit is construction.\n  *[NHSPRB]: NHS Pay Review Body",
        "House building is falling. Because of the Government’s failed economic policy, people can’t get mortgages. They can’t raise deposits. And so developers aren’t building.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it’s all very well Nick Clegg talking last week about wanting to build lots of new homes but where was he when his Government slashed the affordable housing budget by 60% and the number of affordable housing starts collapsed by more than two-thirds.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now you’ve started saying sorry – how about apologising for that Nick ?\n  *[NHSPRB]: NHS Pay Review Body",
        "But while the Government is cutting, Labour is building. Let’s hear now what Labour Islington is doing about it from Cllr James Murray, Executive Member for Housing and Development.\n  *[NHSPRB]: NHS Pay Review Body",
        "[Cllr James Murray, Islington Council:\n  *[NHSPRB]: NHS Pay Review Body",
        "Conference, if you’ve been to any fringe meetings about housing this week you will have heard lots of speakers saying our country needs more homes.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is certainly true in Islington. But, for us, it is vital that if we’re building more homes, they need to be the right kind of homes. They need to be decent, secure, and affordable homes.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in Islington, a desperate need we have is for more social housing.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have 3,000 families living in overcrowded council housing.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take the example of Leslie Hynes, who lives and works near the Arsenal tube. He was living with his wife and four-year-old daughter in a one-bed council flat above some disused garages that were just a brick wall onto the street.\n  *[NHSPRB]: NHS Pay Review Body",
        "But after Labour won control of Islington Council in 2010, we got on with converting the ground floor garages under his flat, and the space at the ends of his block, into 23 new council homes.\n  *[NHSPRB]: NHS Pay Review Body",
        "And so this summer, through our local lettings policy for new council homes, Leslie and his family moved the short distance from their overcrowded flat upstairs, to a new 2-bed flat downstairs with a garden.\n  *[NHSPRB]: NHS Pay Review Body",
        "Their daughter now has her own room, and the family is now living in a new high-quality home with a secure tenancy at a social rent.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is just one of the projects we’ve been working on. We are building new council housing now, and have plans for hundreds more homes over the coming years.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we are working with housing associations to bring the number of new affordable homes well into the thousands. We have a plan where we give them land and then they build homes for social rent.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tories and Liberals in government want to raise social rents to near-market levels – that would triple the cost of the average council 2-bed in my borough. We’ve said no to this. That would be no use to Leslie and his family. That would destroy the mix of housing that Islington needs to work socially and economically, and that makes the borough fairer.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, we are stepping in where we can: we know what Islington needs, we are confident how we’re going to get there, and we know we are making a difference.]\n  *[NHSPRB]: NHS Pay Review Body",
        "Thanks James for helping the Hynes family. They now have a place they can really call home this Christmas.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s one Labour difference in housing. Here’s another. Many older people wouldn’t mind moving into a smaller home, but they don’t want a one bedroom flat. Why? Because they might need a carer to come and stay with them or they want their son or daughter to come and visit.\n  *[NHSPRB]: NHS Pay Review Body",
        "So Labour Sandwell listened. ‘Fair point’ they said, and so now they are building 2 bedroom bungalows on the same estates – this one is in West Willows, Great Barr – so that residents can move there and still have someone to come to stay over. And because of that they are releasing 2, 3 and 4 bedroom properties to let to families on the waiting list. Good idea eh?\n  *[NHSPRB]: NHS Pay Review Body",
        "And what are the Tories doing? Taking away people’s housing benefit if they have a spare bedroom. A shameful attack on families, carers and people with disabilities, whose homes have been adapted.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now Conference you’ve been telling us “Build more homes”. We hear you.\n  *[NHSPRB]: NHS Pay Review Body",
        "When you’re in recession the best way is to build yourself out of it.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s why this week we’ve said: use the money from the 4G auction to build 100,000 new affordable homes to take people off the waiting lists and thousands of unemployed building workers off the dole queue.\n  *[NHSPRB]: NHS Pay Review Body",
        "Makes sense, doesn’t it?\n  *[NHSPRB]: NHS Pay Review Body",
        "But we also need an economy that is fair.\n  *[NHSPRB]: NHS Pay Review Body",
        "When households are feeling the squeeze, it’s hardest for those on low pay.\n  *[NHSPRB]: NHS Pay Review Body",
        "I’d now like to invite a guest to speak to us Conference.\n  *[NHSPRB]: NHS Pay Review Body",
        "Not a Labour councillor, but someone who is benefiting because of a choice made by Labour councillors.\n  *[NHSPRB]: NHS Pay Review Body",
        "Will you please give Elaine Hook a warm welcome.\n  *[NHSPRB]: NHS Pay Review Body",
        "[Elaine Hook:\n  *[NHSPRB]: NHS Pay Review Body",
        "My name is Elaine Hook. I am a cleaner employed by Birmingham City Council. I take pride in my work. And I work hard. I love my job.\n  *[NHSPRB]: NHS Pay Review Body",
        "Labour took control of Birmingham City Council in May. The very first thing they did was to introduce the living wage. No council worker now earns less than £7.20 per hour. That’s a big difference from the minimum wage of £6.08 per hour.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s made a real difference to me. It’s made it easier to pay the bills. It’s really helped improve my quality of life. And there are over two thousand five hundred lower paid workers like me. My colleagues who benefited are dinner ladies, catering staff and street cleaners.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, I’d like to thank the council and the Labour Party for helping me and other workers like me – who now get a decent wage, a living wage. Thank you.]\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you very much Elaine and thanks to Albert Bore and his team in Birmingham for making that difference.\n  *[NHSPRB]: NHS Pay Review Body",
        "And you know what Conference?\n  *[NHSPRB]: NHS Pay Review Body",
        "People like Elaine are benefiting up and down the country because it’s not just Labour Birmingham that’s paying the Living Wage; it’s also Labour Preston, Oxford, Lewisham, Islington, Camden, Lambeth, Hackney and Glasgow.\n  *[NHSPRB]: NHS Pay Review Body",
        "And more Labour councils are on the way. So let’s applaud all of them for making that Labour difference too.\n  *[NHSPRB]: NHS Pay Review Body",
        "So that is the difference.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tories got rid of EMAs. Labour Newcastle steps in to help.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tories put youth unemployment up. Labour Leeds provides apprenticeships.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tories slashed the affordable housing budget. Labour Councils are building new homes.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tories punish people for having a spare bedroom. Labour Sandwell provides one for its pensioners.\n  *[NHSPRB]: NHS Pay Review Body",
        "Rail fares and heating bills are up while the Tories want to drive wages down by paying council cleaners in one part of the country less than someone doing the same job elsewhere.\n  *[NHSPRB]: NHS Pay Review Body",
        "Shameful. What are Labour Councils doing ? They’re trying hard to pay a living wage.\n  *[NHSPRB]: NHS Pay Review Body",
        "Who said politics doesn’t make a difference. Who said we are all the same. Not true.\n  *[NHSPRB]: NHS Pay Review Body",
        "And when people ask us ‘what would you do?’, look them in the eye, and reply ‘Look at what we are doing’.\n  *[NHSPRB]: NHS Pay Review Body",
        "So let’s be proud, let’s celebrate the difference that Labour is making in local government.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s the message we’ve got to take into next May’s County Council elections.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now one of the places we are fighting hard to win is here in Lancashire.\n  *[NHSPRB]: NHS Pay Review Body",
        "Please welcome our last contributor Jenny Mein, the Leader of the Labour Group, who is going to tell us about the difference she wants to make.\n  *[NHSPRB]: NHS Pay Review Body",
        "[Cllr Jenny Mein, Lancashire County Council:\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a privilege to speak to Conference about our campaign in Lancashire to regain control of the County Council.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want to talk about the difference that a Labour Lancashire will make and just how important our County Council campaign is.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tories in Lancashire are letting people down.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our young people have seen cuts to the youth service, our disabled have seen the cost of their day care services increase by 700 per cent and our older people are being priced out of community centres.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lancashire is being let down by a Tory government in Westminster and the Tory county council is hurting our residents.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lancashire was once a place where everybody mattered and Lancashire Labour want to make it that way again.\n  *[NHSPRB]: NHS Pay Review Body",
        "A Labour controlled Lancashire will work with local businesses, the third sector, trade unions, schools and colleges to stop a generation of our young people from being thrown on the scrap heap.\n  *[NHSPRB]: NHS Pay Review Body",
        "A Labour Lancashire will give every young person a chance in our County and our priority will be to tackle youth unemployment.\n  *[NHSPRB]: NHS Pay Review Body",
        "As one of the largest employers in the County, Lancashire Labour needs to take the lead in ensuring a living wage economy, and a Labour controlled Lancashire will deliver a living wage for its employees.\n  *[NHSPRB]: NHS Pay Review Body",
        "We believe in the power of the living wage and will use our influence across the County to improve the living standards of thousands of Lancashire residents. We congratulate colleagues in Birmingham and as Elaine shows, we can make a real difference.\n  *[NHSPRB]: NHS Pay Review Body",
        "To achieve this, we know that we must work hard and campaign harder than ever before.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have made over 100,000 contacts already this year and have delivered over 1/2 million pieces of literature for our Operation Red Rose campaign.\n  *[NHSPRB]: NHS Pay Review Body",
        "But we still need to do more.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, if you’ve got any spare time over the coming months we would love to extend a warm Lancashire welcome to you all!]\n  *[NHSPRB]: NHS Pay Review Body",
        "Thanks Jenny. I’ll come. Conference will you?\n  *[NHSPRB]: NHS Pay Review Body",
        "So, as we leave here today we’ve got counties to win next year and a mayoral election in Bristol this November so that Marvin Rees can introduce a living wage there too.\n  *[NHSPRB]: NHS Pay Review Body",
        "But Conference, while we do so, remember this.\n  *[NHSPRB]: NHS Pay Review Body",
        "Everything we’ve just heard about is a testament to local ideas. Local commitment. Local action.\n  *[NHSPRB]: NHS Pay Review Body",
        "We need more of it, and yet too much power in England is still wielded in Westminster, and if we are honest we have been too wedded to that way of doing things in the past. That needs to change. We really need to change.\n  *[NHSPRB]: NHS Pay Review Body",
        "And do you know what? There’s nothing to fear and there’s everything to gain.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because our job is to give people locally the tools they need to do their job.\n  *[NHSPRB]: NHS Pay Review Body",
        "Decisions taken closer to the people, by the people.\n  *[NHSPRB]: NHS Pay Review Body",
        "And there’s so much that needs doing. Just look around us.\n  *[NHSPRB]: NHS Pay Review Body",
        "Improving people’s health so that life expectancy doesn’t fall with income.\n  *[NHSPRB]: NHS Pay Review Body",
        "Making sure that broadband – the artery of economic development in our century – is available everywhere.\n  *[NHSPRB]: NHS Pay Review Body",
        "Generating renewable energy on our roofs to help reduce people’s bills and look after the planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "Caring for a growing elderly population, so that we can remain independent and be looked after in our own homes, as Sandwell is doing.\n  *[NHSPRB]: NHS Pay Review Body",
        "Building decent affordable homes for families like Leslie Hynes’, as Islington is doing.\n  *[NHSPRB]: NHS Pay Review Body",
        "Helping more people like Elaine by paying a Living Wage, as Birmingham is doing.\n  *[NHSPRB]: NHS Pay Review Body",
        "And as we do all these things, as we give people hope, so confidence will build in us and in Labour politics.\n  *[NHSPRB]: NHS Pay Review Body",
        "200 years ago the circumstances may have been different, but our mission – what we are about – has not changed.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we will stand shoulder to shoulder with you as – together – we get to work.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}