{
    "url": "https://www.ukpol.co.uk/hilary-benn-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Hilary Benn – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 12 April 2021.",
    "content": [
        "I must confess that, like many people, there are things I have learned in the last few days about the life of His Royal Highness Prince Philip, the Duke of Edinburgh, that I did not previously know. They include the difficult circumstances of his early life, his mother’s bravery in hiding a Jewish family from the Germans in Greece during the war, for which she is remembered at Yad Vashem as one of the righteous among the nations, and just how deep and long-standing was his personal commitment to wildlife and nature conservation, which was in many ways, as others have said, ahead of its time.\n  *[NHSPRB]: NHS Pay Review Body",
        "We were all aware, however, that the Duke of Edinburgh was famous for his plain speaking. I particularly enjoyed the story that when he discovered that the Parliament of Ghana had only 200 Members, he quipped, I trust with a smile on his face, “That is about the right number. We have 650 and most of them are a complete bloody waste of time.” How one describes that or any of his other more famous comments—he certainly said what he thought—requires us to understand from whence they and he came. In over 70 years of public service in which carried out with distinction the role of first consort, a job without a description, he went into countless rooms and was introduced to countless lines of people, all of whom were waiting for him to say something. Which one of us would be able to do that for over seven decades without, on occasion, saying something that we might later come to regret—or, in the Duke’s case, probably not?\n  *[NHSPRB]: NHS Pay Review Body",
        "The Duke was, as are we all, a product of the age in which he was born and of his upbringing. When he was born in 1921, Queen Victoria had died only 20 years previously and Lloyd George was Prime Minister. It was another era. As we sometimes wrestle with our past and how we should come to terms with it, we cannot forget that fundamental truth about how each one of us is shaped. Nor can we truly understand the person without also understanding the age in which they lived, as the Duke of Edinburgh always sought to do, and he lived for a very long time. Even if we did not know all that he was doing, he was ever present our lives, as he was that constant strength to Her Majesty the Queen. As we have watched the tributes and the newsreels about his life, we have inevitably reflected upon our own lives, upon what has changed and what that has meant as we ourselves have got older. This is, after all, the human condition. As the American baseball player Satchel Paige wisely observed:\n  *[NHSPRB]: NHS Pay Review Body",
        "“Age is a case of mind over matter. If you don’t mind, it doesn’t matter.”\n  *[NHSPRB]: NHS Pay Review Body",
        "I suspect that the Duke would have agreed with that sentiment.\n  *[NHSPRB]: NHS Pay Review Body",
        "As we all express our condolences to Her Majesty the Queen and the royal family on their loss, we should also remember that the passing of a public figure is, for the family that loved him, also a deeply felt private loss. There is the public mourning, but there is also the private grief, which is very personal, and it can be difficult to endure amid all the public attention. However, of one thing we can be sure. All the comments, all the recollections, all the stories that have been told about the Duke of Edinburgh in the past few days will surely be a great comfort to the royal family, as they would be to anyone who has lost a loved one—and oh, how many of our citizens have experienced such a loss in the last year. Why? Because when someone close to us dies, to know that their life was well lived, to know that it had meaning, and to know that they will be remembered is perhaps the greatest comfort of all. May he rest in peace.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}