{
    "url": "https://www.ukpol.co.uk/hilary-benn-2019-speech-on-brexit/",
    "title": "Hilary Benn – 2019 Speech on Brexit",
    "post_date": "March 28, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 27 March 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn-1-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn-1.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Is there not something really quite liberating about the debate we are having? The normal atmosphere and structure, with propositions from one side or the other, have all disappeared as the House of Commons has taken control of this really important discussion about how we are going to take our country forward. Another striking thing is that every single Member who has spoken in support of a proposition has not sought to rubbish the other propositions; they have put their case in an effort to win support from across the House. If that is not confirmation of the wisdom of the House’s having taken control—I do not like that phrase because I think it is the House doing its job—to allow us to do that, I do not know what is.\n  *[NHSPRB]: NHS Pay Review Body",
        "I will make two points. First, I will vote for the customs union motion moved by the Father of the House, which everyone in the Chamber knows is an essential building block to make any progress towards achieving the two objectives set by the Prime Minister: keeping an open border and at the same time keeping friction-free trade moving to oil the wheels of our industry. I will also vote for the common market 2.0 proposal, although, like many others, I note the difference between, on the one hand, a customs union and, on the other, a customs arrangement. It is a compromise proposal, but I will support it.\n  *[NHSPRB]: NHS Pay Review Body",
        "I will also vote for the confirmatory referendum. I thought we heard an absolutely outstanding speech from my right hon. Friend the Member for Derby South (Margaret Beckett). I will vote for it as someone who, for a long time, has not argued for a people’s vote, but I want to explain why I have come to the conclusion that a confirmatory referendum is the only way forward. In essence, it is because things have changed. The proposition put before the British people by the leave campaign during the referendum—that one did not ​have to choose between our sovereignty, on the one hand, and the economic health of the country on the other—has proven to be false.\n  *[NHSPRB]: NHS Pay Review Body",
        "**David Tredinnick**\n  *[NHSPRB]: NHS Pay Review Body",
        "Will the right hon. Gentleman give way?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "I will not because many people want to speak. I hope the hon. Gentleman will forgive me.\n  *[NHSPRB]: NHS Pay Review Body",
        "The anger expressed by some Members towards the Prime Minister’s deal is in part revealing. The truth is that there is a choice to be made. The suggestion that we could have all the things that we wanted without anything that we did not has proven not to be the case. If things have changed, should we not therefore ask the people?\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, the Government changed their mind originally on whether the House would have a meaningful vote. The Government said at one point that there would be an enormous row about the structure of the negotiations and then changed their mind and accepted the way in which the European Union wanted to conduct them. The Government have come back once already, and may well this week come back again, in an attempt to persuade us to change our minds about the withdrawal agreement and the political declaration. The first holder of the post of Secretary of State for Exiting the European Union changed his mind about supporting the deal. There are reports that the hon. Member for North East Somerset (Mr Rees-Mogg) may be in the process of changing his mind as well. The Prime Minister said 108 times that we would definitely leave on 29 March, but she changed her mind and we are not.\n  *[NHSPRB]: NHS Pay Review Body",
        "Why is it that the only people in this debate apparently not allowed to be asked whether they have changed their minds are the British people? How can that be democratic? If Members agree that it is not, I hope very much that they will vote for motion (M) tonight.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}