{
    "url": "https://www.ukpol.co.uk/hilary-benn-2017-speech-on-eu-withdrawal-bill/",
    "title": "Hilary Benn – 2017 Speech on EU Withdrawal Bill",
    "post_date": "December 18, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 13 December 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn-1-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn-1.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "I rise to speak to amendment 47, which stands in my name. It is a great privilege to follow the right hon. and learned Member for Beaconsfield (Mr Grieve), who has shown great resolution, fortitude and reason in the face of unreasonable criticism. We admire him for it.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are debating the single most important question in the Bill: how the House can exercise its view on the withdrawal agreement in a way that gives us control. ​“Control”—there is a word we have heard before. It resonated throughout the referendum campaign, but when Members start to argue that Parliament should have some control over this process, it seems to send shivers down Ministers’ spines.\n  *[NHSPRB]: NHS Pay Review Body",
        "Amendment 47 arises from an exchange that I had with the Secretary of State on Second Reading. When I asked him to give us a very simple assurance that clause 9 will not be used to implement the withdrawal agreement until Parliament has had the opportunity to vote on it, he replied:\n  *[NHSPRB]: NHS Pay Review Body",
        "“It seems to me to be logical”.—[Official Report, 7 September 2017; Vol. 628, c. 354.]\n  *[NHSPRB]: NHS Pay Review Body",
        "What has been set out in today’s written ministerial statement appears to give that undertaking, but if that is what Ministers are prepared to do, why not put that into the Bill? I similarly welcome the Secretary of State’s announcement that there will be separate legislation to implement the withdrawal agreement, but if Ministers are prepared to give that commitment, we want to see that in the Bill, too, which is why I shall vote for amendment 7.\n  *[NHSPRB]: NHS Pay Review Body",
        "The question has been asked—I want to ask it, too, because it has exercised the Select Committee—“What is clause 9 now for?” It is a very simple question indeed. Timing and the order in which these things are done are absolutely crucial in this debate, and that point was made forensically and forcefully by the right hon. and learned Member for Beaconsfield. May I suggest a new principle? We often heard it said during reports back from the negotiations that nothing is agreed until everything is agreed, so I suggest that we agree that nothing should be implemented until everything is agreed.\n  *[NHSPRB]: NHS Pay Review Body",
        "The written ministerial statement says something interesting, and rather puzzling:\n  *[NHSPRB]: NHS Pay Review Body",
        "“The Bill will implement the terms of the Withdrawal Agreement in UK law…Similarly, we expect any steps taken through secondary legislation to implement any part of the Withdrawal Agreement will only be operational from the moment of exit, though preparatory provisions may be necessary in certain cases.”\n  *[NHSPRB]: NHS Pay Review Body",
        "My simple question for Ministers is this: secondary legislation where, and arising from what? Does this refer to clause 9, which a lot of Members think should no longer be in the Bill, or is it advance notification that there will be provision for secondary legislation under the withdrawal agreement and implementation Bill that we have been promised? We need some clarification.\n  *[NHSPRB]: NHS Pay Review Body",
        "My hon. Friend the Member for Greenwich and Woolwich (Matthew Pennycook), who spoke so ably from the Front Bench, drew attention to the statement by the Secretary of State on 13 November in which he said, in announcing that Bill:\n  *[NHSPRB]: NHS Pay Review Body",
        "“This confirms that the major policies set out in the withdrawal agreement will be directly implemented into UK law by primary legislation”.—[Official Report, 13 November 2017; Vol. 631, c. 37.]\n  *[NHSPRB]: NHS Pay Review Body",
        "That is very interesting. I must confess that I did not understand the full significance at the time, so will Ministers also enlighten us on this? What are the major policies and what are the minor policies, and in which Bill, and by what means, will those minor policies be implemented?\n  *[NHSPRB]: NHS Pay Review Body",
        "The next issue of timing is the idea that exit day should be set as 11 o’clock in the evening of 29 March 2019. The Government amendment to implement that proposal would cause all sorts of trouble, not least ​because of the way that this Bill was originally drafted, as the Select Committee heard in evidence from Ministers, who confirmed that they would be able to set different exit days for different purposes. The Committee thought that that seemed to provide a great deal of flexibility, but the amendment would bring that possibility to an end, and in the process bind the Government’s hands to an hour of the clock on a day at the very moment when they may well need maximum flexibility so that they can bring the negotiations successfully to an end. The amendment really makes no sense.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the Committee said in its report, the proposal would cause “significant difficulties” if the negotiations went down to the wire. Of course, we had the famous evidence from the Secretary of State in which he suggested that the negotiations might go to the 59th minute of the 11th hour, although since then there has been a certain amount of rowing back, because that would not be consistent with the pledge that we have been given. That was why the Committee said that it would not be acceptable for Parliament to be asked to vote after we had actually left the European Union. The timing of all this is absolutely fundamental to making the vote meaningful. A vote may be meaningless unless at some point in the procedure the timing ensures that it is meaningful. We have to get the order right.\n  *[NHSPRB]: NHS Pay Review Body",
        "Michel Barnier said at the start of the process that he wanted to bring the negotiations to an end next October. We have 11 months to go to deal with a very long list of issues that we have not even started to broach. The agreement that was reached last week, which we welcome, is the easy bit of this negotiation—the really difficult bit is about to begin. Those who had thought that leaving the European Union would be about keeping all the things they liked and getting rid of all the things they did not like are now in for a rude awakening as they come to realise that choices have consequences and trade-offs will need to be made.\n  *[NHSPRB]: NHS Pay Review Body",
        "Hon. Members, including the right hon. Member for Broxtowe (Anna Soubry), have referred to the question of no deal. Without doubt, there is no majority in the House of Commons for no deal. Of course we hope that there will be a deal, because we want the best outcome for our country, but in the event that it all went wrong and Ministers came back to say, “I’m sorry, but no deal is on the horizon,” and all Parliament could do was to say, “We are going to reject this,” and be left with no other recourse, that would not constitute a meaningful vote, would it, not least because the clock would be running down?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Sammy Wilson (East Antrim) (DUP)**\n  *[NHSPRB]: NHS Pay Review Body",
        "The right hon. Gentleman is getting to the nub of the issue. If a meaningful vote, by his definition, means that Parliament should be able to say to the Government, “We don’t like the deal that you have got, and we’re not accepting no deal, so go back to the EU and negotiate another deal,” what chance does he think there is that those who do not want us to leave in the first place will ever offer a deal that this House could buy into?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman anticipates precisely the point that I was going to make—[Interruption.] I was. As we have already heard, all the Ministers and ​Prime Ministers who negotiate in this process will say at some point, either in the main forum or in other discussions, “I’ll never get this through my Parliament.” That is the accountability we are talking about. It is called democracy, and it is really important that Ministers, Prime Ministers and negotiators have that thought in their minds when they are negotiating on behalf of the country and the House. In such circumstances, I think the House would first want to ask why we were facing no deal, and it might well wish to give the Government fresh negotiating instructions. The House might want to tell the Government to go back in and say, “On reflection, we would like to suggest that we do the following.” There must be sufficient time for that to take place if we are going to get a reasonable deal.\n  *[NHSPRB]: NHS Pay Review Body",
        "Another point I want to make—I am conscious, Sir David, of what you said about the time—is that Ministers need to understand why they are having such difficulty with this fundamental debate on the Bill. It has to do with the history of the Government’s handling of the whole process. At every single stage, this House has had to demand our role and our voice. I remember the answer when people first asked what the Government’s negotiating objectives were: “Brexit means Brexit.” When a follow-up question was asked, we were told—\n  *[NHSPRB]: NHS Pay Review Body",
        "**Paul Farrelly**\n  *[NHSPRB]: NHS Pay Review Body",
        "A red, white and blue Brexit.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am still wrestling with the concept of a red, white and blue Brexit, and I did not find it very enlightening.\n  *[NHSPRB]: NHS Pay Review Body",
        "The second answer was, “No running commentary,” but that eventually had to give way to the Lancaster House speech and a White Paper. Then we asked, “Will Parliament get a vote?” Almost exactly a year ago, when the Prime Minister last appeared before the Liaison Committee, I asked her that question. She was unwilling to give me a commitment on that occasion, but we all pressed, and in the end the Government conceded that there would be a vote.\n  *[NHSPRB]: NHS Pay Review Body",
        "We argued that there would need to be separate primary legislation to implement the withdrawal agreement, but what did the Government do? They produced this Bill, which says, “No, no. We’ll just do it all by statutory instrument.” That was until amendment 7 appeared on the horizon, at which point the Government changed their mind. If the Committee insists, as I hope it will, on amendment 7 later today, that will be because of our experience of the Government’s handling of the Bill so far. They have not acted in the spirit of seeking consensus, even though the Prime Minister said earlier that that was what she wanted to achieve.\n  *[NHSPRB]: NHS Pay Review Body",
        "The final point I want to make is simply this. Parliament has no intention of being a bystander in this process. We intend to be a participant, as I have said on a number of occasions, because this decision affects every part of the country, every business and every family. Today’s debate and vote are all about control, which must ultimately rest not in Ministers’ hands but in our hands. It is up to us to make sure that that happens.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}