{
    "url": "https://www.ukpol.co.uk/hilary-benn-2014-speech-to-labour-party-conference/",
    "title": "Hilary Benn – 2014 Speech to Labour Party Conference",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "2014 Labour Party Conference",
            "url": "/tag/2014-labour-party-conference/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn, the Shadow Secretary of State for Communities and Local Government, to the 2014 Labour Party conference in Manchester.",
    "content": [
        "Conference, I want to begin by saying thank you.\n  *[NHSPRB]: NHS Pay Review Body",
        "To all our great Labour councillors and leaders for the work they do to stand up for Labour values in difficult times, to all the members of our team in the Commons and the Lords, and to everyone on the Policy Commission.\n  *[NHSPRB]: NHS Pay Review Body",
        "Last Thursday the people of Scotland made their decision. They voted against separation, but they also voted for change.\n  *[NHSPRB]: NHS Pay Review Body",
        "In years to come, this will be seen as a moment in our history when the ground shifted beneath our feet.\n  *[NHSPRB]: NHS Pay Review Body",
        "A moment – uncertain and exhilarating in equal measure – but also full of opportunity. A moment to lift up our eyes.\n  *[NHSPRB]: NHS Pay Review Body",
        "We get the message about the distance and, at times, the alienation that too many people feel from politics, and we have a plan to radically transform our political system so that people can see that change is coming.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is no wonder there is discontent. We see Tory Ministers on the television telling us that the economy is doing fine. There’s nothing to see here. Everything is OK. Move along.\n  *[NHSPRB]: NHS Pay Review Body",
        "It just shows how out of touch they are.\n  *[NHSPRB]: NHS Pay Review Body",
        "People working hard day after day, putting in the hours, doing their best for their family, but finding it tough. Pay not rising enough to meet gas and electricity bills.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nearly one and half million people on zero hours contracts, not knowing from one week to the next how much they will earn and for those on the very lowest incomes, David Cameron’s bedroom tax. Pushing families into a spiral of debt.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s a rotten policy that comes from rotten values with no regard for decency and security.\n  *[NHSPRB]: NHS Pay Review Body",
        "Well, Conference, we have different values. We reject the bedroom tax and we will scrap it.\n  *[NHSPRB]: NHS Pay Review Body",
        "And what about our broken housing market? Housebuilding at its lowest peacetime level since the 1920s.\n  *[NHSPRB]: NHS Pay Review Body",
        "Young people doing all they can to save, but knowing that their dream of owning a home is moving further and further out of reach. So they end up renting, and often find themselves paying off someone else’s mortgage, rather than one on a home of their own.\n  *[NHSPRB]: NHS Pay Review Body",
        "They probably have a short term tenancy and worry that the rent may jump up, even if they get a new contract.\n  *[NHSPRB]: NHS Pay Review Body",
        "And if their children are about to start primary school, what kind of security and stability is there if they may be forced to move away from friends and neighbours next year?\n  *[NHSPRB]: NHS Pay Review Body",
        "We all hear these stories, but this government doesn’t get it.\n  *[NHSPRB]: NHS Pay Review Body",
        "Well we do – and that’s why we are determined to introduce three year tenancies; to put a ceiling on rent increases; to scrap lettings agent fees for tenants; and to build at least 200,000 homes a year by the end of the next Parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because we know that our home is where we feel most secure.\n  *[NHSPRB]: NHS Pay Review Body",
        "And how will we do this? By being bold and by offering a different kind of politics. By giving people the responsibility to make it happen and the means to do so.\n  *[NHSPRB]: NHS Pay Review Body",
        "So instead of communities feeling that they can’t influence where new homes go because developers ignore the sites the council has identified, and instead try to build somewhere else.\n  *[NHSPRB]: NHS Pay Review Body",
        "Instead of communities saying that the design is poor, the rooms are too small, and the GP surgeries, roads and schools won’t be there.\n  *[NHSPRB]: NHS Pay Review Body",
        "And instead of them thinking that even if the homes are built, that their children or friends or neighbours will never get one of them.\n  *[NHSPRB]: NHS Pay Review Body",
        "Instead of all of this, we will give communities, as Sir Michael Lyons’ report will recommend, the powers they need to tackle land banking; put together the sites; get the design right; put in the infrastructure; and work with small and medium-size and large builders to build the homes that local people need where local people want.\n  *[NHSPRB]: NHS Pay Review Body",
        "And Conference, we’ll work with councils so that they can build more council houses.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let’s be proud of the Labour councils already leading the way and outbuilding Tory councils.\n  *[NHSPRB]: NHS Pay Review Body",
        "The building of social homes by Labour councils on a scale not witnessed for a generation.\n  *[NHSPRB]: NHS Pay Review Body",
        "Conference, the problem with housing is a symptom of the problem with our politics. People feel distant from decisions that affect their daily lives. They don’t feel in control and they want a bigger say.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why the ground is shifting. So we will build a new politics that works for people rather than just telling them that’s how things must be.\n  *[NHSPRB]: NHS Pay Review Body",
        "After all it’s where we started as a movement and how we first won the people’s trust.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our fellow citizens who went to the polling stations four days ago spoke not only for themselves but for the whole of the United Kingdom.\n  *[NHSPRB]: NHS Pay Review Body",
        "Labour will honour the promise we made to Scotland and we will offer a new deal to England too.\n  *[NHSPRB]: NHS Pay Review Body",
        "The people of England have been very patient and in that very English way, they are now saying “Excuse me, but what about us?”\n  *[NHSPRB]: NHS Pay Review Body",
        "Well, we are listening and that’s why Labour will offer England a new deal that will pass power down, money down, responsibility down.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want cities and counties, towns and districts, parishes and neighbourhoods to make more decisions for themselves and to have more control over the money they raise and contribute.\n  *[NHSPRB]: NHS Pay Review Body",
        "But I want that to be fair, because what we have now certainly isn’t.\n  *[NHSPRB]: NHS Pay Review Body",
        "Look at the shameful and deliberate way the Tories have taken most money away from the most deprived communities.\n  *[NHSPRB]: NHS Pay Review Body",
        "They’re cutting spending power for every household in the ten most deprived areas in England by sixteen times as much as the ten least deprived. Sixteen times.\n  *[NHSPRB]: NHS Pay Review Body",
        "They’ve targeted Labour Liverpool and Hackney and Knowsley and Birmingham while at the very same time they’ve actually given increases to Tory Elmbridge, Surrey Heath and Wokingham.\n  *[NHSPRB]: NHS Pay Review Body",
        "Rotten values once again. It’s not fair and we will change it. We will make sure that the money we have is fairly shared. We will make sure devolution goes hand in hand with redistribution from each according to their ability to contribute, to each according to their need.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why we plan to take £30 billion from Whitehall over five years and pass it to local communities – to city and county regions across the length and breadth of the land to: give them the means to create jobs; help people into those jobs; train them in the skills they need for those jobs, invest in the trams, the buses, the railways and the roads to help them get to work and businesses to thrive, and build the homes for those workers and their children.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why we’ll say to local authorities: “Help us to commission our new Work Programme.”\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why we will give local areas control of the funding for further education for 19 to 24 year-olds.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why we will put together the money for health and social care so that local communities can provide better integrated care for the old, and for those with long-term conditions and disabilities.\n  *[NHSPRB]: NHS Pay Review Body",
        "Why should our mums and our dads be sent to hospital or kept there for want of a grab rail or someone to help them get dressed in the morning?\n  *[NHSPRB]: NHS Pay Review Body",
        "After all, isn’t that what we want for them, and for us, when our time comes?\n  *[NHSPRB]: NHS Pay Review Body",
        "And by doing this we will help communities to build a stronger economy, a stronger society and a more equal one too, so that not only does London get investment and flourish, but Leeds and Birmingham, Manchester and Newcastle, Sheffield and Bristol, Derbyshire and Nottinghamshire, Cornwall and Essex.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our new deal is for all parts of England. Conference, this will be the biggest economic decentralisation in a century. But it won’t be enough.\n  *[NHSPRB]: NHS Pay Review Body",
        "We will go further in changing the way decisions are made so that we can free local communities, the people of England, to shape their own destiny.\n  *[NHSPRB]: NHS Pay Review Body",
        "Not something cooked up in corridors of Whitehall, but a deeper, more profound change involving people from every part of the country.\n  *[NHSPRB]: NHS Pay Review Body",
        "A national debate – leading up to a Constitutional Convention – as fervent and as involved as the one that paved the way for devolution in Scotland.\n  *[NHSPRB]: NHS Pay Review Body",
        "This isn’t about the long grass; it’s about the grass roots telling us what they want in the long term. A Convention with a purpose.\n  *[NHSPRB]: NHS Pay Review Body",
        "Change that is a means to an end. No longer “what will you do for me?” but “what shall we do for ourselves?”\n  *[NHSPRB]: NHS Pay Review Body",
        "The change we need to build the homes, generate renewable energy, create jobs, give our young hope, overcome poverty, care for our community and one another.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, Conference, change is coming. Change that devolves power but which also binds our country together.\n  *[NHSPRB]: NHS Pay Review Body",
        "Every part of our United Kingdom – side by side, shoulder to shoulder. England and Scotland, Wales and Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body",
        "And despite the cynics and the critics, it’s everyone’s responsibility to stand up for our democracy. To cherish our democracy. To have faith in our democracy because we know it’s how we built the better society we became, and how we will build the better society of tomorrow.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yes, there is so much more to do, but the next time someone tells you that getting involved, doing your bit, standing up, getting organised, voting doesn’t make any difference, look them in the eye and say “It isn’t true.”\n  *[NHSPRB]: NHS Pay Review Body",
        "And tell them this. 70 years ago Europe lay in ruins. We had huge debts and money was short, but faced with this, the British people chose to put their trust in us because they wanted to change the country.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was a Labour government which started building homes for the returning troops and for those whose homes had been bombed, which strengthened the welfare state, and which gave life to our precious National Health Service.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s why we will fight to the death to save it.\n  *[NHSPRB]: NHS Pay Review Body",
        "People came together to change their own lives and the lives of their neighbours. And how did they do it?\n  *[NHSPRB]: NHS Pay Review Body",
        "By drawing on compassion for each other and a burning desire to make things better, using the most powerful weapon of all in a democracy: ideas; a piece of paper and a pencil. Cross after cross after cross.\n  *[NHSPRB]: NHS Pay Review Body",
        "That was how the Scottish people made their decision last Thursday and that is how the British people will make theirs next May.\n  *[NHSPRB]: NHS Pay Review Body",
        "We know how much this matters. We know how hard the fight will be, but conference, we also know that the greatest victories are won in the toughest circumstances.\n  *[NHSPRB]: NHS Pay Review Body",
        "So let’s give people hope and let’s go out there and win.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}