{
    "url": "https://www.ukpol.co.uk/hilary-benn-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Hilary Benn – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 9 September 2022.",
    "content": [
        "I rise on behalf of my constituents in Leeds Central as we, together, mourn the Queen’s passing, offer our heartfelt condolences to His Majesty the King and to the royal family on their private grief borne so publicly, and mark an extraordinary life.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was at my first meeting of the Privy Council that I came to understand that the Queen was determined that things should be done correctly. We were waiting outside the door, and one of the footmen opened it to see what was going on. As he closed it, he turned to his colleague and said, “She’s moving the footstools again!”, to which he received the reply, “She’s the Queen. If she wants to move the footstools, she can move the footstools.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Hers was a life that, above all else, embodied constancy. We have known no other, and we feel the Queen’s passing so keenly precisely because she was always here. Her devotion to duty, to service and to representing our country ran like an unbroken thread through the decades, and through each of our lives. Like the passing of time and the changing of the seasons, she was always here, and although, as we have heard, so many things changed during her reign, she did not change. Above the noisy clamour of politics and public debate, she carried on and showed us what service means—carried out with grace and with humour.\n  *[NHSPRB]: NHS Pay Review Body",
        "And now the day has come, as we long feared but knew it would, when she is no longer here; and, as the people of Leeds and of Yorkshire and of the country come to terms with their deep sense of loss at this moment in the history of our nation, our United Kingdom, let us give thanks for her uniquely long and well-lived life. Just as faith, hope and love abide, so will our memories of the Queen: her constancy, her service, and her profound sense of duty. Thank you for everything that you did, ma’am, and may you rest in peace eternal.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}