{
    "url": "https://www.ukpol.co.uk/hilary-benn-1999-maiden-speech-in-the-house-of-commons/",
    "title": "Hilary Benn – 1999 Maiden Speech in the House of Commons",
    "post_date": "September 4, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made by Hilary Benn in the House of Commons on 23rd June 1999.",
    "content": [
        "[![tonybenn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "I rise with some trepidation, as I am sure is customary among Members making maiden speeches. There is, however, nothing customary in what I wish to say about my predecessor, Derek Fatchett. His tragic death just six weeks ago left us all the poorer. His family lost a much-loved husband and father; the House lost a fine parliamentarian; the Government lost a first-class Foreign Office Minister; the trade union movement lost a committed advocate of the rights of working people; and, above all, the people of Leeds, Central lost a friend as well as a Member of Parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "Derek served his constituents with passion and with distinction. People liked him as well as respected him. That is why his passing is still deeply felt by many, and why he is and will be greatly missed by all who knew him. As the new Member, I am proud to serve the constituency that he served.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over the years, the strength of the city of Leeds and the source of its prosperity have been both its diversity and its capacity to change with the times. That diversity is reflected in the constituency. Starting from the north, it covers two universities and two hospitals, “Jimmy’s” and the Leeds general infirmary. It takes in the West Yorkshire playhouse. It then runs down across a thriving city centre, and on to a large area of manufacturing—to Holbeck, Hunslet and Beeston, which welcomed the first Kosovar refugees to this country. From Cottingley in the west to Richmond Hill in the east along the York road, each part is a unique community with its own characteristics and traditions. Let me add that the warmth of its people is matched only by their plain speaking.\n  *[NHSPRB]: NHS Pay Review Body",
        "The constituency contains two other great institutions: the Hunslet Hawks rugby league club, in its splendid stadium in south Leeds, and, of course, Leeds United football club at Elland Road. I shall always have a special affection for Elland Road, because that is where my selection conference took place. As my hon. Friend the Member for Rother Valley (Mr. Barron) can readily testify, as he was present, it was a colourful scene that night as the votes were counted. The ballot box was pitch black. The voting slips piled on the table were a very pale shade of pink—no political significance whatever should be read into that! The faces of the candidates were, to put it mildly, a little grey. But, resplendent in their traditional white, gazing down at us from their picture frames on the wall, were those two great heroes of Leeds United teams gone by, Gordon Strachan and Johnny Giles. I knew at that moment that there was something special about the constituency, and so it has proved.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is, however, something else about Leeds, Central, which is why I wanted to contribute briefly to this debate. It contains some of the poorest parts of Leeds, and some of the most deprived communities. It has the highest unemployment in the city. For many of the people who live there, social exclusion is not a theory, but their life experience. These are people whose faith in the capacity of the democratic system to produce real and lasting improvement is tested daily by crime, poor housing and social decay.\n  *[NHSPRB]: NHS Pay Review Body",
        "Perhaps not surprisingly in view of that, Leeds, Central had one of the lowest turnouts in the country at the last general election: only 55 per cent. Just a fortnight ago, only 20 per cent. of the electorate voted in the by-election, under the first-past-the-post system, and in the European elections, under proportional representation. Such a low turnout must be a matter of concern to all of us; but perhaps there is a deeper message than one just about electoral systems. I hope that the House will forgive me if I do not comment today on the relative merits of those systems, let alone the complexities of the d’Hondt system. I do not even understand the Lewis-Duckworth rule when it comes to rain delay in one-day cricket. However, I believe that the link between a Member of Parliament and his or her constituency is very important.\n  *[NHSPRB]: NHS Pay Review Body",
        "While there are steps that can and should be taken to make voting easier, I believe that the deeper message is this. The true test of our democratic system—and of the House, in the eyes of those who put us here—is whether we can demonstrate in practice to people in a constituency such as Leeds, Central that they can use this place to make a difference to their own lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the community police officer for Lincoln Green said to me last Friday, when I was talking to him about the area which he knows very well and cares about so passionately: People are looking for a sign that things will get better. That statement summarises why the ballot box has to be an instrument of hope as well as of democracy, a means of economic and political progress, and a way out of poverty and despair.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was that instrument of hope that, at the end of the second world war, created the national health service, and, under the current Government, created the minimum wage and the new deal, of which we are justly proud. I believe that it is that instrument of hope that remains our best chance of meeting the challenges of the new century that will shortly dawn.\n  *[NHSPRB]: NHS Pay Review Body",
        "Leeds, Central is special, if not unique, in one other respect: the potential of the people who live there to find a voice for themselves. As I travelled round the constituency during the by-election, time and again, I was impressed by the people I met who were not waiting for us to do something, but were trying to do something for themselves.\n  *[NHSPRB]: NHS Pay Review Body",
        "At the Holbeck community forum, for example, which I visited, 40 people turned out on a Wednesday evening simply to talk about how they could improve the community in which they live. My right hon. Friend the Home Secretary and I visited a supported housing scheme on a tenant-managed housing estate that was providing supported living—and advice, help and a shoulder to cry on—to young people who could not, for whatever reason, continue to live with their own families. The elderly care project based in the Woodhouse Road community centre, which has raised 80 per cent. of its own funds, is now providing a hot breakfast every day for those in the community who might not otherwise get a square meal.\n  *[NHSPRB]: NHS Pay Review Body",
        "All those people have very high expectations of us, and rightly so: there is much more that we need to do. But those examples—and there are many others—give me hope, because they are a living demonstration that, where a community finds a voice for itself, it is in a much stronger position to tackle the problems about which it knows most. I also believe that, when that happens, our job as Members of Parliament is made that much easier, because we can then add our voice to theirs. If, by doing that, we can together make a difference, we shall be able to demonstrate not only that the House is the servant of those who elect us but that it is something worth voting for.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}