{
    "url": "https://www.ukpol.co.uk/tony-benn-1974-speech-on-industry-and-energy/",
    "title": "Tony Benn – 1974 Speech on Industry and Energy",
    "post_date": "February 18, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1974",
            "url": "/tag/1974/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Benn",
            "url": "/tag/tony-benn/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Tony Benn, the Secretary of State for Industry, in the House of Commons on 13 March 1974.",
    "content": [
        "In common with all other Ministers my task will be to prepare, to discuss and then, subject to Cabinet priorities, to bring before Parliament the proposals put forward to the country by the Government. First, however, I should like to deal with the immediate situation. The main task facing the Government on taking office was to settle the miners’ dispute, to lift the energy restrictions and to allow British industry to get back to full-time working by ending the three-day week, which we argued was quite unnecessary. These three objectives have already been achieved. Although we shall never catch up entirely with the production lost during that period—nor will the wages lost be replaced—at least the recovery period has begun.\n  *[NHSPRB]: NHS Pay Review Body",
        "In looking forward there are some encouraging features which I think the House would wish to know. First, output held up better than was feared, and since many firms gave priority to export customers the loss of exports was less than might have happened. My right hon. Friend the Secretary of State for Energy will be reporting on the resumption of power supplies to industry and the recovery of coal production and oil supplies.\n  *[NHSPRB]: NHS Pay Review Body",
        "For my part, I can tell the House that the steel industry should be back to near normal by April. Order books are ​ healthy and most of industry should be working normally within a month, although there are bound to be some sectors, heavily dependent on component supplies, whose work programmes were severely disrupted and will take longer. Some bottlenecks of supplies are bound to arise, and there may be cash flow difficulties.\n  *[NHSPRB]: NHS Pay Review Body",
        "My Department is at the disposal of firms which may be affected and they should get in touch with the regional offices or with the Department centrally if they want help. Some hon. Members have already raised individual difficulties with me where these have arisen in their constituencies, and I hope that other hon. Members who have problems reported to them will also feel free to get in touch with me or my fellow Ministers.\n  *[NHSPRB]: NHS Pay Review Body",
        "I wish to pay tribute to the co-operation in industry in minimising the difficulties that have been experienced and to those who are now showing such determination in catching up with as much as possible of what has been lost and in getting production back to full swing.\n  *[NHSPRB]: NHS Pay Review Body",
        "Even though the atmosphere has improved and the immediate recovery prospects are better than might have been expected, it would be totally wrong to underestimate the magnitude of the task of industrial renewal which now confronts Britain, British industry and hence Parliament itself.\n  *[NHSPRB]: NHS Pay Review Body",
        "The policies which we developed in Opposition and put before the people in the election were designed to meet problems in the national interest. They now have an added relevance, for the mining strike masked the other more fundamental economic and industrial problems to which oil price increases have added an extra dimension. The prospects of national advantage that may accrue through the development of North Sea and Celtic Sea gas and oil are encouraging, but it would be foolish for any of us to suppose that all that has to be done is to mark time until we are saved by an oil bonanza which will return us to an era of automatic prosperity.\n  *[NHSPRB]: NHS Pay Review Body",
        "Everybody recognises that Britain must concentrate on exports and on building a strong industrial base, without which we cannot furnish those exports. We also need investment in our energy and energy-saving programmes and to secure the ​ living standards and the public service provision to which our people are entitled.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let me turn to the problems of investment with which my Department is deeply concerned. On the industrial side the main immediate problems may arise from the fact that the three-day week, with its associated cash flow consequences, could lead to some deferment of investment plans. I must tell the House frankly that we cannot now count upon earlier estimates of an increase of 12 per cent. to 14 per cent. in manufacturing investment to be realised this year.\n  *[NHSPRB]: NHS Pay Review Body",
        "Even if the lower figure of 12 per cent. had been reached it would only have restored the position to that level which we had in 1970, when the last Labour Government left office.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Peter Emery (Honiton)**\n  *[NHSPRB]: NHS Pay Review Body",
        "As the right hon. Gentleman has outlined the matter so concisely, will he give an assurance that he and his right hon. Friend the Chancellor of the Exchequer will encourage profits so that he can get the investment from industry and thus be able to get what he wants?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "If the hon. Gentleman will allow me to develop the argument in my own way he will see that I shall turn to that question. He may also note that the fall in profits in 1974 will be attributable to the three-day week which he and his colleagues introduced in the pursuit of their policy.\n  *[NHSPRB]: NHS Pay Review Body",
        "Industrialists and trade union leaders have long agreed that our long-term prospects depend on getting investment levels nearer to those that have been achieved by other major industrial countries. We must use what we have better and select what we need in quality, and see that the total figures rise.\n  *[NHSPRB]: NHS Pay Review Body",
        "The problems of using our existing investment effectively and of getting the level up explain why the Gracious Speech referred to the\n  *[NHSPRB]: NHS Pay Review Body",
        "“urgent consultation on measures to encourage the development and re-equipment of industry.”\n  *[NHSPRB]: NHS Pay Review Body",
        "These matters have already been touched on in general terms when the TUC and CBI came to 10 Downing Street and were raised when the CBI came to see me, and at the NEDC meeting on Monday. They will be discussed in detail with the nationalised industries, major companies and ​ individual trade unions at almost all the meetings which I shall be having with them.\n  *[NHSPRB]: NHS Pay Review Body",
        "Investment will also feature very much in the many discussions we hope to have in Scotland and Wales, and the English regions. This explains why high priority has to be given to the stimulation of regional development. My colleagues in the Department and I look forward to these discussions.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the House knows, there is a dual vulnerability in development areas in the redundancy among managers as well as workers which may occur either through under-investment or the failure to attract new investment. When these companies are also victims of take-overs and asset stripping the problems are intensified.\n  *[NHSPRB]: NHS Pay Review Body",
        "With regard to the regional employment premium, we shall at least maintain the existing arrangement while considering further possibilities for the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is often argued that we cannot get investment up until confidence has been established. Obviously, the two go together. But I invite the House to consider for a moment just what confidence really is. It has been interpreted in the past simply and solely as constituting political support of the City of London or the international financial community in the Government of the day, and their policies, with the implication that whatever price they might exact in return for that support had to be paid by Governments adopting policies, however harsh, dictated by them.\n  *[NHSPRB]: NHS Pay Review Body",
        "Obviously, any nation must enjoy international confidence, but if there is one lesson we have learned over the past three months it is that the confidence of working people in their Government and in their own future is also an essential ingredient in national confidence, and for that matter in international confidence, too.\n  *[NHSPRB]: NHS Pay Review Body",
        "The last Government initially enjoyed the confidence of the City and industry—a confidence gained partly in return for its commitment to policies which were hostile to the trade unions. In the ensuing confrontation, it should be noted, the last Government lost the confidence of working people and then some of its own supporters as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "This Government put to the electors a new social contract as the main plank in ​ their programme, not only because we believe—[interruption.] If the hon. Gentleman wishes to intervene I shall be happy to give way.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Sir Harmar Nicholls (Peterborough)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Is the right hon. Gentleman aware that he is talking nonsense when he suggests that policies which encouraged the City and industry were against the interest of the workers, because it was recognised that both have to go together? The right hon. Gentleman’s father remembered that capital and labour must go together and must not be disturbed by such words as he is using.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman at least amplified the monosyllabic insults he was casting by a rather inadequate forecast of the speech he might hope to make. I hope that the House will allow these matters to be discussed, because the characteristic of the past three months has been a breakdown in confidence in the country, which was due—this is the argument we put forward and adhered to—to the view the Government adopted towards workpeople and their problems over a wide range of policy.\n  *[NHSPRB]: NHS Pay Review Body",
        "This Government put to the electors a new social contract as the main plank in their programme, not only because we believe in the elements in that contract but because we do not believe that confidence can be restored without such a new contract based upon policies designed to bring about a shift in the balance of power and wealth. The new social contract which we are set upon achieving has implications for industrial policy as well as for taxation policy, housing policy or social policy.\n  *[NHSPRB]: NHS Pay Review Body",
        "In developing our industrial strategy for the period ahead, we have the benefit of much experience. Almost everything has been tried at least once—[An HON. MEMBER: “Including you.] If the hon. Gentleman will listen to me, he will hear me say that we have the benefit of a great deal of experience which we can draw on in developing our policies.  \nSuccessive Governments have tried rigid centralised controls and an abandonment of controls. They have tried restricting expansion to achieve a foreign surplus, and a dash for growth at the expense of a huge payments deficit. Apart from all our macro-economic solutions, we have been through the whole gamut of micro-industrial policies, from propping up lame ducks to killing them off, and back again.\n  *[NHSPRB]: NHS Pay Review Body",
        "The one constant element throughout this long history of policy has been the fact that these alternatives have been largely centrally decided and imposed and have been seen as problems of economics and management rather than as problems of politics and consent. Indeed, it is a curious paradox that the most rigid and comprehensive armoury of central controls ever instituted over the entire range of the British economy came from a party dedicated to free enterprise and market forces, which, when they were applied, developed in a direction which threatened and weakened the authority of Parliament.\n  *[NHSPRB]: NHS Pay Review Body",
        "Any constructive long-term industrial strategy must be developed by the longer, slower route of real consultation and power sharing, all done more openly. There is no alternative. I have no intention of repeating the tragedy of the long and damaging confrontation with labour which has occurred over the past three years by setting out on a long and equally damaging confrontation with the CBI and the management of British industry. I am not seeking a woolly consensus that dodges difficult issues or delays necessary adjustments by covering them up, but it is central to my argument that the most difficult industrial issues and the necessary adjustments that everyone in Britain must make can be made only after the most detailed and painstaking joint discussion. It is no use asking people in industry to act responsibly if they are the victims of decisions taken irresponsibly.\n  *[NHSPRB]: NHS Pay Review Body",
        "People, including workers and managers, are entitled to know the choices before the decisions are made and to feel that those decisions are taken in the interests of the community. Workers up to and including skilled industrial management, and Government, with their even wider responsibilities to the nation, are inextricably bound up together, and the relationship between all three must reflect that reality.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Sir Derek Walker-Smith (Hertfordshire, East)**\n  *[NHSPRB]: NHS Pay Review Body",
        "May we take it from what the right hon. Gentleman has just said that he or his right hon. Friend the Secretary of State for Trade—whoever will have ​ the responsibility—will be taking an early opportunity to issue a Green Paper for discussion on the two-tier structure of companies and workers’ participation therein?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "As the previous Labour Government introduced the concept of a Green Paper and managed to develop a system of open government that was closed in many areas by its successors, I hope that the right hon. and learned Gentleman will recognise that when we talk about the desirability of open discussion that is in line with our practice, and certainly with our intentions. I cannot speak for my right hon. Friend’s Department, because I am talking about my own, but it is part of my argument that if decisions are to succeed they must be reached after full discussion.\n  *[NHSPRB]: NHS Pay Review Body",
        "Disengagement has been tried and has failed. What we must decide now is the nature of the engagement that there must be, the rules that will govern it, the consultation that will accompany it, and the national purposes it must serve.  \nIn hard, practical terms, there must be as close a relationship between the Department of Industry and the trade union movement as has long existed and must remain between my Department and industrial management. It will be my firm resolve to develop those relationships with the TUC and national trades unions, and through them with workers at the shopfloor level, to the same degree as now exists with the CBI, top industrial management and local management.  \nBringing the workers into industrial discussions and planning at Government level alongside management is a much bigger task than might appear, and it will take time. Consultative arrangements on this scale do not now exist. As they come into operation, they will necessarily affect the flow of industrial decisions that have hitherto been based upon the one-sided contacts with industrial management and the City.\n  *[NHSPRB]: NHS Pay Review Body",
        "It might be argued that if workers who are likely to be affected by a wide range of industrial decisions are really to be consulted before those decisions are reached, the pace of decision making will be slowed down. That is true, but the compensating advantage is that the decisions will be more likely to be right and more likely to be acceptable.\n  *[NHSPRB]: NHS Pay Review Body",
        "Arbitrary decisions followed by predictable resistance and long-term frustration constitute an even more lengthy and expensive process. Executive management is just as concerned with this problem.\n  *[NHSPRB]: NHS Pay Review Body",
        "Who knows what would have happened if some of the skill and energy generated by the Clydeside shipyard workers during their campaign for the right to work had been available more directly to influence Government decisions about the shipbuilding industry, or had been released to serve that industry much earlier still?\n  *[NHSPRB]: NHS Pay Review Body",
        "In inviting constructive contributions from workers as well as national trade union officers before industrial policy decisions are made—and that is what I am doing—we shall necessarily be obliged to consider very seriously what it is that they are saying to us. It is amazing that in 1974 it should be necessary to make a conscious decision to invite systematically the views of workers in addition to receiving the opinions of those who own or manage our industrial enterprises, with whom consultations will and must continue.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Tom King (Bridgwater)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Will the right hon. Gentleman confirm that those workers in industries affected by the threat of nationalisation will have the right to be consulted on the question whether they wish to be nationalised?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "The hon. Gentleman had better allow me to continue with my speech. If he will cast his mind back over the history of public ownership he will recall that it was the miners and the railwaymen who campaigned continuously for the public ownership of their industries and, indeed, that the policy of denationalisation to which some members of the Opposition were attracted was frustrated by the knowledge that, whatever may be the difficulties in the public sector, the commitment of those who work in the public sector to its continuation is very deep. If the hon. Gentleman will allow me to continue with my speech he will see the answer that I propose to give to the question that he has put.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Cyril Smith (Rochdale)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I welcome the Minister’s conversion to the policy of the Liberal Party. Should not one of the policies to which he has just referred also be applied to nationalised industries?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr. Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am coming to the proposals, but neither I nor my party share the proposals on industrial democracy that the hon. Gentleman has put forward, because we believe them to be a form of window dressing. I hope to carry him with me—[Laughter.]—or perhaps the hon. Gentleman would carry me with him—in considering the need for much closer consultation between Government and the trade union movement in the areas of policy for which Government are responsible. I am not discussing industrial democracy; I am talking about relations between my Department and the trade unions.\n  *[NHSPRB]: NHS Pay Review Body",
        "I come now to the question put to me by the hon. Member for Bridgwater (Mr. King). The industrial policy proposals which form the central part of the manifesto upon which the Labour Party fought the election were in fact produced after consultation with the trade unions—and others—on the basis that I have described. If the hon. Gentleman had waited, he would have heard me say that. If he looks at the proposals that have been published, for example, on the shipbuilding industry, he will find that they emerged after the longest and most detailed discussion with the representatives of the workers in the shipbuilding industry.\n  *[NHSPRB]: NHS Pay Review Body",
        "I do not ask the House to accept our proposals just because they were arrived at by that process, or to neglect other interests that have to be considered, but I do recommend the proposals to the House for serious study and consideration, because they embody opinions that this nation cannot afford to ignore or set aside if a coherent industrial strategy is to be evolved.\n  *[NHSPRB]: NHS Pay Review Body",
        "The provisions of the proposed Industry Act outlined in our programme, and which will form the basis of the Bill—  \n“to consolidate and develop existing legislation”—\n  *[NHSPRB]: NHS Pay Review Body",
        "to use the words of the Gracious Speech—contain provisions that Labour thinks necessary for such a strategy. The Bill would, for example, give to the Government, amongst other things, the power ​ to obtain information and to make it more generally available, the power to make industrial decision making more accountable, the power in the national interest to prevent foreign take-overs and the power to put in an official trustee to assume temporary control of any company which fails to meet its responsibilities to its workers, its customers or the community. All this stems from the experience of recent years.\n  *[NHSPRB]: NHS Pay Review Body",
        "Similarly, the proposal to introduce planning agreements with major industrial enterprises not only meets the requirements of those who work in the firms concerned and those who live in the areas where jobs are hardest to come by but are also clearly in the national interest if we mean to harness our productive potential to the urgent tasks of industrial renewal.\n  *[NHSPRB]: NHS Pay Review Body",
        "Even the proposals for the extension of public ownership, supposedly so controversial, emerge from those who work in industries where the present structure either condemns them to disorganised decline or hampers their prospects of long-term expansion and development. We are certainly not committed to the forms of public ownership which have been followed in the past, since neither the great public corporations nor the private company status of Rolls-Royce (1971) seem to us to constitute the ultimate wisdom of public sector management. The National Enterprise Board to which the Prime Minister referred yesterday is one such new form of public ownership which merits serious consideration.\n  *[NHSPRB]: NHS Pay Review Body",
        "As the Prime Minister made clear, the House of Commons will have the opportunity not only of debating and voting upon the Industry Bill but also upon any extensions of public ownership that will be submitted to Parliament for decision through the full parliamentary legislative process.\n  *[NHSPRB]: NHS Pay Review Body",
        "When the provisions of the Industry Bill are published they will be seen to be founded upon precedents created in many cases by the previous Government, but the provisions of the Bill, by contrast, will tend towards a dispersal of power rather than its centralisation. This, too, will be the keynote of any proposals for real industrial democracy that may in due time come before Parliament. I very much hope that the House will reserve ​ its judgment upon all these proposals until it has had a chance to study them, and that hon. Members will relate what is put before them to their experience in their own constituencies.\n  *[NHSPRB]: NHS Pay Review Body",
        "My experience, both as a constituency Member of Parliament and as a former Minister with similar responsibilities to the ones I now exercise, has highlighted some of the misuse and abuse of industrial and financial power at the expense of professional managers and workers, and such gaps in the network of public accountability we intend to fill.  \nThis, then, is the way in which I intend to approach my task as Industry Secretary. The proposals that I shall put forward will all be based upon proper consultation, and will be designed to meet the national interest, and on that basis I shall seek the support of the House for them. The issues of public policy that they raise will all be brought out into the open for real debate in public in the House of Commons, where the power of decision lies and must lie.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}