{
    "url": "https://www.ukpol.co.uk/andrew-bennett-1985-speech-on-uk-aid-to-ethiopia/",
    "title": "Andrew Bennett – 1985 Speech on UK Aid to Ethiopia",
    "post_date": "April 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Andrew Bennett",
            "url": "/tag/andrew-bennett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Andrew Bennett, the then Labour MP for Denton and Reddish, in the House of Commons on 10 January 1985.",
    "content": [
        "I am grateful for the opportunity to bring the House back to discussing United Kingdom aid to Ethiopia.\n  *[NHSPRB]: NHS Pay Review Body",
        "The horrors of the famine in Ethiopia have been in world headlines for three months. The response of the people of Britain in raising money for aid and of the charities to use that money effectively has been remarkable. The United Kingdom Government and many others have mounted a massive campaign to get short-term aid to Ethiopia. I believe that the Ethiopian Government, its people and other groups in Tigré and Eritrea have also made tremendous efforts to tackle the problems of the famine; but in Tigré and Wollo in Ethiopia, people are still dying at about the same rate as in October. There are more people in relief camps in Ethiopia and the Sudan and, if anything, the need for aid is growing rather than diminishing. Increasing numbers of people are being driven from their homes and villages in Ethiopia by the famine. Sadly, the massive effort has not resulted in the matter getting better. We can only claim that it has not got worse much more quickly.\n  *[NHSPRB]: NHS Pay Review Body",
        "The horrors that were reported on television in October, which I and other hon. Members and the Minister saw in November, are the result largely of the failure of the 1983 harvest. We now face the problems of the 1984 harvest. If we are able to get only 90,000 tonnes of food into Ethiopia through the port of Assab each month from now until October, we shall only hold the crisis at bay. If we can get only 20,000 tonnes of food into Ethiopia each month through the Sudan, we shall also only be holding the crisis at bay. All we are doing is preventing a horrific position from getting worse. It is against that background that I want to put specific questions to the Minister on what the Government are doing to try to improve conditions.\n  *[NHSPRB]: NHS Pay Review Body",
        "I hope that the Minister will be able to give the House up-to-date information about the pledges on food grain. Can he go back to his answer of 4 December and update the table on pledges for food grain and supplementary food for Ethiopia? What are the expected dates of arrival of those pledges in the port of Assab? Is he satisfied that enough has been promised for the next nine months to ensure that at least the present standard of aid can be continued?\n  *[NHSPRB]: NHS Pay Review Body",
        "Can the Minister explain to the House and to the country why the United Nations and the world food programme denied in November that there would be a shortage of grain in the port of Assab in December whereas, as I understand it, for almost three weeks there was insufficient grain in the port to keep the relief operation going at full force? What steps are the Government taking to try to sort out what appears to be a great deal of complacency and incompetence in the United Nations and the world food programme? Is he satisfied that the United Nations has got its co-ordination working?\n  *[NHSPRB]: NHS Pay Review Body",
        "Is it true that there is still insufficient food promised for delivery in April and May? What are the Government doing to ensure that sufficient food will be provided? Can the Minister tell us how much of the EC aid promised at the Dublin summit has been committed to Ethiopia and how far that has got into a programme for delivery from specific countries? Can he assure us that that aid earmarked for Ethiopia will get there at specific times?\n  *[NHSPRB]: NHS Pay Review Body",
        "Is the Minister satisfied that a steady supply of aid is planned to arrive at the port of Assab in the months from April to October? Is he satisfied that sufficient food has been promised for delivery through the Sudan to Western Tigré and Eritrea? Is he satisfied that there are sufficient vehicles to transport it on that route?\n  *[NHSPRB]: NHS Pay Review Body",
        "I am sure the Minister will agree that the RAF played a major role in moving the grain from Assab during November. It is still fulfilling that role. Can he tell us if the Government will ensure that the RAF remains there beyond the end of this month? I think that the initial promise was that it would be there for three months. Many people said from the start that it would be needed for much longer. I hope that the Government can promise now that the Hercules planes and the RAF will remain in Ethiopia for at least a further five or six months.\n  *[NHSPRB]: NHS Pay Review Body",
        "What steps have been taken to improve the handling capacity at the port of Assab? How many vehicles have our Government supplied; and are we in a position to increase the handling capacity of that port? Are we able to speed up the transport of grain by road into Wollo and Tigré?\n  *[NHSPRB]: NHS Pay Review Body",
        "Can the Minister tell us about increased supplies of supplementary food? When one talks to the relief agencies one finds that there is considerable concern that there are not facilities in some of the relief camps to mill grain and that some of the grain is not put to the best use because it is difficult for young children to eat it in the form in which it arrives. Can the Government say anything about the possibility of increasing supplementary food and helping the Ethiopian Government to process food if it does not arrive in a suitable form for young children.\n  *[NHSPRB]: NHS Pay Review Body",
        "Can the Minister tell us what is being done to improve accommodation in the camps, particularly if the small rains come in late January and February, to ensure that people are not out in he open?\n  *[NHSPRB]: NHS Pay Review Body",
        "This brings me on to medium-term aid. What are the Government doing to try to ensure that the people in the affected areas of Ethiopia will be able to return to their villages and plant crops in June, July, August and September if the 1985 rains come? What are we doing to help with the supply of seed and draught animals for ploughing? Are we able to give any short-term aid to ensure that the water is effectively trapped, to reduce the amount of soil erosion that results from some of the storms, and to help improve cultivation? What aims do we have to try to get sufficient food into the relief camps so that people can take three months supply of food back to their villages when they return to cultivate the land?\n  *[NHSPRB]: NHS Pay Review Body",
        "Can the Minister say more about the Government’s attempts to negotiate long-term aid schemes with the Ethiopian Government? I am sure that on his visit he realised that it was not sufficient to provide only short-term aid and that we must look to long-term aid.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am tremendously impressed by the efforts of the British people, be they school children or others, to raise money for Ethiopia. It is clear that my constituents and the people of this country want the starving to be fed now, and many feel strongly that this situation should not occur again. As I have said before, many people died in the affected areas of Ethiopia in 1965, they died in large numbers in 1973, and they are dying now. Now that the Minister and other hon. Members have been to see for themselves, we have an absolute responsibility to ensure that this does not happen again. The only way we can do so is by turning to long-term aid.\n  *[NHSPRB]: NHS Pay Review Body",
        "I hope that the hon. Member for Banbury (Mr. Baldry) will catch the eye of the Chair, after which I look forward to the Minister’s reply.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}