{
    "url": "https://www.ukpol.co.uk/hilary-benn-2011-speech-to-labour-party-conference/",
    "title": "Hilary Benn – 2011 Speech to Labour Party Conference",
    "post_date": "September 5, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2011 Labour Party Conference",
            "url": "/tag/2011-labour-party-conference/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn to the 2011 Labour Party conference on 29th September 2011.",
    "content": [
        "[![tonybenn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Good morning Conference. Can I begin by thanking my team Helen Jones and Paul Blomfield – Paul it’s great to see you back fit and well – and all our MPs for the work they do taking the fight to the Government in the House of Commons.\n  *[NHSPRB]: NHS Pay Review Body",
        "Ed’s great speech on Tuesday reminded us that politics – like life – is about the choices we make. It’s about the values we uphold. And nothing matters more right now than the economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "Where we got it wrong – like on bank regulation – we’ve held our hands up. But everyone else got it wrong too. George Osborne used to complain not that we weren’t doing enough on the banks but that we were being too tough on them. He was wrong then and we’ll take no lectures from him.\n  *[NHSPRB]: NHS Pay Review Body",
        "And he was wrong again when those frightened people were queuing up outside the branches of Northern Rock to ask for all their money back. Now when that happens – your banking system is on the point of collapse.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the real test of politics is not what you do when times are easy but the choices you make when times are tough. And we made the right choice. I rang my father up that day and said “Dad, you know you always told me that we should nationalise the banks. Well I’ve got some news for you”\n  *[NHSPRB]: NHS Pay Review Body",
        "And why did we do it ? Because we made a choice to protect people’s savings, to protect people’s jobs and to protect people’s homes, and for that we should never apologise.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it’s exactly the same choice we face today when a new crisis threatens. Do you act or do you stand on one side. And whose side on you on?\n  *[NHSPRB]: NHS Pay Review Body",
        "Every day in the House of Commons we face a Tory Government kept in office by the votes of the Liberal Democrats and Nick Clegg.\n  *[NHSPRB]: NHS Pay Review Body",
        "They’re not a happy bunch.\n  *[NHSPRB]: NHS Pay Review Body",
        "Tim Farron wants out, and Chris Huhne is after his boss’s job. He thinks Nick Clegg should go off to be an EU Commissioner – indeed he’s so keen on the idea that he’s offered to drive him to Brussels himself.\n  *[NHSPRB]: NHS Pay Review Body",
        "And why are they unhappy? Well we know why.\n  *[NHSPRB]: NHS Pay Review Body",
        "Cancelling the loan to Forgemasters, not backing Bombardier in Derby where British skill and British engineering has been building trains for 170 years, and tuition fees. Nick Clegg made a promise. He broke it. And that’s why people will never trust the Lib Dems again.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, beating the Lib Dems is pleasure – and we should thank them for the help they’re giving us – but Conference beating the Tories is business.\n  *[NHSPRB]: NHS Pay Review Body",
        "Look at what they’re doing to the economy. Growth is flatlining. Unemployment is rising. And that’s going to make it harder to pay off the deficit.\n  *[NHSPRB]: NHS Pay Review Body",
        "Look at their broken promises.\n  *[NHSPRB]: NHS Pay Review Body",
        "David Cameron promised to protect Sure Start. But Sure Start centres are closing.\n  *[NHSPRB]: NHS Pay Review Body",
        "He promised that ministers who came up with cuts to the front line would be sent packing, but instead it’s 16,000 police officers who are going.\n  *[NHSPRB]: NHS Pay Review Body",
        "He promised no top down reorganisation of the NHS, but now he’s wasting billions on doing just that.\n  *[NHSPRB]: NHS Pay Review Body",
        "And he actually wants to be able to fine your local NHS hospital up to 10% of its turnover for something called anti-competitive behaviour even though he can’t explain what that means.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s the Tories for you. They actually do think that our hospitals are no different from banks or phone companies. Well we know they are different and that’s why the British people will never trust the Tories on the NHS again.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is a government that’s got rid of EMAs and the Future Jobs Fund at a time when one in five young people can’t find a job.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have a No 10 adviser who wants to get rid of maternity leave.\n  *[NHSPRB]: NHS Pay Review Body",
        "A schools Secretary who seems only to be interested in the education of some of our children, when he should be interested in the education of all of our children.\n  *[NHSPRB]: NHS Pay Review Body",
        "A government department that’s sending out letters to people who are terminally ill warning them that their benefits could be cut in April even though Parliament hasn’t yet approved these changes.\n  *[NHSPRB]: NHS Pay Review Body",
        "And a Prime Minister who at the same time as taking away childcare tax credits from working mums, wants to abolish the 50p tax rate.\n  *[NHSPRB]: NHS Pay Review Body",
        "All in in together? No, they’re just interested in a few.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s why people will be looking to us to help them. And so as we head back home let’s be proud of who we are and of how our politics can change things. Just look around this great city of Liverpool to see what we can do.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s quite easy to have a go at politicians – and sometimes we deserve it. And yet being an MP or a councillor is an honourable job. It is a privilege to serve the public.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s why all these boundary changes are so wrong and so damaging. For the Tories it’s all about trying to gain party advantage, but for the rest of us they will destroy the relationship between places and communities and their MPs, and we will fight them as hard as we can.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we won’t allow millions of people to be thrown off the electoral register because of individual registration. Aung San Suu Kyi reminded us this week just how precious the right to vote is. And that right must be protected for all our citizens.\n  *[NHSPRB]: NHS Pay Review Body",
        "And if anyone says to you – ah, you’re all the same, what’s the point, nothing ever changes – remind them of Labour’s NHS, forged in the aftermath of a world war. Remind them of Labour’s minimum wage and the winter fuel payment. Remind them of the schools and hospitals we built. Remind them of Tom Watson and Chris Bryant’s courage in standing up against Murdoch. Remind them of Ed Miliband’s belief in a something for something society.\n  *[NHSPRB]: NHS Pay Review Body",
        "And then ask yourself: what would things be like without them ? Do we make a difference? Of course, we do.\n  *[NHSPRB]: NHS Pay Review Body",
        "And then go out there – ignore the cynics – and look people firmly in the eye and say: we are here to stand shoulder to shoulder with you in your community, and in your workplace, and in our Parliament as together we face the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "And do you know what matters more than anything else? Confidence. Having confidence in ourselves as a nation. Yes, the challenges are great, but if you look around you can see that we have all the skill, passion, innovation, inventiveness, creativity and determination we need.\n  *[NHSPRB]: NHS Pay Review Body",
        "And when we put the power of our politics at the service of the people, then together we can transform lives and build something better.\n  *[NHSPRB]: NHS Pay Review Body",
        "Conference, we are now going to hear from someone for whom what we did in Government to support families really made a difference, but also about how her life and her family have been affected by this Government’s dismantling of the help we put in place.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a moving story about why politics matters.\n  *[NHSPRB]: NHS Pay Review Body",
        "She comes from Stone in Staffordshire. It is her first time at Conference.\n  *[NHSPRB]: NHS Pay Review Body",
        "Will you please welcome Catherine Gregory.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}