{
    "url": "https://www.ukpol.co.uk/natalie-bennett-2023-speech-on-the-australia-new-zealand-trade-deal-baroness-bennett-of-manor-castle/",
    "title": "Natalie Bennett – 2023 Speech on the Australia/New Zealand Trade Deal (Baroness Bennett of Manor Castle)",
    "post_date": "January 12, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Issue of the Week 2",
            "url": "/tag/issue-of-the-week-2/"
        },
        {
            "text": "Natalie Bennett",
            "url": "/tag/natalie-bennett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Natalie Bennett, Baroness Bennett of Manor Castle, in the House of Lords on 9 January 2023.",
    "content": [
        "My Lords, I perhaps do not really need to declare my interest—my accent makes my Australian origins obvious. Your Lordships’ House has heard before that my academic origins are in an agricultural science degree in Australia. The noble Baroness, Lady Liddell, spoke with some surprise about the nature of Australian farming, with its huge, extensive properties, half the size of an English county. I have worked on those properties and can talk at some length—I will not today—about mustering the bull paddock; we trucked the horses down to the end of the bull paddock before dawn, mustered the 500 bulls in that paddock and got them into the yard at 3 pm.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have heard from the noble Lord, Lord Liddle, about Cumbrian hill farmers. I invite your Lordships’ House to think about the difference in production methods between Australia, which I have just been speaking about, where livestock are not seen by human eyes from one month to the next, and the kind of care and attention that livestock get on your average British farm. Think about that difference if you are trading between those two production models.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have written extensively, particularly for the Yorkshire Post, on the atrocious animal welfare and environmental standards in Australian farming. I will not repeat all of that now, but I will tell your Lordships’ House that I bore in mind when writing such articles that many people would be reading them over their morning bacon and eggs, and so toned down significantly the tales I could have told about the things I have seen in Australian agriculture.\n  *[NHSPRB]: NHS Pay Review Body",
        "I note that the Minister in his introduction, which many have remarked on, spoke proudly of the animal welfare chapter in this Bill. I have a very specific question for the Minister. I am sure he is aware of the practice of mulesing, where large pieces of skin are cut off the rear of merino sheep without anaesthetic or pain relief. Those large, gaping wounds typically remain open for seven or eight weeks, and for many weeks veterinary observation reveals that those animals display, unsurprisingly, the impact of considerable pain and suffering. This is a Bill about government procurement. Will it enable the British Government to make sure that any British procurement is done in a way that ensures that no wool products which are the products of mulesing will be brought in under this Bill? If the Government wish to act on animal welfare in Australia, mulesing would be a very good place to start.\n  *[NHSPRB]: NHS Pay Review Body",
        "As I am speaking some distance into your Lordships’ debate, I am going to attempt not to repeat what others have said. Somewhat to my surprise, I agree with the noble Lord, Lord Frost, about the need for democratic scrutiny in trade policy. Many other noble Lords have covered that ground. It is very obvious that we have gone greatly backwards in democratic control over trade since we left the European Union. That is simply unarguable. It is in the Government’s hands to ameliorate that situation.\n  *[NHSPRB]: NHS Pay Review Body",
        "I thank the noble Baroness, Lady Young of Old Scone, who is not in her place, for setting out the many great environmental concerns. I associate myself with all of those, rather than repeating them.\n  *[NHSPRB]: NHS Pay Review Body",
        "In his initial speech, the Minister described the Bill as the “very essence” of government strategy. In a way, this demonstrates the fact that Conservative views of trade are directly opposite, by 180 degrees, to Green ideas of what trade should be. The Bill says trade at any cost, for reasons that I will get to later, but the Green vision of trade is fair trade, rather than free trade: trade in necessary goods where this benefits all sides—both communities, both societies and both economies. In our current free trade model, huge amounts of environmental costs and costs to workers’ rights are borne by the many, while a few gain financial profit from these deals.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is also the problem of resilience. I note that, with remarkably little fanfare, the Government finally released their national resilience strategy on 21 December. If we are to base our Government’s economic strategy on long-distance trade, I would point your Lordships to the fact that, in just the last 24 hours, yet another vessel ran aground in the Suez Canal. This time they managed to refloat it after a couple of hours, so it was not the six-day blockage that we saw with the “Ever Given”, but this is none the less a reminder of the lack of resilience of an economy built on trade in this age of environmental, geopolitical and broadly political shocks.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have talked a great deal about food in this debate, but if we are thinking about a policy for food security for the UK, I put it to your Lordships’ House that Australia and New Zealand are not part of a secure food supply that will feed the people of Britain under whatever circumstances might arise in the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "I will raise some more specific points about the Bill. The Minister outlined the rather strange situation where we expect to see the Bill enacted for a few months and then replaced by the Procurement Bill. Like quite a number of people in your Lordships’ House today, I spent many hours grinding through that Bill in Committee and on Report. We heard then from the Government, and from all sides of your Lordships’ House, the desire to support small and medium-sized enterprises in government procurement. It is great to see that change: we did not hear this from the Government a few years ago, but we now see the idea that government procurement should look at social benefit—although the Bill still does not deliver what we desire from this. But what is the social benefit and the benefit to small and medium-sized enterprises of trade with Australia? Is it really they that will benefit, or is it the big multinational alcohol companies, for example, which one noble Lord referred to?\n  *[NHSPRB]: NHS Pay Review Body",
        "I am sure that most noble Lords received the detailed report from the National Farmers’ Union on the Bill and its concerns. In his introduction, the Minister suggested that farmers welcome the Bill, but that does not reflect the overall view that we hear from many quarters of the farming community. The NFU points out that the trade deal is not balanced: the main tariff reduction is on the UK side, and UK farmers have been pushed by government policies towards types of production with high input costs, which are very different from the extensive Australian production, and they are likely to suffer. The NFU points out that the trade deal has no safeguard mechanisms if imports reach a certain level. This comes in over various periods of years: there are no safeguards for sugar after eight years and none for dairy after six.\n  *[NHSPRB]: NHS Pay Review Body",
        "We again come to the question of government policy being joined up. We have a huge problem with massive over-consumption of sugar in the UK, particularly among young people. Do we really want a trade deal that potentially opens up a flood of more sugar into the UK? Where is the benefit of that?\n  *[NHSPRB]: NHS Pay Review Body",
        "On dairy, I was reminded, in my reading for the debate, of some figures from a few years ago, before Brexit, that showed that British exports of ice cream to the European Union were going up, as were imports of ice cream from the EU. So we were swapping over a manufactured product and using huge amounts of energy to do so. Let us imagine that we export cheese to Australia all that distance away, and Australia exports cheese to us. What would be the point of that?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Noble Lords**\n  *[NHSPRB]: NHS Pay Review Body",
        "Better cheese!\n  *[NHSPRB]: NHS Pay Review Body",
        "**Baroness Bennett of Manor Castle (GP)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I hear calls from the other side of the House saying, “Better cheese”. Would the trade of different cheeses be truly worth the environmental cost? That cost is not included on the price tag, as it is the externalised cost.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the briefing from the TUC, concerns are expressed about workers’ rights and protecting public services. I again draw on my experiences of an Australian childhood to note that, if the UK is one of the worst places for workers’ rights in Europe, Australia is, broadly speaking, even worse and one of the worst places in the developed world. As others have referred to, there is a new Government in Australia, so that situation may change, but that is the starting point we are beginning from with this trade deal.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, I must come back to the tone of the Minister’s introductory remarks, to which many noble Lords have referred. I will offer the Government some constructive advice: if they really want to convince the House, the country and the world of the benefits of what they think they are achieving, they really need to tone down the rhetoric. The trade deal, we hear, means immense opportunities. Is that really so? As the crow flies, Australia is 15,000 kilometres away and New Zealand is 18,000 kilometres away. Port to port, the freight time is 50 days or more. They have absolutely opposite time zones. We have heard some reference to trade in services, but, as I speak now, it is 5.17 pm in the UK and 4.17 am in eastern Australia. As the UK finishes its working day, Australia and New Zealand are sleeping. That is not an ideal circumstance in which to conduct trade in services—I say that as someone who occasionally needs to make calls to Australia, because calculating the time to do so is thoroughly inconvenient. Australia has a population of 25.6 million and New Zealand a population of 5 million. How can the Government say that there will be immense opportunities? Let’s get real.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}