{
    "url": "https://www.ukpol.co.uk/hilary-benn-2015-speech-at-coventry-rising-15/",
    "title": "Hilary Benn – 2015 Speech at Coventry Rising 15",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn, the Shadow Secretary of State for Foreign and Commonwealth Affairs, at Coventry Rising 15 on 11 November 2015.",
    "content": [
        "[![hilarybenn](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a great honour to have been invited to contribute to Rising 15 and to do so on 11 November here in Coventry.\n  *[NHSPRB]: NHS Pay Review Body",
        "This cathedral – the old and the new – stands as a reminder both of the consequences of war and of the enduring power of faith to inspire.\n  *[NHSPRB]: NHS Pay Review Body",
        "Two weeks ago I was in Jordan listening to a mother describe how she fled there from Syria with her children after her husband, a baker, was arrested, tortured and killed by President Assad’s forces.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is not one of us who does not ask why human beings do this to their brothers and sisters? Maybe we shall never know, but there is another question that we can try and answer. What should we do when these things happen ?\n  *[NHSPRB]: NHS Pay Review Body",
        "I was brought up on the parables of the New Testament, and the one that left the greatest mark on me was the Good Samaritan.\n  *[NHSPRB]: NHS Pay Review Body",
        "St Luke’s gospel records that it was the question “ _And who is my neighbour?_ ” that prompted Jesus to tell the story of the man on his way from Jerusalem to Jericho who was robbed and beaten and left for dead by the side of the road.\n  *[NHSPRB]: NHS Pay Review Body",
        "While the Priest and the Levite both, separately, chose to pass by on the other side, it was the Samaritan who stopped to help.\n  *[NHSPRB]: NHS Pay Review Body",
        "And having told the story, Jesus then asked his questioner:\n  *[NHSPRB]: NHS Pay Review Body",
        "_“Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves ?_\n  *[NHSPRB]: NHS Pay Review Body",
        "_And he said, He that shewed mercy on him._\n  *[NHSPRB]: NHS Pay Review Body",
        "_Then said Jesus unto him, Go, and do thou likewise.”_\n  *[NHSPRB]: NHS Pay Review Body",
        "I have chosen this parable as my text for today.\n  *[NHSPRB]: NHS Pay Review Body",
        "When we see the extreme suffering of others, what is our responsibility to our neighbours?\n  *[NHSPRB]: NHS Pay Review Body",
        "For some, this is an uncomfortable moral choice and they hope it will pass them by. Some say it is none of our business. Others respond by renouncing violence – an aspiration we should all share – but until all 7 billion of us do so, we have to face up to the effects of violence on its victims.\n  *[NHSPRB]: NHS Pay Review Body",
        "War is often the handmaiden of poverty and civil wars on average result in 20 years of lost development.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is no accident that Afghanistan and Somalia have the highest rates of infant mortality in the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "Both are poor and both have been wracked by conflict.\n  *[NHSPRB]: NHS Pay Review Body",
        "The causes of war are many. The legacy of colonialism. Resources. Ethnic and regional tensions. Politics. Nationalism. Ideology. Religion. Terrorism.\n  *[NHSPRB]: NHS Pay Review Body",
        "And in the years to come, we may see added to this list people increasingly fighting over energy, land or water.\n  *[NHSPRB]: NHS Pay Review Body",
        "So when is it right to act to prevent these things?\n  *[NHSPRB]: NHS Pay Review Body",
        "Looking back on the Second World War which led to the bombing of this cathedral, did more people die than would have lost their lives if Hitler had not been confronted? Maybe. Was the war an expression of failure? Most certainly. And yet, was the second world war justified? In my view, it was.\n  *[NHSPRB]: NHS Pay Review Body",
        "And from its ashes came a determination that such a conflict should never happen again.\n  *[NHSPRB]: NHS Pay Review Body",
        "Its expression was the founding of the United Nations in 1945 and three years later, the UN General Assembly adopted and proclaimed the Universal Declaration of Human Rights.\n  *[NHSPRB]: NHS Pay Review Body",
        "Article 3 states: “ _Everyone has the right to life, liberty and security of person_.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Article 28 says: “ _Everyone is entitled to a social and international order in which the rights and freedoms set forth in this Declaration can be fully realised_.”\n  *[NHSPRB]: NHS Pay Review Body",
        "And yet, for millions of people these rights – so nobly expressed – have remained just words on paper. The refugees from Syria I met in Jordan could not have been clearer. They said simply: “The world has forgotten us”.\n  *[NHSPRB]: NHS Pay Review Body",
        "Why is this so? Because those affected lack the means to do anything about these conflicts themselves and because we, the rest of the world, lack the will or act imperfectly or not at all.\n  *[NHSPRB]: NHS Pay Review Body",
        "This will not do.\n  *[NHSPRB]: NHS Pay Review Body",
        "First, and most importantly, because we should uphold the principles enshrined in the Universal Declaration of Human Rights. They mean something as the ultimate expression of our responsibility to one another. And yet without the rule of law and peace in all countries they mean nothing.\n  *[NHSPRB]: NHS Pay Review Body",
        "Imagine if the world consisted only of the United Kingdom and someone argued that it would be alright to have peace in Coventry, but civil war in Leeds and genocide in Glasgow. What would we think ?\n  *[NHSPRB]: NHS Pay Review Body",
        "Of course, this doesn’t happen because these rights are enjoyed in all parts of our country. And yet, we are one world and having created the United Nations, we have a duty to ensure these same rights are available to our fellow humans whichever part of the planet they were born on\n  *[NHSPRB]: NHS Pay Review Body",
        "The second reason why this matters is because interdependence defines the condition of humankind today more clearly than at any other time in human history.\n  *[NHSPRB]: NHS Pay Review Body",
        "The effects of conflict elsewhere are felt here, whether it is watching it on television, seeing the flow of refugees, feeling the repercussions in our politics or experiencing the impact of terrorism on our own lives. And as the world’s economies become more dependent on each other, the consequences for trade and travel are increasingly serious.\n  *[NHSPRB]: NHS Pay Review Body",
        "The third reason is that no country can progress while it is mired in conflict.\n  *[NHSPRB]: NHS Pay Review Body",
        "So those who care most passionately about overcoming the scars of poverty, disease and squalor, must be equally passionate about the part that peace and stability play in helping to bring this about.\n  *[NHSPRB]: NHS Pay Review Body",
        "And the fourth reason is that new threats beckon. Unchecked, climate change will affect our future security. If people can no longer live where they were born because their homes are under water or it has stopped raining, then they will do what human beings have done throughout history. They will move in search of a better life. They may be coming to live near you or me. And their number will dwarf anything we have seen thus far.\n  *[NHSPRB]: NHS Pay Review Body",
        "What recent history teaches us is that whether it was Sierra Leone under the RUF and the West Side Boys, the Rwandan genocide, Kosovo when Muslims were being murdered in Europe’s backyard or Syria today, the world needs to find a way of dealing with crimes against humanity.\n  *[NHSPRB]: NHS Pay Review Body",
        "In some of these cases we did act; in others we failed.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is not that the international community does not care. But there is not yet a settled and united will to act, and we lack the capacity to do so in an effective way.\n  *[NHSPRB]: NHS Pay Review Body",
        "So how can we build this capacity?\n  *[NHSPRB]: NHS Pay Review Body",
        "One of the problems we face is national sovereignty. A country invading another is one thing, but when terrible events happen within a country some still say that this is an internal matter and none of anyone else’s business.\n  *[NHSPRB]: NHS Pay Review Body",
        "We used to hold the same view of domestic violence here in the UK. Forty or fifty years ago, if the police were called because of reports that a man was beating up someone in the street, he would be swiftly arrested. But if the victim was his wife or his partner behind a closed front door, then the prevailing attitude was ‘it’s a domestic dispute and not for us to get involved.’\n  *[NHSPRB]: NHS Pay Review Body",
        "That doesn’t happen anymore. A crime is a crime, and the sovereign state of the kitchen or the bedroom no longer provides any protection against enforcement of the law.\n  *[NHSPRB]: NHS Pay Review Body",
        "I think we are currently witnessing the world going through exactly the same process internationally for exactly the same reason. An increasing number of voices are saying that leaving people by the roadside of conflict to fend for themselves simply cannot be right.\n  *[NHSPRB]: NHS Pay Review Body",
        "And so was born the concept of Responsibility to Protect – the idea that the international community does have a responsibility to stop people becoming victims of the most terrible crimes.\n  *[NHSPRB]: NHS Pay Review Body",
        "Developed by the Canadian Government’s International Commission on Intervention and State Sovereignty in 2001, it led – following Ban Ki Moon’s report on implementing the Responsibility to Protect – to the UN General Assembly adopting a resolution in 2009.\n  *[NHSPRB]: NHS Pay Review Body",
        "Seeing state sovereignty not as a privilege but a responsibility, R2P seeks to prevent and stop genocide, war crimes, crimes against humanity and ethnic cleansing. And it explicitly accepts that the international community does have a responsibility to act in certain circumstances.\n  *[NHSPRB]: NHS Pay Review Body",
        "I support R2P very strongly, but it is not without controversy, so I want to try and address directly the reservations and concerns people raise about it.\n  *[NHSPRB]: NHS Pay Review Body",
        "The first is authority. Who is to decide what should be done?\n  *[NHSPRB]: NHS Pay Review Body",
        "For me the answer is clear. It should be the Security Council of the United Nations. That is why we created it. The UN has both a unique responsibility because of its authority and a unique legitimacy.\n  *[NHSPRB]: NHS Pay Review Body",
        "And yet we see from history that the UN has not always been capable of agreeing on what should be done or of acting effectively when it has.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have to accept that the veto exists to bind the world’s major powers – the five permanent members of the Security Council – into the United Nations, but with it comes a great responsibility. That is why the French Government has proposed that in cases of mass atrocities permanent members of the Security Council would voluntarily agree not to use their veto. I think this is an important proposal and it should be strongly supported by the UK and others.\n  *[NHSPRB]: NHS Pay Review Body",
        "But what if the UN will not or cannot act – then what? Is that an argument for standing on one side? Not in all cases some would argue, including me, as our support for intervention in Sierra Leone and Kosovo demonstrated. Others, however, take the view that in the absence of a UN mandate there can be no legitimacy for any action.\n  *[NHSPRB]: NHS Pay Review Body",
        "The second issue is that people fear premature military intervention. That’s why diplomatic and public pressure should always be the first resort. It can work.\n  *[NHSPRB]: NHS Pay Review Body",
        "Western sanctions have played an important part, for example, in persuading Russia to implement the Minsk Agreement in Ukraine.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have also learned that a single camera or a single reporter bearing witness to an atrocity – and the shame that can be brought upon those responsible – can have a power equal to a thousand resolutions. The reason why the UK Government changed its mind in September about Britain taking more Syrian refugees was that photograph of little Aylan Kurdi’s lifeless body lying on a beach in Turkey.\n  *[NHSPRB]: NHS Pay Review Body",
        "The third issue is deciding when states should act.\n  *[NHSPRB]: NHS Pay Review Body",
        "Agreeing a threshold is difficult and highly contentious and achieving consensus about whether or not diplomatic options have been exhausted is fraught with difficulty. And yet, if we wait for evidence of genocide to become conclusive then it may be too late to do anything or to save anybody.\n  *[NHSPRB]: NHS Pay Review Body",
        "The fourth issue is practicality. If a decision is taken to act, then who is going to undertake the work? If it involves military intervention, then whose troops will be used? How many? Under whose command? With what resources and what mandate? And what is the plan for after military intervention?\n  *[NHSPRB]: NHS Pay Review Body",
        "One way of answering these questions is to continue to build capacity regionally to be able to handle peacekeeping. Was it right for the African Union to take the lead in Darfur and Somalia? Absolutely.\n  *[NHSPRB]: NHS Pay Review Body",
        "Both because western forces in an Islamic country in those circumstances would not have been accepted and because these were conflicts in Africa’s backyard.\n  *[NHSPRB]: NHS Pay Review Body",
        "On mandate, peacekeepers need the tools to do the job, and that includes the ability to protect and intervene if necessary under Chapter VII.\n  *[NHSPRB]: NHS Pay Review Body",
        "Where there are people to protect or a peace to keep, we need more peacekeepers. At present there are close to 125,000 military and civilian UN peacekeepers compared with only 11,000 a quarter of a century ago.\n  *[NHSPRB]: NHS Pay Review Body",
        "Despite this, there still aren’t enough for all the missions the UN would wish to run, and to the high standards we expect of them. For as well as numbers, there is also the question of training, equipment, and capacity, particularly as regional institutions build their own peacekeeping.\n  *[NHSPRB]: NHS Pay Review Body",
        "This is an area in which Britain could and should play a much bigger part given the skill, experience and expertise of our armed forces. There are currently just under 300 British peacekeepers contributing to UN missions although another 300 are soon to deploy to South Sudan and Somalia. That simply is not good enough and I call on the Government to set out in the forthcoming Strategic Defence and Security Review how the UK can play a much bigger part in UN peacekeeping in the years ahead.\n  *[NHSPRB]: NHS Pay Review Body",
        "And when action has been taken, it needs to be followed up with stabilisation, a political process and decent governance. There is no substitute for the parties to a conflict finding their own way out of it.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lastly, what is the consequence? There are two types of consequence; that of acting and that of not acting.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the case of Sierra Leone, the outcome of British and UN intervention was beneficial. The country remains poor but it is largely free of violence now and has taken the first steps on the road to recovery.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the case of Afghanistan, where the world responded to 9/11, the removal of the Taliban enabled about three and a half million of the estimated four million refugees who had fled the country to return. The conflict however continues – many lives have been and are being lost – but the aim remains enabling the elected Afghan government to look after its own security as politics brings a peace settlement.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Somalia, the American troops who went in to help with humanitarian relief ended up in a gun battle. They were replaced in time by African forces, but despite recent progress, parts of the country remain deeply troubled and insecure as the recent attack by al-Shabab in Mogadishu demonstrated. More positive has been the impact that international co-operation has had on piracy off the country’s coast. And, by contrast, Somaliland shows what can be done if politics is made to work.\n  *[NHSPRB]: NHS Pay Review Body",
        "For the people of Rwanda the consequence of our not acting was devastating. In 100 days just under one million people were killed – the equivalent of 6 million people being murdered here in the United Kingdom on our street corners, and in our schools and on churches – as the world stood by and watched.\n  *[NHSPRB]: NHS Pay Review Body",
        "Anyone who has read Romeo Dallaire’s book ‘Shake Hands with the Devil: the failure of humanity in Rwanda’ will weep with him in rage at what happened while we failed to help.\n  *[NHSPRB]: NHS Pay Review Body",
        "And while the Syrian civil war has continued, over 200,000 people have been lost their lives, half the population have had to flee their homes and the barrel bombing by the regime and brutality of ISIL/Daesh continue.\n  *[NHSPRB]: NHS Pay Review Body",
        "The world has to be much more effective in dealing with conflicts like this before they turn into brutal and bloody civil wars. The responsibility to protect was meant to be about that, but let us be honest: in Syria, no-one has taken responsibility and nobody has been protected.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now we do also have to deal with charges of selectivity and, at times, hypocrisy; that we have not been consistent in our choice of when to act, or that countries have chosen to act when there is much at stake for them but not when there isn’t.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a reasonable criticism, and it has on occasions force.\n  *[NHSPRB]: NHS Pay Review Body",
        "And yet the argument that just because you have failed to do the right thing everywhere you should not attempt to do the right thing anywhere is one I find profoundly unconvincing.\n  *[NHSPRB]: NHS Pay Review Body",
        "Of course, in the case of all conflict, prevention is better than cure. There is nothing more important than putting time, effort and energy in trying to prevent violent conflict in the first place.\n  *[NHSPRB]: NHS Pay Review Body",
        "Particularly important is the UN’s capacity to mediate and so help the parties to resolve their differences without turning to violence. So we need skilled, readily deployable teams able to go and support peace talks around the world, as Staffan de Mistura and Bernardino Leon are currently trying to do in Syria and Libya.\n  *[NHSPRB]: NHS Pay Review Body",
        "Few civil wars arise from nowhere. So we need to be better at monitoring and understanding the causes of tension; the exclusion and injustice that makes people angry.\n  *[NHSPRB]: NHS Pay Review Body",
        "The establishment of the Atrocity Prevention Board by the US Government is a particularly good example of what can be done.\n  *[NHSPRB]: NHS Pay Review Body",
        "If all this sounds depressing, two decades ago things were much worse. Half of the countries in Africa were then affected by violence – many in regional conflicts across West and Central Africa.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, we can look back and say that sub-Saharan Africa was the only region in the world to see a decline in violent conflict at the start of the 21st century.\n  *[NHSPRB]: NHS Pay Review Body",
        "Much of that is down to the pioneering work of the African Union and its Peace and Security Council. It can deploy military forces in situations which include genocide and crimes against humanity and can also authorise peacekeeping missions. The AU has put troops on the ground in Burundi, the Central African Republic, Darfur, and most recently in Somalia in the form of AMISON – a regional mission operating under a UN mandate\n  *[NHSPRB]: NHS Pay Review Body",
        "We are getting better at negotiating peace. According to the Human Security Report, the international community has negotiated more settlements to conflict in the last 15 years than in the 185 years previously.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, when all of this is done, we need to end up where we started – with the rule of law so we can call those responsible to account.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is why the UK has been such a strong supporter of the International Criminal Court. The message it sends is clear and simple. Anyone who is planning crimes against humanity will think twice because they will know that the international community will in the end catch up with them, as Slobodan Milosevic and Radko Mladic both discovered.\n  *[NHSPRB]: NHS Pay Review Body",
        "The reason why we should want international action at the UN to succeed is that this is all about demonstrating that multilateralism – countries working together – can provide the answer to that uncomfortable question – what is to be done?\n  *[NHSPRB]: NHS Pay Review Body",
        "And the more it does succeed, the stronger is the argument we can make with those who would act unilaterally that there is another way.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to end on a note of optimism. 100 years ago this year my grandfather William fought in Gallipoli in the First World War. He lost his younger brother in that campaign and his eldest son in World War Two. This is what he wrote about war:\n  *[NHSPRB]: NHS Pay Review Body",
        "_“Is there anyone, now, who will deny that, step by step, warfare degrades a nation? …[Soldiers] know from bitter experiences what militarism really means; its stupidity, its brutality, its waste. They are chivalrous because they have learned the one good thing that war can teach, namely that peril shared knits hearts together – yes, even between enemies. They have mingled with strangers. They know that common folk the world over love peace and in the main desire good will.”_\n  *[NHSPRB]: NHS Pay Review Body",
        "Nearly a hundred years after he wrote those words, they remain true.\n  *[NHSPRB]: NHS Pay Review Body",
        "Human beings everywhere yearn for peace and if together we can make our politics work in the service of humankind then we will bring nearer the day on which that hope is realised.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}