{
    "url": "https://www.ukpol.co.uk/hilary-benn-2022-speech-on-achieving-economic-growth/",
    "title": "Hilary Benn – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 18 May 2022.",
    "content": [
        "This morning, the Foreign Secretary said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“We are in a very, very difficult economic situation”.\n  *[NHSPRB]: NHS Pay Review Body",
        "We all recognise that that is true. Although there are some things that no Government can control, I encourage Ministers to reflect a little more on some of the difficulties that they have brought upon themselves and British business.\n  *[NHSPRB]: NHS Pay Review Body",
        "In his speech, the Chief Secretary to the Treasury somehow neglected to mention the fact that our goods trade with the European Union since January 2021 has had to contend with red tape, bureaucracy and costs, including transport costs, which the Government have dumped on British business via the deal that they concluded. We know that we have small and medium-sized companies that are struggling to export to the EU. The right hon. Member for Ashford (Damian Green) talked about the importance of the cultural sector, but we know that musicians and performing artists face visa applications and customs declarations, which they find incompatible with trying to tour in Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "We know that farmers are suffering from a shortage of labour. On Monday, when I was in Kent—I am co-convenor of the UK Trade and Business Commission—I talked to a fruit farmer. He said that, last year, he could not pick 8% of his crop. What has he done this year? He is reducing the amount that he plants. What does that do for British food security? It has benefits for other countries that are growing more, but it is making it harder for British farmers to grow more here.\n  *[NHSPRB]: NHS Pay Review Body",
        "While businesses are having to cope with all that cost, the Government have for the fourth time postponed checks on EU businesses exporting into the United Kingdom, so they face less of the checks and costs that the Government have just dumped on to British businesses. The Office for Budget Responsibility, as Members will know, says that the UK has,\n  *[NHSPRB]: NHS Pay Review Body",
        "“missed out on much of the recovery in global trade”.\n  *[NHSPRB]: NHS Pay Review Body",
        "According to Her Majesty’s Revenue and Customs, the number of UK businesses exporting goods to the EU fell by an astonishing 33% last year compared with the year before. That is mainly small businesses that have said, “We can’t be bothered with all of this. We’re giving up exporting.” How does that help economic recovery?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Kevin Hollinrake**\n  *[NHSPRB]: NHS Pay Review Body",
        "The right hon. Gentleman is making a strong point, and I am not a remoaner in any shape or form, but of the Bank of England’s evidence to the Treasury Committee this week, the evidence from the Governor of the Bank of England, his written evidence or the minutes of the Monetary Policy Committee meetings on the labour shortages the UK faces, not a single one mentioned Brexit. Why does the right hon. Gentleman think that is? Is it not the case that we must confront the brutal facts if we are going to solve some of these problems?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "I can only report what I was told by the farmer on Monday. He has relied over the years on workers who have come from eastern Europe, and he says, “They’re just not coming in the same numbers, and that’s why I can’t pick my crops.” That is the point I am making.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Harriett Baldwin**\n  *[NHSPRB]: NHS Pay Review Body",
        "The right hon. Gentleman had the pleasure, as I did, of having lunch with some senators who were visiting here from France. I believe he was at the very conversation where they said how difficult it was for them too to find seasonal agricultural workers, because of the disruption caused by the pandemic.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "Undoubtedly, disentangling the impact of the pandemic and other factors is continuing work; the Office for National Statistics makes that point when it publishes the statistics. However, there is no doubt at all that the change in the visa regime being operated by the Home Office now is having an impact on British farmers, and that was the point I was trying to make. I long for the day when these things—\n  *[NHSPRB]: NHS Pay Review Body",
        "**Matt Rodda (Reading East) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Will my right hon. Friend give way?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "Very quickly, because of the time constraints.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Matt Rodda**\n  *[NHSPRB]: NHS Pay Review Body",
        "My right hon. Friend is making an excellent point. I have been given the same feedback by small businesses. Does he agree that there is also a serious connection between the rising cost of food and the lack of labour for British farms, and that that particular area could be driving inflation?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "There is no doubt that if we put more costs, bureaucracy, red tape and increased transport costs on businesses, prices will increase. That is one of the ways businesses cope. Those things need to be sorted out but, as long as there is no trust between the European Union and the United Kingdom, it is frankly not going to happen.\n  *[NHSPRB]: NHS Pay Review Body",
        "The principal cause of that distrust is the stand-off over the Northern Ireland protocol, which is the other issue I want to raise. We have two problems. One is that the Northern Ireland Government is not functioning and the second is that the Northern Ireland protocol is not working. The Good Friday agreement and the power-sharing and peace it has brought cannot be jeopardised by trade problems caused by the protocol.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is extremely tempting to dwell on the miserable history of how we got here—how the Prime Minister moved from promising that he would never put a border in the Irish sea to promptly doing so when he became the occupant of No. 10, and then to describing it as “a great deal” for Northern Ireland—but, in all honesty, the Prime Minister’s failings and inconsistencies are not a reason to inflict damage on Northern Ireland or on the British economy when so many people are struggling.\n  *[NHSPRB]: NHS Pay Review Body",
        "We all knew that leaving the European Union would create difficulties over Ireland. The only thing everyone agreed on—practically the only thing—was that there could be no return to a hard border. That is why the most important part of the protocol talked about goods at risk, and this is at the heart of the debate: goods at risk, having entered Northern Ireland, of going into the European Union, as opposed to goods that are going to stay in Northern Ireland. That was never defined, and the joint committee was given the task of dealing with it.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have a stand-off at the moment. In one way, that stand-off could just be extended and extended and the Government could continue to prolong the grace periods—unlawfully, as per the protocol—with the EU starting legal action and staying it while they try to negotiate. That is one way of dealing with it. In fairness, the EU moved on medicines, and I praise Maroš Šefčovič for that. He changed EU law to allow NHS patients in Northern Ireland to get NHS medicines, which is pretty obvious really.\n  *[NHSPRB]: NHS Pay Review Body",
        "I said to Mr Šefčovič on Thursday, when he appeared before the Parliamentary Partnership Assembly, “Thanks for doing that, but if you can move on that, can you not move on other things as well?” We all know the list of remaining problem areas: seed potatoes, parcels, guide dogs, supermarket deliveries to shops, organic food and divergence on the use of titanium dioxide, an ingredient in cakes and ice cream that I was not previously aware of. The EU proposals would provide more checks and problems than the current stand-off, and it is important to recognise that.\n  *[NHSPRB]: NHS Pay Review Body",
        "I say to the Government, as I said to the Foreign Secretary yesterday, that threatening to disapply the protocol will not work. In the end, it will result in retaliation. If retaliation results in further obstacles to trade or, heaven forbid, a trade war, that will make the cost of living crisis even worse. We have a real war in Europe going on; we do not need a trade war with our biggest trading partner.\n  *[NHSPRB]: NHS Pay Review Body",
        "At the same time, the EU needs to understand that it has to move to help to bring this crisis to an end. If one takes those supermarkets that sell only to shops in Northern Ireland, what exactly is the risk to the integrity of the single market from a sandwich, a cake or a chicken—I speak as a vegetarian—that is bought in a supermarket in Strabane or Belfast? Can anyone point, in the 16 months the grace period has operated, to a single example where the integrity of the single market has been damaged? I am not aware of any. There is a problem with divergence, but I hope that a way of mutually recognising each other’s food production standards arrangements can come.\n  *[NHSPRB]: NHS Pay Review Body",
        "In conclusion, this crisis arises from a practical problem and it requires a practical solution. That is what politics is meant to deliver. That is our job. We need patient diplomacy and negotiation that takes as its starting point the purpose of the rules—they are there for a purpose—rather than the rules themselves and applies that to the unique and particular circumstances of Northern Ireland. Could we have less squabbling and more cool heads? Could we have less escalation and more conciliation? My message to both sides in the partnership council is a simple one: “You’ve got the power to deal with this. Sort it out.”\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}