{
    "url": "https://www.ukpol.co.uk/hilary-benn-2015-speech-to-labour-party-conference/",
    "title": "Hilary Benn – 2015 Speech to Labour Party Conference",
    "post_date": "December 3, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "2015 Labour Party Conference",
            "url": "/tag/2015-labour-party-conference/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn, the Shadow Secretary of State for Foreign and Commonwealth Affairs, to the 2015 Labour Party conference.",
    "content": [
        "[![hilarybenn](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Good morning Conference.\n  *[NHSPRB]: NHS Pay Review Body",
        "I would like to begin by thanking our friend and my predecessor, Douglas Alexander. Douglas gave outstanding service to his constituents and to our Party over many years. We wish him well.\n  *[NHSPRB]: NHS Pay Review Body",
        "Conference. At the start of this new century, what do we see as we look around our world?\n  *[NHSPRB]: NHS Pay Review Body",
        "Fewer conflicts. Technology transforming and enriching our lives at a blistering pace. The rise of new global powers. Economic and social advance as trade opens minds. But we still face old problems like poverty and new challenges like climate change.\n  *[NHSPRB]: NHS Pay Review Body",
        "And one constant remains. The innate human desire to decide for ourselves and our families how we live our lives. The argument for democracy.\n  *[NHSPRB]: NHS Pay Review Body",
        "This changing world is at times uncertain but it is also full of possibility, and it calls on us to look outwards.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s why the choice the British people will make when they vote in the European referendum will be the most important decision for 40 years about our place in the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you Alan for leading Labour’s campaign to stay in and thank you Glenis and our MEPs for the important work you do.\n  *[NHSPRB]: NHS Pay Review Body",
        "Together we believe that Britain’s future lies in Europe because whatever the disagreements of today or the changes we want to see tomorrow, it has given us jobs, investment, growth, security, influence in the world and workers’ rights.\n  *[NHSPRB]: NHS Pay Review Body",
        "Don’t mess with them, Prime Minister, but be assured that if you do, a future Labour Government in Europe will restore them. We will not be part of a race to the bottom.\n  *[NHSPRB]: NHS Pay Review Body",
        "Above all Europe has brought peace to our continent; a continent that has seen enough graveyards filled with the flower of generations who gave their lives in war.\n  *[NHSPRB]: NHS Pay Review Body",
        "In our party, in our movement, we understand that our responsibilities extend beyond Britain’s shores. From the struggle against Franco’s fascism in the 1930s to the defeat of Nazi Germany; from the fight against apartheid in South Africa to the protection of the people of Kosovo and Sierra Leone, we have always been proud internationalists.\n  *[NHSPRB]: NHS Pay Review Body",
        "Proud to stand in solidarity with those in trouble.\n  *[NHSPRB]: NHS Pay Review Body",
        "And determined not to walk by on the other side of the road.\n  *[NHSPRB]: NHS Pay Review Body",
        "And so, despite all the progress that humankind has made, when we see the five remaining giant evils of our time – disease, inequality, oppression, war and environmental damage – we have a moral duty to act.\n  *[NHSPRB]: NHS Pay Review Body",
        "Earlier this summer we looked in horror at that photograph of Aylan Kurdi lying dead on a Turkish beach, and our eyes filled with tears.\n  *[NHSPRB]: NHS Pay Review Body",
        "I think we all felt ashamed. This small and precious child had his whole life before him when his desperate family – victims of a civil war that is raging through Syria – stepped into that boat in search of a better life. They had fled from Kobane – a city in which the BBC reports “every building, home, shop and street is ruined.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Each death in this conflict is a rebuke to the world for its failure. We believe in the responsibility to protect, but in Syria no-one has taken responsibility and no-one has been protected.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nearly half the population are today no longer living where they were when the civil war broke out.\n  *[NHSPRB]: NHS Pay Review Body",
        "Seven and a half million people are internally displaced.\n  *[NHSPRB]: NHS Pay Review Body",
        "Four million have fled the country.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why this is the great humanitarian crisis of our age.\n  *[NHSPRB]: NHS Pay Review Body",
        "Britain is second only to the United States in the generosity of its humanitarian aid.\n  *[NHSPRB]: NHS Pay Review Body",
        "But that makes it all the more shocking that David Cameron thought that our nation had already done enough when he turned away and said we would not take in any more refugees.\n  *[NHSPRB]: NHS Pay Review Body",
        "It was the British people who changed his mind, and now we must change his mind again to offer shelter, not just to families still in the region, but also to the most vulnerable already here in Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "After all, why is a child now in Greece who has safely made the same perilous journey that claimed little Aylan Kurdi’s life any less deserving of our help than a child still in a Syrian refugee camp?\n  *[NHSPRB]: NHS Pay Review Body",
        "It is a false choice for the Prime Minister to say we shouldn’t. He’s wrong. We should help both.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it is not just the bloody terror of President Assad they are fleeing. It is also ISIL/Daesh whose brutality is as indiscriminate as it is mind-numbing.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Syria and Iraq, they have killed Muslims and Christians alike.\n  *[NHSPRB]: NHS Pay Review Body",
        "Stoned people to death.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thrown gay men off buildings.\n  *[NHSPRB]: NHS Pay Review Body",
        "Raped girls and women and sold them in markets.\n  *[NHSPRB]: NHS Pay Review Body",
        "Cut the heads off brave humanitarians who only came to help.\n  *[NHSPRB]: NHS Pay Review Body",
        "If doing something about this crisis is not one of the great tests of our age, then what is?\n  *[NHSPRB]: NHS Pay Review Body",
        "And just as the first responsibility of any government is to ensure the security of its people and to be prepared to defend our nation from those who would do us harm, so we are right to be offering air support to the Government of Iraq in trying to defeat ISIL/Daesh, but let me be clear we do not want British boots on the ground in either Iraq or Syria.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now, there’s been a lot of talk about airstrikes in Syria, but to bring peace, stability and security there we need a much broader, more comprehensive plan than just trying to deal with ISIL/Daesh.\n  *[NHSPRB]: NHS Pay Review Body",
        "This will require political, diplomatic and humanitarian will too.\n  *[NHSPRB]: NHS Pay Review Body",
        "This week the United Nations General Assembly is meeting in New York for the world leaders’ debate.\n  *[NHSPRB]: NHS Pay Review Body",
        "Presidents Obama, Putin, Xi Jinping and Rouhani will be among those speaking, but it seems that the UK’s contribution will be made by the Foreign Secretary and not by David Cameron.\n  *[NHSPRB]: NHS Pay Review Body",
        "I say to the Prime Minister today that that’s just not good enough. Given the scale of the crisis in Syria he should be staying on in New York and straining every sinew to secure a comprehensive United Nations Security Council Resolution under Chapter VII of the UN Charter calling for:\n  *[NHSPRB]: NHS Pay Review Body",
        "Effective action to end the threat from ISIL/Daesh;\n  *[NHSPRB]: NHS Pay Review Body",
        "The creation of Safe Zones in Syria to shelter those who have had to flee their homes;\n  *[NHSPRB]: NHS Pay Review Body",
        "The referral of suspected war crimes to the International Criminal Court;\n  *[NHSPRB]: NHS Pay Review Body",
        "Increased humanitarian aid to those who have fled to neighbouring states;\n  *[NHSPRB]: NHS Pay Review Body",
        "An international agreement for countries to welcome their share of Syrian refugees; and  \nA major international effort bringing together Russia, Iran, the neighbouring countries, the Gulf states, the United States of America and Europe to agree a post-civil war plan for Syria.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is no longer good enough for the world to say “this is too difficult.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Instead we must say “this has got to stop” so that the people of Syria can go home, rebuild their country and give hope to their children for a better future.\n  *[NHSPRB]: NHS Pay Review Body",
        "Conference, we live in an increasingly interdependent world in which what happens in one country – as we have seen this summer – will increasingly affect those of us who live in another.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are 7.2 billion people today. By the end of this century we will be 11 billion.\n  *[NHSPRB]: NHS Pay Review Body",
        "And so, whether it is how we are going to overcome conflict, or poverty or climate change there is a truth we must face.\n  *[NHSPRB]: NHS Pay Review Body",
        "If people can no longer live where they were born and brought up because their homes are under water or their crops have failed because it has stopped raining.\n  *[NHSPRB]: NHS Pay Review Body",
        "If young people having had the chance to go to school, discover that there is no job for them afterwards.\n  *[NHSPRB]: NHS Pay Review Body",
        "If disease means that a mother thinks ‘if only I could get to a country with good health care than I could save my child’s life.’\n  *[NHSPRB]: NHS Pay Review Body",
        "If people experience these things and think these things, then they will try to move to find a better life.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is after all what human beings have done since the dawn of time.\n  *[NHSPRB]: NHS Pay Review Body",
        "The reason why we stand against this inequality in life chances is not only because it is morally right, but also because continuing inequality in our world in this century is unsustainable.\n  *[NHSPRB]: NHS Pay Review Body",
        "And so, the fight for freedom from disease, inequality, oppression, war and environmental damage is our fight. It is the challenge of our age.\n  *[NHSPRB]: NHS Pay Review Body",
        "We can end conflict. Look at Angola, look at Northern Ireland, look at what is happening in Colombia today.\n  *[NHSPRB]: NHS Pay Review Body",
        "And we must end the conflict in the Middle East, where it is now time for the Palestinian people to have their own state so that they and the people of Israel can live in peace.\n  *[NHSPRB]: NHS Pay Review Body",
        "Britain’s voice, Britain’s influence, can and should help make these things happen.\n  *[NHSPRB]: NHS Pay Review Body",
        "Because those of us who have enjoyed the benefits of progress have a particular responsibility to use that voice and that influence to help others – our friends and neighbours – with whom we share this small and fragile planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "At this Conference nearly 70 years ago, our Prime Minister Clem Attlee said this:\n  *[NHSPRB]: NHS Pay Review Body",
        "“We ask for others the freedom that we claim for ourselves. We proclaim this freedom, but we do more. We seek to put it into effect.”\n  *[NHSPRB]: NHS Pay Review Body",
        "And that is why Conference, as a country we should reject the siren calls of those who would have us turn our backs on the rest of the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "Instead let us proclaim.\n  *[NHSPRB]: NHS Pay Review Body",
        "That Britain always has been, is now and always will be an outward facing country.\n  *[NHSPRB]: NHS Pay Review Body",
        "That Labour always has been, is now and always will be an internationalist movement.\n  *[NHSPRB]: NHS Pay Review Body",
        "And let us stand together – a Party united – ready to play our part in building a better world.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}