{
    "url": "https://www.ukpol.co.uk/hilary-benn-2023-speech-on-brain-tumour-research-funding/",
    "title": "Hilary Benn – 2023 Speech on Brain Tumour Research Funding",
    "post_date": "March 14, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 9 March 2023.",
    "content": [
        "The reason that I rise to participate in this debate is that just under two years ago a constituent wrote to me. He revealed that he had a brain tumour and asked me to go along to an APPG meeting to discuss ways in which we could try to find a cure. I went along and I must confess that little did I know then that I would end up taking part in the inquiry. We had, I think, six evidence sessions and we heard from a lot of people. The report, which the hon. Member for St Ives (Derek Thomas) referred to, distils into its recommendations what we heard from those who contributed and who were very patient in answering the many questions that we put to them.\n  *[NHSPRB]: NHS Pay Review Body",
        "I pay tribute to the hon. Member, who chairs the APPG and who chaired the inquiry. He has done so brilliantly, cheerfully and in a way that has brought out the best from all of the people who appeared before us, who came along to let us draw on their expertise, to share their frustrations and to offer their ideas and suggestions. It has been an honour and a privilege to work with him and all the other hon. Members here who took part. I also thank the wonderful secretariat from Brain Tumour Research for supporting us in our work and for pulling the report together so skilfully.\n  *[NHSPRB]: NHS Pay Review Body",
        "A cancer diagnosis is a terrible thing, although statistics tell us that one in two of us will receive such a diagnosis during our lifetime. I think most of us, if we are honest, would say that we wince when we hear the word “cancer”, because all too often it conjures the idea of a downward path to the end of our lives. Any of us who has been through that experience, either ourselves or, in my case, with those we love, knows exactly how that feels, but death is not always the outcome. Our lives are not preordained, and we have seen real advances in the treatment of certain types of cancer in recent years—breast cancer is a good example—and, overall, I am advised that cancer survival rates in the UK have doubled in the last 40 years.\n  *[NHSPRB]: NHS Pay Review Body",
        "But when it comes to brain tumours, the blunt truth is that there has been almost no progress at all. The five-year survival rate for glioblastoma, the most aggressive form, is 6.8%, and the average length of survival is between 12 and 18 months.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Siobhain McDonagh (Mitcham and Morden) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "My right hon. Friend refers to the average length of survival as being 18 months. Actually, it is nine months. His figure suggests that everybody completes treatment. Nine months is the life expectancy of somebody diagnosed with glioblastoma.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "I absolutely take my hon. Friend’s point, which reinforces, in all of us, our awareness of just how awful this diagnosis is, and it is the answer to the question that every person who receives such a diagnosis asks their doctor: “How long have I got?” Eight or nine months is no time at all.\n  *[NHSPRB]: NHS Pay Review Body",
        "Dr Matt Williams, a clinical oncologist, is quoted in the report:\n  *[NHSPRB]: NHS Pay Review Body",
        "“Every week I have to tell patients that there is nothing more we can offer. I have now been a consultant for 10 years and these conversations are the same now as when I started.”\n  *[NHSPRB]: NHS Pay Review Body",
        "That is why a brain tumour is a devastating diagnosis. A patient quoted in the report says:\n  *[NHSPRB]: NHS Pay Review Body",
        "“It’s devastating and living with a time bomb in your head.”\n  *[NHSPRB]: NHS Pay Review Body",
        "That is a very good description of what it must feel like. In those circumstances, what do patients and loved ones want? What we would all want is to make sure that we are doing everything we possibly can to try to change that.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Carmichael**\n  *[NHSPRB]: NHS Pay Review Body",
        "I speak about this publicly from time to time, and I am always struck by the number of people who say to me, “Thank you for doing that, because this took my father”—or their brother, their neighbour, their friend or whoever—“and I had no idea that this had been their life experience.” When I was growing up, 40 or 50 years ago, a cancer diagnosis really was not talked about—it was almost taboo—and I think we are in the same place with brain cancers. If we are to make the progress we need, we all have to start talking about this much more. The experience has to be shared.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "I agree completely with what the right hon. Gentleman has said. To borrow a phrase, it’s good to talk about brain cancer. That is why we are here in this Chamber today. We are here to raise awareness, because loved ones dying remains, among some people, a great taboo, about which we are fearful of saying anything. When my late first wife died of cancer at the age of 26, I was struck by the fact that my colleagues at work, though wonderful people, found it almost impossible to mention what had happened when I went back to work. I understand why, because before it happened to me I would have been like them. I would have thought I would say the wrong thing or cause someone to break down in tears. When it happens to you, you come to realise that there is nothing special to say; you just have to go up to the person and say, “How are you?” and listen. Yes, they will cry and you will cry, but that is so much better than people hiding it inside, with the suffering that it brings.\n  *[NHSPRB]: NHS Pay Review Body",
        "That is what this report is trying to do—it is trying to make sure that we are doing everything we can. There are good reasons why brain cancer is proving so difficult to treat. I learnt about that, as did the other members of the inquiry panel. The brain is a complex organ. I had never heard of the blood-brain barrier before. I am not sure I still understand it, but I heard a lot about it in the evidence we received. We learnt about treatments that had been tried and had failed, and about the desperation of those with brain tumours to get on to trials that might just offer some hope, not of a cure, but of a few more months. For someone who has received a diagnosis of a brain tumour, every second—let alone every minute, week or month—is extremely precious. We heard of the despair of people who are unable to get this for themselves or their loved ones, and it is so particularly poignant when it is children who have a brain tumour.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we are calling for a renewed and determined focus on doing every single thing we can to change the situation, not because we are naive about the difficulties, which are many, but because it is the very least we can do for the people who find themselves in this position. So, of course, we have called for greater investment. I thought the hon. Member for St Ives explained well why the funds that have been made available and set aside for brain tumour research—I welcome them enormously—have not all been allocated and spent. It is not for want of willingness; it relates to the point he made about the lack of suitable research proposals coming forward and the frustration, which came across so clearly in that one evidence session in particular, of those who have put their research proposals to the research bodies, have been knocked back and feel, “They did not really understand what we are trying to do.” That is because those who sit on those panels may not have expertise in the field of brain tumour research, which is why we strongly encourage the research councils to look more widely at, and more favourably upon, proposals for brain tumour research.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have a funding system that has been built in silos. It needs to be better joined up, from basic science through to clinical trials. At this point, I wish to pay tribute, as we all would, to the clinicians, scientists, doctors and others who work their socks off to try to crack this problem and find a treatment. That is why we have made some very specific recommendations. The example of biobanking and tissue samples seemed so simple when people talked about it. When we are dealing with any disease, but particularly this one, does it not make sense to pool all of the information that we have available about what we have learnt, what we still do not know, what may work and what may not? Clearly, that is not happening, even though it is a simple thing to do so that anyone undertaking research can draw upon all the available material as they apply their mind, scientific skill and determination to finding a cure.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are also calling for patients with brain tumours to have equity of access to trials of new anti-cancer drugs that currently may be available only to patients with other types of malignant cancers. There can be a fear that if other people are brought into the trial, it will somehow skew the result. However, if a person is dying, that is not their concern. Their concern is: “Might this possibly work to save my life or the life of the person I love?”\n  *[NHSPRB]: NHS Pay Review Body",
        "I hope that this report and the views of all those people who so generously gave their time—we thank all of them—will have an impact as, collectively, we roll up our sleeves, redouble our efforts, and express an even greater determination to find treatments and cures for this cruel disease that shortens the lives of so many people whom we have come to know or know already and love. What keeps us going in difficult times is hope, and I think these recommendations offer exactly that. As one patient said, “If you have hope, you have life.”\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}