{
    "url": "https://www.ukpol.co.uk/hilary-benn-2022-speech-for-a-strategy-for-international-development/",
    "title": "Hilary Benn – 2022 Speech on a Strategy for International Development",
    "post_date": "July 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 6 July 2022.",
    "content": [
        "I had the great privilege of serving for nearly four years as the International Development Secretary, and I worked with many people— including the right hon. Member for Sutton Coldfield (Mr Mitchell), who it is a great pleasure to follow because he was a terrific Development Secretary—who were passionate about the betterment of human kind. I was able to work with some absolutely wonderful, determined and passionate civil servants at DFID. I must be frank that it was a job that changed the way in which I think about the world, see it and seek to understand it.\n  *[NHSPRB]: NHS Pay Review Body",
        "We meet here today to look at the wreckage that has resulted from the Government’s reversal of many things that were achieved by the creation of DFID, under Governments of both parties, and I for one am greatly saddened. I think the Prime Minister’s decision to abolish DFID, to break his word and to cut the aid budget was a terrible mistake. It has had material consequences for girls’ education, safe motherhood and access to contraception, as well as for children’s education. The precious opportunity that going to school gives us opens a window on the world and gives us the knowledge, confidence and aspiration to make our way in our lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many of DFID’s programmes, which were funded by the generosity of the British taxpayer, have had to cope with the consequence of sudden cuts. To take one example, UK aid to the Democratic Republic of the Congo has been cut by about 60%. Picking up the point just made by the right hon. Gentleman, that is a country where 27 million people are experiencing, to use the jargon, acute food insecurity. The funding cut from girls’ education—how on earth did that happen?—has now been restored this year, following the Foreign Secretary’s appearance before the International Development Committee, but it will only be the same in cash terms as it was in 2019, so it will in fact be a real-terms reduction.\n  *[NHSPRB]: NHS Pay Review Body",
        "The process of making those cuts has had a huge impact on our relationship with partner countries, multilateral institutions, non-governmental organisations and other aid organisations. It is a terrible self-inflicted wound that is not just about the money, because Britain had a reputation in the world of development. We had respect, we were listened to and we had great influence in debates about peace and security. I do not wish to appear to be dwelling on glories of the past and I recognise that times change—I will come in a moment to the challenges facing the world—but when we undermine our role as a world leader in development, it is really important that we are honest about what has been lost.\n  *[NHSPRB]: NHS Pay Review Body",
        "I have read the Government’s new strategy for international development, which was published in May. It talks about providing a “better offer”—whatever that is—and “honest and reliable investment” as if the cuts to our development budget had happened in a completely parallel universe. Whatever else might be said about what has occurred, what Ministers have done has shown that we are not a reliable partner. So, when Samantha Power, the administrator of the United States Agency for International Development wants to pick up the phone to talk to Britain, who does she ring in the FCDO? What does that mean for our relationship with other countries? The right hon. Gentleman and I, and others in the Chamber who served in DFID, know that building consistent relationships with other people and creating trust is essential if we are to solve problems, and trust can easily be lost, as the Prime Minister is in the process of finding out.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am afraid it is the casualness with which that happened that angers me more than anything else. I was sitting in the Chamber when the Prime Minister stood at the Dispatch Box and uttered the words that DFID was like\n  *[NHSPRB]: NHS Pay Review Body",
        "“some giant cashpoint in the sky.”—[Official Report, 16 June 2020; Vol. 677, c. 670.]\n  *[NHSPRB]: NHS Pay Review Body",
        "The right hon. Gentleman winces, and rightly so. I listened to that and thought, “This man clearly has no understanding whatsoever of what DFID is and what it has achieved.” While all that has been happening, not a single other G7 country has cut its aid budget—not one—even though they face the same pressures from covid and from the international economic situation and rising prices. Indeed, France and Germany are moving further towards 0.7%. Notwithstanding the rather clever tests that the former Chancellor set on when we will return to 0.7%, I am not sure whether we will see that any time soon.\n  *[NHSPRB]: NHS Pay Review Body",
        "Having said all of that—and feeling slightly better for having done so—I will address the rest of my remarks to the challenges that confront the world, because that is what we will have to address with the resources now available to the FCDO. The events of the last decade have reminded us of a very important truth. We may think that we have overcome the crises of the past, we may hope that they may never be repeated and we may believe that, because things are as they are today, they will ever be thus, but, sadly, that is not true. The global crash of 2008-09 was the worst since the crash and subsequent depression of the 1930s. The collapse of the Soviet Union was not the end of history; it was a semicolon, as the terrible war in Ukraine is currently demonstrating.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have achieved incredible things with the gifts that the earth gives us. Look around at every single thing that human beings have built, created or made, from computers to skyscrapers and from vaccines to placing a rover on the surface of the planet Mars: every single one of them has come from things that are either on the earth or lie beneath it. That shows the extraordinary capacity of human beings to interact with what we have and to build and create. What we have done—the development that we have wrought in our own country and in others—would astonish our forebears and ancestors, but, if we thought that the process could be never-ending and that we could continue without consequence, the crisis in the natural world and the climate crisis have taught us that that is not the case, either.\n  *[NHSPRB]: NHS Pay Review Body",
        "I make that argument not to depress colleagues. On the contrary, I believe that we can overcome those challenges and build something better precisely because human beings have shown their ability to achieve extraordinary things, but we need the process of politics, international relationships, persuasion, encouragement, leadership, ideas, innovation and a lot of determination to be able to do that. When I look at my constituency in Leeds, I see big differences in life expectancy, health, wealth, opportunity and income between those who have and those who do not. The absolute poverty is, of course, very different to that which we are discussing in our debate today, but the challenge to overcome it is exactly the same. We face it as a country and we face it as a world.\n  *[NHSPRB]: NHS Pay Review Body",
        "I look also at the consequences of the threats to peace and security and how war causes millions to flee. We know that most people will seek to find somewhere safe. Although a lot of them will dream of being able to return home, sometimes that will not be possible. In our human response to those who seek shelter, wherever that happens in the world, we always need to ask ourselves one really important question. If it was us, how would we like to be treated, to be welcomed? When I read that some people who are seeking asylum in this country may have ankle tags fitted, or that some people who are seeking asylum in this country may be put on a plane to a country 5,000 miles away where they know no one and do not speak the language, I think that that, too, is a mistake.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Layla Moran**\n  *[NHSPRB]: NHS Pay Review Body",
        "Does the right hon. Gentleman agree that the answer is not to detain them indefinitely in places like Campsfield House, which closed under this Government in 2018 but which they intend to reopen? That would be a retrograde step and shows that their plans are simply not working. It is the wrong approach and it should not reopen.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "The right approach is to consider an asylum application and to make a swift decision. As the right hon. Member for Sutton Coldfield pointed out, the large majority of those seeking to come to the country are found to have a perfectly valid claim for asylum.\n  *[NHSPRB]: NHS Pay Review Body",
        "If we do not meet the challenges of war, insecurity, economic development, climate change and damage to the natural world, then people will not stay in the place where they were born and raised. They will do what human beings have done since the dawn of time, which is to move. When the history of this century is written, I think there will be a really big chapter on global migration. Whether it is fleeing in search of food or a better life, getting away from war and persecution, or moving because it has stopped raining where they were living—I have met people who have done precisely that—people will move. All these issues are interconnected—all of them. They cannot be dealt with separately. So, when we argue that Britain should have a strong voice in the world on all these matters, we are making the argument not just because it is morally right but because it is in our self-interest.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are those, particularly populists, who seek to pretend otherwise. These are the people who pursue narrow nationalism and seek to gain power by sowing division. All I say to them is that if they think we can shut the doors, close the curtains, get into bed, pull up the bed covers and hope that the rest of the world and the rest of the future will go away, they are profoundly mistaken. There are no fences strong enough and no walls high enough that will resist an onward tide of human beings who are on the move. I say that, because the very condition of humankind at the beginning of the 21st century is defined by our interdependence. We depend one upon another. We share a very small and very fragile planet, and we have to co-operate and work together to succeed.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am not arguing for a separate approach to development, because from my experience I regard security, foreign policy, defence, trade and responding to humanitarian catastrophes as part of a continuum—and of course, development is not something that we bring like some benevolent former colonial power to the partner countries with which we work. Development is something that people, communities, societies and countries do for themselves, and our job is to assist them in that process. If a Government want to get all their children into school but do not have the cash to make it possible, then of course they welcome help from countries like ours to employ the teachers, build the schools, buy the textbooks and put in the desks. We know from our experience—this is another truth—that, in 1,000 years of history, we have made just about every mistake that is possible. I sometimes felt slightly embarrassed about talking to Ministers from developing countries, because I was conscious of that history, and I would say, “I don’t want it to take you as long as it took us to progress from where we were to where we are today”.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have learned that we can make progress through a process of political, social and economic development, which has transformed the lives of our citizens. We know what the essential building blocks are: peace; good health; the right to go to school; the rule of law; intolerance of corruption; trade; economic opportunity and justice; and sustainability when it comes to the natural world and the climate. All those can help to enable people to improve their lives.\n  *[NHSPRB]: NHS Pay Review Body",
        "In a world where there is so much change and uncertainty, where what we rely on today may not be relied on tomorrow, it is really important that Britain is seen as a reliable, trusted, consistent and honest partner. I am afraid that the events of the past two years, which are reflected in the estimates before the House, have done that aim great harm. That is why I look forward to the day when that harm is undone.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}