{
    "url": "https://www.ukpol.co.uk/tony-benn-1951-maiden-speech-to-the-house-of-commons/",
    "title": "Tony Benn – 1951 Maiden Speech to the House of Commons",
    "post_date": "September 5, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Maiden Speech",
            "url": "/tag/maiden-speech/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tony Benn",
            "url": "/tag/tony-benn/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the maiden speech made to the House of Commons by Tony Benn on 7th February 1951.",
    "content": [
        "As this is the first occasion on which I have ventured to address the House, I must ask for the usual indulgence and sympathy of hon. Members. I am sure that all hon. Members realise that the hesitancy of a maiden speaker is a very real thing indeed; hesitancy, one might almost say, is an understatement of the way a maiden speaker feels. Conscious of the traditions of this occasion, I have chosen to speak in this very non-controversial debate. I have been inspired by hon. Members on both sides of the House in their appeals for unity at this time, and I believe that a great deal of unity of opinion is possible on both sides of the House over a great many of the issues we have to discuss this evening.\n  *[NHSPRB]: NHS Pay Review Body",
        "I detect in the Amendment moved by the right hon. Gentleman the Leader of the Opposition three distinct ideas. First, it is a fundamental challenge of the wisdom of the last Parliament in passing the Steel Nationalisation Act. Secondly, it suggests that fresh evidence has come to light which should lead this House to reconsider its decision. Thirdly, in the wording of this Amendment, in which I note a trace of pained surprise, there is an implication that the Government have somehow or other behaved rather badly in this matter. I would like to deal, if I may, as non-controversially as I can with those three propositions.\n  *[NHSPRB]: NHS Pay Review Body",
        "I do not want to deal at any great length with the main case of hon. Members on this side of the House for nationalisation, for the arguments are well known to all hon. Members. However, it is necessary to recapitulate them briefly so as to be able to see whether, in fact, the fresh evidence adduced in this Amendment is likely in any way to alter the necessity for this decision. Curiously enough, it is on the basic issues of nationalisation that the greatest agreement is possible on both sides of the House. Hon. Members on this side and hon. Members opposite are united in their agreement that this is a basic industry, that the health of this industry, the investment policy of this industry, the development of this industry in the future are absolutely fundamental to our economic life and to our standard of living. There can be no disagreement about that.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nor, I submit, can there be any disagreement on the nature of the present organisation of the industry. I do not want to press this point too much. I do not want to use the word “monopoly” in reference to this industry, because I do not want to be controversial. But I do think that hon. Members on both sides must agree that in the past this industry has shown a marked aversion, to put it mildly, to the workings of the competitive market both at home and abroad, and that it could hardly be described as the sort of industry which would make the classical economists smile with pride—if classical economists were ever known to smile. On these points, then, I submit there is universal agreement: it is an important industry and the control of it is in a limited number of hands. The point on which we disagree is the way in which this power should be controlled.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is significant—significant, I would suggest, of the result of five years’ political education since 1945—that nobody in the House today has suggested that there is no need for any control whatsoever. To do so would be to suggest that there was no likelihood of any divergence of interest between the industry and the people of this country. Certainly such a suggestion involves an optimism which it would be hard to justify. On the contrary, hon. Members on both sides have stressed that there is a need for some degree of supervision. In accepting that, the point is immediately made that there may be in the future, as there has certainly been in the past, a divergence between the interest of the industry and the interests of the nation. Our problem tonight—indeed, the problem which was being considered throughout the last Parliament when this Measure was under consideration—is how such a supervision can be made effective.\n  *[NHSPRB]: NHS Pay Review Body",
        "I realise that analogies are dangerous, but there is one analogy which is as simple as it is instructive when we are considering the question of making supervision effective. It is the analogy with the present Parliamentary situation. Right hon. Gentlemen on the Opposition Front Bench are making sustained efforts to supervise the policy of the Government. They find this supervision difficult because the political power in the country rests with my right hon. Friends on the Government Front Bench. Similarly with the iron and steel industry, it is difficult to organise effective supervision over an industry when the real power lies, as in this particular case, with the shareholders. I would suggest to hon. Members opposite, if I may be so presumptuous, that the solution of their Parliamentary difficulties lies in a return to power at a General Election. There could be no dispute on the solution of their difficulties in that case, and there can be no dispute on the solution of our difficulties in this matter. If we are to make supervision effective, we must have control over the sources of the power in the industry, and this lies with the shareholders in the industry.\n  *[NHSPRB]: NHS Pay Review Body",
        "So much for this substantial case. I apologise to the House for recalling it, except that it is worth keeping it in mind when considering the fresh evidence adduced in this Amendment. The first piece of fresh evidence adduced is the record production in the industry. I, along with many of my hon. Friends, regretted that the right hon. Gentleman the Leader of the Opposition did not devote more attention to the efforts of the steel workers in this connection. There are, however, many hon. Members on this side of the House who are better able to speak of that than I am. The point I want to make is a simple one: that the steel industry since 1945 has been working in what it is quite fair to call a sunny economic climate.\n  *[NHSPRB]: NHS Pay Review Body",
        "In this connection I should like to say a word about my predecessor, Sir Stafford Cripps. No one did more than he to bring about the economic recovery of this country since 1945. He, and those who worked with him, brought this country through the difficulties that faced it without many of the instabilities which arose from different policies, both in the United States and in Western Europe.\n  *[NHSPRB]: NHS Pay Review Body",
        "One of the major reasons of the success of the steel industry since 1945 was that it enjoyed, in the opinion of our British businessmen, a sustained justification for optimism about the future. I would, of course, only take this information from businessmen themselves. Hon. Members who doubt this, have only to read the annual reports of the company chairmen—that is, the business parts of their reports, and not the political parts—to see that the industry as a whole has benefited immensely through the sound economic planning of the Government. I do not underrate the value of American help—how could I when I am married to an American girl?—but I suggest that the success of the steel industry is much more a vindication of the Government’s economic policy than a measure of the soundness of the present basis of ownership.\n  *[NHSPRB]: NHS Pay Review Body",
        "The second piece of evidence adduced was on rearmament. The part that the industry has to play in the rearmament drive simply underlines its importance, and therefore we on this side, to say the least, have every right to argue that as the industry is likely to be even more vital in the years ahead. We have even more right to believe that it should be in public hands. Also there are specific problems involved in rearmament, and it is upon these that I should like to focus the attention of the House.\n  *[NHSPRB]: NHS Pay Review Body",
        "First, there is the fact that the high demand for the products of the industry would tend to push considerations of costs and efficiency into the background if the industry were in private hands. The interests of the shareholders in this respect would be likely to diverge from the interests of the Government. We saw after the First World War—I say “we saw,” but that is a politician’s phrase: I was not born at that period—a similar situation, and we cannot afford to allow the demands made on the steel industry at present to result in its getting behind with its modernisation and development projects. Coupled with the need for a balanced programme is the need also for a proper system of supervision, which, I have tried to suggest, can be achieved only by public ownership.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is also an important psychological factor. Owing to the curious nature of the industry, the fact that its units of production are of widely differing degrees of efficiency, and because of the complications of the price structure in the industry, there is at least the possibility that high profits will be made in the years during which the rearmament programme is under way. At a time when there is a very real threat to our standard of living, it would be psychologically disastrous to have an iron and steel industry which was doing very well indeed from a business point of view. [Interruption.] That was put badly. I apologise, Mr. Deputy-Speaker, but I submit that the point itself is valid.\n  *[NHSPRB]: NHS Pay Review Body",
        "The last point with which I should like to deal is the implication in the Amendment that the Government have in some way behaved badly. We on this side are a Socialist Party—we have been for some time. We have never made any secret of the fact. In 1945, when our election programme was published, we made no secret of it, and if any members of the electorate failed to read our election programme, they had only to listen to the Leader of the Opposition to realise that we were a Socialist Party. Everyone on this side pays tribute to the right hon. Gentleman for his valiant work in informing the electorate of the intentions of the Labour Party.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Bill was introduced in Parliament in 1948, and was debated throughout the following year. After some disagreements in another place, a compromise was agreed which seemed, to say the least, to be very fair to the critics of the Bill. Finally, the Bill was enacted. The people and their steel were married, after what, I suggest, was a long period of not very reputable cohabitation—if I may misquote the marriage vows—”For better for worse, for richer or poorer, until the advent of the Conservative Government doth us part.” Moreover, it should be remembered that “That which Parliament hath joined together, let no man put asunder.” This, surely, has some relevance to the Amendment which is before the House. That is the case which we put from this side.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have learnt some lessons from this controversy. We have learnt that when one is up against the steel “bosses” it may not be as easy to get one’s way as was thought. I believe that the whole history of this controversy is a final justification for our refusal to accept mere control. We have also tasted the political ambitions of economic power, and we shall not forget that either.\n  *[NHSPRB]: NHS Pay Review Body",
        "There seem to me to be two ways of dealing with the industry. One is an entirely new way, which nobody has actually suggested but which, I believe, is implied in the speech of the Leader of the Opposition; that is, for an entirely new form of public accountability, based on a constantly postponed plan of nationalisation, in which the work of the industry would be regularly surveyed by Parliament on Motions of Censure. That is one way in which it has been suggested that we could retain our ideological security and hon. Members opposite could retain their position of power. I do not think it is a very satisfactory solution, and therefore, with continued diffidence but with no hesitation now, I ask the House to reject the Amendment.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}