{
    "url": "https://www.ukpol.co.uk/hilary-benn-2017-speech-on-withdrawal-from-the-eu/",
    "title": "Hilary Benn – 2017 Speech on Withdrawal from the EU",
    "post_date": "February 1, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn in the House of Commons on 31 January 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn-1-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn-1.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Our relationship with Europe has run like a contentious thread through our politics for more than 60 years, and the referendum revealed a nation that remains divided. Though it pains me to say it, for the reasons so ably set out by the right hon. and learned Member for Rushcliffe (Mr Clarke)—the Foreign Secretary, who is no longer in his place, was shaking his head throughout that speech, probably because he did not wish to be reminded of the arguments he had included in that other article, which he chose not to publish back in June—we are leaving the European Union, and our task now is to try to bring people together. This means that, whether we voted leave or remain, we have a responsibility to hold in our minds the views, concerns and hopes of everyone in our country, whether they voted leave or remain.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Supreme Court decided, rightly in my view, that a decision of this magnitude should be made by Parliament and not by the Executive, but with that power comes a responsibility to respect the outcome of the referendum, however much some of us might disagree with it. This is about democracy. This is about faith in our politics, not just in the United Kingdom but across the western world, where—if we are honest—it is not in very good shape. If this Parliament were to say to the people, “You did not know what you were doing, only 37% voted leave, the referendum was only advisory and there were lots of lies”—whether or not we agree with some of those assertions—we really would have a crisis of confidence in our politics, for the reasons so eloquently set out by my hon. and learned Friend the Member for Holborn and St Pancras (Keir Starmer). That is why the democratic thing to do is to vote for this Bill, and I shall do so tomorrow.\n  *[NHSPRB]: NHS Pay Review Body",
        "But the referendum decided only one thing: the fact that we are leaving the institutions of the European Union. It did not determine the terms on which we leave or our new relationship with the other 27 member states. That is why we have, as a nation, to get our objectives and the process right as we start this great negotiation. The Government’s handling of this matter so far has not shown sufficient respect for Parliament—notwithstanding the number of times the Secretary of State has come to the Dispatch Box. For several months, Ministers appeared to believe that saying that there would be “no running commentary” and telling those asking for greater clarity that they were not, in the words of the No. 10 spokesperson, “backing the UK team” was the right approach. It was not. Commitments have eventually been made to set out objectives, to seek transitional arrangements, to publish a White Paper and to confirm that Parliament will have a vote—all things that the Exiting the European Union Committee, which I have the honour to chair, called for—but at every stage, far from being freely made, they were reluctantly conceded, usually a day or two after the Secretary of State had resisted them from the Dispatch Box.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Chris Bryant (Rhondda) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "My right hon. Friend refers to the fact that the Government now say that there will be a vote on the eventual deal. I presume that what they mean is that, under the provisions of the Constitutional Reform and Governance Act 2010, there will be a single vote on an unamendable motion in relation to a treaty. I do not think that that is good enough. If the European Parliament—and, for that matter, the Irish Dáil and the French Assemblée Nationale—will have the right to consider such a treaty line by line, this House should have that right as well.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "I agree with my hon. Friend, but the House must have a proper plan and, in the words of my Front-Bench colleague, a “meaningful” opportunity to scrutinise the agreement in draft, rather than being presented with a fait accompli at the end of the process. This is one example of how the Government have had to be pushed, cajoled and prodded at every stage into giving Parliament its proper role.\n  *[NHSPRB]: NHS Pay Review Body",
        "I say to the Secretary of State—this may not be his fault—that it is extraordinary that we meet here today, and are being asked to vote on this Bill tomorrow, when not a single Government document setting out the consequences has been published. Seven months after the British people reached their decision, there has been no economic assessment, no analysis of the options, and no White Paper. That is not the way to do things and that attitude must change. The Government need to recognise that Parliament should be not a bystander but a participant in what is probably the most complex and significant negotiation that this country has ever faced. We have to unwind and recast 43 years of relationships with our neighbours. It affects every area of our national life, every part of the country, every person, community and business, and the jobs and incomes on which they depend. It is therefore essential that we have unity of purpose in trying to get the best deal for Britain, despite the inevitable uncertainty of the outcome.\n  *[NHSPRB]: NHS Pay Review Body",
        "We will come to the issues of substance in Committee and subsequently. What does special access to the single market mean now that the Prime Minister has decided that we are leaving it? How exactly will seeking to remain and leave the customs union at the same time work? If ensuring a continuation of tariff and barrier-free trade is a priority for Ministers, but Europe comes back and says, “You can’t have your cake and eat it. You have to choose,” I trust that the Government will choose to remain in the customs union. The world is more uncertain now than at any time over the past 60 years, so how will we continue to co-operate with our neighbours on foreign policy, defence, security and the fight against terrorism?\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, the referendum result revealed something else: two great political forces in the western world are now reflected in our politics. On the one hand, people desire greater devolution and control in a world in which many believe that we barely have any control at all owing to the pace of change in our lives. On the other hand, every single Member of the House, whether we voted leave or remain, understands that in the modern world we have to co-operate with our neighbours to deal with the great challenges that we will face in the years and centuries ahead. Leaving the European Union may change the balance between the two, but it will not change the necessity to embrace both as we look to the future.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}