{
    "url": "https://www.ukpol.co.uk/hilary-benn-2017-speech-on-brexit/",
    "title": "Hilary Benn – 2017 Speech on Brexit",
    "post_date": "June 27, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Hilary Benn, the Labour MP for Leeds Central, on 26 June 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn-1-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/12/hilarybenn-1.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "The Secretary of State was characteristically confident about the Brexit negotiations when he spoke, but even he would recognise that things are rather different now. Following recent events, the Prime Minister is clearly weaker than she expected to be, and the EU is stronger than many thought it would be. The non-appearance of the “row of the summer”, referred to a moment ago, reminded us all about who is actually in control of these negotiations as we listen to the ever-insistent ticking of the article 50 clock.\n  *[NHSPRB]: NHS Pay Review Body",
        "In her speech on Wednesday, the Prime Minister promised that she would seek to “build a wide consensus” on Brexit. The words sound good, and our divided nation certainly does need to come together on this great matter. But let us be frank—the last 12 months have been spent doing anything but forging a consensus. Quite the contrary: we got no running commentary when people asked about the Government’s negotiating objectives; it took a recommendation of the Brexit Select Committee to get the Government to publish a White Paper; there was resistance to the need for transitional arrangements, although now almost everyone recognises that these will be necessary; and there was an initial reluctance to concede that Parliament will have the final say on any deal. I would like to think that this new commitment has come because Ministers have reflected on their behaviour and listened, but I suspect that it has much more to do with the outcome of the general election and the chaos that has ensued.\n  *[NHSPRB]: NHS Pay Review Body",
        "Like my right hon. and learned Friend the shadow Secretary of State, I cannot understand why we continue to hear the argument that the Government would be prepared to leave the EU with no deal, given that we now know that the Chancellor of the Exchequer does not agree with that proposition. He made that absolutely clear in his interview a week ago, when he talked about leaving with no deal as\n  *[NHSPRB]: NHS Pay Review Body",
        "“a very, very bad outcome for Britain”.\n  *[NHSPRB]: NHS Pay Review Body",
        "He is right. I gently say to Ministers that the chances of this Parliament’s agreeing to leave the European Union with no deal have melted away, along with the Government’s majority. The question is how this consensus can be built. I echo what the right hon. Member for Preseli Pembrokeshire (Stephen Crabb) said a moment ago.\n  *[NHSPRB]: NHS Pay Review Body",
        "I welcome the greater detail announced today on EU nationals, although the families affected still need answers to questions, including about what the new simplified system will look like, the cut-off date and how family members, including children, could join them. Earlier, the Prime Minister said:\n  *[NHSPRB]: NHS Pay Review Body",
        "“After the UK has left the European Union, EU citizens with settled status will be able to bring family members from overseas on the same terms as British nationals.”\n  *[NHSPRB]: NHS Pay Review Body",
        "In responding, will the Foreign Secretary confirm that in such cases, after March 2019, that will involve meeting an income threshold? That is what British citizens currently ​face. On the oversight of the arrangements and the rights of UK nationals, which we must of course protect, I personally think that a court made up of UK and European judges would be a very sensible way forward.\n  *[NHSPRB]: NHS Pay Review Body",
        "But let us be clear—the issue of EU and UK nationals is meant to be the simplest, to be sorted out at the start of the negotiations, compared with all the fundamental questions so important to the future of our economy and our country: our trading relationship with the EU; access to the single market; how we will ensure that we continue to have the skills we need for economic growth; public services and the tax revenue that we need to pay for those services; the future of co-operation on foreign policy, defence, security, the fight against terrorism and science and research. On that latter issue, I do not understand Ministers’ reluctance simply to say that they wish to remain part of the Horizon 2020 programme.\n  *[NHSPRB]: NHS Pay Review Body",
        "Given that the Government’s central aim—indeed, it is the aim of the Opposition—is to maintain tariff-free and barrier-free trade, I also do not understand why the Government have turned their backs on the simplest means of achieving that, which is to remain within the customs union, especially as that would solve the problem of the border between Northern Ireland and the Republic. Perhaps the Government have chosen this path because in practice they know that Britain will probably remain a member of the customs union for some time to come. The Chancellor’s speech at the Mansion House gave a strong indication of that.\n  *[NHSPRB]: NHS Pay Review Body",
        "No one I have met, Ministers apart, believes that negotiating a new trade and market access agreement will be completed between now and next October. The best that we can look to is an agreement in principle to negotiate such a deal and then transitional arrangements that will cover the period from the end of March 2019 to the conclusion of these negotiations. In the meantime, as the Secretary of State knows, all this uncertainty is profoundly bad for business confidence, as is talking about leaving with no deal.\n  *[NHSPRB]: NHS Pay Review Body",
        "On the great repeal Bill, Parliament faces a huge practical task in transposing the regulations and decisions, but Ministers need to understand, in the spirit of the new consensus, that the House will enable that to happen only as long as it is crystal clear that no attempt will be made to remove, erode or undermine any of the workers’ rights, consumer protection or environmental standards that the British people have come to value.\n  *[NHSPRB]: NHS Pay Review Body",
        "Despite what the Prime Minister said, we have to be honest and recognise that there is not currently a consensus on the type of Brexit that we should seek, so the Prime Minister’s commitment will have to be given form through the Government’s actions. I urge Ministers to start demonstrating this new approach to the House, the British people and British businesses. I urge them to listen to the voices of the many and not just those who shouted loudest for leave during the referendum. I urge them to be flexible in their approach. Since we all want tariff-free and barrier-free trade, why do they not at the very least leave the prospect of remaining in the customs union on table, given that the Secretary of State—with, as he described it, his characteristic honesty—said on Sunday he is pretty sure but not certain that he will get the deal that he wants? I also urge Ministers to understand that, as my right hon. and learned Friend the shadow Secretary of State said so eloquently, if their confidence is misplaced, the unhappiness—indeed, the anger—that ​gave rise to the referendum result will return as people discover that the things that they were promised fail to materialise.\n  *[NHSPRB]: NHS Pay Review Body",
        "If Ministers do all the things I have mentioned, we may find a way forward. If they do not, this Parliament, be it long or short, is going to be very hard work for them. That is not where we should want to be, given the scale of the task that we face as a country as we all seek to get the best deal that we can on behalf of all the people who so recently sent us here.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}