{
    "url": "https://www.ukpol.co.uk/hilary-benn-2011-speech-to-the-local-government-information-unit/",
    "title": "Hilary Benn – 2011 Speech to the Local Government Information Unit",
    "post_date": "September 5, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of a speech made by Hilary Benn to the Local Government Information Unit on 28th October 2011.",
    "content": [
        "[![tonybenn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you for your kind invitation.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is good to be back in local government, so to speak, after all these years. Quite a few things have changed, and some things haven’t; in particular I find myself once again in opposition with a Conservative Government in Westminster.\n  *[NHSPRB]: NHS Pay Review Body",
        "My time as a councillor in Ealing – and my experience in Leeds – has made me a passionate believer in local government and what it can do to help people to solve their problems and to realise their hopes and aspirations for a better world.\n  *[NHSPRB]: NHS Pay Review Body",
        "I say that because – as you know better than anyone – communities are at the heart of society. They are shaped by the places we live in and the relationships we have one with another. And what councils do makes such a difference to people’s lives. Localism is much talked about these days but what I find missing from the Secretary of State for Local Government is any apparent enthusiasm for local government. I don’t think what you do is appreciated enough, and one of the things that I want to do in this job is to stand up for local government.\n  *[NHSPRB]: NHS Pay Review Body",
        "Now these are very difficult times for councils and for the country. People are worried about their jobs, the rising cost of living and the affordability of housing. You are worried about implementing the huge reductions in funding – unprecedented in my political lifetime – that have been forced upon you, and unfairly and unevenly distributed.\n  *[NHSPRB]: NHS Pay Review Body",
        "This localism is about devolving responsibility for cuts that are hard and difficult – as you try to protect statutory services and decide where the axe will fall.\n  *[NHSPRB]: NHS Pay Review Body",
        "Yes, the deficit has to be dealt with, and no I am not here today to say that if you hang on for another three and a half years – and if there is a change of government – normal service will be resumed.\n  *[NHSPRB]: NHS Pay Review Body",
        "But the Chancellor does face a choice about economic policy, and the one he is pursuing clearly isn’t working. Confidence is plummeting. Unemployment is rising. Growth is grinding to a halt.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nothing like enough private sector jobs are being created to replace those being lost in the public sector, including by councils – although we were promised that this would happen.\n  *[NHSPRB]: NHS Pay Review Body",
        "And, worst of all, in the face of this failure the Government has no plan to put it right.\n  *[NHSPRB]: NHS Pay Review Body",
        "The nation needs a plan, and local government needs a plan too. We have to get the economy going again. And that’s why a temporary reduction in VAT, a 5% VAT rate on home improvements, a NI tax break for SMEs taking on workers, a repeat of our bankers’ bonus tax to help 100,000 young people to find work and build 25,000 affordable homes and bringing forward long-term capital investment would all help to do that.\n  *[NHSPRB]: NHS Pay Review Body",
        "And councils should be at the heart of a plan for growth, doing what so many of you have done so successfully over the years – promoting the economic development of your area. Thinking ahead. Responding to profound changes rather than become prisoners of that change. Making sure the right infrastructure and the right skills are in place.\n  *[NHSPRB]: NHS Pay Review Body",
        "Supporting economic growth of the right kind is really important, but the current mess that is planning isn’t going to help.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some policies are very hard to understand. I cannot fathom why the Government has scrapped the brownfield first policy – and very successful it was too – and I cannot understand why it has created so much uncertainty about the transition to the new Framework and where this will leave councils and communities in relations to developers.\n  *[NHSPRB]: NHS Pay Review Body",
        "The truth is that ministers have a long way to go to reassure people who fear that green England is under threat, and a long way to go to persuade us that we won’t see more appeals and more arguments about what the words of the new National Planning Policy Framework mean.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some policies are contradictory. The localisation of council tax benefit, with a 10% cut and protection for certain groups, is likely to end up hitting people who work but are on low incomes; the very opposite of what the DWP says it is trying to do to make work pay.\n  *[NHSPRB]: NHS Pay Review Body",
        "Others haven’t been thought through. The localisation of business rates is fine in principle as long as there is real incentive, that councils don’t lose out financially and there is a fair mechanism for redistribution that recognises disadvantage. But so far even those who favour the idea don’t think much of the proposals.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some are plain incoherent. When money is tight, and CLG has faced huge cuts, to suddenly find £250m to try to bribe councils into changing decisions they themselves have made – in the spirit of localism – about how to collect people’s rubbish is bizarre and smacks of Whitehall knows best.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have a housing crisis; a crisis of supply and a crisis of affordability. The housing budget has been slashed, the number of new homes built in England last year was the lowest for decades, and plans for 200,000 new homes have been abandoned since the election, in part because of the chaos over planning.\n  *[NHSPRB]: NHS Pay Review Body",
        "And some are plain unfair. As any of you who have seen the map that Newcastle City Council has produced will know, this show that the most deprived communities are being hardest hit. The most deprived 10% of single tier authorities will see their total spending power reduce by nearly four times as much as the least deprived 10%. So much for not balancing the books on the backs of the poorest.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we have:\n  *[NHSPRB]: NHS Pay Review Body",
        "An Economic crisis\n  *[NHSPRB]: NHS Pay Review Body",
        "Less money\n  *[NHSPRB]: NHS Pay Review Body",
        "Significant changes with the Localism Bill, in health, education and policing, with police commissioners, coming, that local government is going to have to work with, and through, in future.\n  *[NHSPRB]: NHS Pay Review Body",
        "And a continuing debate about the balance between the local and the national.\n  *[NHSPRB]: NHS Pay Review Body",
        "The charge that all oppositions are localisers and all governments are centralisers has more than a grain of truth in it. The Whitehall machine is naturally centralising, and we have to recognise that when things go wrong locally – the failure to protect a child, for example – there is very powerful pressure on ministers to do something. And we accept that there is a case for central oversight and the inspection regime that goes with it.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, first it would help if we were clearer about where responsibility should lie for what nationally, locally and in neighbourhoods and communities.\n  *[NHSPRB]: NHS Pay Review Body",
        "Some national responsibilities are obvious. Defence, benefits, health, and the framework for entitlement to social care, for example.\n  *[NHSPRB]: NHS Pay Review Body",
        "Education is currently a mixture of all three, although I find the continued use by some of the phrase local authority control of schools rather mystifying as there hasn’t been much of that since local management of schools came in. But even with all the changes that have taken place, there is still a role for local authorities in ensuring a sufficient supply of school places, in providing support services, and of course in working with schools as they contribute so much to the wider community.\n  *[NHSPRB]: NHS Pay Review Body",
        "At the local end, we have, for example, the number of libraries, or traffic calming, or parks and recreation.\n  *[NHSPRB]: NHS Pay Review Body",
        "It seems to me that reaching a measure of agreement – finding the right balance – would help us in the relationship between the community, the local and the national, and will be especially important in the new financial circumstances that local authorities find themselves in.\n  *[NHSPRB]: NHS Pay Review Body",
        "Secondly, we need to encourage the process now underway in which councils are looking at different way of doing things. There is a case for doing this because of the cuts and there is case for doing this anyway in the interests of providing a better service.\n  *[NHSPRB]: NHS Pay Review Body",
        "Earlier this week I met the co-operative councils network and learned about the interesting things they are doing. Rochdale mutualising its housing stock. Lambeth’s work on devolving youth service spending and decision-making. And co-op trust schools in Oldham. Or look at the bringing together of back office functions and some front-line services by Kensington and Chelsea, and Westminster.\n  *[NHSPRB]: NHS Pay Review Body",
        "As Sophia Parker puts it: “an increasing number of councils are recognising that slicing existing budgets ever more thinly is not enough in today’s world, and that competition and outsourcing alone will not do the trick. An altogether bolder approach is needed.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Thirdly, I think there is a very strong case for taking the principle of coming together and sharing things and applying it much more widely outside of local government. I am talking about the Total Place approach. The argument for this way of looking at things is overwhelming.\n  *[NHSPRB]: NHS Pay Review Body",
        "You only have to reflect on what we have now and ask yourself – if we had been starting from scratch – would the duplication and overlap between local authorities, and health, and police, and probation and other services have seemed a sensible thing to do.\n  *[NHSPRB]: NHS Pay Review Body",
        "It also means for local government that it can have a bigger say in how other public services are provided in their communities.\n  *[NHSPRB]: NHS Pay Review Body",
        "What the Worcestershire pilot showed was that of all the public spending in the county, only around 20% was attributable to the 6 district councils and the county – and what was directly controlled was about half that once you took out schools. In other words most of it was elsewhere, but when you bring people together round a table to discuss how to spend the pot all sorts of new ways of doing things emerge and become possible if there is the will.\n  *[NHSPRB]: NHS Pay Review Body",
        "I think we should be naturally wary of turning the whole system upside down for the sake of it – we have all seen a lot of that – but I favour a radical approach in this area allied to the right kind of incremental change [Fabians]. Pooling budgets to look at all the needs of an area and sharing data on, and working together with, the same people or families that lots of different agencies are dealing with makes a lot of sense. Making the best use of the public estate – school buildings, housing offices, job centres – makes a lot of sense.\n  *[NHSPRB]: NHS Pay Review Body",
        "And from a resident’s perspective, if several different local and national agencies are undertaking the same financial assessment of you and your circumstances, then doing it just the once seems pretty sensible too.\n  *[NHSPRB]: NHS Pay Review Body",
        "The argument for a total place way of doing things is even stronger in the context of the cuts, not least because it enables us to see the cumulative impact of what would otherwise be different decisions taken by different bodies and to ask the obvious question – is it fair and are we all working in the same direction?\n  *[NHSPRB]: NHS Pay Review Body",
        "Fourthly, I am a very strong supporter of neighbourhood management and neighbourhood budgets; what we might call ‘local place’. Before the boundaries changed, I represented the Halton Moor estate. It had its troubles and the Halton Moor Residents Group came together to say “we don’t want to put up with this any more”.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we set up a neighbourhood management group, the ALMO provided support, and we got all the different services round the table, including the police, and set to work trying to sort things out. It didn’t cost a penny more – apart from the ALMO’s contribution – but it made much better use of the pounds that were being spent, and gradually the local residents told us that things had got better. And one sign of that was that some new houses for sale built where only a few years before perfectly good semi-detached houses had been knocked down were all sold before the last one was completed.\n  *[NHSPRB]: NHS Pay Review Body",
        "That experience taught me what was possible in doing things differently and what communities can do for themselves if they are given the chance.\n  *[NHSPRB]: NHS Pay Review Body",
        "Doing a better job for those we represent is what we are all interested in; it is outcomes for citizens that really matter. And citizens are really interested in the services they receive from local authorities; for them whether their needs are met is what matters.\n  *[NHSPRB]: NHS Pay Review Body",
        "When our children are of school age, what we want is a good local school and we don’t think much about structure or arguments about accountability.\n  *[NHSPRB]: NHS Pay Review Body",
        "When your 85 year old Dad needs support to stay in his own home, it is the help the council can give him that we rely on.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we all need to assess how we are doing, and I do worry that with the abolition of the audit commission, we may lose some of the comparative data which would allow people locally and society nationally to see how councils fare in comparison to each other.\n  *[NHSPRB]: NHS Pay Review Body",
        "Finally, I know you’ve discussed lots of different approaches today about how councils can do the best in the tough circumstances you face. But you remain the defenders of your local communities. You are their voice in speaking to other public services. But the most important resource you have is the essential vitality of local government.\n  *[NHSPRB]: NHS Pay Review Body",
        "What history teaches us and what we can see around us is that with political will, and good leadership, and determination and confidence you can achieve an enormous amount.\n  *[NHSPRB]: NHS Pay Review Body",
        "Local government has always been an ocean of innovation. Victorian Britain saw people of civic mind and civic virtue lead the way. They brought gas and electricity to communities. They created the first public parks. They built homes. And they provided the clean water and the sewers that did more than anything else to beat disease and increase the life expectancy of our forebears and our ancestors.\n  *[NHSPRB]: NHS Pay Review Body",
        "They didn’t wait to be told what to do. They looked around, they saw the problems, and they got on with it.\n  *[NHSPRB]: NHS Pay Review Body",
        "And it is just as true today. Look at Leeds’s success in building a diverse economy and a thriving city centre.\n  *[NHSPRB]: NHS Pay Review Body",
        "Look at the regeneration of the former coalfields.\n  *[NHSPRB]: NHS Pay Review Body",
        "Or Camden’s work on services provided to and with people who have mental health problems.\n  *[NHSPRB]: NHS Pay Review Body",
        "Or Kent’s social innovation lab.\n  *[NHSPRB]: NHS Pay Review Body",
        "Or York’s plan to provide free wi-fi in the city centre; the 21st century equivalent of gas and electricity, powering the new economy.\n  *[NHSPRB]: NHS Pay Review Body",
        "And then think of the new challenges of our age. Climate change. A population that is growing and ageing. Obesity – the 21st century epidemic. Finding a way to live sustainably.\n  *[NHSPRB]: NHS Pay Review Body",
        "And then ask yourself this. If we can do extraordinary and visionary things in one place – and you have shown that you can – then we can do them anywhere.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s why – despite the difficulties and despite the really tough choices that councils are confronted with – we have to hang on to that sense of optimism about what we can do to shape our future together.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I really look forward to working with you as we do.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}