{
    "url": "https://www.ukpol.co.uk/hilary-benn-2004-speech-on-increases-in-the-foreign-aid-budget/",
    "title": "Hilary Benn – 2004 Speech on Increases in the Foreign Aid Budget",
    "post_date": "August 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2004",
            "url": "/tag/2004/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hilary Benn, the then Secretary of State for International Development, at Church House in London on 2 June 2004.",
    "content": [
        "In government, Labour has given a lead in international efforts to tackle global poverty.\n  *[NHSPRB]: NHS Pay Review Body",
        "Compared with 1997, today more of our nation’s wealth is being spent on overseas aid – to directly improve the lives of millions of men and women living in poverty – with whom we share this small and fragile planet.\n  *[NHSPRB]: NHS Pay Review Body",
        "The UK will spend £4.5 billion on aid by 2005/06 – a 93% increase in the aid budget since 1997. In sharp contrast to this record, the Tories are committed to a real terms cut of £229 million in the Department for International Development’s budget over two years, reducing aid to some of the world’s poorest people.\n  *[NHSPRB]: NHS Pay Review Body",
        "In office, we have created a separate Department for International Development – recognised around the world as one of the most effective development agencies in the international system. We have led international action to wipe out debt for the poorest nations – relieving $70 billion worth of debt so far – with the UK providing 100% bilateral debt relief for the world’s poorest countries. And we have introduced the International Development Act which says that British aid must be used for the reduction of poverty. Our resources are now targeted on supporting the internationally agreed UN Millennium Development Goals, and by next year we will focus 90 per cent of our bilateral aid on the poorest countries in the world, including £1 billion a year to Africa.\n  *[NHSPRB]: NHS Pay Review Body",
        "Since 1997, this Labour government has spent £800 million on helping children to get into school around the world; over the next four years this will rise to £1 billion going on education. The UK is now the world’s second largest bilateral donor in the global fight against HIV/AIDS, and we have committed $280 million to the Global Fund to fight AIDS, tuberculosis and malaria up to 2008.\n  *[NHSPRB]: NHS Pay Review Body",
        "Labour’s increase in development assistance has helped to bring real improvements in the lives of the world’s poorest people. Kenya now has an additional 1.2 million children in school thanks to a UK grant of £10 million. Poverty in Rwanda, where the UK is the largest bilateral donor, has decreased from approximately 70 per cent in 1994 to under 60 per cent in 2002. In Uganda immunisation coverage has increased from 41 per cent to over 70 per cent. And there are many more success stories.\n  *[NHSPRB]: NHS Pay Review Body",
        "Four years ago, the international community united in committing itself to the Millennium Development Goals: to halve world poverty, reduce infant and maternal mortality, and get all of the 113 million children of primary age, not in school currently, into a classroom. We must now ensure that the promises we have made on aid, trade, debt relief and sustainable development are delivered. It is my belief that international development should be an area where there is consensus between the mainstream political parties. Britain is, after all, leading the fight to tackle global poverty, and for our fight to succeed in persuading international partners abroad, our hand should be strengthened by support at home across the political spectrum.\n  *[NHSPRB]: NHS Pay Review Body",
        "Despite the poor Tory record on overseas aid – in office, the Conservatives halved the aid budget as a proportion of national income from 0.51 per cent of GDP in 1979 to 0.26 per cent in 1997 – I had hoped we had seen a conversion. In 2002, the then Shadow Chancellor Michael Howard said the Tories would support measures we announced in that year’s Spending Review to increase the budget for international development.\n  *[NHSPRB]: NHS Pay Review Body",
        "But the two-year cash freeze in international development announced by the current Shadow Chancellor Oliver Letwin would mean a real terms cut of £229 million in the development budget.\n  *[NHSPRB]: NHS Pay Review Body",
        "So, having pledged to meet our commitments, the Conservatives have now broken that pledge, and in doing so have set their face against the growing international consensus about the need for more aid. They have committed themselves to a real terms cut in public spending which would affect help for some of the poorest people in the world.\n  *[NHSPRB]: NHS Pay Review Body",
        "With typical candour John Bercow has admitted, “I cannot say to you that a freeze would not apply to the international development budget.” It would be disingenuous for the Tories to pretend a cut of this scale could come from waste or without eating deep into the international commitments we wish to make. This is especially so given Oliver Letwin’s confirmation last week that the Tories are looking to reduce public spending as a share of GDP.\n  *[NHSPRB]: NHS Pay Review Body",
        "Let me illustrate the scale of the cuts the Tories would need to find.\n  *[NHSPRB]: NHS Pay Review Body",
        "The first year of Conservative cuts would amount to the equivalent of eliminating the UK’s annual programmes for the Sudan (£14 million), Sierra Leone (£40 million) and Ethiopia (£57 million).\n  *[NHSPRB]: NHS Pay Review Body",
        "92,000 people could be lifted out of poverty each and every year with the money the Tories want to cut.\n  *[NHSPRB]: NHS Pay Review Body",
        "690,000 children in Africa could be provided with school places each year with the money the Tories want to cut.\n  *[NHSPRB]: NHS Pay Review Body",
        "For each £100m spent on education in Asia, we could put an additional 2 million children in school. Spent on health in Asia, this could save the lives of another 250,000 children under 5, or avert over 50,000 maternal deaths\n  *[NHSPRB]: NHS Pay Review Body",
        "The Tories must now explain where the £229 million cut from DFID’s budget over 2 years would be found.\n  *[NHSPRB]: NHS Pay Review Body",
        "They must also explain why, having supported EU action to co-ordinate overseas aid as part of the Maastricht Treaty in 1992, they are now calling for withdrawal from the EU overseas aid programme.\n  *[NHSPRB]: NHS Pay Review Body",
        "Europe plays an important role in our efforts to alleviate global poverty. The EU is the biggest donor in the world for humanitarian aid and the third largest donor for development assistance. The EU is a major contributor, for instance, to the Palestinians in the Occupied Territories.\n  *[NHSPRB]: NHS Pay Review Body",
        "Labour believes we should continue to press for reform in the way EU aid is used: to increase the proportion spent in low-income countries and to focus aid where it can have most impact. We also want Europe’s complex and slow procedures to be further streamlined and simplified.\n  *[NHSPRB]: NHS Pay Review Body",
        "With Labour, Britain has led the demand for fundamental reform of the EU’s development programmes to contribute to global poverty reduction. This is in contrast to the Tories who did nothing to improve the quality of EU aid while in government and now claim that they can withdraw the UK’s contribution to the EU’s aid programme. This isn’t possible. The Tories cannot simply unilaterally withdraw from existing treaty obligations without the agreement of the 24 other EU member states – but they have yet to identify one country that would support them. It is not credible for the Tories to pretend they can fulfil this commitment unless they plan to withdraw from the EU.\n  *[NHSPRB]: NHS Pay Review Body",
        "Oliver Letwin has now placed the Tories in a position where they are reneging on a pledge to match Labour’s spending on international development. They have made what should be an issue of consensus an issue of contention, and it is the very poorest people in the world who would suffer from their cuts.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s why Labour intends to continue making international development a priority. Because it is the right thing to do. It is the moral thing to do. And because unless we tackle poverty, injustice and inequality, then we will never have a safe and secure world in which we can all live.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}