{
    "url": "https://www.ukpol.co.uk/hilary-benn-2022-parliamentary-question-on-the-northern-ireland-protocol/",
    "title": "Hilary Benn – 2022 Parliamentary Question on the Northern Ireland Protocol",
    "post_date": "December 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "European Union",
            "url": "/category/european-union/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Northern Ireland",
            "url": "/category/northern-ireland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 13 December 2022.",
    "content": [
        "**Hilary Benn (Leeds Central) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "What recent discussions he has had with the European Commission on the operation of the Northern Ireland protocol.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Ian Paisley (North Antrim) (DUP)**\n  *[NHSPRB]: NHS Pay Review Body",
        "How many hours his Department has spent on negotiations with (a) EU member states and (b) the European Commission on the Northern Ireland protocol in the last month.\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Secretary of State for Foreign, Commonwealth and Development Affairs (James Cleverly)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Fixing the Northern Ireland protocol is a top priority for this Government. Since September I have been in regular contact with Vice-President Šefčovič. We last spoke on 1 December and I will be seeing him for further talks this week. My officials have also been working with our counterparts in the EU on a regular basis to try to resolve the issues, which we recognise—and we are impressing this upon them—are causing serious, genuine and damaging friction in relationships between the various communities in Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am grateful to the Foreign Secretary for that answer. It was reported recently that the Prime Minister has assured President Biden that an agreement will be reached with the EU in time for the 25th anniversary of the Good Friday agreement. We also read that the Northern Ireland Protocol Bill is on ice while the negotiations continue. Can the Foreign Secretary assure the House that if an agreement with the EU is reached—and we all hope that will happen—the Northern Ireland Protocol Bill will be dropped?\n  *[NHSPRB]: NHS Pay Review Body",
        "**James Cleverly**\n  *[NHSPRB]: NHS Pay Review Body",
        "The Northern Ireland Protocol Bill exists for a reason. The commitment that I made to Maroš Šefčovič in the conversations that I had with him and others was that we would not either artificially accelerate that process or artificially hinder or retard it. We have always said that our preferred option is through negotiations. We speak regularly, the tone is positive, and I think that there is now an understanding that the concerns that we have raised, and that have been raised particularly by the Unionist community in Northern Ireland, are not confected but real, and that any agreement would need to address them.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Ian Paisley**\n  *[NHSPRB]: NHS Pay Review Body",
        "Is it not the case that there has not been one hour of actual negotiations, because the EU has not extended its mandate to allow for any changes whatsoever in the operation of the current protocol? That being the case, does the Foreign Secretary not believe that the EU will smell weakness in this Government if they take their foot off the pedal with the protocol Bill in the other place? I encourage him to press on with the Bill.\n  *[NHSPRB]: NHS Pay Review Body",
        "**James Cleverly**\n  *[NHSPRB]: NHS Pay Review Body",
        "I can assure the hon. Gentleman that the UK negotiating team are very conscious of the frustrations, particularly in the Unionist community in Northern Ireland. But we have also made the point to our interlocutors in the EU that, across communities in Northern Ireland, there is a recognition that the protocol is not working, that it needs to be addressed, and that the relationships between Northern Ireland and Ireland, and between Northern Ireland and the rest of the UK—of which Northern Ireland is a part—all have to function properly. That is the underpinning of the Belfast/Good Friday agreement and that is what we seek to achieve through our negotiations.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Kevin Foster (Torbay) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "One needs only to visit the port at Belfast and see the potential for new facilities there to realise the interruption there could be to the vital east-west trade routes that Northern Ireland relies on. Does the Foreign Secretary agree that it is vital that the Government are clear that we do not take anything off the table in getting to an agreement? Even though we want an agreement, we still need all the options to be on the table, to ensure that we get what we need for the United Kingdom.\n  *[NHSPRB]: NHS Pay Review Body",
        "**James Cleverly**\n  *[NHSPRB]: NHS Pay Review Body",
        "The United Kingdom’s position has been consistent. We recognise that the way the protocol is working is undermining community cohesion in Northern Ireland and disrupting business flows, particularly east-west between Northern Ireland and the rest of the UK. These issues have to be addressed. That is, I think, something that the EU negotiating team understand, and we will continue negotiating in good faith. However, as I say, the Northern Ireland Protocol Bill exists for a reason, and we want to ensure that we get a good working resolution that is sustainable for all the communities in Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Speaker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I call the shadow Foreign Secretary.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr David Lammy (Tottenham) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "For 18 months we have been at an impasse on the Northern Ireland protocol. Instead of negotiations, we have had cheap rhetoric and threats to break agreements. With a UK Government showing determination and diplomatic skill, and an EU willing to be flexible, these problems would be easily resolvable. Is the real problem that the Prime Minister is in the pocket of the European Research Group, too weak to stand up to his Back Benchers, and putting his party before Northern Ireland?\n  *[NHSPRB]: NHS Pay Review Body",
        "**James Cleverly**\n  *[NHSPRB]: NHS Pay Review Body",
        "The right hon. Gentleman needs to keep up. We have had very well-tempered negotiations between the UK and EU negotiators. He will find in our public reporting of those negotiations that there has been a high degree of mutual respect. He says that there is an easy resolution. If he believes that, all I would say is that we are waiting to hear it. If it were easy, it would have been done already.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Speaker**\n  *[NHSPRB]: NHS Pay Review Body",
        "Let us hear from the SNP spokesperson.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Alyn Smith (Stirling) (SNP)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I say to the Foreign Secretary that if politics goes wrong for him, he has a great career in stand-up ahead of him.\n  *[NHSPRB]: NHS Pay Review Body",
        "This discussion is not happening in a vacuum. The Foreign Secretary will be aware of a poll in The Irish Times yesterday that showed that 54% of the people of Northern Ireland are in favour of EU membership. I want to see a negotiated outcome over the protocol; we all do. There are things with the protocol that need to be addressed, and we all agree on that, but the Northern Ireland Protocol Bill is not the way to do that. Surely he must recognise that it is the biggest block to progress in these talks, and that now is the time to scrap it.\n  *[NHSPRB]: NHS Pay Review Body",
        "**James Cleverly**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am the one who has been in the conversations with the EU. I know that it does not particularly like the Northern Ireland Protocol Bill, but, nevertheless, the conversations that I have had with my direct interlocuters and that our officials have been having with their opposite numbers in the EU system have been progressing. As I have said, there are still a number of serious issues that need to be resolved, but we are working in good faith. The Bill exists for a reason and it is important that it is there.\n  *[NHSPRB]: NHS Pay Review Body",
        "I welcome the hon. Gentleman highlighting the fact that there is pretty much universal agreement now that the protocol needs to be changed, because that is what is driving an increased degree of community tension and disruption in Northern Ireland.\n  *[NHSPRB]: NHS Pay Review Body",
        "While I am on my feet, let me welcome the hon. Gentleman resuming his place.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}