{
    "url": "https://www.ukpol.co.uk/stephen-benn-2022-tribute-to-hm-queen-elizabeth-ii-3rd-viscount-stansgate/",
    "title": "Stephen Benn – 2022 Tribute to HM Queen Elizabeth II (3rd Viscount Stansgate)",
    "post_date": "September 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Stephen Benn",
            "url": "/tag/stephen-benn/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Stephen Benn, 3rd Viscount Stansgate, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I hope the House will allow me to begin by saying how much I appreciated the opening speeches by the Leader of the House, the Leader of the Opposition, the Leader of the Liberal Democrats, the Convenor of the Cross-Bench Peers and the most reverend Primate the Archbishop of Canterbury, who made a collection of remarks that set the tone for today’s debate. I have listened to some wonderful tributes from other Members throughout the day and I think today’s Hansard will be a remarkable document and a testament to the person in whose honour we are holding this debate.\n  *[NHSPRB]: NHS Pay Review Body",
        "I remember when I lost my own mother, as many Members will remember losing theirs. It is a very difficult thing to lose one’s mother and therefore my sympathy personally goes out to the King, from whom we will hear shortly, and his family, because of the loss they are suffering, which is of course combined, as others have said, with the duties that now fall upon the new King.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am one of the Members of this House who did not meet Her Majesty and I am not going to claim that I did. I was in close proximity to her on more than one occasion—at the investiture when she gave my wife an OBE, and so on—but I am not going to claim that I had any personal conversations with her. Nevertheless, I recognise the enormous importance she had to the lives of people in this country and the impact she had on them. I am sorry in some ways that my dad is not here to make a speech about his relations with the Queen, because he certainly had many stories he could have told, including his rather unsuccessful attempt to cut her head off—not in any physical sense, you understand, but in relation to British stamps. Noble Lords can read all about that in his memoirs.\n  *[NHSPRB]: NHS Pay Review Body",
        "The more I have thought about it over the last 24 hours, the more I think it was no coincidence that we saw her fulfil the one last constitutional duty which only she could fulfil on Tuesday in appointing the new Prime Minister, and then sadly found that she became very unwell and died shortly after. I think she knew for weeks, as we all did, that she had this duty ahead of her and she held on to fulfil it. That would be absolutely typical, from everything I have heard anyone in this Chamber say about Her Majesty in the 70 years she reigned. I do not think it was a coincidence that she lived long enough to do it.\n  *[NHSPRB]: NHS Pay Review Body",
        "I also think she is a supreme example of a successful constitutional monarch, for which we should all be very grateful. Looking back over the years of her reign, I think that this country has moved, as has been indicated by others, from a position where we were still an imperial power and had an element of what you might call hard power. Over the decades it has been transferred into soft power, and she embodied that in a way that is going to be very hard to follow.\n  *[NHSPRB]: NHS Pay Review Body",
        "Her death is still a shock and for many people it will continue to be so. When we hear from the new King in a moment, it will begin to bring itself to bear on people’s lives. However, there is a great deal to celebrate. We all know that she lived to see an unrivalled Platinum Jubilee celebration. Although she was not able to take that much of a part in many of the events, the country, the nation and the Commonwealth had a chance to say thank you to her, and her own contribution was, in a way, to live to see it unfold in front of her. However, there is still a great deal of mourning now.\n  *[NHSPRB]: NHS Pay Review Body",
        "Reference has been made to the remarkable interviews that she gave when she was younger and her pledge to serve her country and the Commonwealth whether her life “be long or short”. It turned out to be remarkably long, for which we are all very grateful. She served her country as she promised to do and fulfilled her promise. You cannot ask for more than that and I do not think we will see her like again in our lifetime.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}