{
    "url": "https://www.ukpol.co.uk/hilary-benn-2021-speech-on-foreign-aid-cuts/",
    "title": "Hilary Benn – 2021 Speech on Foreign Aid Cuts",
    "post_date": "July 14, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "International Development",
            "url": "/category/international-development/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Hilary Benn, the Labour MP for Leeds Central, in the House of Commons on 13 July 2021.",
    "content": [
        "Since Ministers announced that the UK was going to be the only G7 country to cut its aid this year, despite all the other countries facing the same fiscal pressures, there is not one Member of this House who is not now aware of the consequences of the decision that Ministers have taken—a cut of 85% in the support that we give to the United Nations Population Fund to prevent maternal and child death and unwanted pregnancy; a cut of 95% to the Global Polio Eradication Initiative, at the very moment when the world is closer than it has ever been to eradicating that dreadful disease; and a cut of 50% in the support we give to the humanitarian mine action programme, which stops people losing their arms, their legs and their lives to unexploded ordnance. It is a very long list, and every one of those things harms our reputation and does not help us to persuade others, because other countries judge us not by what we say, but by what we do.\n  *[NHSPRB]: NHS Pay Review Body",
        "The choice before the House today is a very stark one: do we act to put this right, or do we accept the double lock that has been proposed? I urge the House to reject it, because there is a principle here. What is it about the level of Government spending on helping the world’s poorest people that means that it alone is going to be subject to these tests? No other area of Government expenditure is: just this one. If this is about protecting the public finances, why is this area of Government expenditure—the money we spend on getting children into school, or on vaccinating children so they do not die of diseases that our children do not die of—being singled out? I have great admiration for the OBR, but determining the level of our international aid spending is not part of its responsibility. It is the Government’s responsibility, it is a political responsibility, and Ministers should not try to pass the buck on to someone else, especially since the latest OBR forecast makes clear that it is exceedingly unlikely that the two tests would be met in the next five years.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Harper**\n  *[NHSPRB]: NHS Pay Review Body",
        "Can I just pick the right hon. Gentleman up on that point about other areas of expenditure? The Treasury and the Chancellor have set out these tests—promises that are in our manifesto, and which we mean to keep. The comprehensive spending review is taking place this year, and it seems to me that we will be judging all other areas of Government expenditure by these same measures. I see the Chancellor nodding, so it seems to me that we are being very consistent here, and it is important that we keep our promises about our fiscal responsibilities as well as getting back on track to meet our aid responsibilities.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Hilary Benn**\n  *[NHSPRB]: NHS Pay Review Body",
        "I am afraid that I take a different view of the Government’s consistency from the right hon. Gentleman’s, because they have chosen quite specifically, knowingly and deliberately to break a cast-iron promise to the world’s poorest people that was also contained in that manifesto. As I said in my last contribution on this subject, most of those people probably have no idea that this House made that commitment together, but the Government have chosen to break it, and the choice we are making today is whether we think that is right or wrong.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Chancellor might think that the double lock is a way out of this political problem, but I do not think it is, because the issue before us has not gone away. It is just the same as it was on the day when the original cut was announced, and the question before us is whether it is right—morally, practically or politically—to break our word to the world’s poorest people. I would argue that it is not: it is wrong in principle and it is harmful in practice, as we have heard from excellent speeches made by Conservative Members. It is not who we are; it is not the country that we should aspire to be; and I ask the House to reject this motion so that we can restore aid to 0.7% and keep the promise that we made to the people of this country and the people of the world.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}