{
    "url": "https://www.ukpol.co.uk/natalie-bennett-2021-comments-on-the-environment-and-norwich-western-link-baroness-bennett-of-manor-castle/",
    "title": "Natalie Bennett – 2021 Comments on the Environment and Norwich Western Link [Baroness Bennett of Manor Castle]",
    "post_date": "January 1, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Issue of the Week 1",
            "url": "/tag/issue-of-the-week-1/"
        },
        {
            "text": "Natalie Bennett",
            "url": "/tag/natalie-bennett/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The comments made by Natalie Bennett, Baroness Bennett of Manor Castle, in the House of Lords on 15 September 2021.",
    "content": [
        "My Lords, I have to question the description given by the noble Lord, Lord Hylton, of HS2 as affecting a\n  *[NHSPRB]: NHS Pay Review Body",
        "“small area of ancient woodland”,\n  *[NHSPRB]: NHS Pay Review Body",
        "given that the Woodland Trust says that 108 areas of ancient woodland are at risk of “loss or damage”. However, it will probably please your Lordships’ House to know that I will not restart the HS2 debate at this moment.\n  *[NHSPRB]: NHS Pay Review Body",
        "I will focus on Amendment 100, to which we in the Green Party would have attached one of our names, had there been space. We are talking about something very ancient and precious, and we can make comparisons with cathedrals and indeed with your Lordships’ House. I was on the site of what is supposed to be the Norwich western link, standing at the base of an oak tree that was a sapling when Queen Elizabeth I was on the throne. An ancient woodland containing trees like that is comparable to your Lordships’ House or a cathedral. Think about the protections we offer to those and all the money we are thinking about putting in to preserving this building; we are in a different place on that.\n  *[NHSPRB]: NHS Pay Review Body",
        "We often think of ancient woodland as being out in the countryside somewhere. I want to be a little parochial and point out that Sheffield has 80 ancient woodlands within its boundary. I want to think and talk about the benefits to human health and well-being of having these ancient woodlands—indeed, London has some of them, and, when I lived here, I used to walk in them as well. They have enormous human health benefits that we have to take account of.\n  *[NHSPRB]: NHS Pay Review Body",
        "Returning to the subject of walking through ancient woodland in Sheffield or the threatened woodland in Norwich, we are talking about not just trees here but crucial, utterly irreplaceable habitats for bats and insects. These woodlands would have a chance truly to flourish without air pollution and other factors. Lichens and mosses—crucial, complex organisms that are absolutely foundational to rich, healthy ecosystems—depend on those ancient trees to thrive and indeed survive. So I commend both these amendments to your Lordships’ House, and I encourage the noble Baroness to press Amendment 100 in particular to a vote.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}