{
    "url": "https://www.ukpol.co.uk/hilary-benn-why-natural-environment-matters/",
    "title": "Hilary Benn – Why Natural Environment Matters",
    "post_date": "September 5, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "Hilary Benn",
            "url": "/tag/hilary-benn/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "content": [
        "[![tonybenn](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn-208x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/tonybenn.jpg)\n  *[NHSPRB]: NHS Pay Review Body",
        "**The speech below was given at the Barnes Wetland Centre, 21st July 2008.**\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you all for coming, although I must admit that today is a subtle ruse on my part to enable me to visit the Barnes Wetland Centre.\n  *[NHSPRB]: NHS Pay Review Body",
        "And what a wonderful setting. I used to come to Barn Elms every week when I was at secondary school to play sport. Little did I think then what this place would become. Or that I’d be back here one day to make this speech.\n  *[NHSPRB]: NHS Pay Review Body",
        "My wife and I were discussing yesterday what I should say about my interest in the natural world. She said. “Tell them about our oak trees”.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’ve been planting oaks from seed, and ash, and silver birch on a nature reserve – 8 acres of former farmland in Essex – for some 20 years now. The tallest oak is 15 feet or so, and the trees we have planted and those that nature has brought share the land with adders, foxes, and lots of lots of brambles that I go and do battle with whenever I can. It is my idea of relaxation. It’s a lot easier than doing this job! And every time I walk down the path, and wend my way through the narrow opening into the reserve, I feel the same sense of anticipation.\n  *[NHSPRB]: NHS Pay Review Body",
        "And why do we feel like this? Because nature is part of our soul.\n  *[NHSPRB]: NHS Pay Review Body",
        "I use the word ‘soul’ because this is a fundamental part of all of us. Of our identity. Of where we come from.\n  *[NHSPRB]: NHS Pay Review Body",
        "There are few things that can lift the spirit, or inspire a sense of freedom, as time spent – however fleetingly – with nature.\n  *[NHSPRB]: NHS Pay Review Body",
        "A glance out of the window of a train. The first crocus of spring. Even if you have spent your entire life in a city and have never before seen the mountains or the downs – looking out for the first time across the still waters of the Blackwater Estuary as dawn breaks, or gazing up at Scafell Pike from Great Moss, or catching a glimpse of the Seven Sisters from Birling Gap, or hearing the buzz of a bumblebee jumping from flower to flower, who would not feel a sense of awe and wonder at the astonishing biodiversity of landscape that this small island reveals unto us?\n  *[NHSPRB]: NHS Pay Review Body",
        "To be disconnected from nature is to be disconnected from the earth itself. It is not simply self-preservation that urges us to confront the threat of climate change. It is also our love for the soil from which we came and to which we will – one day – all return, in my case under one of my oak trees.\n  *[NHSPRB]: NHS Pay Review Body",
        "Of course, the natural environment provides us with the essentials of life which we take for granted. But the truth is that we cannot take it for granted any longer, and so our task is to rebalance our relationship with the natural world.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that is what I really want to talk about today – where we are now, how we got here, and what we must aim for in future.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have a long history in these islands. For better or worse, the natural environment we see around us today is a product of the relationship between humankind and nature. And it is constantly changing.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have been managing the land for some 6,000 years since Neolithic farmers began keeping cattle and sheep and started cultivating cereals.\n  *[NHSPRB]: NHS Pay Review Body",
        "Over time we became more sophisticated. We dug ditch boundaries, we grew hedges, and we found ways to store food and manage woodland. We created fields and improved drainage.\n  *[NHSPRB]: NHS Pay Review Body",
        "The enclosures, the industrial revolution and the consequent growth of our towns and cities transformed everything, as the relationship changed. And we began to feel the consequences of failing properly to take account of the environment.\n  *[NHSPRB]: NHS Pay Review Body",
        "In 1848, 14,000 people died from Cholera in London because of contaminated water. The epidemic forced the government to pass the Public Health Act.\n  *[NHSPRB]: NHS Pay Review Body",
        "A decade later, following the ‘Great Stink’, which was killing the river Thames, making life in the capital intolerable and shut down Parliament, the government gave the go-ahead to Bazalgette’s plan for a new sewerage system.\n  *[NHSPRB]: NHS Pay Review Body",
        "A century after that, as a result of the ‘Great Smog’ of 1952 in London – which asphyxiated the cattle at Smithfield market and is thought to have killed around 4,000 people in just 4 days – the Clean Air Act was passed.\n  *[NHSPRB]: NHS Pay Review Body",
        "A little earlier – in 1949 – the National Parks and Access to the Countryside Act became law. The minister who took the Bill through the House of Commons, Lewis Silkin, said during the Second Reading:\n  *[NHSPRB]: NHS Pay Review Body",
        "‘Now at last we shall be able to see that the mountains… moors… dales… and tors belong to the people as a right and not as a concession. This is not just a Bill. It is a people’s charter… With it the countryside is theirs to preserve, to cherish, to enjoy and to make their own.’\n  *[NHSPRB]: NHS Pay Review Body",
        "It was by this Act that we have conserved some of the most important and iconic of our landscapes. The National Parks now cover 8% of England, and over 90% of people say that the Parks are important to them.\n  *[NHSPRB]: NHS Pay Review Body",
        "Why? Because we like green places – and we want them to be near to where we live as well. It was pressure from communities that lead to public parks being created in our major cities.\n  *[NHSPRB]: NHS Pay Review Body",
        "Today we are a more urbanised country, and there are more of us. 50 million more than when the first census was carried out at the height of the industrial revolution, and 10 million more than when Parliament passed the National Parks Act.\n  *[NHSPRB]: NHS Pay Review Body",
        "And so, inevitably, our natural environment has changed. Its story is the story of human development. And the question for us now is how we can have both and keep both in balance.\n  *[NHSPRB]: NHS Pay Review Body",
        "We shouldn’t, by the way, over-romanticise life as it was. There are some things we have left behind that should stay in the past.\n  *[NHSPRB]: NHS Pay Review Body",
        "In 1800 life expectancy was just 37 years of age. It is now pushing 80, and we have been adding around three months a year for the past few decades.\n  *[NHSPRB]: NHS Pay Review Body",
        "Of course, we don’t want to turn back the clock on advances in education, medicine, technology, transport, science, or in overcoming poverty, but we do want to maintain the natural world around us. And to do so we must recognise its true value.\n  *[NHSPRB]: NHS Pay Review Body",
        "The natural environment does more than just nourish the soul. It provides us with the very essentials of life: clean air and water; food and fuel; it regulates our climate; it stems flood waters; and it filters pollution. It is the very foundation of our economic and social well-being.\n  *[NHSPRB]: NHS Pay Review Body",
        "And at a time when – as a nation as well as a world – we are increasingly thinking about the security of our food and of our energy, we should also be asking: how secure is our environment ?\n  *[NHSPRB]: NHS Pay Review Body",
        "Climate change is showing us what happens when we gets things out of balance. And if we do not manage what nature has given us sustainably, our children will be faced with consequences the scale of which we do not yet fully understand\n  *[NHSPRB]: NHS Pay Review Body",
        "Of course climate change and the natural environment are inextricably linked.\n  *[NHSPRB]: NHS Pay Review Body",
        "Many of the impacts of climate change will be felt by nature – from sea level rise and flooding to drought and desertification. So we need to manage the natural environment in a way that enables it to adapt to the effects of climate change and contribute to our efforts to halt it.\n  *[NHSPRB]: NHS Pay Review Body",
        "So how are we doing ?\n  *[NHSPRB]: NHS Pay Review Body",
        "The Millennium Ecosystem Assessment – led by our very own Bob Watson – looked at the global picture on the natural environment. Its findings were bleak; two thirds of ecosystems are in decline. It also concluded that environmental degradation is a real barrier to defeating global poverty and so to achieving the Millennium Development Goals. Time to shout not just ‘more aid, and drop the debt’ – but also ‘save the ecosystem’.\n  *[NHSPRB]: NHS Pay Review Body",
        "Natural England’s latest ‘State of the Natural Environment’ report says that the natural environment in England is “much less rich than 50 years ago.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Pavan Sukhdev’s groundbreaking work is showing us that the economic consequences of the loss of biodiversity are potentially severe. He talks of there being three types of capital; human, financial and environmental.\n  *[NHSPRB]: NHS Pay Review Body",
        "The first is rising because of education; the second is rising too, although it can go down as well as up; but the third is in decline. And yet he estimates that the benefits of global investment to protect ecosystems could outweigh the costs by 100 to 1.\n  *[NHSPRB]: NHS Pay Review Body",
        "So can we do anything or is everything lost ? I am a great believer in looking at what can be done, and in celebrating our successes.\n  *[NHSPRB]: NHS Pay Review Body",
        "And there is much to encourage us, because raising awareness, campaigning, institutional change, and politics have achieved a great deal for the natural environment in recent years.\n  *[NHSPRB]: NHS Pay Review Body",
        "Pavan Sukhdev gives the example of the Panama Canal, where insurance firms and shipping companies are financing a 25 year project to restore forest ecosystems along the canal.\n  *[NHSPRB]: NHS Pay Review Body",
        "This will result in less erosion and a more controlled flow of freshwater into the canal, reducing insurance risks and resulting in lower premiums for shipping companies.\n  *[NHSPRB]: NHS Pay Review Body",
        "Our own analysis shows that Sites of Special Scientific Interest in England are doing well, with 80% now in a favourable or recovering condition.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the tradition that led Clem Attlee to create the National Parks, the Countryside and Rights of Way Act of 2000 finally gave legal expression to the ‘right to roam’.\n  *[NHSPRB]: NHS Pay Review Body",
        "The Marine Bill will open up our coasts and improve the conservation of our seas, creating a network of Marine Protected Areas by 2012.\n  *[NHSPRB]: NHS Pay Review Body",
        "In Lyme Bay, off the South West coast, we have recently banned the most damaging types of fishing to protect the area’s rich marine life and habitats.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’ve created the first new National Park for over forty years in the New Forest. And we are looking at the creation of another one in the South Downs. The public inquiry has recently finished and I am awaiting the Inspector’s report. I look forward to taking a decision.\n  *[NHSPRB]: NHS Pay Review Body",
        "And although the EU target to halt the loss of biodiversity by 2010 may never have been achievable in its entirety, it has served as a call to arms. We as a nation have made some progress:\n  *[NHSPRB]: NHS Pay Review Body",
        "* by substantially reducing upland overgrazing and inappropriate moorland burning \n  *[NHSPRB]: NHS Pay Review Body",
        "* by stemming the overall decline in birds compared with 40 years ago, and significantly increasing the number of wintering wetland birds \n  *[NHSPRB]: NHS Pay Review Body",
        "* by improving sewage treatment to reduce the pollution of sensitive water bodies \n  *[NHSPRB]: NHS Pay Review Body",
        "* by launching a plan to tackle invasive non-native species in England, Scotland and Wales, and \n  *[NHSPRB]: NHS Pay Review Body",
        "* by introducing a new biodiversity indicator to measure the performance of local authorities \n  *[NHSPRB]: NHS Pay Review Body",
        "Farmers, who manage three quarters of England’s land and mould its distinctive character, have now signed up to 35,000 Environmental Stewardship agreements covering more than 5 million hectares.\n  *[NHSPRB]: NHS Pay Review Body",
        "Agri-environment schemes have helped more than 18,000 miles of hedgerow to be restored or newly planted – that’s about the distance from the north pole to the south pole and halfway back again.\n  *[NHSPRB]: NHS Pay Review Body",
        "And I see Graham that, partly with the help of Environmental Stewardship, Martin Smith, from Burnham Wick Farm, has won your Eastern England Nature of Farming Award for what he has done to attract corn buntings to his land.\n  *[NHSPRB]: NHS Pay Review Body",
        "To build on this success, I am pleased to confirm today that Natural England will introduce an uplands strand to the Entry Level Stewardship scheme from 2010, replacing the Hill Farm Allowance so that we can help maintain and improve the biodiversity and historic landscape of England’s uplands.\n  *[NHSPRB]: NHS Pay Review Body",
        "And as we reform the Common Agricultural Policy in the years ahead, we need to make sure that we secure the public funding needed to pay for these environmental benefits which the market does not reward.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have also made progress on water quality in recent years. Today the Government is publishing its response to the consultation on proposals to revise the Regulations implementing the Nitrates Directive.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nitrate pollution is expensive to remove from drinking water sources and it harms biodiversity.\n  *[NHSPRB]: NHS Pay Review Body",
        "So we will put a number of new measures in place to tackle it, including creating further ‘nitrate vulnerable zones’ and putting tighter limitations on when manure and fertiliser can be spread.\n  *[NHSPRB]: NHS Pay Review Body",
        "There’s some of the progress, but there’s still much more that we need to do especially in our towns and cities. The more disadvantaged a neighbourhood is, the worse the environmental conditions are for the people who live there. In deprived areas there’s more air pollution, less green space, fewer trees, more derelict land and less bio-diversity. And a poor environment can lead to poor physical and mental health.\n  *[NHSPRB]: NHS Pay Review Body",
        "By contrast, research from across Europe shows that people living in greener environments are three times more likely to be physically active and 40 per cent less likely to be overweight or obese. So nature is good for our health.\n  *[NHSPRB]: NHS Pay Review Body",
        "A recent study for the RSPB investigated the evidence that not only do green spaces promote more physical activity, but they also have an economic impact. So nature is good for the economy too.\n  *[NHSPRB]: NHS Pay Review Body",
        "Both reasons why I want to see more people visiting our National Parks, the countryside and farms. There are about 75 million visits to National Parks every year, and nearly 17 million to National Nature Reserves. Through environmental stewardship, approximately 800 farms provide educational access visits, free of charge, for over 100,000 schoolchildren.\n  *[NHSPRB]: NHS Pay Review Body",
        "I visited one in Kent a couple of months ago, and the commitment of the couple who run the farm to passing on their accumulated knowledge and love for the land was simply inspiring.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s about bringing the countryside within reach of the many, but what about bringing green spaces within reach of our many towns and cities?\n  *[NHSPRB]: NHS Pay Review Body",
        "In London, with the 2012 Olympics, we will be creating the biggest new public park for a century.\n  *[NHSPRB]: NHS Pay Review Body",
        "We also need to use the green spaces that we have better. ‘Walking the way to Health’ – a joint initiative by Natural England and the British Heart Foundation – aims to get more people walking where they live. Hundreds of walks now take place across the country every month.\n  *[NHSPRB]: NHS Pay Review Body",
        "Green roofs can provide a haven for wildlife especially in urban areas. In winter they can provide insulation, and in the summer they help to cool the building below.\n  *[NHSPRB]: NHS Pay Review Body",
        "Gardens accounts for up to a quarter of the land surface in our towns and cities. Paving over them contributes to global warming, reduces biodiversity, and causes flash flooding.\n  *[NHSPRB]: NHS Pay Review Body",
        "We’re taking steps to tackle the latter by changing the planning rules so that we’ll need permission to pave over our front gardens in future, unless we use permeable paving. So why not let the soil breathe again and plant something while you’re at it?\n  *[NHSPRB]: NHS Pay Review Body",
        "This is just one example of the pressures that human development has created. And we need to be honest with each other about what’s happening.\n  *[NHSPRB]: NHS Pay Review Body",
        "Pressures from a rising population, unsustainable development, increasing urbanisation, the need to produce more renewable energy, demand for water, our desire to drive and to fly, and from deforestation.\n  *[NHSPRB]: NHS Pay Review Body",
        "None of them new, some of them made worse by climate change, and many of them intensifying in pace and scale.\n  *[NHSPRB]: NHS Pay Review Body",
        "In the face of these, protecting the natural environment will require us to make it central to our decisions and not an afterthought. That’s why, for the first time, we have a natural environment Public Service Agreement.\n  *[NHSPRB]: NHS Pay Review Body",
        "We understand now that the environment has a value that we must account for – as individuals, in businesses, and in government. It’s not a choice between the economy or the environment; as Bill Clinton might have said, it’s both, stupid.\n  *[NHSPRB]: NHS Pay Review Body",
        "Take homes. We need a lot of them to meet the rising demands of a population that is both increasing and ageing. Where is everyone going to live and how will they afford to do so? We have a target to provide three million more homes in England by 2020. But we have to work together to make sure we build them in a way that is sustainable and in communities where people will actually want to live.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s what the Sub-National review – which we have debated a bit – will have to do. It’s a chance to show how the regions will ensure sustainable development – both through helping us meet our carbon targets and through protecting and enhancing the natural environment.\n  *[NHSPRB]: NHS Pay Review Body",
        "It’s a chance to make sure that our plans are based on the best evidence of the environmental threats and opportunities; which is why Natural England and the Environment Agency have agreed to work to identify the environmental pressures in each region.\n  *[NHSPRB]: NHS Pay Review Body",
        "To do this we will need to develop a better understanding of our natural environment – so that we can be more clear and consistent in how we value its benefits and pay for public environmental goods in the long-term.\n  *[NHSPRB]: NHS Pay Review Body",
        "So I have decided that Defra will commit half a million pounds over 2 years to funding an ecosystem assessment for England.\n  *[NHSPRB]: NHS Pay Review Body",
        "This will pull together what we know about the state of our natural environment so as to improve our awareness and understanding, and think about what might happen in the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "We will be consulting on the nature and scope of the project in due course and I look forward to hearing your views.\n  *[NHSPRB]: NHS Pay Review Body",
        "There is one other thing we must value too. And that is the means by which we can do all this – and more. The things which cannot be achieved by Government alone.\n  *[NHSPRB]: NHS Pay Review Body",
        "Whether it is a thriving, environmentally sustainable farming industry, or more parks, and woodlands and forests, or creating marine conservation zones, or more children having the chance to visit farms or national parks to learn about the natural world, or every family having a pleasant green space to exercise in and enjoy, or planning decisions taken with sustainability in mind, or planting more trees in our streets – and celebrating them as the green lungs they are rather than inspecting them as health and safety hazards – we depend on one another.\n  *[NHSPRB]: NHS Pay Review Body",
        "We would not have got as far as we have without you.\n  *[NHSPRB]: NHS Pay Review Body",
        "The thousands of volunteers in wildlife organisations. The farmers who are proud stewards of the land. The people locally fighting to create a bit of green space or protect a vast wilderness. The campaigning might of the natural environment movement. The professional expertise of Natural England, of the Forestry Commission, the Environment Agency, the JNCC and many others. The ability of our politics to listen and to act and to lead – and to change things.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want to thank all of you for the work that you do, and ask – not that you need asking – that you continue to play your part.\n  *[NHSPRB]: NHS Pay Review Body",
        "The great truth is simply this.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have always known that the natural environment sustains our souls, but we have now come to understand that it also sustains our very existence.\n  *[NHSPRB]: NHS Pay Review Body",
        "That’s why it matters.\n  *[NHSPRB]: NHS Pay Review Body",
        "And that’s why, in the words of William Blake, we should seek each of us to “hold infinity” in the palm of our hands.\n  *[NHSPRB]: NHS Pay Review Body",
        "Thank you.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}