{
    "url": "https://www.ukpol.co.uk/scott-benton-2023-speech-on-the-ballot-secrecy-bill/",
    "title": "Scott Benton – 2023 Speech on the Ballot Secrecy Bill",
    "post_date": "March 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Scott Benton",
            "url": "/tag/scott-benton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Scott Benton, the Conservative MP for Blackpool South, in the House of Commons on 24 March 2023.",
    "content": [
        "I thank my hon. Friend and very sound colleague the Member for Peterborough (Paul Bristow) for promoting the Bill and Lord Hayward for his sterling work in the other place and his work on electoral reform issues over many, many years.\n  *[NHSPRB]: NHS Pay Review Body",
        "It is absolutely fundamental for democracy that elections are free and fair. Fraudulent voter intimidation or any other form of undue influence on our democracy is simply unacceptable. It is more important than ever that we foster trust in our political system and that the electoral process is above suspicion. Secret voting has been in place since the Ballot Act 1872. Our society rightly believes that it is up to individuals to decide how they will vote; it is not a decision for their family, for local leaders or for any other group to make.\n  *[NHSPRB]: NHS Pay Review Body",
        "Unfortunately, over recent years we have seen several high-profile cases of unscrupulous behaviour corrupting election results. This has damaged public confidence in the system. Although Tower Hamlets provides the clearest example in recent memory, the problem is by no means limited to any one part of the country. It has been going on for many years.\n  *[NHSPRB]: NHS Pay Review Body",
        "Having been a local resident in Calderdale at the time, I recall the shocking findings in Halifax during the 2010 general election, when Calderdale Council admitted that 763 postal votes from the Halifax constituency failed to match voter registration records. That prompted the local Conservative party to submit a lengthy dossier to West Yorkshire police, which highlighted a number of mis-practices that were then investigated. They included—but were by no means limited to—voter impersonation, bullying, multiple postal votes dispatched to empty properties, bogus voters and false registration. Much like in Tower Hamlets, I am afraid the police were far too slow to investigate the issues. Frankly, they were reluctant to get involved with what was incorrectly seen as a party political matter.\n  *[NHSPRB]: NHS Pay Review Body",
        "Lord Pickles rightly identified the practice of family voting as a specific concern in his 2016 review into electoral fraud, in which he recommended the strengthening of guidance and training. As recently as last year, as my hon. Friend pointed out, Democracy Volunteers, an impartial group that observes and reports on UK elections, suggested that family voting continues to be an issue and was witnessed in more than a quarter of the polling stations it visited.\n  *[NHSPRB]: NHS Pay Review Body",
        "I am particularly concerned that family voting and voter intimidation disproportionately affect women in Asian communities. A 2015 Manchester University paper for the Electoral Commission found evidence among interviewees in Pakistani and Bangladeshi-origin communities that hierarchical family structures often mean that women are expected to follow the lead of the head of the household. This creates additional family voting vulnerability, especially among ethnic minority households. That was also the conclusion of the Democracy Volunteers report on the Tower Hamlets election, which found:\n  *[NHSPRB]: NHS Pay Review Body",
        "“Those subjected to family voting…were invariably women…from the Asian community and those causing family voting were generally men”.\n  *[NHSPRB]: NHS Pay Review Body",
        "That absolutely runs contrary to British values. I am concerned that this is just one example of an issue to which cultural sensitivities and misplaced political correctness have frankly caused a blind eye to be turned for far too long.\n  *[NHSPRB]: NHS Pay Review Body",
        "By introducing a specific new offence, the Bill will clearly demonstrate our commitment to secret voting and will reaffirm an individual’s right to freely choose who they vote for. It will give our brilliant presiding officers more confidence to challenge any suspicious behaviour and, if necessary, involve the police. I believe this is where the Bill will have the most impact, by making it clear that individuals who accompany a voter to a polling booth, or who position themselves nearby with the intention of influencing a voter, will be breaking the law. By making this clear, and by giving presiding officers confidence, we will have the best chance of preventing family voting and ending undue influence at our polling stations. If these practices are not challenged at the polling station, they will simply continue. In passing this Bill, I hope the Electoral Commission will update its guidance to make clear to all concerned the importance of ending these practices once and for all.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}