{
    "url": "https://www.ukpol.co.uk/scott-benton-2022-parliamentary-question-about-albanian-gangs-and-crime/",
    "title": "Scott Benton – 2022 Parliamentary Question about Albanian Gangs and Crime",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Scott Benton",
            "url": "/tag/scott-benton/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Scott Benton, the Conservative MP for Blackpool South, in the House of Commons on 16 November 2022.",
    "content": [
        "**Scott Benton (Blackpool South) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "Senior police officers in my constituency tell me that the majority of the serious organised crime and the drugs trade in Blackpool is now orchestrated by Albanian gangs. Does the Minister recognise that some of those who cross in small boats and subsequently abscond when they arrive in this country are playing a part in fuelling a crime epidemic in towns such as Blackpool?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Robert Jenrick**\n  *[NHSPRB]: NHS Pay Review Body",
        "The evidence presented to us by security services such as the National Crime Agency shows a significant and concerning link between Albanian migrants coming to the UK and criminality. My hon. Friend and others have raised the issues with me anecdotally. We screen all migrants when they arrive illegally at Dover, and we have counter-terrorism officers and others there to ensure that we catch as many individuals as possible, but I am afraid that there is a serious problem. That is why we need to take the most robust action possible on economic migrants from Albania and remove them as swiftly as possible.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}