{
    "url": "https://www.ukpol.co.uk/scott-benton-2022-parliamentary-question-on-the-cps-and-reducing-the-backlog-of-cases/",
    "title": "Scott Benton – 2022 Parliamentary Question on the CPS and Reducing the Backlog of Cases",
    "post_date": "December 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Scott Benton",
            "url": "/tag/scott-benton/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Scott Benton, the Conservative MP for Blackpool South, in the House of Commons on 7 December 2022.",
    "content": [
        "**Scott Benton (Blackpool South) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "What assessment she has made of the effectiveness of the Crown Prosecution Service in reducing the backlog of cases in the criminal justice system.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Speaker**\n  *[NHSPRB]: NHS Pay Review Body",
        "Scott Benton is not here, but can someone answer the question?\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Solicitor General (Michael Tomlinson)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I recently met frontline prosecutors in Bristol, Devon and London to see at first hand the work being undertaken to tackle the backlog. The CPS has created a national surge team that could be deployed to any region in England and Wales to relieve casework pressures.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Speaker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I call the shadow Solicitor General.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Andy Slaughter (Hammersmith) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "I welcome the new Attorney General to her position. However, the backlog is still going up. Last week a solicitor was jailed for 12 years for a £10 million fraud after a private prosecution that was brought because the CPS had taken no action. Last year the prosecution rate for fraud, the most commonly experienced crime, was 0.5%, and for the past five years the average number of prosecutions initiated by the Serious Fraud Office has been four. Is the Attorney General’s solution to the backlog not to prosecute cases at all, and is this not a pathetic record of inaction by a Government who have gone soft on crime?\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Solicitor General**\n  *[NHSPRB]: NHS Pay Review Body",
        "I disagree with the hon. Gentleman’s last two points. We all want to see the backlog reduced as quickly as possible, and the Ministry of Justice is leading the development of a cross-Government Crown court recovery plan. It is through, for instance, technology, sentencing blitzes and pre-trial case resolution hearings that we can help to reduce the backlog.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Daniel Zeichner (Cambridge) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "The police in Cambridge have raised with me the time that they spend on preparing cases for the CPS, but it has also been suggested that simple tweaks to data protection laws and the information recorded on the Registry of Judgments, Orders and Fines could make a real difference. Has the Attorney General considered any of these simple steps?\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Solicitor General**\n  *[NHSPRB]: NHS Pay Review Body",
        "I have had several meetings with both the CPS and the police. It is important for them to work together. When it comes to, for example, prosecutions for rape and serious sexual offences, it is important for early advice to be sought and for co-operation to be seen between the police and the CPS. As for disclosure issues more widely, the Attorney General and I are looking at those very closely.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Speaker**\n  *[NHSPRB]: NHS Pay Review Body",
        "I call the Chair of the Justice Committee.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Sir Robert Neill (Bromley and Chislehurst) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "May I, both personally and on behalf of the Committee, warmly welcome the Attorney General to her place? Everyone who saw her sworn in will know how positive the reaction of Bar and Bench was to the appointment of someone who takes her responsibilities so seriously, and we look forward to working with her.\n  *[NHSPRB]: NHS Pay Review Body",
        "When the Director of Public Prosecutions gave evidence to the Justice Committee last month, she stressed that the pressures on the CPS must be seen in the context of the justice system as a whole, and that the solution to those pressures required consistent support for the system, but in particular support for CPS staff—\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mr Speaker**\n  *[NHSPRB]: NHS Pay Review Body",
        "Come on! Somebody answer the question!\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Solicitor General**\n  *[NHSPRB]: NHS Pay Review Body",
        "That pleasure falls to me, Mr Speaker. I am grateful to my hon. Friend for his kind words, as I know the Attorney General is. He is right to highlight the words of the Director of Public Prosecutions, and he will know that the Attorney General and I work closely with the director and listen carefully to what he says.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}