{
    "url": "https://www.ukpol.co.uk/scott-benton-2022-parliamentary-question-on-the-nhs-dental-contract/",
    "title": "Scott Benton – 2022 Parliamentary Question on the NHS Dental Contract",
    "post_date": "December 7, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Scott Benton",
            "url": "/tag/scott-benton/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Scott Benton, the Conservative MP for Blackpool South, in the House of Commons on 6 December 2022.",
    "content": [
        "**Scott Benton (Blackpool South) (Con)**\n  *[NHSPRB]: NHS Pay Review Body",
        "What progress he is making on negotiating a new NHS dental contract.\n  *[NHSPRB]: NHS Pay Review Body",
        "**The Parliamentary Under-Secretary of State for Health and Social Care (Neil O’Brien)**\n  *[NHSPRB]: NHS Pay Review Body",
        "In July, we made some initial changes to the reformed system to support NHS dentistry. We have invested an extra £50 million, reformed the contract to create more UDA—unit of dental activity—bands to better reflect the fair cost of work, and introduced a minimum UDA to help practices where the levels are low, allowing dentists to deliver 110% of their UDAs to provide more treatment. The number of dentists doing NHS work last year was up 2.3% but we are working on plans to go further.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Scott Benton**\n  *[NHSPRB]: NHS Pay Review Body",
        "The changes made to the dental contract last week were a step in the right direction, but they fall some way short of the holistic reform required to help the estimated 25,000 of my constituents who do not yet have an NHS dentist. Will the Minister consider a change whereby the NHS funds subsidies to underprivileged areas such as Blackpool, thereby allowing NHS practice to offer a greater financial incentive to attract new dentists into those areas?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Neil O’Brien**\n  *[NHSPRB]: NHS Pay Review Body",
        "Absolutely; my hon. Friend and I have talked about this. We are looking urgently at payment models and measures to address areas that are struggling to attract the right workforce. The commissioning of dentistry will be coming down to a more accountable local level in April, and we need to build on that.\n  *[NHSPRB]: NHS Pay Review Body",
        "**Mary Kelly Foy (City of Durham) (Lab)**\n  *[NHSPRB]: NHS Pay Review Body",
        "My constituents in Durham have told me tales of DIY dentistry, missing teeth, children in pain and the unfairness of only being able to access dental care if they can afford it. Things should not be this way. The British Dental Association does not accept that the Government’s new plans go far enough to halt the decay in NHS dentistry provision. Will the Minister tell me when the Government will put in adequate funding and reform so that people in Durham can get the dental care that they need and deserve?\n  *[NHSPRB]: NHS Pay Review Body",
        "**Neil O’Brien**\n  *[NHSPRB]: NHS Pay Review Body",
        "As well as increasing the number of dentists doing NHS work and the amount of work being done, we are taking further steps to look to the longer term and build NHS dentistry. The number of dental school places is up from 810 in 2019 to 970 in 2021, but of course we want to go further. We are making it easier for dentists to come to the UK to practise. In fact, we laid draft secondary legislation on 11 October to give the General Dental Council more flexibility to do that. Around the country, plans are advancing for centres for dental development to provide not only additional dentists but hygienists and other nurses.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}