{
    "url": "https://www.ukpol.co.uk/bill-benyon-1985-speech-on-the-loyal-address/",
    "title": "Bill Benyon – 1985 Speech on the Loyal Address",
    "post_date": "June 4, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Bill Benyon",
            "url": "/tag/bill-benyon/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bill Benyon, the then Conservative MP for Milton Keynes, on 6 November 1985.",
    "content": [
        "I am sorry that the hon. Member for Falkirk, West (Mr. Canavan) found so little to enjoy in the opening ceremony, with its pageantry and historical significance. He conjures up a terrible picture of stomping up the Corridor, glaring at Her Majesty, and coming back again. However, most people will find quite a lot in the Queen’s Speech.\n  *[NHSPRB]: NHS Pay Review Body",
        "I do not think that anybody can take exception to what is said in the Queen’s Speech about Northern Ireland, that the Government ​\n  *[NHSPRB]: NHS Pay Review Body",
        "“will seek widely acceptable arrangements for the devolution of power. They will seek to improve further their co-operation with the Government of the Irish Republic.”\n  *[NHSPRB]: NHS Pay Review Body",
        "I do not know whether an arrangement with the Irish Republic will be possible and, even if it is, I do not know what will be in it, but we are right to try. When I listened to the speeches by two Northern Ireland Members, which were moderate and sensible, I wished sometimes that people who represent Northern Ireland would accept that the poor old British Government are not trying to trample anybody underfoot, except the terrorists. We are trying to find a solution to a very difficult problem, and the Government should be given every support for trying to reach an agreement with a sovereign power, without which we do not stand a chance of solving the problem.\n  *[NHSPRB]: NHS Pay Review Body",
        "I warmly welcome the measures to strengthen the powers of the police, which are greatly needed. I shall refer to that later.\n  *[NHSPRB]: NHS Pay Review Body",
        "I should like to refer to the removal of statutory restrictions on shop opening hours. My position on shop opening hours is well known. I have taken an unequivocal stance about the proposed measures. My only plea to the Government is that we should get together on this and that if there is whipping on the main question, there should at least be some means to amend the Bill in Committee, which I hope will be on the Floor of the House.\n  *[NHSPRB]: NHS Pay Review Body",
        "I wish to concentrate on the statement in the Gracious Speech that the Government will take measures to facilitate\n  *[NHSPRB]: NHS Pay Review Body",
        "“further reductions in the burden of income tax.”\n  *[NHSPRB]: NHS Pay Review Body",
        "Consideration of the Gracious Speech allows us to look ahead to the parliamentary year and to consider what should be done in the programme for that period. By far the most crucial event will be the Budget next spring. The Queen’s Speech obviously makes no reference to what we may expect from the Budget other than the words that I have quoted, but now is the time for hon. Members to make their views known—at the start of the new Session. It is no good waiting until all the deliberations have taken place and this major event stares us in the face next spring.\n  *[NHSPRB]: NHS Pay Review Body",
        "My right hon. Friend the Chancellor has made it clear that his purpose is to make cuts in the rates of direct taxation, which he sees as a further stimulus to the economy, with consequent effects on unemployment. The Government have had considerable success with the economy. We have heard about some of these already today—the reduction in inflation, the new realism between employer and employee, the improvement in the performance of nationalised industries and more recently, as was revealed so rightly and cogently by my right hon. Friend the Prime Minister, the upturn in economic activity generally.\n  *[NHSPRB]: NHS Pay Review Body",
        "For me, the key is to build on those successes in a constructive way. If any surplus available next spring is used to reduce direct taxation across the board and the pound remains high, a great deal of the extra spending will go on imports. In view of our strong balance of payments at present this might be acceptable if the incentive effect was strong, but I do not believe that it is. I do not believe that people work harder or start businesses just because two or three pence are taken off income tax. The exception to this is the lower paid. If the reliefs were concentrated there, well and good. To be truly an incentive the reliefs must be dramatic, but to be dramatic they must necessarily ​ be expensive. That is the problem. We cannot do that without a much higher surplus than we are likely to have next spring.\n  *[NHSPRB]: NHS Pay Review Body",
        "We are a mixed economy, like every other Western country, all of which have varying degrees of Government intervention. The greatest measure of Government intervention occurs in the United States of America, and people tend to forget that. Government intervention in this country varies from sector to session, but overall it is very strong, although Socialists would like it to be much stronger. I see it as essentially a pump-priming operation, initiating improvements and fading out when the private sector can take over.\n  *[NHSPRB]: NHS Pay Review Body",
        "I do not conceal the fact that I am enormously influenced by the success of Milton Keynes, my own constituency, where the state has provided a framework for a burgeoning development of commerce and industry—an example which has been followed in the urban development corporations.\n  *[NHSPRB]: NHS Pay Review Body",
        "That example should also be followed in the depressed parts of the inner cities. No one has been a stronger supporter of local government independence than I have, but I accept that people such as Mr. Grant have driven business and commerce away from those areas. If we really want to revitalise those areas and encourage employment, it must be done by an agency which knows what it is about and has the commercial expertise to do it.\n  *[NHSPRB]: NHS Pay Review Body",
        "I want the Government to achieve the triple goal of social progress, reduction of unemployment and revitalisation of British industry. Hon. Members have already mentioned the very cogent report that was produced by the Lords. That report should not be swept under the carpet. It bears a great deal of reading because it was written by people with experience on the ground in British industry, and that is extremely important.\n  *[NHSPRB]: NHS Pay Review Body",
        "People today are very aware that so much in our country is second rate. They want to see better housing, because they know how much of our housing is bad. They want better education and better health care, although we have already done a great deal in that area. They want clean streets, clean air and clean water. They want an efficient transport system of which we can be proud. Many more people, too, want a stronger effort to be made to help the Third world. That pressing need has already been stressed in the debate and we must take note of it.\n  *[NHSPRB]: NHS Pay Review Body",
        "When the Government took office in 1979. it was accepted on all sides that the rates of taxation were far too high and that it was quite right to bring them down. The position is different now. Faced with the choice of even lower taxes or improved services and infrastructure, I believe that most people would choose the latter. It is generally accepted that a great deal needs to be done and must be done. It must be done efficiently, but, as my hon. Friend the Member for New Forest (Mr. McNair-Wilson) said, it will be far more difficult and expensive to do if we wait. If the additional expenditure is administered wisely, the money will be spent in this country, not on imports. There will be a direct effect on employment, and the additional advantage that carefully controlled inflation of this kind can be met by the existing resources of British industry.\n  *[NHSPRB]: NHS Pay Review Body",
        "Nothing can excuse the recent violence in Birmingham and London, and the first absolute priority is that the law must be upheld. Nevertheless, something must be done about the environment in those very bad areas, and that means spending money. If we do not tackle those and ​ similar tasks, the situation will become far worse. The inequalities between those who have jobs and those who do not, and between one part of the country and another, will become worse and the ideal of one nation, which has inspired moderate politicians for more than a century, although many have expressed it in different words, will recede further into the future.\n  *[NHSPRB]: NHS Pay Review Body",
        "We have so much to do. If people want these things to happen, they must will the means. That is the message for this Session, and now is the time to make it clear, as Ministers decide what will be in the Budget next spring. My message is simple—do not cut taxes, build a better Britain.\n  *[NHSPRB]: NHS Pay Review Body"
    ]
}