{
    "url": "https://www.ukpol.co.uk/john-bercow-statement-on-abuse-against-anna-soubry/",
    "title": "John Bercow – Statement on Abuse Against Anna Soubry",
    "post_date": "January 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "John Bercow",
            "url": "/tag/john-bercow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by John Bercow, the Speaker of the House of Commons, on 7 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/JohnBercow-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/JohnBercow-1.jpg)",
        "I am grateful to the hon. Gentleman for his point of order, with which I entirely identify. I am happy to take other colleagues’ points of order in due course, but there is nothing that the hon. Gentleman has said to which I object in any way. I share both the sentiment he has expressed and his strength of feeling on behalf of colleagues about this matter. Naturally, I am grateful to him for giving me advance notice of his point of order.",
        "I have indeed been made aware of recent incidents involving aggressive and threatening behaviour towards Members and others by assorted protesters who have donned the yellow vests used in France. When I refer to “recent incidents”, I am more specifically referring to reports I have had of incidents that have taken place today, in all likelihood when many of us, myself included, have been in this Chamber. The House authorities are not technically responsible for the safety of Members off the estate—that is and remains a matter for the Metropolitan police—but naturally, I take this issue very seriously and so, I am sure, do the police, who have been made well aware of our concerns.",
        "Reflecting and reinforcing what the hon. Gentleman said about peaceful protest, let me say this. Peaceful protest is a vital democratic freedom, but so is the right of elected Members to go about their business without being threatened or abused, and that includes access to and from the media stands in Abingdon Green. I say no more than that I am concerned at this stage about what seems to be a pattern of protests targeted in particular—I do not say exclusively—at women. Female Members and, I am advised, in a number of cases, female journalists, have been subjected to aggressive protest and what many would regard as harassment.",
        "I assure the House that I am keeping a close eye on events and will speak to those who advise me about these matters. I would like to thank the hon. Gentleman for doing a public service in raising the issue. I do not want to dwell on it for long, because we have other important business to which we must proceed, but if colleagues with relevant experiences want to come in at this point, they can."
    ]
}