{
    "url": "https://www.ukpol.co.uk/john-bercow-2017-statement-on-westminster-terror-attack/",
    "title": "John Bercow – 2017 Statement on Westminster Terror Attack",
    "post_date": "March 24, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "John Bercow",
            "url": "/tag/john-bercow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by John Bercow, the Speaker of the House of Commons, on 23 March 2017.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/JohnBercow-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/JohnBercow-1.jpg)",
        "After yesterday’s shocking events, I know that the whole House will want me to express our heartfelt condolences to the families and friends of the victims of this outrage. A police officer, PC Keith Palmer, was killed defending us, defending Parliament and defending parliamentary democracy. Arrangements have been made for books of condolence to be placed in the Library and Westminster Hall. Our hearts go out to all those directly and indirectly touched by yesterday’s events.",
        "I should like to thank all colleagues, staff of the House and Members’ staff for their forbearance in very stressful circumstances yesterday. Naturally, the parliamentary security authorities have already taken measures to ensure that Parliament is safe in the light of the attack. In due time, the Commission, which I chair, will consider, together with our Lords counterparts, what sort of review of lessons learned would be appropriate. However, let the security personnel who protect us—police, security officers and Doorkeepers—be in no doubt whatsoever of our profound appreciation of the way in which they discharged their duties yesterday, matched by other staff of the House. That means that this morning the House has been able to resume its business undeterred."
    ]
}