{
    "url": "https://www.ukpol.co.uk/john-bercow-2019-statement-on-yvette-coopers-bill/",
    "title": "John Bercow – 2019 Statement on Yvette Cooper’s Bill",
    "post_date": "April 3, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "John Bercow",
            "url": "/tag/john-bercow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the statement made by John Bercow, the Speaker of the House of Commons, in the Commons on 3 April 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2015/09/JohnBercow-1.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/JohnBercow-1.jpg)",
        "If there are no further points of order on this matter, I will now give a definitive ruling on which, as I have been advised, no further points of order will arise. We will then proceed to the business before us.",
        "As the hon. Member for Stone knows, the view taken by the Clerk of Legislation, who decides these matters in the first instance, is that neither Queen’s consent nor any financial resolution is required for the private Member’s Bill presented by the right hon. Member for Normanton, Pontefract and Castleford (Yvette Cooper). Under the terms of the Bill, if enacted, the Prime Minister “must” move a motion agreeing that she should seek an extension of the negotiating period under article 50(3) of the treaty on European Union to a specified date. The Bill requires the Prime Minister to have the approval of the House before agreeing an extension of the negotiating period. An extension could come into effect only if the European Union 27 decided unanimously to agree an extension with the UK.",
        "As the House will recall, no Queen’s consent was required for the contents of the European Union (Notification of Withdrawal) Bill, which was introduced in January 2017 after the UK Supreme Court decision in the Miller case. My ruling is that as no prerogative consent was required for the Bill in 2017 giving parliamentary authority to the Prime Minister to take action under article 50 of the treaty on European Union, there is no requirement for new and separate prerogative consent to be sought for legislation in 2019 on what further action the Prime Minister should take under the same article 50 of the treaty on European Union.",
        "I recognise, colleagues, that extending the period under article 50 would, in effect, continue the UK’s rights and obligations as a member state of the EU for the period of the extension, which would have substantial consequences for both spending and taxation. I am satisfied that the financial resolutions passed on Monday 11 September 2017 give fully adequate cover for the exercise by Ministers of their powers under section 20(3) and (4) of the European Union (Withdrawal) Act 2018 to move exit day in order to keep in lockstep with the date for the expiry of the European treaties, which of course is determined by article 50 of the Treaty on European Union. This has been demonstrated by the European Union (Withdrawal) Act 2018 (Exit Day) (Amendment) Regulations 2019, with which I know the hon. Member for Stone is keenly familiar, and which were laid before this House on 25 March and approved by the House on 27 March. Accordingly, my ruling is that the European Union (Withdrawal) (No. 5) Bill does not require either a Ways and Means motion or a money resolution."
    ]
}