{
    "url": "https://www.ukpol.co.uk/john-bercow-2013-speech-in-new-zealand/",
    "title": "John Bercow – 2013 Speech in New Zealand",
    "post_date": "September 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2013",
            "url": "/tag/2013/"
        },
        {
            "text": "John Bercow",
            "url": "/tag/john-bercow/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by the Speaker of the House of Commons, John Bercow, in New Zealand on 8th August 2013.",
    "content": [
        "[![JohnBercow](https://www.ukpol.co.uk/wp-content/uploads/2015/09/JohnBercow.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2015/09/JohnBercow.jpg)",
        "Thank you so much for the warmth of that introduction. It is an enormous pleasure and privilege to be here today at this exceptional institution in front of this distinguished audience and in this wonderful country. It is an incredible honour for me to speak in this place and I already know that it will be one of the highlights of my tenure. The United Kingdom might be described, not least within itself, as having created the ‘Mother of Parliaments’ but if that is the case then New Zealand has long been among the smartest of her many daughters. That is evident not only in your noble history of entrenching democracy ever since Westminster offered you the New Zealand Constitution Act of 1852, most obviously through becoming the first nation in the world to permit universal suffrage of all adults regardless of gender a shade more than four decades later, but in another perhaps slightly more esoteric regard for how you organise yourselves that has enormous appeal to me personally.",
        "This is the reverence which your arrangements offer to the holder of the office of Speaker of the New Zealand House of Representatives. I note with enthusiasm that the Speaker here ranks third constitutionally behind only the Governor General and the Prime Minister, that it is technically the owner of the entire parliamentary estate and has sweeping authority over it and is so esteemed in Wellington that the last incumbent, Sir Lockwood Smith, who I have met a number of times, moved on to become your High Commissioner in London. I must admit I look upon this situation with envy. It seems to me to be entirely appropriate but alas one that I am unlikely to be able to duplicate. It is a little early, I hope, for me to be contemplating my life after leaving the Speaker’s Chair but it seems improbable that I will be sent to Wellington in a sort of exchange outcome with Sir Lockwood, which is rather unfortunate. This is despite the fact that there must be some ministers in my country who would find the prospect of my being relocated the better part of 12,000 miles away rather enticing.",
        "The topic which I have been asked to speak to today is “Parliaments of the Future”. As with anything involving long-term predictions this is a perilous exercise. It has the severe disadvantage that at best my thoughts today, for reasons I will outline in a moment, are likely to prove incomplete. At worst, they are destined to be thoroughly mistaken. The one recompense is that by the time it is obvious how far short of the truth I have fallen, all of us, including me, are likely to have forgotten what I said anyway, or taking matters to an even more extreme sense, we will have all moved on to the ultimate Upper Chamber in the sky (in that regard I trust that New Zealand does not want to be unicameral). The reason that a subject of this sort is so challenging is that the only way a human being can hope to approach it is by extrapolating from some recent developments and assuming that they will be even more significant, indeed seminal, in the future. Despite this being a Malthusian maxim (and we can see in a planet of around seven billion souls now where that logic took him), it is irresistible. We cannot know what utterly novel invention or idea will occur which disrupts everything beforehand, so we work with the most obvious example of significant change or reform in our current lives.",
        "At the turn of the 20th century, thinkers in Victorian England, nicely illustrated through the work of HG Wells, were fascinated by the possibilities which electricity seemed to be signalling. With the demonstration of the electronic escalator in Harrods store in 1898 and the moving walkway or travelator at various exhibitions in Europe and America at about the same time, serious people were convinced that pavements and indeed walking were about to be rendered redundant. The early motor car, which was being patented in primitive form at the same time, did not loom largely in their imaginations, let alone the aeroplane which would come along very shortly afterwards.",
        "In a similar spirit, I was an impressionable child during the age of the Apollo moon missions. Like most young people then if I had to be asked to write about what the future would look like, I would have assumed that if involved space stations on other planets within my lifetime on earth and that, especially with Concorde in the mix as well, flight times from Britain to New Zealand would be cut to a handful of hours. In fact, the last moon landing occurred in 1973 and the time taken to travel from London to Wellington has not improved much in the past four decades. Yet at about the same time as these seemingly obvious future advances stalled, others, notably the creation of the microchip and the linkage of a set of computers together into an early version of the Internet were occurring but were invisible to all but a tiny collection of specialists at this stage. In a very strong sense, however, the microchip and the Internet have advanced human communications dramatically more than a shiny space station and a four hour flight time between our two countries would have done.",
        "All of this is not, I should stress, an alibi for ducking the question of Parliaments of the Future. It is more of an apology that I am not technologically accomplished enough to be able to anticipate what will prove to be the equivalent of the missed motor car or the ignored Internet in the years to come. I do have some views on the future for legislatures in democracies which I would like to share with you, but they come with the health warning that they too unavoidably involve extrapolation from the past and present to frame a vision of the future. All that I can aspire to in ambition is that what I am about to set out will turn out merely to be incomplete rather than an outright mistaken analysis.",
        "The propositions which will frame my argument today are three-fold.",
        "First, that history suggests that the single more important factor in triggering change within Parliaments is an often delayed response to change without Parliaments. In other words, the changing nature of who the electorate are, what are their expectations, and by what means do their exercise their views, inevitably induces change among the representing as well as the represented, and hence parliaments as political places although this might take time to manifest itself completely.",
        "Second, democratic innovations do not seem to take place randomly. Certain sorts of states seem to continuously be the source of what is initially seen by many as experimentation (even eccentricity) but which come to be viewed later, often rather swiftly in fact, as the new and welcome orthodoxy.",
        "Third, that despite the certainty of change, the central challenges facing a Parliament in a democracy have been reasonably constant and are likely to remain broadly consistent. The fundamental issue is the extent to which change can be co-opted to make meeting those challenges a little easier rather than them serving to weaken the legislature against the executive, political parties or the media. So let me start with my first assumption. Societies lead Parliaments as well as follow them. The expansion of an electorate by extending voting rights to those previously denied them, the evolving composition of an electorate become of demographic movement, particularly immigration and the capacity of existing electors to articulate themselves fully in every respect of their lives because of a more tolerant approach from the majority around them, will all affect the way that a Parliament thinks as well as how it looks, although not with the speed that many reformers would want to see. The incorporation of women into the active electorate in Britain was bound to alter the composition and the character of the Westminster Parliament, although it should not have taken so long to do so. The fact that Britain is more ethnically, racially and religiously diverse has taken its time to filter its way through to the nature of our Parliament, indeed that process is still not complete, but it is there. Homosexuality was never a formal barrier to the franchise in the United Kingdom but an enforced silence about what people felt they could say about the nature of their love ensured a similar silence at the Palace of Westminster as well. More space for articulation in society at large has prompted more capacity for political expression of sexual politics within Parliament. The formal means by which voting is conducted, while to a degree secondary, is not inconsequential. Universal suffrage conducted via the sorts of public meetings which took place in Britain before the introduction of the secret ballot in 1872 would have been a very different sort of democracy to the one that we enjoy.",
        "So, extrapolating from the past and present to the future, what is it reasonable to assume? I think we should operate on the presumption that the diversity of the electorate will become yet more embedded and that our arrangements need to adjust even further to reflect this. I think that it will become even harder for political parties which were created in an age of much greater conformity and which have found it difficult to adapt to a more diverse democracy to reflect the electorate, so we should expect more new political parties to emerge, looser political parties to be seen and more individuals elected entirely independently of the traditional political party structure altogether. This too will create a challenge for Parliaments designed on an implicit model which may become dated. Parliaments of the future will thus, in my opinion, need to be more fluid and less formal in feature.",
        "Secondly, where should we look for countries which will prove to be the pioneers of change? As I alluded to earlier on the question of truly universal adult suffrage, New Zealand was the incubator and not the Westminster Parliament which established representative institutions here. It was not Britain but Australia which pioneered what we now think of as the typical ballot. I think we can see a pattern in this. As I will attempt to illustrate, not only in Australasia but Europe and North America, it is persistently relatively new, comparatively small (in terms of population, not area) and frequently geographically quite distinct nations which take the initiative and who should be looked to if we are seeking to identify future trends which may then be adopted as the new norm in many other places. Let me take Europe as an example. The first nation to introduce what we would today recognise as a Parliament was Iceland via the Althing. The first place to render slavery illegal was the Republic of Venice more than 1,000 years ago. Switzerland has had universal male suffrage at the federal level since 1848 (and earlier still for certain cantons) and it pioneered the use of the referendum in the European continent (although I should note its record on votes for women was truly appalling as it was not until an unbelievably late 1971 that all adult females in that country were enfranchised). Sweden, by contrast, was the market leader as far as women electors are concerned. Turnout in elections in Belgium has long exceeded that which occurred in Britain.",
        "Much the same can be seen in the United States. The first state to abolish slavery was tiny Rhode Island in 1774 even before the US came into existence. The territory and then state of Wyoming was the first to permit universal female suffrage. The popular referendum or initiative was adopted by South Dakota in 1898. It was then championed by the state of Colorado. The then very sparsely populated state of Florida was the first, in 1901, to introduce the direct primary at all levels. Much more recently, Oregon has been associated with the notion of elections conducted entirely by post.",
        "The past and present would hence lead me to look to a relatively new country or more exactly a relatively new democracy, small in population probably and geographically distinct as a source for a change in the manner in which an electorate expresses itself that will ultimately change parliaments. Is it possible to identify such a place and such a proposition? I believe that we can. It is Estonia. Estonia has a long and proud if slightly isolated national political history. It has only been a modern democracy since the collapse of the old Soviet Union but has made enormous strides since then and is today an extremely comfortable member of the European Union. The notion that it was a dark dictatorship by external imposition less than quarter of a century ago now seems to be surreal. The most striking aspect of democracy in Estonia, for this discussion at least, is the means by which it conducts its elections. After an experiment with local elections, Estonia became the first nation in the world to permit online voting for its 2007 national parliamentary elections. On that occasion, only 3.4 per cent of all participants took up the option. In 2011, by contrast, almost one quarter (24.3 per cent) of all votes were cast via the Internet or chip-secure mobile telephones. Observers expect that at least half of the votes which will be recorded in the next parliamentary elections – due in 2015 – will be delivered by this new rather than the traditional method. Whereas most European countries have a problem with participation in elections, particularly amongst younger adult citizens, Estonia is in a much stronger position. Technology is changing the electorate as well as elections. This has, perhaps not surprisingly, had an immediate impact on the Estonian Parliament as an institution which is widely regarded as the most technologically-savvy in the world. The level of e-dialogue between representatives and the represented is staggering. Although as I have consistently contended throughout this speech there are real risks in predicting the future from the present, if you are to undertake that wager then it is to Estonia that you should head in 2015 rather than to Britain which will be holding parliamentary elections at about the same time in one sense and quite a long way behind the times in another. The new New Zealand in this sentiment is an institution called the Riigikogu in Tallinn where the presiding officer or Speaker is Ms Eine Ergma, possibly the only Speaker in the world to have once been a Professor of Astronomy. My principal prediction about the legislatures which we will see emerge and evolve in the next twenty years is that they will be shaped by electorates and elections which have followed Estonia’s example. The advantage enjoyed there is because the Estonian Parliament is a relatively new institution it has not found it too difficult to adjust to the knock-on effects of new technology in and on the electorate. The challenge for Britain (and, dare I say it, New Zealand) will be culturally substantial by comparison.",
        "Yet that is the challenge for Parliaments of the Future as I see it. Let me return to the three enduring functions of a Parliament that I noted earlier, namely representation, scrutiny and legislation. What would be the impact of the sort of e-democracy which Estonia is the best example existing today?",
        "The area on which I want to focus is representation. This is because I think that what happens here will eventually have a transmission effect on scrutiny and legislation too and indeed render what we have historically thought of as three separate aspects of parliamentary life much more closely interconnected, a shift towards something close to a Venn diagram over the next few decades. How this happens, nonetheless, is likely to depend on how notions of representation change over time.",
        "If Estonia is any illustration then what we already think of as a virtually revolutionary shift in the size of correspondence from the postbag to the inbox is only in its infancy. We are destined for a lot more of it. The representing will surely find themselves in an almost continuous dialogue with the represented. The traditional notion of there being but one concept of a constituency, based on geography, will become increasingly hard to sustain. It will remain the principal notion of a constituency for some aspects of personal representation but I cannot believe that it will be the only acceptable form of constituency. Issue or cause constituencies will matter just as much as territorial constituencies. An MP will be seen, even more and far more than is the case now, as being as much the member for those with a concern about certain sorts of illness or conflicts in foreign countries as they are for the immediate patch of land which provides them with voters at a general election.",
        "This has huge implications for Members of Parliament. It also has massive ramifications for the resources which we will need to devote if our democracy is to service the electorate in a manner which they think reaches the sort of standard that they would accept in private or commercial e-transactions. Can we be as good as Amazon or Google? If not, we may go the way of Bebo or a MySpace. Being more responsive than MPs might have been thirty, twenty, ten or even five years ago will not be impressive enough. When Estonia first starting innovating with e-democracy at the local level neither Facebook nor Twitter not any kind of tablet computer existed. What then might have been called, if the phrase had been struck, a smartphone would today seem pretty stupid. Is any of this change remotely compatibility with the current, austerity-induced, cry to “cut the cost of politics”. I doubt it. Yet if we do not keep up with the pace of change we will be steamrolled by it.",
        "The increased intensity and speed that an e-democracy demands will travel beyond just one form of representation. It will and should have an impact on what and how we choose to debate. The single biggest change at Westminster with which I have been linked is the revival of the Urgent Question. The UQ is a device which allows any MP to petition me at the start of a parliamentary day to compel a minister to come to the chamber and answer an enquiry on an issue which has suddenly emerged. In the year before I became Speaker only two UQs were accepted and the instrument was dying. In my time in the Chair I have allowed numerous Urgent Questions and Parliament is much the more topical and hence more relevant for it. In the Parliaments of the Future, time allocated for the UQ or similar will, in my view, be automatic. The issue will be not whether but what new should be discussed. The historic concept of departmental questions held at fixed, often lengthy intervals will be antiquated. The notion is already meaningless in Estonia today. We will have to be far, far more flexible about what is debated and when across our whole timetable. And the dictum that the Government of the day should have control over virtually the whole of that business will seem astonishingly arrogant. New Zealand, I observe, is ahead of the curve on that score. Others including us must follow you. An e-democracy will demand enhanced democracy within a Parliament and well as between it and the outside world. Deference is not a quality which will have much purchase in the democracy to come.",
        "To a degree, of course, all of this is speculation. It is not, I hope, speculation without some evidence. I have argued previously that the age of representative democracy is not dead and continuous direct democracy via daily polling will not put parliaments out of action and that continues to be my view. Parliaments will, though, be compelled to change and I think we can see through the example that already exists in Estonia, the direction of travel that our democracy is likely to take. We also know from history that societies, as I remarked, lead Parliaments as much as they are led by it. This time, crucially, it will not be possible for decades to pass before legislatures start to look and sound and think like the electorates which they represent. It will be a much faster process in the future. All of which, in conclusion, leaves me as an optimist about the place of parliaments in democracies. We can become the means by which a rightly more demanding public secures what it is entitled to expect from those who rule in their name. “Never make predictions”, the old adage always runs, and “especially about the future”. At best these thoughts will be incomplete but I hope they are not that mistaken. The Mother Parliament has learnt more from a certain Daughter Parliament than it often cares to concede openly. I have come here today to acknowledge this. I have also chosen to suggest that both Mother and Daughter have much to learn from someone even younger. Thank you all so much for letting me look into the crystal ball. The immediate future now belongs to your questions."
    ]
}