{
    "url": "https://www.ukpol.co.uk/paul-beresford-2022-speech-on-the-future-of-the-uk/",
    "title": "Paul Beresford – 2022 Speech on the Future of the UK",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Beresford",
            "url": "/tag/paul-beresford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Beresford, the Conservative MP for Mole Valley, in the House of Commons on 16 May 2022.",
    "content": [
        "I must congratulate the hon. Member for Birmingham, Erdington (Mrs Hamilton) on her speech, which she delivered with such feeling. I was sitting here waiting for clapping from the Gallery above—she must warn people not to do that, but she would have deserved it. Her speech was absolutely brilliant.",
        "Given the time strictures, I will touch on just one little Bill. It would not be hard for people to work out that it is a trade Bill—the Trade (Australia and New Zealand) Bill, which will help to make Britain the best place in which to live. There is great kith and kin support between the United Kingdom and the antipodes. Most of my parents’ generation used to talk about this country as home, even if they had never been here. Many a New Zealand coffee table of that generation displayed a copy of one of those amazing books of beautiful photographs of the United Kingdom. The amazing thing was that they were all taken on a sunny day!",
        "The deal with New Zealand and Australia is the UK’s first new free trade agreement since leaving the European Union. It is long overdue. New Zealand and Australia were sore when we went into the Common Market. I am a member of the UK National Farmers Union and, locally, there has been some concern about the deal as both Australia and New Zealand are agricultural juggernauts. The biggest dairy farmer in my Mole Valley constituency has about 350 cows. I think my largest sheep farmer probably has about 1,000 sheep. A couple of dairy farmers in the north of the South Island are milking 1,500 and 2,500 cows. The farm I left to come here, after lambing, had 30,000 sheep. Fortunately, the balance of timing means that we can work together. Moreover, the New Zealand NFU equivalent is looking to work with our farmers to assist in fulfilling some of the bids going into Europe.",
        "The economic opportunities under the agreement will be considerable across a range of sectors and businesses. Any visitor to New Zealand or Australia will be struck by the fact that cars, trucks, and agricultural machinery—I do not just mean tractors—are dominated by south-east Asia, particularly by Japan. There is a desire to buy British trucks, cars and so on, but they are too expensive. The tariff change should give us an opportunity, but we need to get in there. I have been urging the appropriate Minister to get onto the manufacturers and to promote our goods in Australia and New Zealand. I have already suggested a campaign and have offered to translate. I hope that with the Government stimulating our industries we will get in there, open the doors and work towards going into the trans-Pacific partnership.",
        "Given the time limit, I will stop at that point, but I reiterate that I am willing to help and need to help. This is an opportunity for huge sales to make Britain the best place in which to live."
    ]
}