{
    "url": "https://www.ukpol.co.uk/paul-beresford-2022-speech-on-the-uk-trade-deals-with-australia-and-new-zealand/",
    "title": "Paul Beresford – 2022 Speech on the UK Trade Deals with Australia and New Zealand",
    "post_date": "November 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Beresford",
            "url": "/tag/paul-beresford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Trade",
            "url": "/category/trade/"
        }
    ],
    "summary": "The speech made by Sir Paul Beresford, the Conservative MP for Mole Valley, in the House of Commons on 14 November 2022.",
    "content": [
        "That was a really disappointing speech from the hon. Member for Inverness, Nairn, Badenoch and Strathspey (Drew Hendry). I was interested to hear the speech of my right hon. Friend the Member for Camborne and Redruth (George Eustice), who is obviously deeply into the debate—much more so than I am. I thank the Minister for his quick and enthusiastic cruise through it, which was a present for us on his birthday.",
        "The UK’s trade with New Zealand is particularly long-standing. It took off with the first refrigerated shipment of meat in a boat that set sail in 1882, loaded with sheep. It was called the Dunedin, as I hope the Scots with us will have noticed. Sadly, it disappeared at sea with all crew in 1890.",
        "I may not have the same knowledge as some other speakers, but I have a personal interest, as my accent shows. I hold a passport from both countries—New Zealand and this country—and many people think from my accent that I am Australian, so I guess I can add that in as well.",
        "New Zealand and Australia were and are huge agricultural producers. There used to be a huge market in the UK for lamb and milk products, but now the spread is very much broader. I have just been to New Zealand, where many farmers are looking to this country to help to fill their portfolio for the EU, so I have no fear. Before the UK entered the Common Market, as it then was, Australia and New Zealand provided the UK with huge trade in lamb and milk products—Anchor is one of my favourite butters. In return, the UK sold manufactured products to New Zealand and Australia. British manufacturing, particularly of cars and household goods, dominated. That was the norm, and I see the opportunities in these deals as a return to the norm.",
        "The kith and kin links and the support that Australia and New Zealand gave to the UK in the two world wars may help us to understand why both Commonwealth nations are sympathetic to us. When the UK went into the Common Market, the loss or diminution of the UK market was sorely felt. They did not like it—they were aggrieved—but when there was a reduction in both countries’ trade, they did not just sit on their hands; they went out and got other deals. More than 100 nations are now on their trading list and they are key members of the TPP, which has been mentioned several times today. That could be important to us, because our links could help us to get in on the partnership.",
        "The new agreement will give UK manufacturing, tech and services companies access to the antipodean markets and, importantly, open access for UK professionals to live and work in Australia and New Zealand. Equally, it will open the door to Australasian professionals, including medical and dental professionals and accountants—and dare I suggest rugby coaches for Wales and Scotland? I thought I might get a bite there.",
        "My Mole Valley farmers were deeply concerned that opening the doors to tariff-free imports would swamp the UK agricultural sector, particularly for dairy products and to some degree for beef and sheepmeat. Fortunately, as the Minister has pointed out, the agreement includes staggered phasing of tariff reductions, which is particularly welcome. Having just been to New Zealand, I can say that it is quite apparent that it will want support from our products to fill its quotas for the EU.",
        "The UK needs to push its goods in both countries. For example, New Zealand and Australia’s roads are currently dominated by Asian-manufactured vehicles. I have asked people there why they are not buying British. The answer is “We will when the prices come down and the tariffs come down.” With this tariff reduction, we have a chance to take our share and more, but we have to use it. We have to get out there, and we have to push our products in those two countries. I am willing to offer my services as a translator—because their English is difficult—or even as a trade envoy. The opportunity is there, but we have to go out and get it."
    ]
}