{
    "url": "https://www.ukpol.co.uk/paul-beresford-2019-speech-on-travellers-in-mole-valley/",
    "title": "Paul Beresford – 2019 Speech on Travellers in Mole Valley",
    "post_date": "April 29, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Paul Beresford",
            "url": "/tag/paul-beresford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir Paul Beresford, the Conservative MP for Mole Valley, in the House of Commons on 25 April 2019.",
    "content": [
        "I thank the Minister for being here as the last man standing. It is an awful position, one I used to have, too. However, this is an opportunity to raise a vexing issue that has plagued my constituency and Surrey as a whole. We are now in what we call the summer Traveller season; it is like a disease. Mole Valley constituency consists of Mole Valley District Council south of the M25 and the eastern wards of Guildford Borough Council. It is close to London and to Epsom downs, so it is attractive to Travellers from afar, and many of those come with a distinct Irish accent.",
        "We have two distinct, different types of Traveller problem. The first involves those who suddenly appear and squat on a site. The second involves those who squat on a site that they say they own or have access to, and then proceed to openly defy planning regulations. The first group very occasionally have permission to camp—as I have noticed—use the site and then they leave it as it was found. That is rare, and normally things are quite different. This is exemplified by an incident at the end of March, when five caravans and various vehicles squatted on a public commuter car park near Leatherhead station. The council moved fast—or, rather, as fast as possible—and after a few days it served a section 77 notice for the caravans to move. Predictably, that was ignored and a couple of days later the police arrived in force and moved them on, with the council then doing the clean-up. This was a waste of time and money, and a blockage, with a loss of space, of a busy commuter car park.",
        "Last Traveller season, Surrey had hundreds of these incidents, and Mole Valley had more than its share. Surrey’s councils and the population accept the need for Traveller sites, but not without limit. Currently, the Surrey districts are working together to provide one or two transit sites, which will help the police and councils to justify their action. Elmbridge Borough Council, a Surrey council, has tried something revolutionary. It mapped every public space—churchyards, schools, playgrounds and so on—in Elmbridge and then obtained a three-year injunction against Traveller squatting on those mapped sites. That meant the police in Elmbridge could act straightaway, regardless of who the individuals were, and whom the vehicles and caravans belonged to. However, this approach has several downsides. As a member of the National Farmers Union, I note that no private land, including farm land, was covered by the injunction. The injunction was for only three years, and huge public efforts and expenditure went into setting up the maps. What this approach does provide is an indication that if such land squatting was criminalised nationally, as I believe applies in Ireland, direct action by the police could take place, whoever owns the land, although obviously at the landowner’s request.",
        "The second area of Traveller abuse relates to abuse of planning law. Mole Valley District Council and the Mole Valley constituency are smothered with building restrictions; we have sites of special scientific interest, areas of outstanding natural beauty, green belt and so on. ​This includes the Guildford wards next door. Any constituent from the settled community that builds without permission, particularly on land where these restrictions apply, can expect to be required to remove the development. Some of the Traveller community do not believe these laws apply to them—or they choose to ignore them. I wish to focus on how a very few of these Travellers manipulate the system in ways that would not be entertained by settled residents or by planning authorities. In saying that, I emphasise that there are a number of successful, popular Gypsy, Traveller sites in the constituency where there are no difficulties and no arguments, and where the community is integrated.",
        "First, I shall touch on two long-standing examples. One is in Guildford, on a site on a narrow little private lane off the A246. The A246 is a busy road, but the lane is tiny and narrow, with few properties. Development is severely limited as it is an area of natural beauty, with ancient forests—it is green belt and so on. A Traveller from outside Mole Valley inherited the land, or access to it, squatted on it and, over a short period, placed a number of caravans, trucks and cars there and ran several different businesses from the site.",
        "The second example is in Leatherhead, on green-belt pasture land. Since what I believe are Irish Travellers arrived at the site in 2003, which is a few days back, the area has been fenced, a fast-growing hedge has been planted, a number of caravans have been placed there and a few other buildings of a more permanent design have been built. To my amusement, two large, high, wrought-iron, electrically operated gates have been erected between pillars at the entrances. It looks like the entry to a minor stately home.",
        "On both sites, it is apparently the norm that all injunctions have been ignored; numerous applications have been made, rejected and appealed; and relations with the local community are fractious, with numerous threats to community members. As I said, the Travellers arrived in 2003, so this has been going on for years, without success in ensuring that the planning laws respected by the settled community are not ignored or dodged by devious legal means by the people who have squatted there.",
        "A third case commenced this Easter weekend in Capel. By chance, I drove past and came across the site. Going by the accent, it was probably a group of Irish Travellers, with two or three small caravans squatted on a two-acre field. They claim that they own the land, which may or may not be true. The land is accessed by a narrow agreed-access way over another person’s land. The squatters bought in a small digger and widened the access way, and they wooden-fenced the widened way without the landowner’s agreement. This morning, I observed that the fence has been taken down while the access is being further enlarged and re-fenced to allow through bigger vehicles, such as horse-carrying vehicles and bigger caravans. The standing passage right of way for this field specifically bans caravans.",
        "The individuals have brought in a number of lorry-loads of hardcore, which was laid and spread by a fairly large JCB digger. The wooden buildings were knocked down to make space for what I understand are going to be new buildings, including stables. A local neighbour I talked to was threatened by the individuals in respect of the water supply, which I understand has been accessed ​probably without the water company’s agreement. Moreover, other neighbours have been threatened and told not to interfere or they will suffer severe retaliation.",
        "The local council is seeking legal advice pending an approach to the courts. The Travellers have put in the usual foot-in-the-door planning application for caravans and stables for a horse business. This probably means that the council cannot act on any injunction until the application is heard, presumably reviewed, refused and then appealed. That will probably be followed by a further sequence of applications and appeals, and in around 20 years’ time these people will have continued to breed there, raised their horses, increased the whole site, or at least the number of vehicles on it, and added numerous caravans and more businesses.",
        "The behaviour is along the lines of what I have seen of the Mafia in Sicily. One might ask why these people would act in this way; the answer is, of course, because they can and nobody, including the courts, the police and the local authority, seems capable of stopping them. The Minister and his Department have being running a review for months, now running into years. It is time for a speedy and tough response.",
        "First, in cases of squatting on possibly-owned land and the ignoring of planning regulations, I would like the Government to change the legislation to enable local authority planning officers to place an immediate stop notice on even minor development, with heavy fines and ultimately jail for failure to comply and return the land to the condition it was in before. Leave it to the Travellers rather than the local authorities to go to court if they wish to oppose the stop notice. Where Travellers squat on other people’s land without permission, this should be made a criminal offence. That is how it is done in Ireland and it seems to work, enabling the police to take direct and immediate action.",
        "Next, will the Minister consider tightening up the legal definition of Travellers? It is too loose at the moment, and one thing that those who squat do not do is travel. Related to that is the extraordinary requirement that the claim to need to live in caravans should overcome the normal and understandable offer of bricks and mortar accommodation. That is particularly relevant where children and infants would by normal standards be accommodated in a better and healthier environment in a normal dwelling. I have a number of other suggestions, but I will test just one more. Will the Minister enlarge on the definition of repetitive similar applications, so that these can be accumulated and rejected at a stroke?",
        "There is a belief among many of the settled community who brush up against these individuals—that is a polite way of putting such contact—that such Travellers ignore normal law-abiding activity because the law is weak and ineffective. My experience supports that feeling. Change is years overdue; and, because of the Easter events, let me make a vain request: can any change be made retrospective to the day before last Easter? Over to you, Minister."
    ]
}