{
    "url": "https://www.ukpol.co.uk/paul-beresford-2022-speech-on-the-mole-valley-local-plan/",
    "title": "Paul Beresford – 2022 Speech on the Mole Valley Local Plan",
    "post_date": "July 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Beresford",
            "url": "/tag/paul-beresford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Southern England",
            "url": "/category/southern-england/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Paul Beresford, the Conservative MP for the Mole Valley, in the House of Commons on 15 July 2022.",
    "content": [
        "I am delighted to see the Minister on the Front Bench, who is nearly a neighbour and knows the area that I am talking about, even though he cannot specifically mention it. I realise that he cannot discuss the actual Mole Valley local plan, because he is in a quasi-judicial position as long as it is under assessment by the planning inspector, but I am sure that he can cover in broad terms the issues that I hope the inspector will focus on.",
        "As an ex-council leader, I clearly see the full potential of a local plan as a chance to develop an imaginative approach to the protection and the enhancement of, in my case, Mole Valley. It is a chance to recommit to the vital principles of green belt protection and to begin the much-needed revival of our towns, particularly Dorking and Leatherhead. These are important objectives, and I am sorry but unsurprised to note that the Liberal Democrats at Mole Valley District Council dismally failed to meet them.",
        "Even the procedures used to get the plan through the council were a mess. The plan was put to the whole council; the vote was not for or against, but to “note the plan”. In other words, as far as I can tell, there was no full council vote on the actual plan. The draft plan apparently passed through the council executive, which is entirely Liberal Democrat controlled. I am unsure whether there was a vote there or—more likely—a small clique rammed it through with another mere “note” of the plan.",
        "At the full council meeting earlier this year, every single Conservative councillor was opposed to noting the plan and spoke up about the damage it would do. All independent councillors were also opposed. Subsequently, many Liberal Democrat councillors have been frantically distancing themselves from the same plan that they voted to note. Any hon. Member who has dealt with the Lib Dems at a local level will not be particularly surprised to hear that.",
        "I understand that the final draft plan has not been discussed with Surrey County Council, which is the body that should be discussing roads, social services, schools and other infrastructure, all of which goes unmentioned but is relevant to the plan. I believe it has also not been discussed with the relevant health organisations; no consideration has been given to medical centres, GP practices and so on.",
        "Similarly, I understand that there has been no discussion with Thames Water, which is responsible for sewage, or SES Water, which, as its name implies, would supply water to any new houses. As I believe the inspector has already pointed out, there is confusion as to the status of discussion between Highways England and the council about M25 junction 9 at the northern edge of Mole Valley. Many of my constituents have the impression that the Liberal Democrat councillors see themselves, on their local plan island, as isolated and cut off from external opinion and input. In fact, it is not an island but an iceberg, melting around the edges and slowly sinking.",
        "I came here from a high country farm in Otago, New Zealand. It was the sort of country that is green from horizon to horizon. In Mole Valley, if one stands on the viewing point at Box Hill, one can see the beautiful green landscape wrapped around our two towns and assorted villages. I came to Mole Valley safe in the knowledge that virtually all our precious natural surroundings were protected. They were either green belt, areas of outstanding natural beauty, ancient forests or had some other form of protection. Admittedly, that makes it hard to draft a local plan with adequate numbers of new houses. Under those circumstances, the housing target for Mole Valley is high, but it is only a target.",
        "As I mentioned earlier, I am a former leader of Wandsworth Council. I am not—I emphasise the word not—suggesting that Mole Valley could or should mimic Wandsworth’s approach, but it is worth noting that that council, when it was Conservative, managed to build or have in plan more dwellings than the rest of inner London combined. It did so with creative thinking and by embracing innovation—it can be done.",
        "The main towns of Mole Valley need reviving. Dorking and Leatherhead need shops. Shops need shoppers, and shoppers need homes. Years ago, I ran a brief investigation on the extensive files held by Boots the Chemists on Mole Valley shoppers based on data taken from their loyalty cards. It was apparent that the vast majority of youngsters left Mole Valley for university and beyond, and they did not return until at least their mid-30s. We need to draw these younger people back, but three, four or five-bedroom houses on the outer reaches of Mole Valley’s green belt will simply not do that. We need modern flats close to commuter hubs such as Dorking or Leatherhead stations. There is land, including car parks, near and even directly adjacent to Leatherhead station and on the so-called Aviva site, that would be ideal for development.",
        "The local plan contains development, but it is inadequate, insufficient and will not provide enough dwellings. Seizing the opportunities now will maximise the amount of brownfield land available for development. We can even work with National Rail to develop on its land—I have done it. We must take any chance to prevent the Lib Dems from grabbing our precious green belt and forever ruining our irreplaceable natural surroundings.",
        "Early on, in the run-up to developing the plan, many villages and parish councils were asked for input and put in hours of community work developing neighbourhood plans. These plans were carefully thought out and provided for many units that would fit in with the villages without eroding the green belt. This was what I would call “modest and acceptable expansion”. To the best of my knowledge, the plans have been ignored or discounted by this out-of-touch Lib Dem council.",
        "My hon Friend the Minister is not able to respond directly to Mole Valley’s plan, but he might be able to set some broad parameters or guidelines that may be helpful for the inspector in looking at this disgraceful plan. Moreover, I hope he will feel able to put a record of his thoughts, and perhaps mine, into the inspector’s hands as evidence to be considered. Mole Valley needs a plan that saves its green belt and revives its towns."
    ]
}