{
    "url": "https://www.ukpol.co.uk/paul-beresford-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Paul Beresford – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Paul Beresford",
            "url": "/tag/paul-beresford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Sir Paul Beresford, the Conservative MP for Mole Valley, in the House of Commons on 10 September 2022.",
    "content": [
        "I was visited by a number of my constituents yesterday. I had forgotten what we were there to discuss and so had they. All they could talk about was the Queen. They were sad to begin with and then they moved on to positive things. Their condolences were combined with really positive feelings for her.",
        "At the end of 1953, the Queen and the Duke visited New Zealand—New Zealand is as far away as you can get from Buckingham Palace without coming back. It is still heavily royal, and it certainly was at that time. Public reaction to the visit was so positive that I suddenly realised—even though I was only knee-high to a grasshopper—that there was a very important person called “the Queen”. The Queen and Prince Philip had a really positive following when they arrived just before Christmas, which they had greatly engendered as a result of their sympathetic and instant positive reaction in response to the Tangiwai disaster. What happened was that the royal couple arrived in New Zealand on 23 December, and, the following day, Christmas eve 1953, a railway bridge over the Tangiwai gorge collapsed, and it collapsed just as a heavily loaded express train rolled onto it. The locomotive and the first six carriages were derailed and went into the river, killing 151 people. The tour stopped. The royal couple were involved in all the sympathy, the memorials, and meeting the people—those who had lost relatives and those who had survived. Their position in New Zealand rose higher than you could possibly imagine. What happened really solidified the very strong standing that they had in the eyes of the New Zealand public—whether they were Pākehā or Māori. They charmed their way across the country. Many Members have talked today or yesterday about the Commonwealth, and that was the way the Queen became the linchpin of the Commonwealth. She charmed her way with Presidents, Prime Ministers and the people of those 56 nations and the 2.5 billion people who make up the Commonwealth. The Commonwealth is vital to our position and to some sanity on this Earth. We now look to our new King to continue the Queen’s success. It is a huge job. I wish him well because he is filling some huge shoes that were worn by a very small, but enormously successful, lady. I wish him well and pray that it works as well as it did with his mother."
    ]
}