{
    "url": "https://www.ukpol.co.uk/paul-beresford-2017-speech-on-the-a3-and-rhs-wisley/",
    "title": "Paul Beresford – 2017 Speech on the A3 and RHS Wisley",
    "post_date": "October 27, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Paul Beresford",
            "url": "/tag/paul-beresford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir Paul Beresford, the Conservative MP for Mole Valley, in the House of Commons on 26 October 2017.",
    "content": [
        "I offer special thanks to the Minister. I know from my own past experience that notice arriving on a Minister’s desk saying that they are answering the last debate of the week is met with a groan; he is smiling now, but there might have been a groan at the time.",
        "As the Minister is aware, M25 junction 10 is where the A3 and M25 link. The growth of traffic on both roads is such that this is probably the busiest interchange in the UK; it has the highest accident record, I believe, and experiences frequent disruption and car jams in both directions on the A3, contributing to M25 jams. There are delays for miles around. As a main link between the south-east and London, the demand pressure on the A3 and the junction is growing and will continue to do so.",
        "On the western border of the A3, just south of junction 10, is the world-famous Royal Horticultural Society Garden, Wisley. To those without a compass—or any understanding of a compass—it is on the left of the A3 after Ockham, just before the M25 as one drives to London. Access is currently off the A3, either directly if driving towards London on the A3, or via the Ockham roundabout. There is a slip road off the A3 to the entrance and a similar slip road on to the A3 on exiting. It is adequately, but not obtrusively, signposted.",
        "I am sure the Minister is aware of the importance of the gardens. RHS Wisley is the United Kingdom’s centre of excellence for horticultural science, research and education. I am referring not only to the world-class high-standard horticultural education and research, but also the annual influx of 18,000 schoolchildren from over 450 schools and the 1.2 million of the general public who flood in annually. I suggest to the Minister that if he ever visits, he gets there and parks his car early, because he will walk for about half a mile to get in, such is the demand. I must declare an interest, as most of my family belong to the RHS and visit regularly. They find the miniature insects absolutely fascinating, and they tear around the garden and try not to fall into the pools and ponds.",
        "Wisley is a grade II-listed park and garden of about 240 acres of historical and horticultural delight. It employs 400 full-time staff and about 250 volunteers. The RHS is a third of the way through a £160 million investment development programme; £160 million for a charity in this country is some programme. That will lift the number of full-time jobs at Wisley by 60 and the anticipated visitor numbers will lift to not far short of 1.5 million annually. That will bring an accumulated benefit impact locally of about £1 billion over 10 years.",
        "Because of the garden’s location, there is no public transport and no realistic prospect of public transport. As one drives, or often crawls, along the A3 one could be forgiven for not knowing the gardens are next to the A3. The gardens and their ancient woodlands are buffered by a well-planted shield with over 500 mature trees, many, if not most, over a century old.",
        "I accept that major improvements to junction 10 and the A3 are a necessity; that is glaringly obvious. The RHS accepts this, and Highways England engineers ​have been working on plans to sort the problem out. The plan that it appears most likely to favour, however, will hit Wisley gardens hard and dramatically. The buffer provided by all the trees will go, and the entrances and exits will be complicated, adding about 7.5 miles to the round trip per visitor car. I believe, as does the RHS, that this complicated entrance will be a deterrent for visitors. Just as the investment is expected to increase, and just as it is going to help to fund the attraction, the deterrence will come in. The need for direct access and exit from the A3 is obvious. The effect on local traffic through our local villages and surrounding countryside will be significant if the possible preferred plan goes ahead.",
        "There has been considerable discussion with Highways England, which is still meeting and discussing the prospects with the RHS. That is very helpful. Indeed, Highways England has told me that it is not against what the RHS and I see as the required south-facing slip roads at Ockham, which would meet many of the problems. However —this is where the crunch comes for the Minister—that would apparently be outside the geographical perimeters of the current scheme: the A3 road improvement scheme. New funding would be required—compared with the size of the programme that we are looking at, which is not great—as well as a business case and further consultation with local authorities and perhaps landowners. It is a further problem, but it offers a solution that goes with the grain, rather than against it. A relatively small delay to produce a sensible scheme is better than blundering on and then looking back in time and asking why we did not do this right when we had a chance.",
        "I was going to ask the Minister if I could bring a couple of RHS representatives to his office, but I have changed my mind. Better than that, I am inviting him to come down to Wisley to see it for himself. If necessary, I will personally drive him from his office, or better still—for a Minister in the Department for Transport—from the local station. We will arrange an on-site visit with free entry, a short tour with a photo opportunity, and a cup of coffee with an RHS bun. Actually, because it is an old charity of long standing, we will get some Victoria cream sponge sliced for him. Seriously, though, an on-site visit is the only way for him to put this whole problem in perspective. Looking at maps is not the same as looking at the trees. I want us to get this right for generations to come, over the next decades and running into the next century, bearing in mind that Wisley gardens have already been going for a century. I would hate my hon. Friend the Minister to be the one to be named by Wisley visitors as they ask why he did not get it right when he had the chance."
    ]
}