{
    "url": "https://www.ukpol.co.uk/jake-berry-2022-interview-on-kwasi-kwarteng-meeting-with-hedge-fund-managers/",
    "title": "Jake Berry – 2022 Interview on Kwasi Kwarteng Meeting with Hedge Fund Managers",
    "post_date": "October 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Jake Berry",
            "url": "/tag/jake-berry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The interview between Jake Berry, the Chair of the Conservative Party, and Sophy Ridge on the Sky News Sophy Ridge on Sunday programme on 2 October 2022.",
    "content": [
        "**SOPHY RIDGE**",
        "[asked if Berry had celebrated with the Chancellor and hedge fund managers at a campaign reception]",
        "**JAKE BERRY**",
        "We often have receptions for donors and the Conservative Party, and in fact, these people should be lauded because we don’t have public funding for political parties. These are people who go out and make money and donate to political parties in the same way as they do for the Labour Party and the Liberal Democrats. In terms of that get together, it wasn’t a get together of hedge fund managers, it’s actually Britain’s leading entrepreneurs. Yes, I was there, but it’s the sort of normal drumbeat of treasurer’s events as we call them in the Conservative Party that we have all the time.",
        "**SOPHY RIDGE**",
        "[asked if hedge fund managers were present]",
        "**JAKE BERRY**",
        "I mean, I’m sure there were or there was, I think, one that I know of, but in terms of the rest of the people there, lots of them were people have grown and started businesses. In fact, the conversations I had, because it was my job before I did this, was people who work in the property industry. What they will say is they back this government’s drive to create growth in the economy because they understand that you cannot have a rising tide of prosperity that flows under every door in this country without first creating growth in the economy.",
        "**SOPHY RIDGE**",
        "[asked if Jake Berry acknowledged the Sunday Times story that as the markets collapsed he was at the Chelsea home of a Tory donor with hedge fund managers and financiers]",
        "**JAKE BERRY**",
        "I’m not sure that any of them did make money from the crash in the pound, but of course, you will know well that the pound had its best week against the dollar since 2020. People can read The Times if they want to.",
        "**SOPHY RIDGE**",
        "[asked for clarity on whether he was at the home of someone who had taken short positions on the pound in the past]",
        "**JAKE BERRY**",
        "Let’s be absolutely clear this is part of the normal drumbeat of the treasurer debates within the Conservative Party. I was there, there was no confidential information that was discussed, it was a sort of a get together with some of Britain’s leading entrepreneurs, who by the way, we should thank for creating growth in our economy and being on this drive to create wealth for every ordinary working family in this country.",
        "**SOPHY RIDGE**",
        "[asked about the Chancellor’s mood as he drank champagne]",
        "**JAKE BERRY**",
        "Well I’m not even sure the chancellor was drinking champagne, I think he was drinking a soft drink. But he was absolutely clear that he has set out a path for this country to create growth and the reason we want to create growth is to ensure that every family who is really worried about things like their mortgage rate would have been terrified if the government hadn’t taken action on energy bills. People seem to forget that just a few weeks ago, we were talking about 4 million businesses going bust, we were talking about tens of millions of people losing their job, we were talking about the average household having an energy bill of 6,000 pounds.",
        "**SOPHY RIDGE**",
        "[asked about the Bank of England having to step in with a £65 billion bailout]",
        "**JAKE BERRY**",
        "With the action that the Government has taken, we have cut on average £1,000 from people’s energy bills and we have stopped those millions of budgets going bust. I accept there is concern about the mortgage market."
    ]
}