{
    "url": "https://www.ukpol.co.uk/sian-berry-2015-speech-to-green-party-conference/",
    "title": "Sian Berry – 2015 Speech to Green Party Conference",
    "post_date": "January 1, 2016",
    "author": "admin",
    "tags": [
        {
            "text": "2015",
            "url": "/tag/2015/"
        },
        {
            "text": "Sian Berry",
            "url": "/tag/sian-berry/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made to the Green Party Conference held in Bournemouth on 27 September 2015.",
    "content": [
        "Hello Conference, I’m Sian, and it seems you want me to be Mayor of London.",
        "It’s so great to be back on the campaign trail. Thank you so much to London Green Party for selecting me.",
        "Politically it’s a really exhilarating time. Impossible things are becoming a reality. All over the world, in Barcelona, Madrid, in Paisley, Renfrewshire, and closer to home, candidates that started off as massive long shots are sweeping in and winning elections.",
        "I look at these remarkable movements and I see what positive, principled politics, combined with the power of the people, can deliver.",
        "I want all of these victories to inspire our campaign. And I want to give my huge thanks to Rashid, Benali, Tom, Caroline and Jonathan who all stood for Mayor alongside me – because you made it a strong and positive campaign, you raised new issues and brought in new supporters.",
        "And I’m so pleased to have you standing with me still. And lined up with Shahrar, Noel, Dee, Andrea and Rosemary to win the seats we need on the London Assembly where we can hold the balance of power in London again.",
        "I also want to give the biggest possible shout out to Jenny and Darren. Next May their hard work will have kept the Green flag flying proudly at City Hall, for 16 years – and we will build on that in 2016.",
        "Now I’m going to introduce you to some of the Londoners we’ll be working with and for. Our campaign will bring their voices into City Hall, and I want to start by bringing them into my speech.",
        "So this is what just a few of them told me on the towpath this week.",
        "They definitely know what our city needs.",
        "All of us here, like them, want a better, fairer, more equal society, where we work together for the common good.",
        "This isn’t impossible. It is not a false hope. It is a resolute statement that there’s a better way for us to exist together. It is an understanding that things which once seemed impossible can happen when the people decide to make them happen.",
        "Who could have foreseen the political movements of the last two years? First in Scotland. Then our Green Surge, then the huge wave that has overwhelmed and overturned the establishment in the Labour Party.",
        "The landscape has changed so much, and it’s clear the political field remains wide open. The stakes are high. For our planet, for us and for the next generations.",
        "As a Councillor in Camden I meet people every week in severe housing need. Families living four in a single room, and they want to know why there aren’t new homes for them to move into.",
        "In King’s Cross in Camden we’ve seen nearly a quarter of the promised affordable homes cut this year. It’s the same all over London. In Earls Court just 11 per cent of homes will be affordable, in Mount Pleasant just 12 per cent. These projects are taking huge chunks of what used to be public land and turning them simply into speculative private investments. And this is happening not just under Boris Johnson’s gaze, but with his active help, overriding local communities and councils to push these deals through.",
        "In City Hall, we will be different.",
        "The Earl’s Court scheme is not good enough and I will block it. And Greens will put resources and staff into a new Community Homes Unit so that Londoners can decide what to do with land like this all over our city.",
        "This isn’t just a policy for London. It’s based on a successful model in Cornwall, where 13 community-led housing schemes have been finished since 2009.",
        "So as with Bristol Green Party’s amazing swing in May, on this too, London needs to follow where the South West has led.",
        "And don’t get me started on private rent. I rent my flat and I don’t mind saying that rising costs have left me really worried I’d have to move out of the city I love.",
        "We need to redefine affordability in terms of wages not market prices, and to stabilise rents. And along with Caroline Lucas, with London MPs, and with the help of Generation Rent, I have already been working on this. And I hope to see these powers added to the powers of city mayors by Parliament this autumn, so that they are ready for me to use them in May as the new Mayor of London.",
        "And of course housing isn’t our only crisis. Air pollution causes the early death of nearly 10,000 Londoners every year. And the absolute scandal of Volkswagen cheating its emissions tests shows that we cannot rely on manufacturers’ pledges on cleaner vehicles to solve this problem. To put it mildly, we cannot rely on them at all.",
        "I am demanding prosecutions, an independent inquiry right now.",
        "And for car makers who have lied to us and not cleaned up their cars? I want them to be made to pay for the buses, walking and bike infrastructure, trams and trains we need to reduce traffic and get people off the car dependence that leads them to buy cars in the first place.",
        "That would be real justice for this criminal fraud.",
        "What’s the thread running through all these stories? It’s the abuse of power.",
        "We want to win a Green Mayor and Assembly Members to put power back in the hands of the people, not to hoard it for ourselves.",
        "Greens will give London back to Londoners, bringing the voices of its amazing campaigns and citizens into our campaign and then into City Hall.",
        "We don’t have the resources of other parties because we don’t sell out. But we do have one thing that has made the impossible possible in campaigns all over the world: you and tens of thousands of other activists. And seven months.",
        "So we need your help. We need you on our doorsteps, we need you online, sharing our campaigns and actions and events, we need your ideas. Come and talk to me about them afterwards. And we need your support and lots of retweets for our crowdfunder, which launches next week.",
        "London is at the heart of the crises we face and it will be at the vanguard of how they are solved. In this exhilarating political climate, we can reclaim our city, and all eyes, across the UK, will be on London’s election next year.",
        "I’m here to ask you to organise, to recruit, to contribute, to be active in support of our London campaign. Because if we work and stand together, anything is possible."
    ]
}