{
    "url": "https://www.ukpol.co.uk/jake-berry-2022-comments-on-suella-braverman-breaking-the-ministerial-code-on-numerous-occasions/",
    "title": "Jake Berry – 2022 Comments on Suella Braverman Breaking the Ministerial Code on Numerous Occasions",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        },
        {
            "text": "Jake Berry",
            "url": "/tag/jake-berry/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Jake Berry, the outgoing Chair of the Conservative Party, on Piers Morgan Uncensored on 26 October 2022.",
    "content": [
        "**INTERVIEWER:**",
        "[Was it right that Suella Braverman came back to the Cabinet?]",
        "**JAKE BERRY:**",
        "Six days is a long time in politics. It’s for the new Prime Minister and he must be free to appoint whoever he wants. However, what I would say is from my own knowledge, there were multiple breaches of the ministerial code",
        "**INTERVIEWER:**",
        "[Multiple?]",
        "**JAKE BERRY:**",
        "Multiple breaches of ministerial code. It was sent from a private email address to another Member of Parliament, she then sought to copy in that individual’s wife and accidentally sent it to a staffer in Parliament. To me, that seems a really serious breach and especially when it was documents relating to cybersecurity as I believe that seems a really serious breach. The cabinet secretary had his say at the time, I doubt he’s changed his mind in the last six days, but that’s a matter for the new Prime Minister",
        "**INTERVIEWER:**",
        "[Did she hold her hands up to it?]",
        "**JAKE BERRY:**",
        "I wasn’t at the meeting, but as I understand it the evidence was put to her and she accepted the evidence rather than the other way around."
    ]
}