{
    "url": "https://www.ukpol.co.uk/keith-best-1985-speech-on-drunken-driving/",
    "title": "Keith Best – 1985 Speech on Drunken Driving",
    "post_date": "July 8, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1985",
            "url": "/tag/1985/"
        },
        {
            "text": "Keith Best",
            "url": "/tag/keith-best/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Keith Best, the then Conservative MP for Ynys Môn, in the House of Commons on 18 December 1985.",
    "content": [
        "I am pleased that we are having this debate, albeit at this time of the morning. It is therefore incumbent upon me immediately to say to my hon. Friend the Minister of State and to my hon. Friend the Member for Banbury (Mr. Baldry), who sits behind her so loyally, that I apologise for giving them such an early start. I hope that they will feel at the end of the debate that it has been fruitful and, indeed, necessary.",
        "There is a ritual about raising the subject of drinking and driving just before Christmas. I make no apology for having sought to do so again, although we had a debate about the same time last year on the same subject. With Mr. Speaker’s indulgence, I intend to continue to seek to raise the matter before Christmas every year, just as the Government feel that it is necessary to launch a campaign every year. It is sad and it should not be necessary to have a campaign every year or for an hon. Member to have to seek to raise the matter to give it greater prominence, but it is necessary because the weak, foolish, unwise and unwary and the ignorant still drink and drive.",
        "One clear message that should go from the Chamber is, “If you drive, don’t drink, and if you drink, don’t drive.” There can be no fetter on that simple message.",
        "The number of drink drive offences over the past decade has gone up dramatically. In 1975 there were 65,000 cases, but by 1980 the number had risen to 78,000. By 1983 the figure was 98,000 and by 1984 it had gone over the 100,000 mark, to 101,000. Nearly half of all injuries to and deaths of drivers, passengers and pedestrians are attributable in part to alcohol, and drink is involved in 45 per cent. of fatal road accidents to young people. Nearly 100,000 people are convicted for drink drive offences each year in England and Wales alone, and the numbers are rising rapidly.",
        "Many people think that there is a legal limit. There is no such thing. It is true that there are offences under section 6(1) of the Road Traffic Act 1972, amended by the Transport Act 1981—offences of driving or attempting to drive or being in charge of a motor vehicle with a blood alcohol concentration above the prescribed limit. Currently that limit is 35 mg of alcohol in 100 ml of breath, 80 mg of alcohol in 100 ml of blood or 107 mg of alcohol in 100 ml of urine. That should not be regarded as the entire law on the matter. That point will be well known to my hon. Friend the Member for Banbury.",
        "There is still the old offence of driving or attempting to drive while unfit to drive through drink or drugs, or to be in charge while unfit. Any amount of alcohol impairs driving ability, and ability definitely deteriorates with more than 50 mg of alcohol. Unfit to drive in law means that the ability to drive is impaired for the time being. It does not mean incapable of driving. People concentrate far too often on the idea of a legal limit below which they are safe and not subject to any prosecution. That is wrong. It should be clear that people with alcohol concentrations far less than the prescribed limit can be prosecuted and convicted of being unfit to drive.",
        "The impairment depends on the concentration of alcohol in the body, not on the amount taken. A person with high natural alcohol concentration is vulnerable. An 11-stone male is put over the 50 mg limit by one and a half pints of ordinary beer or three single whiskies. Driving ​ ability will be impaired. Even at the so-called legal limit under section 6, a person is five times as likely to have an accident than if he had not had a drink. A person could be arrested, charged and convicted under section 5, which is concerned with unfitness to drive, when well below the limit set out in section 6.",
        "It is no good trying to do calculations. Indeed, it is extremely dangerous, because there are so many variables. The 1965 report of the British Medical Association’s special committee said:",
        "“It takes between 15 and 90 minutes for the peak concentration in blood to be reached following a drink of alcohol, and in most cases little more than 30 minutes … In fact, the rate of elimination of alcohol both between different individuals and in the same individuals at different times varies to some extent and an exercise of this kind cannot, in our opinion, be justified.”",
        "The mean elimination rate appears to be between 11 and 21 mg per hour, but numerous recent studies have confirmed the extreme variability of the blood clearance rate. Significant numbers of clearance rates exceed or trail the average by factors of two or four and, in extreme cases, eight.",
        "The law is much tougher after the Transport Act 1981. There is an automatic refusal to issue a driving licence to high-risk offenders or problem drinkers—that means drivers who are convicted twice in 10 years of drink driving offences when, in both cases, the blood alcohol level has been more than two and a half times the prescribed limit or a specimen has been refused, or a combination of the two.",
        "It must be concluded that the public can feel safe only if such people are never allowed to drive again. That might be a hard judgment, especially if driving is necessary for employment or if employment depends on the ability to drive, but we must protect the innocent people who lose their lives or suffer terrible injuries as a result of others taking the risk of drinking and driving.",
        "My hon. Friend has now launched a new campaign. We can but hope that it will be more successful than the disastrous “stay low” campaign last Christmas. Statistics to which I shall refer show it to have been disastrous. I believe that in retrospect, and I say “in retrospect” because my hon. Friend the Minister could say that I welcomed the campaign in the debate on 21 December 1984, as, indeed, I did. She will recall, however, that I also entered some caveats then. “Stay low” was a dangerous slogan which was taken out of context. As I said in that debate, it was wrong to consider the slogan without considering the whole press release of the Department of Transport. I read it in full then and I shall do so again. It stated:",
        "“Don’t drink any alcohol at all if you are going to drive. That’s the only way to be sure you won’t be affected by drink and liable to be convicted of a drink-drive offence. And it’s the best safeguard you can give yourself that you won’t be involved in an accident. Although the ‘breathalyser law’ puts a limit of 35 microgrammes of alcohol per 100 millilitres on drivers’ breath, you can still be prosecuted below that limit if a policeman thinks your driving ability is impaired by alcohol. So the only way to be certain is not to drink. That’s what the Department of Transport means by its advice to drivers this Christmas to stay low—very low.”",
        "If that press release had been reiterated, the campaign would not have been misunderstood. My hon. Friend the Minister, who is an experienced politician, knows only too well that politics is about slogans, and that many ​ comments made by hon. Members are often taken out of context. Indeed, our political history is riddled with slogans and statements taken out of context, which achieve a mythology of reality all of their own. I am thinking of cutting prices at a stroke and getting on bicycles. Many of them are entirely inaccurate as a representation of what was said, and are taken entirely out of context.",
        "My hon. Friend and the Department must realise that with such a campaign people will pick out one aspect as the slogan and refer to it. That is why the slogan “stay low” was dangerous. It conveyed the impression that people could drink and drive, notwithstanding the full press release which said clearly that people should not drink and drive.",
        "Why were there no consultations with the alcohol agencies before this present campaign was launched? Many organisations, particularly Alcohol Concern, feel that they can contribute to the formulation of these campaigns. Why was it felt inappropriate for those agencies to be consulted?",
        "I hope that my hon. Friend will again say unequivocally that there is no legal limit below which a person can be regarded as safe to drive. Under section 5, the test of impairment of driving ability is not linked to any limit. The “stay low” campaign created a misunderstanding of the law because of the slogan rather than the full explanation. I hope that my hon. Friend will say that the only message that must be fully comprehended is that if one drives, one must not drink. That must be stated unequivocally.",
        "The “stay low” campaign cost 1·5 million. How much will this year’s campaign cost? The cost to the nation of drink-drive accidents is estimated to be £100 million a year, so £1·5 million is a small contribution to make to a campaign to try to overcome that tremendous cost. Will my hon. Friend explain to whom the campaign is directed? She said when the campaign was launched that it was especially directed towards the young, but perhaps she would use this opportunity to amplify that statement.",
        "I greatly appreciate the excellent initiative that is taken by some organisations to try to increase public awareness of the dangers of drinking and driving. I am especially mindful of the new campaign by the Royal Society for the Prevention of Accidents, aimed at the licensed trade, employers, employees, young people, voluntary groups and operators of coaches, minibuses and taxis. I commend to the House and to the general public the excellent booklets that have been produced to increase public awareness, and especially to the various groups, to each of which is directed a separate booklet produced by the Royal Society for the Prevention of Accidents, which is a comprehensive and useful guide.",
        "I am also especially impressed with the society’s pamphlet, which is easily read and very short. It is entitled, “How to beat the Breath Test.” It is one of the interesting leaflets which invites someone to read more, just as the leaflet that was produced by Conservative central office, which stated that “Conservatives admit to cuts”, invited people to read more. That is shrewd advertising material, because it invites people to look more into the contents.  \nThe booklet from the Royal Society for the Prevention of Accidents states:",
        "“Why shouldn’t I drive after I’ve been drinking”?",
        "The reply is: ​",
        "“Alcohol affects your own judgment of whether you are fit to drive or not—you may genuinely believe yourself to be driving better than you are. Alcohol is a depressant, not a stimulant. It lessens the co-ordination, lengthens reaction time, blurs vision and affects ability to judge speed and distance: all vital skills when it comes to driving. The ability to judge distance between moving objects is lessened when you are only one quarter of the way to the legal limit.”",
        "Another question asked is:",
        "“How quickly does it wear off?”",
        "The answer given is this:",
        "“Rates of absorption vary so much, the only sure way is to allow one hour per half pint of beer (or equivalent)—this can take several hours. Someone who has had a heavy drinking session the night before may still be over the limit going to work at 7 am the next morning!”",
        "All of us in the House know the sort of feeling of going to work at that time. Indeed, we have gone to work half an hour earlier than that this morning. The pamphlet continues:",
        "“There are no tricks for sobering up more quickly—coffee and fresh air may help you feel better, but they don’t reduce the alcohol level.”",
        "Another section asks,",
        "“But I won’t be stopped if I drive carefully, will I?”",
        "To that, the answer is:",
        "“The police can ask you to take a breath test if they suspect you of committing a moving traffic offence, or if you’re involved in an accident, but they can also stop you if they suspect you of having alcohol in your blood. If you’re stopped for any reason, like a broken rear light, and they think you’ve been drinking, they can ask you to take a breath test then as well. You might even be prosecuted if you’re not over the limit if you’re clearly unfit to drive. The ‘legal limit’ just means prosecution is automatic.”",
        "I welcome the hon. Members for West Bromwich, East (Mr. Snape) and for Cumbernauld and Kilsyth (Mr. Hogg). It is especially commendable that hon. Members should come to the House at this time of the morning, and it manifests their belief in the importance of this debate, especially before Christmas. I appreciate that the new campaign that has been launched by my hon. Friend is much tougher and that the get-tough policy of the police will be supported, as I understand it, strongly by my hon. Friend and her Department.",
        "I also appreciate the steps that my hon. Friend’s Department has taken over another matter that I have raised during the year—the sale of alcohol through petrol stations. The steps that my hon. Friend has taken in the past year have been welcome. The fact that her Department is collecting statistics to establish the number of petrol station licences in existence is a positive step. This has been reinforced by the fact that the Home Office will, from next year, record such licences as a separate entry on the official statistics. I thank my Friend for what she is doing.",
        "Stopping people from drinking and driving is not just a question of informing the public; there has to be an element of deterrence as well. I feel that still the message has not got across to people that if they drink and drive and are prosecuted and convicted for having an alcohol level beyond what is prescribed, they will lose their licence automatically. However persuasive, even as persuasive as my hon. Friend the Member for Banbury, an advocate can do nothing in those circumstances to save a person’s licence. It does not matter whether his job depends on being able to drive—the licence will be lost for 12 months as a minimum. I hope and pray that that message gets across, because it is all part of the concept of deterrence.",
        "I believe, and I suspect and hope that all agree, that the only real deterrence is the certainty of being caught, and at the moment the likelihood of being caught in the United Kingdom is low. The Home Office has stated that only one in 250 drinking drivers has a risk of being caught. That is an appalling statistic, and it must be changed. I accept that I should not be addressing my remarks principally to my hon. Friend the Minister, but I hope that she will convey them to the appropriate quarters, because that needs to be looked at carefully.",
        "I know that my hon. Friend has heard this question before, not least from Mr. Don Steele, of Action on Alcohol Abuse, but I ask her to look again at this suggestion. Bearing in mind that those with provisional driving licences or those who have received their driving licences within the past two years are those most frequently involved in accidents, should there not be an even stronger requirement imposed on those drivers that come within those categories. Perhaps she will say something about that.",
        "I have already referred in parenthesis to the fact that on 21 December last year I initiated a debate similar to this one about drinking and driving. I shall remind the House of what I said on that occasion. Every year 1,200 people die as a result of road traffic accidents in which drink is a contributory factor. During that debate, I asked whether something could be done to include a statement to that effect in the highway code so that at least we could be satisfied that at one point in a driver’s lifetime the message would be brought home clearly in a manner in which he had to learn it before passing the driving test. I appreciate that that is not the answer, but to bring it home to somebody who is learning to drive and having to learn what drink and drive involves, as a matter of its being included in the highway code, would be a useful addition to that document.",
        "I know that my hon. Friend the Minister keeps several copies of the code at home, because she told me so in last year’s debate. She said:",
        "“My Department is reviewing the highway code, as it does from time to time and I shall see what entry in that might he useful in persuading people to do the sensible thing.”",
        "Perhaps she could give me an answer this year to the statement that she made so helpfully in replying to the debate that I initiated last year.",
        "My hon. Friend the Minister of State said something else that I should like her to look at again. At the beginning of her reply to me last year she said:",
        "“In due course my Department is planning to give even wider information than has already been given out in the facts leaflet on drinking and driving from the road research laboratory because it needs to be much more widely available and influential.”",
        "When she replies, I hope that my hon. Friend will say what has been done about that.",
        "I referred also in that debate to a fruit drink called “Alcaway.” It purports to speed up the absorption of alcohol by the body—in simple terms, an antidote. But it cannot be said strongly enough that there is no such thing as an antidote. I pointed out that on 19 November 1984 my hon. Friend, in answer to an inquiry from me, had said:",
        "“The rate at which alcohol is absorbed into the blood stream is affected by a variety of factors. While some products can slow down this process, I am not aware of any evidence which suggests that the elimination of alcohol from the body can be significantly speeded up. My general policy is to warn drivers of ​ the risk involved in driving after drinking under any circumstances”.—[Official Report, 21 December 1984; Vol. 70, c. 713, 716 and 717.]",
        "It is grossly irresponsible, morally indefensible and commercial exploitation of the most obscene kind, resulting in death, injury and misery, to market any such substance. Those who do so should remember that the Christmas present that they will give to families is the death of a father, the mutilation of a mother and the bereavement of loved ones. It was therefore very distressing to me to learn, when listening a few days ago to that excellent radio programme “You and Yours”, of a new substance called “Stay Low”. It is the usual kind of unpleasant tasting, high calorific fruit drink that contains a large amount of glucose syrup.",
        "I learnt yesterday that 500 dozen bottles have been produced by a company in Nottingham. I spoke to a representative of that company on the telephone. I was given the name of the principal company, Stay Low Ltd., which has the manufacturing rights of this substance. I was given the name of a Mr. Hurley. Stay Low Ltd. is registered in Jersey. However, when I telephoned him I was told that he was busy. Furthermore, I was told that he would telephone me, but I received no call from him. The registered office is, I believe, a solicitors’ office. It is merely an address for the registration of that company.",
        "The trail of that company is interesting. Yesterday I tried to track down what this product purports to achieve. I understand that the first reference to it appeared in The Morning Advertiser on 18 December. The claim on behalf of this substance was that",
        "“anyone who drinks 10 whiskies can pass the breathalyser test after drinking two 85p bottles of ‘Stay Low.,”",
        "That claim cannot be attributed to anybody and it may be inaccurate, but it appeared in The Morning Advertiser.",
        "The office is registered in Jersey and is just a holding office, but I was able to contact a company called Crane Barnden that had been engaged by Stay Low Ltd. to produce promotional material. It is a firm of printers. I do not want any opprobrium that might attach to this product in general to attach to this company. It was very helpful to me over the telephone and explained what had been done.",
        "Crane Barnden had received instructions to produce promotional material, but it had been unable to secure detailed information about certain aspects of the product. The firm was told that it was not entitled to disclose the name of the client. It received its original instructions from an individual rather than from a company. The result was that the firm felt obliged to do no more than produce the initial amount of promotional material. That was interesting because the firm clearly believed that insufficient information was available for it to carry on doing any more work for that client.",
        "The firm produced only information. The bottling and mixing was done by a Nottingham company which confirmed to me over the telephone the constituent elements of the drink. It is lime-flavoured with large amounts of glucose and fructose syrups. The initial run was 500 dozen bottles which were marketed by a company called Innserve, a wholesaler to public houses in the south Devon area. The bottlers have no instructions to bottle any more.",
        "I hope that the Minister will use her Department’s resources to look into the product if it is anything like ​ Alcaway. It is extremely dangerous for such a product to be marketed if it purports even indirectly to enable people to drink and drive. That is a cruel deception.",
        "I make it clear now, as I did a year ago in respect of the other product which fortunately we stopped in its tracks, first, that no tests substantiate any claims for the new product. Secondly, increasing the rate at which alcohol is broken down by the body can cause poor judgment. Thirdly, fructose can cause painful side effects.",
        "I do not propose to go into the details of those side effects, but I have a sheet of papers containing medical opinions from learned journals which describe the inadequacy of fructose in speeding up the dissipation of alcohol in the blood, the side effects and the danger of the intake of fructose in such large quantities. Such a product might require a licence under the Medicines Act if it were designed to interfere with the normal operation of a physiological function.",
        "I understand that the label on the product states “Don’t drink and drive.” That is a small concession to it being marketed just before Christmas with the name “Stay Low”. Why is it being marketed now? It has all the hallmarks of a cynical, unprincipled exploitation of people’s fond but foolish desire to find a magic potion which will enable them to drink and drive. There is no such potion, nor can there be. I urge my hon. Friend the Minister to investigate the product fully.",
        "If this debate has publicised the criminal negligence of drinking and driving; if it has brought home to people that the only safe way to drive is not to drink, or if one is drinking not to drive, however short the distance: if it has the effect of saving lives this Christmas, children will still have fathers and mothers and parents will still have children at the end of the festive season and we can say to the people whom we have the privilege to represent—as I say to you, Mr. Deputy Speaker, to my hon. Friend the Minister and my colleagues have a very happy Christmas, and a safe one, and we shall all meet again in the new year."
    ]
}