{
    "url": "https://www.ukpol.co.uk/james-bethell-2022-speech-on-the-growth-plan-lord-bethell/",
    "title": "James Bethell – 2022 Speech on the Growth Plan (Lord Bethell)",
    "post_date": "October 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Bethell",
            "url": "/tag/james-bethell/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Bethell, Lord Bethell, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, I join many others in welcoming the return of my noble friend the Minister to the Front Bench; I thoroughly support her sentiments, which she put very well, about the critical importance of growth. I put on the record that no one in the UK Government has ever talked of trickle-down economics—I checked and it is just not the case.",
        "I want to emphasise the significant contribution that public health improvements can make to the wealth of the nation and to achieving the important 2.5% growth goal referred to by my noble friend the Minister. My noble friend Lord Wolfson said that the growth Statement was slightly short of supply-side suggestions, and I agree with him. I am speaking to persuade noble Lords that investment in public health can not only save millions of lives from preventable disease and epidemics but allows us to live longer, accomplish more and contribute more to the economy. Public health also helps reduce inequalities by ensuring that people are not needlessly prevented from fulfilling their potential or contributing to the economy because of illness, disease or premature death.",
        "However, the public health of the nation is not contributing enough to the wealth of the nation; quite the opposite. There is a great exodus from the workforce due to ill health. In a report published today, the Health Foundation noted that economic inactivity in the UK has increased by 700,000 people since before the pandemic; that includes 300,000 people aged 50 to 69 years who are at greater risk of never returning to work. This increase in poor health and economic inactivity restricts our labour supply and our economic growth. The recent OBR report estimates that this contributes £2.9 billion to welfare bills, and I think it probably undercooks that number.",
        "The country’s poor health is also driving up costs for the NHS. Even though it consumes 40% of public expenditure, it is overwhelmed with demand and its costs are growing. Late-stage acute healthcare is the wrong part of the economy to be growing. We should be investing in prevention, not cure. That is the way to grow the economy. If we do not, we are failing to take advantage of the technological revolution that can use genomics, big data, artificial intelligence, modern vaccines and the latest diagnostics to help assess health risks, identify disease and get people on the road to recovery more quickly than ever before.",
        "It was disappointing that the Chancellor did not refer to health in his plan for growth and a shame that my noble friend the Minister did not do so either. I ask the Minister responding to please reflect on the significant link between health and wealth in his comments. In particular, I urge the Treasury to appoint a commission—armed with an economic slide rule rather than a scientist’s microscope—to look at the nation’s health, much as Nick Stern looked at climate change, as an economic threat rather than a scientific phenomenon, so that we can hammer out a plan to get out of the economic cul-de-sac of an increasingly unhealthy population."
    ]
}