{
    "url": "https://www.ukpol.co.uk/clive-betts-2022-parliamentary-question-on-transpennine-express-rail-services/",
    "title": "Clive Betts – 2022 Parliamentary Question on TransPennine Express Rail Services",
    "post_date": "December 2, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Clive Betts",
            "url": "/tag/clive-betts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        },
        {
            "text": "Transportation",
            "url": "/category/transportation/"
        }
    ],
    "summary": "The parliamentary question asked by Clive Betts, the Labour MP for Sheffield South East, in the House of Commons on 1 December 2022.",
    "content": [
        "**Mr Clive Betts (Sheffield South East) (Lab)**",
        "The other day, I read with amazement an article in The Guardian which said, with regard to cancellations on the TransPennine Express, that between the middle of October and the middle of November, the reported figures were between 5% and 12% a week, but actual cancellations were over 20% each week. The difference is that train operators do not count as a cancellation a train that is cancelled before 10 pm the night before. When train operators are penalised under their contracts for non-performance, are the cancellation figures used those that the train operators report, or those that passengers experience?",
        "**Huw Merriman**",
        "I will write to the hon. Gentleman and specify how those figures are calculated. I will also give him up-to-date figures from the methodology that we calculate. I am confident that those figures recognise the same experience that passengers have suffered and he has described, but I will write to him and set that out in full."
    ]
}