{
    "url": "https://www.ukpol.co.uk/clive-betts-2023-speech-on-the-private-rented-sector/",
    "title": "Clive Betts – 2023 Speech on the Private Rented Sector",
    "post_date": "February 10, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Clive Betts",
            "url": "/tag/clive-betts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Clive Betts, the Labour MP for Sheffield South East, in the House of Commons on 9 February 2023.",
    "content": [
        "**Madam Deputy Speaker (Dame Rosie Winterton)**",
        "We now come to the Select Committee statement on behalf of the Levelling Up, Housing and Communities Committee. Clive Betts, Chair of the Committee, will speak for up to 10 minutes, during which no interventions may be taken. At the conclusion of his statement, I will call Members to ask questions on the subject of the statement. I emphasise that these should be brief questions, not full speeches or reflections. I also emphasise that questions should be directed to the Chair of the Committee, Clive Betts, not to the relevant Government Minister. Front-Bench Members may take part in questioning, should they wish to do so.",
        "**Mr Clive Betts**",
        "I am tempted to note that perhaps if Members direct their questions to me, they might get slightly better answers than from the Minister—that is probably very unfair at the beginning of the statement, because the Minister came and helpfully gave evidence to the Committee and I want to put that on record right at the beginning.",
        "The Levelling Up, Housing and Communities Committee has published its report on reforming the private rented sector. I thank the Backbench Business Committee for providing time for a statement on that report. I also thank the staff of the Committee and its specialist advisers for their support and assistance with producing the report. I thank the other members of the Committee who, once again, agreed our report unanimously.",
        "The Committee launched its inquiry following the publication of the Government’s White Paper, “A Fairer Private Rented Sector”, which sets out the Government’s long-term vision for the sector, particularly on matters of security of tenure and housing quality. We have been told that the Government plan to implement the proposals in the White Paper this Session through a renters’ reform Bill, and we look forward to that. We hope that the Government will examine our findings closely when finalising the Bill.",
        "Some 4.6 million tenants in England are in the private rented sector today, representing 19% of households. Twenty years ago those tenants would typically have been students or young professionals saving for their first home. Today’s tenants are on average older, perhaps living with children, and more likely to be on low incomes. In the course of our inquiry we spoke to organisations representing tenants and landlords. We found that too often tenants are afraid to complain when things go wrong, due to the threat that they may be evicted without fault.",
        "We also heard how private rented accommodation is more likely to be of poor quality than homes in other tenures. Some 21% of private rented homes are classed as non-decent, and category 1 hazards, such as serious damp and mould, are present in 12% of rental properties. However, the majority of private tenants are satisfied with their homes, and the majority of landlords manage their properties well. But any system of regulation has to deal effectively with those who do not—the rogues and, in extremis, the downright criminal.",
        "In that context, the proposal to repeal section 21 of the Housing Act 1988, which allows for “no fault” evictions, is a welcome step in giving tenants the confidence to complain to landlords without fear of eviction. While the Committee recognises that the majority of private landlords have no desire or incentive to evict tenants without good reason, we concluded that the repeal of section 21 is necessary to stop unfair evictions and give tenants the security they deserve. Once section 21 is repealed, landlords will be reliant on section 8 of the Housing Act to evict tenants, particularly in cases concerning rent arrears and antisocial behaviour.",
        "The Government intend to give landlords new grounds for possession when they wish to sell, or move themselves or close family members into their property. The Committee has identified that these new grounds could be exploited by bad landlords as a backdoor to “no fault” evictions. To avoid that, we recommend that landlords should not be allowed to sell or occupy their property during the first 12 months of a tenancy agreement, and that a property should not be marketed or re-let within six months of either ground being used.",
        "Another challenge that risks undermining the Government’s progress on tenancy reform is in respect of court hearings required under the section 8 process. As it stands, courts are already struggling to process housing cases quickly enough, and an increase in the number of section 8 possession hearings risks overwhelming the system. In our report we recommend that a specialist housing court be introduced. That repeats our predecessor Committee’s recommendation from 2018. The Government rejected that recommendation at the time, saying that there are more effective ways to increase the efficiency and timeliness of the court process.",
        "We are calling again for a specialist housing court to be introduced, as we have no confidence that court reforms will happen quickly enough. Either way, the Government must ensure that courts can process claims quickly, efficiently and fairly for all parties. That should include fast-tracking possession claims in respect of non-payment of rent, antisocial behaviour and serious cases of disrepair. Both landlords and tenants need that process to work effectively.",
        "Our inquiry also considered the White Paper’s proposal that fixed-term tenancies be abolished. While we found that that would go a long way towards ensuring security of tenure for most tenants, the Committee recommends one exception, which is that this should not apply to the general student private rented sector. Students will be all too familiar with the annual dash for accommodation, with many university towns and cities now seeing queues around blocks to view properties that are reserved within hours of being listed. Abolishing 12-month fixed tenancies for that group could make letting to students much less attractive for private landlords and exacerbate the problem. Most students expect their tenancy to mirror the academic year, so we recommend that fixed-term contracts be retained for that group.",
        "On the White Paper’s proposals on housing conditions, the Committee supports the Government’s plan to introduce a legally binding decent homes standard. This will bring standards for the private rented sector into line with those of social housing. We also welcome the proposed new property portal, which will serve as a central platform and information point with details of landlords and every property they let. That will support local authorities in enforcing the new standards, and will better inform tenants about prospective landlords and properties. However, we have heard concerns about the way the portal is being designed, in that it will only be a document-holding database. We were told that if effort is put into the design to digitise the documents it holds—particularly gas safety certificates, for example—that could be codified and automatically flag any issues, rather than tenants having to search for it.",
        "The Committee believes that the cost to landlords of implementing the new decent homes standard is proportionate, given the £10,000 cap on costs that applies to most improvement works. However, the Committee has seen evidence that demonstrates a strong correlation between the energy efficiency of a property and its levels of damp and mould. We therefore recommend that the Government consider new financing solutions where works to improve energy efficiency may exceed that cap. If the Government are serious about raising standards in the private rented sector, they must ensure that local authorities are fully equipped to enforce the new regime. In the absence of extra funding, they must consult with local authorities to ensure that the regime can become self-financing, as well as address the shortage of qualified enforcement staff. Local authorities must be confident that they can collect appropriately large financial penalties imposed on those bad landlords who breach the standards, and get back the costs that they incur in taking court cases, which are often denied by the courts at the time.",
        "Our report notes that data points to an apparent decline in the private rented sector, which may be associated with the rise of short and holiday-let markets. We heard that some smaller landlords believe the proposed reforms will drive them out of the sector. We urge the Government to review the impact of recent tax changes in the buy-to- let market. More broadly, the Government ought to make clear what role they wish the private rented sector to play in the wider housing mix in future, and assess their proposed reforms against that.",
        "Although the Committee broadly welcomes the Government’s proposals for reform—I repeat, we welcome what the Minister had to say when she came to the Committee—we have some recommendations for where we believe we can improve the proposals. In the end—we challenged the Minister on this—the White Paper fails to address the most serious challenge currently facing many private renters, which is the high cost of renting caused by the housing crisis. Simply put, there has been a decades-long failure by successive Governments to build enough homes. The affordability crisis in housing can only be remedied by a significant increase in house building. The Committee previously recommended that we should be building 90,000 social rented homes every year out of the 300,000 total we all want to be achieved. Although we recognise that that was not the focus of the White Paper, there are still many unanswered questions that we hope the Government will eventually address.",
        "I thank everybody who gave evidence to the Committee as part of this inquiry, and I pay particular tribute to Paul Owen, our Committee specialist, for his work on housing matters in recent years. I am sure that reform of the private rented sector is far less challenging than his new job in the House, which is something to do with Brexit.",
        "It is my hope that the Committee’s report will be considered carefully by the Government and our recommendations will be implemented in full through the forthcoming renters reform Bill. In the meantime, we await a timely response from the Government—that has not always been the case for most of our recent reports —and I commend the report to the House.",
        "**Sir Desmond Swayne (New Forest West) (Con)**",
        "I draw your attention, Madam Deputy Speaker, to my entry in the Register of Members’ Financial Interests. Is it the hon. Gentleman’s estimate that driving relatively small landlords with a few properties out of the market is the intent of Government policy, or are we just collateral damage?",
        "**Mr Betts**",
        "I thank the hon. Member for his question, which is one that he must address to the Minister. Certainly, we had evidence that the reforms particularly hit smaller landlords who personally own their properties, rather than the larger landlords who own their properties through a company and can continue to offset their interest payments against their rental income.",
        "**Matthew Pennycook (Greenwich and Woolwich) (Lab)**",
        "I congratulate the Select Committee on another first- rate report, and I trust the Government will give the recommendations serious consideration as we look forward to the long-overdue renters reform Bill.",
        "The Opposition wholly agree with the report’s conclusion that the affordability crisis in the private rented sector can only be properly solved by a significant increase in housebuilding, particularly affordable housebuilding, with social rented housing as a large proportion of affordable supply. Given that we are going backwards in that regard, with the latest data released by the Department indicating a net loss of 14,000 social homes last year, what does my hon. Friend and the Committee believe the Government could and should do right now to arrest this loss and boost markedly the supply of genuinely affordable houses that the country so desperately needs?",
        "**Mr Betts**",
        "In the previous report, we did not look specifically at mechanisms for increasing housing supply. In this report, we recommended that 90,000 social homes are built a year and said that that could cost up to £10 billion a year, which is about £70 billion more than has been provided through social housing grant. The Government must give that serious consideration, because the housing crisis will not go away unless something significant is done. The worry is, and this is something the Committee is looking at, that housing associations and councils will start to build fewer homes because of the pressures from disrepair, particularly around mould and damp, and because they are fixing safety defects post-Grenfell, all of which are adding further demands on their limited capital resources.",
        "**Eddie Hughes (Walsall North) (Con)**",
        "It was an absolute privilege to be the previous Minister who was responsible for the White Paper. As an accidental landlord myself, I feel like I have a bit of a vested interest, but I am still evangelical in my support for the idea of a landlord portal because it will do two things: connect landlords to excellent advice available from the Government; and allow the Government to communicate directly with those 2.5 million landlords on environmental benefit schemes, reducing carbon emissions and so on. Does the Chair of the Select Committee feel my enthusiastic support for the portal and the difference it might make to local councils in driving up standards in the private rented sector under their control?",
        "**Mr Betts**",
        "This is probably not the first occasion that I agree with the hon. Member. The portal is an extremely important step forward, and it will bring that information together. We talked about the importance of how it is delivered, which will involve a lot of discussions with landlords and councils to get it right, digitalising some of the information so that it is accurate and proper. It also ought to help with the problems that many councils have in finding out who owns a property, as bad landlords often move it from one family member to another and the council has the challenge of chasing it round. I hope the information held in the portal will enable councils to enforce more appropriately in future.",
        "**Kerry McCarthy (Bristol East) (Lab)**",
        "The Chair of the Committee will know that the gap between market rents in Bristol and the local housing allowance is among the worst in the country. The vast majority of private rented homes are simply not available to people on benefits. I note that the Committee was told that that was a matter for the Treasury and the Department for Work and Pensions, but does he intend to carry on pursuing this issue of the failure of the local housing allowance to keep pace with market rents?",
        "**Mr Betts**",
        "Yes, because it is a recommendation in our report. Wherever the reply to our report comes from—I presume it will come from the Department for Levelling Up, Housing and Communities, but no doubt it will come after consultation with other Ministers—the situation is one that the Committee will follow through. In the end, if there are so many properties in an area that are offered for a rent that someone who is working on a relatively low income cannot afford, and the housing allowance does not cover it, that is a problem that we simply must address. We cannot go on ignoring it, and that is what the Committee says. We ought to get back to the previous 30% decile position, and look at whether even that is satisfactory in some areas to make housing genuinely affordable.",
        "**Bob Blackman (Harrow East) (Con)**",
        "I draw the House’s attention to my entry in the Register of Members’ Financial Interests.",
        "In considering the report, one issue of concern is inadvertent consequences. Just abolishing section 21 evictions will almost certainly lead to more tenants being evicted under section 8, and with a county court judgment against them they will not be able to get another tenancy. Does the hon. Member agree, therefore, that when the Government finally come out with the long promised renters reform Bill, it is important that it is not only comprehensive but has pre-legislative scrutiny by the Select Committee, to enable the Government to get it absolutely right?",
        "**Mr Betts**",
        "That would be a good idea because, in the end, how the court process and the ways of resolving disputes will work are key to the reforms. We ought to be able to talk through that before we get to a final conclusion. Something like the small claims court, with mediation embedded, might be the best way to resolve most of these disputes quickly, but there is nothing there at present that can do that.",
        "**Andrew Western (Stretford and Urmston) (Lab)**",
        "I draw the House’s attention to my entry in the Register of Members’ Financial Interests. The hon. Member for Harrow East (Bob Blackman) asked part of my question, but, while I welcome the proposed changes around section 21 and the end of fixed-term tenancies for all but students, does my hon. Friend the Member for Sheffield South East (Mr Betts) have any concerns about the deliverability of the recommendations, given that we are now on our 15th Housing Minister in 13 years?",
        "**Mr Betts**",
        "It is not my job to select Housing Ministers, unfortunately. Maybe one reform we could introduce in future is Select Committees choosing Ministers, but we are not there yet. In any organisation, if someone is there for only a few weeks or months, it is harder for them to do the job. I am pleased that the existing Housing Minister has been there longer than a few weeks now. Hopefully that brings some stability and we can get the Bill through shortly to implement the reforms.",
        "**Ian Mearns (Gateshead) (Lab)**",
        "I am sure the Committee Chairman will recognise that there is not one single housing market, even in the private rented sector. The markets are different in different parts of the country and even within different neighbourhoods. Sadly, in many parts of the north and north-east, the private rented sector has become housing of last resort for far too many people. We have many negligent, absentee and rogue landlords who employee deliberately negligent managing agents. Does my hon. Friend believe that any additional regulatory powers are required to remove rogue managing agents from the sector?",
        "**Mr Betts**",
        "We did not specifically look at that, but my hon. Friend makes a very good point. We made the following recommendation: the Government propose one housing ombudsman for landlords, and a separate housing ombudsman, or system of mediation, for agents, but why cannot we bring those together, and have just one private rented sector ombudsman, covering landlords and agents?",
        "**Jim Shannon (Strangford) (DUP)**",
        "I thank the Select Committee and its Chair for their report. Private rents are rising dramatically—by as much as 35% or 40%, in some instances of which I am aware. For many renting in the private sector, that means that they could well be evicted. Tenants are betwixt a rock and a hard place. Did the Select Committee consider whether agreements should contain a proviso that would protect tenants from undue rent increases and the alternative of council accommodation?",
        "**Mr Betts**",
        "The issue of rent in the private rented sector is clearly important. We did not propose any change relating to the first time a tenancy is let, but we recognise that there must be some mechanism for agreeing rent increases once the tenancy is let. Otherwise, landlords could simply jack up the rent to an extortionate amount to get a tenant out. The Government propose letting landlords suggest increases, and tenants going to tribunal if they do not agree with them. We do not know why the Government resisted the proposal that there be built-in clauses in tenancy agreements—many agreements have such a clause—that say that rents can go up by a certain amount each year. The agreements could also include a break clause, so that there could be a reassessment every few years. Otherwise, we may find that the tribunal system, like the court system, gets completely overloaded. That would be another unintended consequence, which we want to avoid."
    ]
}