{
    "url": "https://www.ukpol.co.uk/clive-betts-2021-speech-on-the-uk-planning-system/",
    "title": "Clive Betts – 2021 Speech on the UK Planning System",
    "post_date": "June 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Clive Betts",
            "url": "/tag/clive-betts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Clive Betts, the Labour MP for Sheffield South East, in the House of Commons on 17 June 2021.",
    "content": [
        "Thank you Mr Deputy Speaker. I would also like to thank the Backbench Business Committee for the opportunity to make this statement on the Committee’s report on the planning system in England. I thank all members of the Committee for agreeing the report unanimously, and our Committee specialist Edward Hicks for producing a technically challenging and detailed document, with the excellent support of our specialist advisers, Kelvin MacDonald and Christine Whitehead.",
        "The report was launched partly in response to the Government’s publication of proposed reforms of the planning system back in August. We also build on previous reports by the Select Committee on local plans, land value capture and social housing. It is a comprehensive document and it was drawn up with widespread public interest in it; there were 154 pieces of written evidence; 14 witnesses came to give evidence; we had 6,000 responses to a public survey; and 38 members of the public came to join in our deliberations. We are grateful to all those who participated.",
        "I have got time today, Mr Deputy Speaker, to deal with only some of the key recommendations of our report, which are as follows. A plan-led system, which is generally supported in this country, is rightly seen as the heart of the planning process, and local plans are seen very much at that heart. The Committee recognised that the Government want to place increased emphasis on local plans, and are supportive of the proposals to digitise them, to make the process of formulating local plans simpler and to see them updated more regularly.",
        "Many of these ideas, together with making local plans a statutory requirement, were proposals that the Committee made itself in 2016, so we are pleased to see that the Government have now recognised their importance. In the report, however, we express significant concern about the proposals to reshape local plans by zoning every single site into a growth, renewal or protected area. We simply do not believe that the process can be done in 30 months, bearing in mind that many local authorities currently do not have a local plan in place, or many have plans that are significantly out of date. There is a shortage of both financial and staff resources in planning departments, and it is crucial that the Government produce a comprehensive resources and skills strategy, which they have promised.",
        "The Committee members were all concerned about how the zoning system would operate in practice. The proposals lacked detail, which made them very difficult to assess.",
        "We asked for greater clarity about what detail will be needed in local plans to give necessary certainty to developers and other stakeholders for the future. We were unpersuaded that the Government’s zoning system approach, as proposed, would produce a quicker, cheaper and more democratic planning system, and we recommend that the Government reconsider the proposals they put forward.",
        "A real concern that was expressed very strongly to the Committee was that the Government’s proposal in the White Paper would lead to a lack of ability of councillors and their local communities to influence decisions on individual planning applications. At present, most public involvement is at the point when a planning application is made. The Government are right to want to see more local involvement at the local plan stage, as local plans should set the scene for future development. However, to change the system so that local plans are the only point at which communities can get involved, and then to tell communities that they have no say afterwards, risks undermining support for the planning system and undermining the democratic process at local council level.",
        "Our report emphasised the importance of ensuring that members of the public can continue to comment meaningfully on individual planning applications. We call for further research into public involvement in the planning system, so that we can have nationwide figures showing what is actually going on at present and how it can be improved. The Committee is concerned at this stage that the Government’s plans are in very general terms and ultimately planning policy and planning law will need to be written in great detail. The content of the detail will determine whether the Government’s proposals are workable in practice. That is why the Committee believes that producing a planning Bill in draft form, and making it subject to pre-legislative scrutiny by the Select Committee would help ensure that whatever proposals come forward are workable and that planning lawyers and consultants will not be the greatest beneficiaries from any changes. We were warned of the real possibility of a flurry of judicial reviews.",
        "One of the forceful points made to the Committee was that the Government’s planning proposals were essentially housebuilding proposals. The White Paper contained no mention of commercial property, for example, as the British Property Federation pointed out, and virtually no mention of employment, leisure or climate change. All these issues are absolutely central to a holistic, integrated and complete planning system that shapes the places where people live and work.",
        "With emphasis on housing, however, in the Government’s White Paper, our report also looked at the housing formula and housing delivery. We call for clarity on how the Government intend to achieve their housing target of 300,000 new homes a year, which the Committee strongly supports and has been achieved in only a handful of years in the 1960s.",
        "We ask for further information about changes to the housing formula, including how the Government’s proposed urban uplift in 20 major towns and cities, which came during the course of our inquiry, will work in practice, why those areas were chosen, and the rationale for the scale of the uplift. We must also ensure that changes to the housing formula do not reduce the level of house building in other parts of the north and midlands, as that would not contribute towards the levelling-up agenda.",
        "Our report argues that the Government should be very cautious about sweeping away section 106 agreements. Those are legally enforceable contracts between developers and local authorities that ensure the delivery of new infrastructure such as schools and roads for new developments and the provision of affordable housing. If the Government want to proceed, they should bring in levies at local rates that reflect local land values. The Government should also guarantee that there will be no reduction in affordable rented housing due to the reform of the levy and the introduction of the First Homes programme.",
        "Our inquiry considered the pace at which developments with planning permission were being completed. We concluded that it is too slow. Local councils complain regularly that the problem is not the lack of planning permissions but slow build-out rates, over which they have no control. We recommend that if, 18 months after the discharge of planning conditions on a site, the local authority is not satisfied with the extent to which work has progressed, it should be able to revoke the planning permission. We also recommend that if, after work starts, progress is not moving ahead satisfactorily, local authorities should be able to take into account a whole variety of factors to levy council tax on each uncompleted unit. We hope that the Government will take that proposal seriously.",
        "Our report also makes recommendations on the countryside, the environment, the use of brownfield land, the green belt, and many other issues. It is a very comprehensive document. We are currently undertaking a separate inquiry into permitted development rights.",
        "As a Committee, we look forward to the Government’s response to our report. We also stand ready, as I have said, to undertake prelegislative scrutiny of the planning Bill to ensure that changes to the planning system, which will always, by necessity, be complex, are given the full and detailed scrutiny they need. That is vital to ensuring that our planning system builds on its past accomplishments, of which there are many, addresses its present challenges, and is fit for the future."
    ]
}