{
    "url": "https://www.ukpol.co.uk/clive-betts-2021-speech-on-unsafe-cladding/",
    "title": "Clive Betts – 2021 Speech on Unsafe Cladding",
    "post_date": "February 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Clive Betts",
            "url": "/tag/clive-betts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Clive Betts, the Labour MP for Sheffield South East, in the House of Commons on 1 February 2021.",
    "content": [
        "I begin by thanking the Father of the House for his very kind comments. Certainly, we have worked together on these issues. I congratulate all the members of the Select Committee as well. We have looked at the issue of building safety, particularly cladding, on a number of occasions, and we have produced a number of reports, all of them unanimously. It is to the credit of all members of the Committee—I notice that the next speaker will be the hon. Member for Harrow East (Bob Blackman), who is an important member of the Select Committee—that we have done so on a cross-party basis.",
        "I will quote one or two of our very clear recommendations. In 2019, we said that the Government should provide funding to remove",
        "“any form of combustible cladding…from any high-rise or high-risk building”,",
        "regardless of height. In our 2020 report, we recommended:",
        "“The Building Safety Fund will need to be increased to address all fire safety defects in every high-risk residential building—potentially costing up to £15 billion.”",
        "Then we did pre-legislative scrutiny of the Building Safety Bill, and we said:",
        "“The Government must recommit to the principle that leaseholders should not pay anything towards the cost of remediating historical building safety defects”.",
        "We have been very clear on all those matters: leaseholders should not pay. They should not pay some unidentified, affordable amount or fair amount, and neither should we get into a position of offering them loans to pay off the debts, because what do loans do but put leaseholders in more debt? At the same time, loans would put many of them into negative equity.",
        "The leaseholder should not pay, and we know that developers and others eventually should be held accountable, but as the Father of the House has just explained, so many potential organisations could be held accountable and the legal arguments will go on and on. Many of the developers have gone out of business and do not exist anymore. Yes, we should pursue them, but in the meantime, the Government have to stand up and commit far more funding than is in the Building Safety Bill, which simply does not cover anything like the £15 billion of potential costs. Eventually there might need to be an industrial levy to pay part of it, and it is for the Government to come forward with recommendations, if they so choose.",
        "The issue is not just about high-rise buildings over six storeys—I think the Minister has accepted that point. It is about all buildings where people could be at risk, including residential homes, care homes and so on. It is also not just about cladding, but about all potential fire risks in buildings, such as dangerous balconies, faulty fire doors, missing firebreaks and faulty installation —all the things together that need putting right to make the buildings that people live in safe.",
        "Finally, we talk about numbers, but in the end behind all these numbers are individuals and families living in potentially dangerous buildings with debts around their neck that they cannot afford to pay, unable to sell their homes if they so wish. We owe it to them to get action on this issue immediately."
    ]
}