{
    "url": "https://www.ukpol.co.uk/clive-betts-2022-speech-on-social-housing-standards/",
    "title": "Clive Betts – 2022 Speech on Social Housing Standards",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Clive Betts",
            "url": "/tag/clive-betts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Clive Betts, the Labour MP for Sheffield South East, in the House of Commons on 16 November 2022.",
    "content": [
        "May I associate myself with the aims that the Secretary of State has set out in his statement? I think they will be supported across the House.",
        "I draw the Secretary of State’s attention to the Select Committee’s report, “The Regulation of Social Housing”, published in July—I gently remind him that the Department has not yet replied to it. In the report, we identified some social housing that was unfit for human habitation, and causing the sorts of health problems that tragically have been seen in this case. We identified problems with repair reporting, complaints handling, and a lack of proactive inspection of properties by housing providers and the social housing regulator. We put that in context and said",
        "“some blame must attach to successive Governments for not investing enough in new homes, which has increased the sector’s reliance on outdated stock, and for not providing funding specifically for regeneration.”",
        "Some of those are not individual repairs; there are failures of whole blocks and whole estates. I say to the Secretary of State: let us share the common objectives, and let us work together to get the money to ensure that those objectives can be realised."
    ]
}