{
    "url": "https://www.ukpol.co.uk/clive-betts-2023-speech-on-building-safety/",
    "title": "Clive Betts – 2023 Speech on Building Safety",
    "post_date": "March 15, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Clive Betts",
            "url": "/tag/clive-betts/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Clive Betts, the Labour MP for Sheffield South East, in the House of Commons on 14 March 2023.",
    "content": [
        "**Madam Deputy Speaker (Dame Rosie Winterton)**",
        "I call the Chair of the Levelling Up, Housing and Communities Committee.",
        "**Mr Clive Betts (Sheffield South East) (Lab)**",
        "I thank the Secretary of State for his statement. Clearly, any progress in this matter is welcome for the leaseholders who are still sat there, wondering when something is going to happen to their unsafe homes. The Under-Secretary of State for Levelling Up, Housing and Communities, the hon. Member for North East Derbyshire (Lee Rowley), is coming to the Select Committee next Monday. I apologise in advance that, for personal reasons, I cannot be there, but I am sure the scrutiny will be just as effective under the oversight of the hon. Member for Harrow East (Bob Blackman).",
        "A number of issues have been raised with the Select Committee. First, in terms of the agreement that developers are signing, it was said to us that the remediation standards developers will have to work to will not be as strict as those under the Building Safety Act. Can the Secretary of State confirm whether that is true? Secondly, the Committee spoke to product manufacturers the other week, who said that they had had no contact with the Department for the last 12 months. Is that true, and if so, when will that contact be renewed, so that they can be held to account?",
        "Finally, the Minister says, “I’m going to look at this” every time I ask him. Kate Henderson of the National Housing Federation told the Committee on Monday that the cost of remediating these matters will be £6 billion for social housing providers. They have only had a tiny bit of money under the ACM cladding measures. Will the Secretary of State look at that again? Otherwise, there will be cutbacks to the house building programme that they all want to engage in.",
        "**Michael Gove**",
        "I thank the Chairman of the Select Committee for his questions. I note his apology for not being able to be there to cross examine my hon. Friend the Minister for local government and building safety next Monday. I know that my hon. Friend the Member for Harrow East (Bob Blackman) will do a brilliant job. They are the Morse and Lewis of—",
        "**Mr Betts**",
        "Which one’s which?",
        "**Michael Gove**",
        "Well, quite. I know that they will show endeavour in asking the right questions.",
        "On remediation standards, I do not believe it is the case that the developers are being held to any less high a standard than that which exists in the Building Safety Act, but I look forward to working with the hon. Gentleman and others to identify any gap between what the Act makes provision for and anything that developers have committed to do.",
        "It is the case that I have not been in touch with the Construction Products Association as a corporate body for a while. We have been pursuing individual construction product companies, but of course, our actions have to take account of the actions of others who may be pursuing them for criminal activity and liability.",
        "On the hon. Gentleman’s point about the National Housing Federation, I have been in conversations with the Chancellor of the Exchequer about what more we can do to support the social housing sector. How richly those conversations bear fruit, we will have to see."
    ]
}