{
    "url": "https://www.ukpol.co.uk/james-bevan-2023-speech-on-how-to-get-an-organisation-to-net-zero/",
    "title": "James Bevan – 2023 Speech on How To Get An Organisation To Net Zero",
    "post_date": "March 3, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Bevan",
            "url": "/tag/james-bevan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir James Bevan, the Chief Executive of the Environment Agency, at Chapter Zero in London on 28 February 2023.",
    "content": [
        "Most of the really useful lessons in life I’ve learned from getting things wrong. I have often only found how to do something successfully by failing to do it the first time. And sometimes the second and third as well. But I have always learned from those mistakes – eventually.",
        "This is one of those stories. It is a story of a work in progress, because while I and the organisation I lead, the Environment Agency, want this story to have a happy ending and are confident that it eventually will, we are still finding out what works and what doesn’t as we seek to get there and we don’t have all the answers yet: in fact, nobody does. But what I’m going to tell you is still, I hope, news you can use. And it’s possibly the most useful news there is, because it’s about how to tackle the biggest challenge of our time: the climate emergency.",
        "In 2019 we committed the Environment Agency to be net zero for carbon by 2030: that is, we would become an organisation that was no longer a net emitter of carbon and thus would no longer be contributing to climate change.",
        "We did that for three main reasons.",
        "We did it because the EA is a major player in helping the country as a whole get to Net Zero – for example by regulating down most of the greenhouse gas emissions that cause climate change and advising on how to mitigate its extent and adapt to its effects – and we did not think we could credibly tell others what to do if we were not doing it ourselves.",
        "We did it because much of what we do ourselves – building flood defences, tackling drought risk, helping design and create more resilient places – is all about tackling the impacts of climate change, and since we are trying to solve that core problem we did not want to be contributing to it ourselves.",
        "But we mainly did it because it was the right thing to do. Climate change is the biggest of all threats to our world, and everyone needs to play their part in tackling it.",
        "When we made that commitment we also took some important decisions about how we were going to achieve it. We would aim to do it through the classic twin-track approach: by cutting all our own carbon emissions as far as possible – and we set ourselves a target for that of cutting them by at least 45% by 2030 – and by offsetting the rest of our emissions through tree planting, habitat creation and other measures that take carbon out of the atmosphere and lock it up safely so it doesn’t drive any more climate change.",
        "We also decided to adopt what was at the time the most comprehensive and scientifically sound definition of net zero. That meant we included in our target not just all the carbon the EA produces itself in its own operations, which is a lot – we pump a lot of water around the country to manage drought risk and alleviate flooding, pour a lot of concrete in our flood defence schemes, have a big vehicle fleet, hundreds of offices and over 12,000 employees, whose commuting we also included – but also all the carbon produced by our supply chain as well, which was considerably more.",
        "Other definitions of successful Net Zero were then and are now available, most of which at the time would have given us a much lower carbon target and made our task a lot easier. But we like a challenge in the EA. And we wanted the outcome to be as ambitious and impactful as possible.",
        "There was one further challenge element in all this, which was that there was no additional money to do it. We are funded mostly by government grant and the charge income we receive from those for whom we provide services, and neither of those income streams was going up. So we’d have to fund this from within our existing budgets.",
        "We have a saying in my executive team: “Everybody must be heard. We don’t all have to agree. But we do have to make a decision.” And on this decision everyone was indeed heard, we didn’t all agree, but we did eventually make a decision.",
        "There was little debate over the principle of whether we should aspire to be a Net Zero organisation: everyone thought that was right. But there were two main areas where views differed.",
        "The first was over the impact on our operations if we made that commitment. The EA exists to protect people and wildlife, and nobody wanted to compromise our ability to do that by chasing a net zero target that might undermine our ability to carry on pumping water out of homes or building flood defences, or all the other things we do to protect lives and livelihoods and create a better place. We settled that debate by agreeing that our commitment would be to do both things at the same time: we would aim to get to Net Zero by 2030 while continuing to deliver all the outcomes we exist to deliver for all the people and places we serve: reducing flood risk, regulating industry, preventing pollution, enhancing nature and so on. So there would be no stopping doing any of these things: instead we’d need to do at least some of them differently, sometimes radically so.",
        "The second debate was a more philosophical one, which was this: at the time of the decision, we didn’t actually know whether or indeed how we could reach our proposed 2030 target. So was it right to make a commitment to do something without knowing precisely how to do it? That is exactly the sort of clear-eyed practical question you’d expect from an organisation like the EA which always wants to operate on an evidence-based basis, and when it sets out to do something always wants to be sure it will achieve it. For the EA, committing to do something we didn’t know exactly how to do – which meant we were taking a big leap in the dark – was very counter-cultural.",
        "In the end we were inspired by something that many have called humanity’s greatest ever achievement: the US Apollo Programme. In September 1962 President Kennedy publicly committed the United States to putting a man on the Moon by the end of that decade and bringing him safely home again: a SMART target if ever there was one – specific, measurable and time-bound.",
        "When NASA heard about this pledge – which they did at the same time as everyone else listening to the speech – they were incredulous. They had no idea how that would be done, and even if they had known, very few of them thought it could be done in the seven years that the President had promised. And yet we all know how that story ended: with Neil Armstrong stepping onto the lunar surface in July 1969. We thought that if the US could put a man on the Moon inside seven years without initially knowing how to do it, the Environment Agency could probably get itself to Net Zero in eleven years on the same basis.",
        "The EA Board readily and unanimously endorsed that decision. They were then, and remain now, our biggest supporters and champions as we seek to deliver it.",
        "Which was the next challenge. Once the decision in principle to make the EA Net Zero in 2030 had been made, there remained the small matter of how we were going to do it.",
        "At Harvard Business School they drill into every aspiring CEO the same message: the main thing is to make sure that the main thing really is the main thing. So we made the climate emergency the Main Thing for the EA. We put it at the heart of everything we did and now do.",
        "At the strategic level we made it the centrepiece of our Five Year Action Plan that drives what the whole organisation does. We put it at the heart of our new Flood Strategy, which among other things dictates how we spend most of our money. And we ensured that every time our executive leadership took a decision on any big issue, one of the questions we always asked before that decision was: how will this help us tackle the climate emergency?",
        "At the operational level we put in place governance arrangements to monitor and oversee delivery of our new Net Zero goal. We established Senior Responsible Officers for the key elements of it. But – critically – we made achieving that goal the business of every single EA employee. We helped our people understand what the goal involved and why we were aiming for it, including by putting everyone through training at our online Climate Academy. And we encouraged all our teams to think for themselves and identify ways in which they could change what they did and how they did it in order to help us get there. Then we stood back and waited to see what would happen.",
        "What happened was astonishing. President Kennedy’s commitment to an audacious but inspiring goal triggered a massive upwelling of enthusiasm and innovation from staff all across NASA. Exactly the same thing happened in the EA in relation to Net Zero. While some of the measures we put in place to get us there were necessarily driven from the top down – such as the decision that we would use low carbon concrete or alternative materials wherever they were available for all our construction – many of the things that happened came from the bottom up: initiatives invented by our local teams to cut, absorb or avoid carbon while delivering the day job.",
        "I said this was a work in progress. We are now four years into our eleven year sprint to 2030, with seven still to go. How are we doing?",
        "Not bad: in 2019/20 (our zero baseline year) our direct operational carbon emissions totaled 31, 284 tonnes, mostly from pumping water to reduce flood or drought risk and pouring concrete to build flood defences. By the end of last year (2021/22) we had got that figure down to 20,485 tonnes, a cut of more than a third. We report on these figures publicly every quarter – another incentive to keep improving.",
        "We are finding new ways to do what we do. Example: using natural flood management techniques that don’t emit and actually absorb carbon such as planting trees, restoring rivers to their natural curves, creating hollows to store rainwater, all to absorb water and slow the flow which could otherwise cause flooding. We are also looking at more advanced technology like electric plant and vehicles, and hydrogen fuel cells.",
        "Meanwhile we are starting to offset our remaining emissions. We have built a pipeline of potential projects to absorb and offset as much as we can, using land we own ourselves as well as potential partnerships with others. These UK- and nature-based projects will include tree planting, creating wetlands and other new habitat like salt marsh. Example: The Lower Otter restoration project in Devon, which will not only reduce flood risk to the local community, but will also create 55 hectares of intertidal saltmarsh, providing habitat for wildlife and sequestering carbon.",
        "Will we get there by 2030? Honest answer: I don’t know. As we’ve gone further it’s got harder. As we have improved our data we’ve found that we were emitting more carbon than we thought we were when we made the 2019 decision, which means we have more to do to get to Net Zero in 2030 than we originally understood. We are finding it a lot more difficult than we thought it would be to secure credible offsetting measures for the remainder of our carbon output: there are a lot of fake or doubtful “offset” schemes, and we only want to invest in the ones that are real. Our preferred approach to offsetting is for nature-based solutions and it will take time for those to have effect: however innovative we are, we can’t change the fact that trees take a long time to grow.",
        "So right now I simply don’t know whether we can hit our original 2030 target. On our current emissions track and what we know we can currently offset, we won’t. Personally, I think we will. But that depends on several questions to which we don’t yet know the answer: on whether we can make deeper reductions in our own carbon footprint than originally planned, which in turn depends on technology not yet mainstream, affordable or even invented; on whether we can quickly find more offsetting arrangements that make a real difference; and on whether we can secure the funding we need to invest in that new technology and those offsets.",
        "But seven years away from their goal, NASA also thought they weren’t going to make it. And EA staff are just as clever, innovative and dedicated as those who put Neil Armstrong on the Moon. So we are going to carry on driving towards that target, do what we can, use what we have, and see where we get to.",
        "And while I would love to hit our 2030 target, not least since I have a big personal stake in doing so, if we don’t make it exactly on time it doesn’t mean that this isn’t something that’s worth doing. What matters is outcomes: driving down our emissions and locking up the rest as fast as possible. And to achieve that the most important thing is that we keep the goal in sight, that we get there as soon as we can, and that we continue to think differently about what we do and how we do it. Because if we are to tackle the climate emergency successfully – and I think we can and we will –– our thinking needs to change faster than the climate.",
        "What have I learned from all this?",
        "I’ve learned that getting to Net Zero is easy to say but difficult to do, and a good deal harder than I thought it would be. There are technical challenges: there are, for example, currently no ultra low emission options for some of the heavy plant we need to do what we do. There are resource challenges: we haven’t been able to fund things like electric charge points for all our offices and depots or convert our whole vehicle fleet to low or no emissions. And there are still cultural challenges: getting everyone in the organisation and all our supply chain partners to Think Carbon and put as much emphasis on reducing or avoiding it as they do on meeting their other operational targets.",
        "But I’ve also learned that the decision to make ourselves a Net Zero organisation was the right thing to do, not least because it is giving us a whole set of benefits that I didn’t anticipate.",
        "Not only did the decision unlock a massive amount of enthusiasm, experimentation and innovation from many of our staff, but it is also changing the EA culture for the better, making us more entrepreneurial, readier to experiment and innovate, and less risk-averse. That will stand us in good stead in the future for everything else we want to do. And the fact that the EA is visibly and explicitly committed to tackling the climate emergency, symbolised most powerfully by our 2030 commitment, has played a significant role in helping us recruit the talented staff we need at a time when the employment market is very tight and we cannot compete with the private sector on pay. That too will stand us in good stead in the future.",
        "I promised you News You Can Use. How would I distill my advice to other leaders who want to get their own organisations to Net Zero? Here are my Top Ten tips.",
        "Since I’ve been channelling President Kennedy, let me end with another quotation from him. This is for anyone considering whether to commit themselves or their organisation to tackling the climate emergency and setting a Net Zero target: “If not us, who? And if not now, when?”"
    ]
}