{
    "url": "https://www.ukpol.co.uk/james-bevan-2022-speech-at-the-institute-for-government/",
    "title": "James Bevan – 2022 Speech at the Institute for Government",
    "post_date": "November 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Bevan",
            "url": "/tag/james-bevan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir James Bevan, the Chief Executive of the Environment Agency, on 29 November 2022.",
    "content": [
        "Climate change is real and it isn’t to be taken lightly: on the contrary, it’s the biggest threat there is. But it’s often talked about in the same way in the same (rather techie) words, which can cause people’s attention (including mine) to drift off elsewhere. So today I want to tell you about climate in a different way, by using a fairy story – Cinderella – as an analogy. To be honest I’m not sure this really works, because as you’ll see it requires a fairly tortuous use of the story. But despite or maybe even because of that, I hope you will remember the message.",
        "Cinderella is not a real person. But let’s start with someone who is, the UN Secretary General. “We are on the highway to climate hell with our foot still on the accelerator”. Those are his words at COP27 a couple of weeks ago. Not too cheery I know, but don’t worry, I’m going to get the positive bit in a minute.",
        "First though I wanted to point out that many people are already living in climate hell. In the past two decades, climate-related disasters have nearly doubled compared to the preceding 20 years. They have killed thousands of people and forced hundreds of millions to flee their homes. The Intergovernmental Panel on Climate Change now estimates that nearly half of humanity is living in a climate-related danger zone. And it’s not just us humans – the species that caused climate change – who are in danger. More than 1 million other species are at risk of extinction.",
        "And this isn’t just an issue for other people in faraway countries. 4,000 heat-related deaths have been recorded in England since 2018, drought has threatened our water supply this year (and continues to threaten it next summer if we don’t get good rainfall throughout the winter), sea level rise and coastal erosion are putting many British communities at serious risk, and flood events previously predicted to happen once a century are now nearly annual occurrences.",
        "I’m not telling you all this to shock you into a state of helpless paralysis. In fact, despite everything I have just said, I am a climate optimist. Let me explain why.",
        "I am a climate optimist because it’s clear that this story can have a happy ending. Tackling the climate emergency is not rocket science. We know what the problem is: greenhouse gas emissions from human activity are warming the planet, changing the climate and producing higher seas and more extreme weather. And we know what the solution is: we need to stop the emissions of the gases that are changing the climate (for which the technical term is mitigation) and we need to reshape our places, our infrastructure, our economy and our lifestyles so we can live safely and well in a climate-changed world (for which the technical term is adaptation). So the good news is that we know what we need to do. We just need to do it.",
        "And in many respects, we are starting to do it.",
        "We have begun to make substantial progress on the first side of the climate coin: mitigation. That is happening at international, national and individual level.",
        "We are seeing the global cooperation we need to tackle what is quintessentially a global problem, through the UN COP process, under which all countries are committed to reducing their greenhouse gas emissions and to trying to keep global temperature rise to no more than 1.5 degrees above pre-industrial levels. Is that process perfect? No. Is it going as far and as fast as we would all like? No. But is it essential and is it making progress on reducing the causes of climate change? Yes and yes.",
        "We are seeing many countries take action at national level to bring down their carbon emissions. The UK deserves credit for its own leadership here. In 2019 the UK became the first major economy in the world to legislate to reach net zero emissions by 2050. And since then we have cut our emissions by more than any other G20 country. That didn’t happen by accident. Planning, innovation, policies, prioritisation and resourcing the right things at the right time, actions that are being driven by many of you in the room today, have made securing a net zero future look both attainable and attractive, which is why many other countries are now doing what the UK is doing.",
        "The Environment Agency plays a big part in helping mitigate the UK’s climate impact. We:",
        "* regulate the carbon and other emissions of most industries, businesses and farms in this country. Since 2010 we have cut the emissions of greenhouse gases from the sites we regulate by 50%.",
        "* administer the UK Emissions Trading Scheme, which caps and will over time further reduce the emissions of heavy industry, aviation and other significant producers of greenhouse gases.",
        "* are walking the walk ourselves with our own commitment to make the Environment Agency and our whole supply chain a Net Zero emitter by 2030.",
        "So the mitigation side of tackling the climate emergency is getting a lot of attention and airtime. Getting to Net Zero is popular with most people. It is something that almost everybody knows about. You could say that mitigation is the Prince Charming of the climate emergency.",
        "But there is a Cinderella in this story too: adaptation.",
        "Even if we stopped all emissions of greenhouse gases tonight, those that have occurred over the last two hundred or so years since the Industrial Revolution mean that the climate will still continue to change. Which is why the other side of the climate coin – adaptation to make us more resilient in a climate changed world – is just as important as the mitigation which Net Zero provides. And here the story is less good.",
        "While the 2015 Paris COP established a Global Goal on Adaptation, progress has been slow. And the complexity of articulating, measuring and implementing good adaptation means it has been largely ignored in favour of focussing on the easier to understand and measure mitigation targets. Which is one reason why in 2020 only about a third (36%) of global climate projects were related to adaptation. And why the UK Committee on Climate Change described adaptation as ‘The Cinderella of climate change, still sitting in rags by the stove: under-resourced, underfunded and often ignored’. And that has consequences.",
        "Parliament’s Joint Committee on the National Security Strategy has said that the UK has so far largely failed to adapt much of its critical infrastructure to the climate emergency, threatening the country’s security and prosperity. Unless we can start closing the widening gap between adaptation action and worsening climate risk, various ugly sisters will rear their heads. We will see significant and growing threats to our habitats, our soil health, our crops, our power systems, our physical and mental health, and our economy.",
        "And the longer we leave it to adapt, the bigger the bill we are handing to our children. Because it will be them who are forced to pay for the deterioration of our climate-vulnerable infrastructure and the disruptive consequences of climate impacts. Today flooding causes £670m worth of damage every year to non-residential properties across the UK. Unless we take further action to adapt, under a very plausible 2°C by 2100 warming scenario, those damages will be 27% higher by 2050 and 40% higher by 2080. This is not what the next generation need on top of the rising cost of living.",
        "Luckily, Cinders may get to go to the ball after all, because a new chapter is in sight – one in which we do put as much emphasis on adaptation and resilience as we do on mitigation.",
        "Last year’s COP26 in Glasgow started the process of transforming the Global Goal on Adaption into concrete actions. The agreement at the recent COP27 in Egypt on a new funding arrangement for loss and damage will help those countries most affected by climate disasters. And the COP27 negotiations prompted new commitments from the rich world to help, including from the UK which pledged to triple its international funding for climate adaptation.",
        "Meanwhile here in the UK the government is gearing up to publish its third five-year National Adaptation Programme next year. This will set out the actions that the government and others will take to adapt to the challenges of climate change in England from 2024 to 2029, and there’s widespread agreement that it needs to be the most ambitious yet.",
        "My hope is that the people in this room and others in government and the wider public sector will help shape and deliver that plan because, done right, it will benefit all of us. No Whitehall department, no public sector organisation and no private sector business is immune to the climate challenge: we all conduct activities or deliver services that need to be climate resilient, we all have or depend on assets and systems which need to withstand climate impacts, and we all have a duty to help protect the people we serve from the natural disasters and other consequences of a climate changed world.",
        "The UK government has a leading role to play in this, and it is playing it. But in one sense governments, here and elsewhere, can only be the fairy godmother of climate adaption, because while governments can change some things, including by giving political leadership, setting standards and addressing market failures, they cannot change everything. For that, every section of society needs to play a part in making us resilient to a climate changed world: from businesses, to NGOs, to each one of us personally.",
        "The cost of adaptation will always be an issue, especially at a time of pressure on public expenditure and people’s own cost of living. So let me make two points about the money. First, adapting to climate change is excellent value: every £1 invested produces up to £10 in net economic benefit. Second, most of the money we need to adapt to climate change won’t come from the government (which means the taxpayer) but from the private sector. That’s because only the private sector has the scale of the resources we need to tackle a challenge of this magnitude, and because private sector companies increasingly recognise that mitigating their own impacts on the climate and adapting their business for a climate changed world is not just the right thing to do but good business. Companies that do so will thrive, and those who don’t will not survive.",
        "The Environment Agency is also playing a leading role in helping the UK adapt to the impacts of our changing climate.",
        "We build, own and operate most of the nation’s flood defences, including the Thames Barrier which is keeping us in this room safe right now. Those defences – thousands of them now all over the country – are a practical example of how to adapt to the changing climate. And they work – over the last decade or so hundreds of thousands of people, homes and businesses in this country have been spared the trauma and loss of flooding because of those defences. Which is why we will keep on building and maintaining them, and why we are already planning now for the replacement of the Thames Barrier around 2070.",
        "We are helping the country adapt to another risk that climate change is bringing: the opposite of flooding – bigger and more severe droughts. We’re working with the water companies to help increase supply, including by designing new reservoirs and water transfers, and to reduce demand, including by adjusting the licenses we issue for water abstraction so that only sustainable amounts are taken from our rivers and aquifers.",
        "The EA is also playing a major part in helping create more resilient communities across the country through our statutory planning role, where we work with developers and local authorities to design and deliver places which are not only better adapted to a changing climate but better places for people and wildlife to live.",
        "The EA is also helping the country to cope with the impacts of climate change in one other way: responding to the more extreme weather incidents and the growing threats to communities that climate change is bringing.",
        "The EA is a Category One responder under the Civil Contingencies Act to flooding and other environmental incidents, which means that we – along with the emergency services and local authorities – are at the core of the response. We warn and inform communities when flooding is threatened. We operate our flood defences and deploy other hardware to reduce the risks and protect communities. And we put our people on the ground to help those communities when flooding happens. In February this year we helped manage the combined impacts of Storm Dudley, Eunice and Franklin by warning 60,000 properties of the potential risk of flooding, deploying 1,700m of flood barriers, and coordinating the on-the-ground response 24 hours a day, for ten days straight.",
        "Services like this enable people to live with the risk of environmental disasters whilst helping to retain the value of places by protecting them from the worst that nature can throw at them, as well as enabling a quick recovery after an incident.",
        "They also help keep the country going. For example, our warning and informing services enable other critical national infrastructure providers to continue their operations through an incident and help them plan for potential disruptions to reduce the time their services are offline. This helps to ensure things like our power supply and our rail lines are stable, reliable and safe during weather disruptions: a lifeline for growth, productivity and wellbeing.",
        "And like all other climate resilient activities, investment in our incident management service provides excellent value for money. For every £1 spent on managing flood incidents there’s £6 of benefit to the nation. Plus, it helps keep people alive: priceless.",
        "How will the climate story end? Like Cinderella and Prince Charming, mitigation and adaptation need to go hand in hand if we are to have a happy ending. And the best interventions on climate change do both mitigate its future extent and adapt to its impacts.",
        "That is why the EA favours nature-based solutions whenever possible, such as planting trees to prevent flooding by slowing the flow of water rather than building concrete walls, and to keep rivers cool and so protect freshwater habitats and the wildlife in those rivers. These sort of interventions don’t just deal with the consequence of climate change – more violent weather, higher rainfall, hotter temperatures – they also help reduce its extent, because they are carbon sinks.",
        "I think I’ve probably stretched the Cinderella metaphor way beyond what it or you can bear. So let me conclude by bringing this back to the real world, to COP26 in Glasgow last year and a leader who is always worth listening to: Mia Mottley, Prime Minister of Barbados. In her powerful speech at the summit she said: “Our world stands at a fork in the road; one no less significant than when the United Nations was formed in 1945. But then the majority of countries here did not exist. We exist now. The difference is we want to exist a 100 years from now.”",
        "We in the Environment Agency share that ambition for the world. We too want a happily ever after ending: a climate resilient world that is not just still here but better than the world we have now, for all of its inhabitants. The Cinderella story does have a happy ending, and if we do the right things, so can we.",
        "And with that, I will stop and take some questions before I turn into a pumpkin…"
    ]
}