{
    "url": "https://www.ukpol.co.uk/james-bevan-2023-speech-on-the-future-city/",
    "title": "James Bevan – 2023 Speech on the Future City",
    "post_date": "January 24, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "James Bevan",
            "url": "/tag/james-bevan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir James Bevan, the Chief Executive of the Environment Agency, at Imperial College in London on 24 January 2023.",
    "content": [
        "Close your eyes and picture a city. What do you see? I’d guess that whatever most of us see in our mind’s eye, it’s mostly grey – roads, buildings, bridges. When you say the word “city”, it doesn’t normally bring to mind things which are green, like leaves and grass; or blue, like rivers and lakes; or red, yellow, brown, black and white all together, like a goldfinch.",
        "But the best cities, and the cities of the future we should be aspiring to build now, are not just grey: they are multicoloured – in their biodiversity, their ecosystems and their partnership with nature.",
        "That is not just because those multicoloured cities are better places for people and wildlife. It’s because our cities – even more than our countryside – hold the key to addressing the biggest of all issues facing us: the climate emergency.",
        "It’s easy to find people praising the countryside. And rightly so – our own is one of the greatest inheritances we have, and we need to look after it. In the country we can still find things that are increasingly, sometimes vanishingly, rare in our urban environments: natural beauty, silence, darkness, tranquility. We can all draw sustenance from being out in the country and experiencing at least some of those things. Which is why a lot of the work of the organisation I lead, the Environment Agency, is about protecting and enhancing nature and the countryside.",
        "But today I want to talk about something different. Today I want to sing the praises of the city, and not just the great city of London where we are today.",
        "Cities matter. They matter because they are where most people on the planet now live. In 2010 the world passed a threshold that went largely unnoticed: for the first time in history more people were living in cities than in the countryside. That trend is going to continue: by 2050, most of the people on this planet (some 70% or more) will be living in cities and other urban areas.",
        "Now this next bit may sound counter-intuitive, but that fact is good news, because cities are Good Things. They are more efficient at using resources, so they are a critical ingredient in securing a sustainable economy. They put out less carbon per person than rural areas, so they are critical in tackling climate change. They produce most of the resources we need to create the cleaner, greener world we all want. They offer social, educational, cultural and other opportunities that can be hard or impossible to access in many rural environments. They are centres of economic activity, knowledge and innovation, because they are the places where different people from different places with different skills, new ideas and talent congregate and spark off each other to create something new. Which is why cities are what have driven pretty much all human progress since the dawn of humanity. It’s not for nothing that the word civilisation comes from the Latin for city.",
        "So what we need in future is not – as some might argue – fewer or less populous cities. What we need is bigger and better ones. Cities that retain all the fizz and energy of the cities of the past that have driven so much progress, but which in future use resources much more efficiently, create far less pollution, can stand up to all the impacts that a changing climate will throw at them and thrive, and which have more green and blue spaces to which all city-dwellers have equal access, so that our cities are a joy to live in for everyone as well as drivers of growth and progress. In short, we need to make our cities what the UN Sustainable Development Goals say they should be: “inclusive, safe, resilient and sustainable”.",
        "At the heart of every good city is nature. So what is the state of nature our cities in this country? Short answer: a lot better than it was, but not as good as it could be. I know this because in 2021 the Environment Agency published a report on the state of the urban environment in England.",
        "Let’s start with what’s got better. To illustrate this I want to take you back to the decade of my birth, the 1950s, and this city, London. It was then that three significant events happened that shaped this city we know now for the better.",
        "The first event took place in 1952, when thousands of people in London died as a result of the so-called Great Smog – the smoky fog caused by coal burning which eventually led to the Clean Air Act that banned smoke pollution. Most Londoners today have never even heard of smog, which shows you have far we have come. And it’s not just the smoke that’s gone: our air is much cleaner than it was overall. As a result of robust regulation of polluting industries, largely by the Environment Agency, emissions of some of the worst air pollutants have been massively reduced right across the country. Between 1970 and 2017 sulphur oxides (SOx) emissions have decreased by 97%, particulate matter (PM10) by 73%, fine particulate matter (PM2.5) by 79%, and nitrogen oxides (NOx) by 73%. We need to go further, because air quality is still a major factor in unnecessary deaths. But we are making progress.",
        "The second big event happened almost exactly seventy years ago now, on the night of 31 January 1953. On that day, an anniversary we will shortly be commemorating, over 300 people died in this country when a massive storm surge caused sudden and catastrophic flooding of parts of the East Coast. While Lincolnshire, East Anglia and Canvey Island bore the brunt, London itself came perilously close to disaster. We have come a long way since then. We are much better now at warning people of flood risk and informing communities how to protect themselves. We have much better flood defences. The EA now deploys our people and kit quickly and effectively to help communities under threat. And – a direct result of the 1953 disaster – the Thames Barrier now protects 125 square km of central London, millions of people, and hundreds of billions of pounds of assets and infrastructure. It will continue to do that until at least 2070, but we are already planning for its replacement.",
        "The Thames was also the centre of the third big event. In 1957 the Natural History Museum declared that the river in London was ‘biologically dead’ because the water was so polluted. Since then, we have made great strides in restoring the water quality of the river, largely down to the investments made by the water companies and the introduction of much tougher rules about what operators can put into the river, enforced by the EA. Which is why the river is alive again, with salmon – always a sure sign of good water quality – back in central London.",
        "But it isn’t all good news. While here in London and in many other cities around the country the air is cleaner, the population is better protected against flood risk, and the rivers have come back to life, there are significant challenges that remain as our cities grow. Perhaps the biggest of those challenges isn’t actually out there on the streets, in our air or in our waters but in our own heads: if we want to build a better world then the challenge is to reimagine the city itself.",
        "A utopia is defined as “an imaginary place in which everything is perfect”. Of course, nowhere is nor ever will be perfect. But it helps to have a vision of where you want to get to. What would Citytopia look like? It would be many things, but most of all it would be three things: clean, green and climate positive.",
        "First, the environment in and around our future city would be pristine, with clean air, clean land and clean waters.",
        "For the EA, that means continuing all the work we have been doing over the last two decades to stop the pollution that threatens those natural assets – regulating to ensure our air and water quality continues to improve, restoring contaminated land to its near-natural state, tackling the waste criminals who damage our communities and our environment through illegal dumping, and so on.",
        "Second, our Citytopia would be the best possible place to live: for wildlife as much as for people. That means more green (and blue) alongside the grey and black.",
        "The EA is playing a major role in designing and delivering cities with that green and blue infrastructure. We are a statutory consultee on all major developments, and take an active role in placemaking, including by helping design in that blue and green infrastructure, and advising on how best to protect people from flood risk and enhance the environment. We are influential: more than 97% of planning applications are decided in line with our advice.",
        "As part of that we apply the principle of what is technically called Biodiversity Net Gain, but which in normal English means development that leaves nature in a better state than it was. With our active support that principle was enshrined by the government in the 2021 Environment Act, which makes it a precondition of planning permission.",
        "The government has recently announced another important step forward: its intent to make what is called sustainable drainage mandatory in new developments in England. This is another boring phrase for another really exciting concept. Sustainable drainage increases the ability of our cities and their drainage systems to absorb large amounts of water when it rains, for example by creating parks to act as giant sponges or putting grass on roofs to allow rainwater to drain away gradually.",
        "As our cities grow and our current drains reach full capacity, as we concrete over areas that used to act as natural drains, and as climate change brings us bigger and more violent rainfall, these schemes can make all the difference between basements, underpasses, city centres and Tube lines that are flooded and dangerous, and a city that just shrugs its shoulders, puts up its umbrellas, and keeps going. Not only can sustainable drainage reduce flooding, it can also improve water quality, and provide more green – creating better habitats for wildlife and better places for people. The EA already designs sustainable drainage into the flood schemes we build and the developments we support.",
        "And third, our future city would not just be a clean, green place where many would dream to live. It would also do something even more important than all of those things: it would actively help us beat the biggest of all challenges that we face, the climate emergency.",
        "This Citytopia would no longer be part of the climate problem, because it would not be emitting the greenhouse gases that are causing our climate to change. It would achieve that with the right transport systems, so that people could easily walk or cycle to wherever they wanted to go or use cheap and convenient public transport fueled by renewable energy. It would have buildings designed to be energy efficient, heated by solar or other renewable energy and cooled by natural airflow designed into the building at the start. It would use all its resources efficiently and turn all its waste back into a resource to be reused again. It would have arrangements that allowed its inhabitants to share many of the things they needed (bicycles, vehicles, tools, etc) without having to buy or own them all, thus vastly reducing the carbon cost of producing, consuming and disposing of all the stuff we currently feel we have to each own ourselves. Our city might even grow much of its own food, including in so-called vertical farms – tall buildings or deep tunnels – and so avoid the carbon damage caused by transporting its food over hundreds, sometimes thousands, of miles.",
        "And our future city would not just stop being part of the climate problem. It would also be a major part of the solution. Its green areas – parks, woodland, grasslands, flowerbeds, football pitches – would all be acting as carbon sinks, taking damaging carbon out of the atmosphere and so reducing the extent of climate change. In its design and its infrastructure our city would be perfectly adapted to living safely and well in a climate-changed world. It would have flood defences that protected people from the worst that the violent weather caused by a changing climate could fling at it. It would have power and transport systems designed to cope just as well with periods of high temperature and drought as with record-breaking rainfall. Better still, its trees and plants would not just take carbon out of the atmosphere but cool the air and provide habitats for wildlife. Our city would not just be liveable: it would be beautiful. And by nurturing nature as well as the human spirit, it would lift us all up in mind and body.",
        "The good news is that this isn’t science fiction. A lot of this future is happening now, and the Environment Agency is helping it happen. I could replicate what follows from most of the cities in this country, but since we are in London let me give you a couple of examples from this city:",
        "The London Olympic site. The Environment Agency worked with our partners before, during and after the 2012 London Olympics to transform what was a derelict and contaminated landscape into what was first the site for those fantastic games and is now Britain’s largest urban park and a vibrant new development with thousands of sustainable homes and businesses, better water quality, new habitats and lower flood risk – a better place for people and wildlife.",
        "The Thames Tideway Tunnel. This is a new 25km sewer running from west to east London, mostly in a tunnel under the River Thames. It will address the problem of overflow from Bazalgette’s Victorian sewers, ensuring that after high rainfall sewage discharges are stored and treated rather than as now emptying straight into the Thames. That will bring the biggest single improvement to water quality in the Thames since Bazalgette. The EA has ensured it’s designed and built in ways which don’t just avoid damage to the environment but create something better. For example, a new piece of landscaped land jutting out into the Thames by Blackfriars Bridge which covers one of the main tunnel shafts will create a small park. And the project won’t just improve water quality in the river and provide amenities for the public. It will also help tackle the climate emergency, because it will increase London’s resilience to the higher rainfall that climate change is bringing.",
        "So the future London, and the other future cities in this country, are being designed and built right now. But none of us is as good as all of us. If we are going to build the future cities we want – both in our heads and on the ground – we need to draw on all the energy, insight and expertise that’s out there.",
        "Which is why I want to salute the role of the Grantham Institute and Imperial College in all this.",
        "The Grantham Institute is delivering world-leading research on climate and the environment and – critically – turning that into real world impact. You are giving us all – practitioners, policymakers, businesses and governments – news we can use. And we are acting on that news. Keep giving it to us.",
        "And here at Imperial you are doing all that and more. Your vision – a sustainable, resilient, zero-carbon future – is our vision. And your work is helping us realise that vision, including what you are doing on urban ecosystems, and your own Transition to Zero Pollution initiative.",
        "It’s not just all of you here today and the rest of your faculty, researchers and academic partners who will change the world for the better. The students here at Imperial and in other institutions like this around the country will too. Because they are the people who over the next few critical decades will be playing leading roles in governments around the world, in research, in development, in businesses, in NGOs and the other major organisations that will be shaping the future world – and our future cities – in ways that can be better for everyone.",
        "Before I conclude, please let me include a brief commercial for the Environment Agency. Our job is to create a better place. We are always looking for talented people who have a passionate commitment to that goal. There is a lot of that talent and commitment in this room, and at Imperial College more widely. So if you are interested in building the green cities of the future, or changing the world for the better in other ways, please think about joining us.",
        "I said at the start of these remarks that it’s relatively easy to find people who will praise the country but there are fewer who will praise cities. That includes poets. But there are exceptions, including someone who is much more famous as a nature poet than as a writer about the urban environment.",
        "That person is William Wordsworth, and I thought it would be fitting to end this speech – which is a speech in praise of cities in general and London in particular – with a poem he wrote over 200 years ago on Westminster Bridge. Wordsworth was looking at the London of 1803, a city that is long gone. But if we do the right things, in this city and elsewhere, his words could also be describing the city of the future.",
        "Earth has not anything to show more fair:",
        "Dull would he be of soul who could pass by",
        "A sight so touching in its majesty:",
        "This City now doth like a garment wear",
        "The beauty of the morning; silent, bare,",
        "Ships, towers, domes, theatres, and temples lie",
        "Open unto the fields, and to the sky;",
        "All bright and glittering in the smokeless air.",
        "Never did sun more beautifully steep",
        "In his first splendour valley, rock, or hill;",
        "Ne’er saw I, never felt, a calm so deep!",
        "The river glideth at his own sweet will:",
        "Dear God! the very houses seem asleep;",
        "And all that mighty heart is lying still!"
    ]
}