{
    "url": "https://www.ukpol.co.uk/aneurin-bevan-1941-speech-on-the-suppression-of-the-daily-worker-and-the-week/",
    "title": "Aneurin Bevan – 1941 Speech on the Suppression Of The “Daily Worker” And The “Week”",
    "post_date": "August 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1941",
            "url": "/tag/1941/"
        },
        {
            "text": "Aneurin Bevan",
            "url": "/tag/aneurin-bevan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Aneurin Bevan, the then Labour MP for Ebbw Vale, in the House of Commons on 28 January 1941.",
    "content": [
        "I beg to move,",
        "“That this House expresses its detestation of the propaganda of the ‘Daily Worker’ in relation to the war, as it is convinced that the future of democratic institutions and the expanding welfare of the people everywhere depend on the successful prosecution of the war till Fascism is finally defeated; but is of the opinion that the confidence of considerable numbers of people can be undermined if it can be shown to them that any newspaper can be suppressed in a manner which leaves that newspaper no chance of stating its case; and therefore regrets that the Home Secretary has not proceeded against the ‘Daily Worker’ and the ‘Week’ under the powers given to him for this purpose, but has taken action under Regulations which were justified to the House by the Government on the sole ground that they might be needed in circumstances of direst peril arising out of physical invasion.”",
        "Last Tuesday, I understood from information which has been brought to me, the Home Secretary met the Newspaper Proprietors’ Association, and informed that Association that he proposed to suppress the “Daily Worker” and the “Week.” At two o’clock on the same day, the Home Secretary met editors of the national newspapers, and that evening these two newspapers were suppressed. Members of the House of Commons had no knowledge of the intentions of the Home Secretary until the following day, and it was clear from the newspapers on the Wednesday morning that with one or two exceptions the newspapers were agreed with the Home Secretary to suppress one of their members; and now we have an opportunity, one week later, of discussing this unprecedented action of the Home Secretary on a Motion by a private Member. I submit that that story by itself shows an extraordinary deterioration in democratic standards in Great Britain. It does not seem to me to have been necessary, if the Home Secretary intended to take action of the kind he did, to secure the connivance of the other newspapers in order to do so. My hon. Friends and myself have made it quite clear in our Motion that we do not share the views of the “Daily Worker.” [An HON. MEMBER: Where is the Home Secretary?] I am very reluctant to make any statement at all without the presence of the Home Secretary. However, I am glad that the right hon. Gentleman has now entered the Chamber.",
        "I think it is unnecessary to repeat what I have said, because it will be communicated to him. It is unnecessary, I am ​ sure, to convince hon. Members in all parts of the House that my hon. Friends and I do not share the opinions of the “Daily Worker”; we have made that clear in our Motion. Therefore, it would be irrelevant to quote against us articles in the “Daily Worker” with which we ourselves profoundly disagree, although they may be quoted in justification of the action of the Home Secretary. They cannot be quoted against us because we do not accept them. In the second place, we are firmly of the opinion that the war should be prosecuted to final victory, and it is because we believe that that we have put the Motion upon the Order Paper. It is quite clear to everyone",
        "**Mr. Hammersley (Willesden, East)**",
        "Do I understand from the hon. Member that anything in the “Daily Worker” is irrelevant?",
        "**Mr. Bevan**",
        "No, Sir, I did not make any such statement. I think I made myself quite clear, that to quote articles from the newspaper called the “Daily Worker” against us would be irrelevant, because I do not agree with those articles, though of course it is obvious that hon. Members may quote in justification of the Home Secretary’s action. It is perfectly clear to everyone who has thought about the matter for a moment that in any community, whether in peace or war, the amount of liberty to be accorded to any minority or any individual must necessarily be under some restraint. Therefore, there is an element of expediency in all liberty, although that society is the best which can make the most progress with the least restraint.",
        "I accept also that in time of war restrictions upon liberty must be greater than they are in times of peace. It is expedient to give less liberty because society is in greater jeopardy. I am, therefore, not concerned to argue the abstract principle that anyone has a right to absolute liberty. That would be a foolish position to take up. What I am contending is that it was not expedient to suppress the “Daily Worker” because we could still afford the amount of liberty which the newspaper was enjoying. It is, therefore, my first contention that there has been an unnecessary deprivation of the liberty of the subject by the suppressing of the “Daily Worker.” What influence did the “Daily Worker” exercise? It would have had to exercise such ​ influence as to be undermining the war effort, before the right hon. Gentleman would have been justified in taking away its liberty. What evidence is there that the war effort of the country and the morale of the population were being affected? We have stood up against the worst bombardment that any civil population has ever had, and we have been called upon to bear trials which no other population has been called upon to bear. We have sustained them to the admiration of the world. In fact so negligible, so unimportant, so uninfluential was the circulation of the “Daily Worker” that it was unable to undermine the morale of the country when it was exposed to the greatest bombardment in its history. It seems to me quite unnecessary, in circumstances of that description, to take away a liberty which can be shown not to have affected the national war effort.",
        "In the next place, it is because we permitted liberty to the “Daily Worker,” and because we allowed assemblies like the People’s Convention to be held, that the great democratic institutions of Great Britain evoked admiration in America. Newspapers there pointed to the fact that this beleaguered island could carry the indulgence of liberty so far as to include People’s Conventions and the “Daily Worker.” No higher tribute could have been paid to the morale of the country and our determination to fight the war to victory. The Home Secretary by his action has now deprived us of that precious asset. He has made a present to our enemies of the fact that we feel so insecure that we can no longer permit the liberty that this newspaper was enjoying. It was, therefore, unnecessary for the Home Secretary to take this action.",
        "Furthermore, all the by-elections which have been held since the war began have shown that it commands the overwhelming allegiance of the British people. Deposit after deposit has been forfeited whenever the issue has been put to the test. So that this newspaper, opposed to the war, and the organisation which it stimulates, or feeds, or fosters, have been unable to convince any large number of citizens. The public interest was not, on that account, jeopardised in the least.",
        "Why did the right hon. Gentleman think it necessary to silence this voice? He and his Government enjoy more Press support than any Government ever had in our history. Indeed, so large is the measure of support, that the hon. Member for Cambridge University (Mr. Pickthorn) pointed out on 31st July that the main trouble was that the Press was in too few hands, some of those hands being in the Government. Nevertheless, enjoying this unprecedented support, enjoying the support of newspapers whose proprietors are associated directly or indirectly with the Government, the right hon. Gentleman suppresses this one small voice. His position is far stronger than was the position of the right hon. Gentleman the Member for Carnarvon Boroughs (Mr. Lloyd George) in the last war. There was then a far greater minority Press in the country, supported by many influential people and by many in this House. The right hon. Gentleman is there, and some of us are here, because during those years we fought against the war. The right hon. Gentleman’s voice would not have been heard from 1914–18 if, to use an Irishism, he had been Home Secretary then, and this House would have been denied the use of his unrivalled powers.",
        "**Mr. Woodburn (Stirling and Clackmannan Eastern)**",
        "There was nothing corrupt about the Home Secretary’s opposition to the war.",
        "**Mr. Bevan**",
        "The hon. Member must not anticipate my arguments. His interruption is evidence that this is the sort of subject which the House of Commons is not fit to discuss judicially. The fact is that the Government enjoys in these circumstances far greater support than the last war Government did, and yet in that war there was no suppression of any daily paper. [Interruption.] My information is that “Forward” was not suppressed. There was interference with the Press but there was no suppression of a newspaper.",
        "**Mr. McGovern (Glasgow, Shettleston)**",
        "It was suppressed for three weeks.",
        "**Mr. Bevan**",
        "I wish hon Members would pay attention to what I say. I said there was no suppression of a newspaper. Closing down for a day or two is not suppression. In the last war there were no suppressions of newspapers, although ​ there were newspapers of great influence supported by prominent members of the House. The Home Secretary has taken action in circumstances which are far stronger than his predecessor enjoyed. If there is any case at all against the “Daily Worker,” the best thing to do is to state it—to argue it. When the “Daily Worker” was coming out, morning by morning, and its articles could be discussed, as they were discussed, the answer to it arose spontaneously in the minds of its readers, and it was by the atmosphere of public discussion, by the full utilisation of democratic institutions, that its power was kept within bounds. Now that it has been suppressed its views will be disseminated in places where they cannot be replied to. That is the vicious part of suppression. It is not merely that, but in taking away the voice from subversive opinion you take away the opportunity for effective answer to that voice and the people will be denied the opportunity of hearing in public the case that they will hear whispered to them in private. It seems to me that, on those grounds alone, the action of the Home Secretary was extremely unwise.",
        "Take the second ground. A minority has not the right in any society, especially in time of war, to withhold from the Government, from the majority, the instruments of executive action. It is entitled to conduct its propaganda, but is not entitled to take its propaganda to the point where it performs, acts or persuades other people to perform acts which frustrate the will of the majority. That is an abuse of minority rights. In other words, if the “Daily Worker” in an article called upon engineers to ref use to make shells or incited people directly to sabotage the war effort, action could be taken against it for that act alone, because it would be an attempt on the part of the minority to deny to the majority the effective instrument for carrying out the people’s will. Can the right hon. Gentleman say that the “Daily Worker” has been guilty of that? If so, the Home Secretary has his remedy in the courts. He has his powers. He has been given power since the beginning of the war to take action in the courts on specific charges against individuals or collections of individuals for acts of that kind, but he has not done so.",
        "May I say to some of my hon. Friends, particularly on the opposite side of the House, that they really must try and look upon the industrial population of this country with some degree of consistency? On the one hand, they regard the working class as heroes, and, on the other, they regard them as deluded simpletons and fools. They suggest that because there is a dispute in a workshop, a quarrel with a foreman, a strike here and there, these are the result of the vicious propaganda of some evilly disposed person who goes to those poor simpletons the workers, exacerbates their grievances, rouses their blood and persuades them to go on strike. That is a complete distortion of the facts.",
        "**Mr. Logan (Liverpool, Scotland Division)**",
        "Is not the hon. Gentleman aware that what he has described actually takes place in the workshops and that this agitation by the Communist party is carried on in the workshops?",
        "**Mr. Bevan**",
        "I admitted in the first part of my case that the Communist party is conducting an agitation which, if it succeeded, would largely undermine the war effort. But we are not alienists, we are not concerned with people’s intentions. We are concerned with what they are able to do, and it is my case that the Communist party and the “Daily Worker” have failed, are failing and will fail in an atmosphere of free discussion. There is no evidence to show, as far as I know, that the workers in the factories have been brought out on strike by any maliciously disposed person. If a worker strikes, he strikes because he has a grievance. There is only one of two ways of dealing with it—either redress it if you can, or, if you cannot, explain clearly why you cannot. Hon. Members will have realised that the workers do not cat, drink and sleep war. They have other interests that claim their attention, such as insufficient rations, low wages and bad housing.",
        "Those are the things that affect the workers. They feel bitter about them and sometimes strike about them and quarrel about them, although they may be 100 per cent. supporters of the war. Why should action upon their part be regarded as sabotage and as subversive? The financial columns of the newspapers re- ​ port every day that many firms are going slow because the Excess Profits Tax destroys their incentive to production. Is that described as sabotage? If the matter is considered idealistically the one is as much sabotage as the other; but we must consider human beings in the round and not as logical abstractions. Those who went to the People’s Convention would be the first to take up rifles if any German set foot in Great Britain.",
        "Idealistically, there would be contradiction between the two actions, but individuals are contradictory beings and often pursue two courses at the same time. Any of us may sit down to a big fat meal, as some of us do, and not consider that we are undermining the war effort. Hon. Members must try to maintain some sense of proportion in this matter.",
        "There is nothing which will provoke a greater sense of dissatisfaction among the industrial population than the belief, which will now be distributed among them independent of the merits of the “Daily Worker,” that a newspaper has been suppressed by a police act of the Home Secretary because it was expressing an unpopular point of view. The other day I had an argument with some prominent Communists about the People’s Convention. I was opposing it. One of the objects of the Convention was the promotion and defence of democratic and trade union rights in Great Britain. I pointed out that there were no greater evidences of the vitality of democratic rights in this country than the publication of the “Daily Worker” and the holding of the People’s Convention. I cannot say that to-day. The right hon. Gentleman has taken that reply away from me; he has taken the defence from me and given the case to our opponents quite unnecessarily. When a meeting is held in Great Britain to-day in support of democratic rights one name will spring to the lips of every person, namely, the “Daily Worker,” and people will say, “Your democracy is so weak you could not afford the voice of opposition.” The right hon. Gentleman has done a real disservice to the cause of democracy by the action he has taken.",
        "**Mr. Beverley Baxter (Wood Green)**",
        "Did these thoughts occur to the hon. Gentleman when “Action” was banned?",
        "​**Mr. Bevan**",
        "The hon. Gentleman must be sure of his facts. “Action” was not suppressed.",
        "**Earl Winterton (Horsham and Worthing)**",
        "May I make a friendly interruption to my hon. Friend? I am not influenced by the opinions of the House on one side or the other. I would like to ask him whether he is not aware, whether or not “Action” was technically suppressed, that in fact the Fascist party was brought to an end without a murmur of disapproval by anybody? The whole Fascist party was closed down, including “Action.”",
        "**Mr. Bevan**",
        "I agree that that was the case, but I was answering the charge that “Action” was suppressed. It was not.",
        "**Mr. Baxter**",
        "That is a technical point.",
        "**Mr. Bevan**",
        "Wait a minute. The answer about “Action” is a simple one. The organisers of the Fascist party were direct allies of our enemies, and they were suppressed because of that fact.",
        "**Mrs. Tate (Frome)**",
        "What about the Communists?",
        "**Mr. Bevan**",
        "Will hon. Members try to restrain themselves? The Communist party has not been suppressed. We are not discussing the Communist party, but discussing the suppression of the “Daily Worker.” Now that the right hon. Gentleman has decided to suppress the “Daily Worker” because it is undermining national morale and conducting systematic propaganda against the war effort, where does he propose to stop? Will it be illegal to say at a thousand meetings what the “Daily Worker” was saying every day? This is a serious matter, and the seriousness of it will come home to hon. Members in a few weeks’ time.",
        "Meetings are arising in this country, all over the place, it may be stimulated by Communists, but supported by large numbers of people who, while they do not agree with the Communist at all, think that the “Daily Worker” ought not to have been suppressed. At those meetings speeches will be made attacking the right hon. Gentleman and the Government for what they have done. Those meetings will be held systematically for weeks and months, and statements will be made there similar to statements which were written in the ​”Daily Worker.” Will that be illegal? Will the right hon. Gentleman stop that? If he does stop it, we shall soon have the whole apparatus of the Gestapo in Great Britain. We shall have espionage, industrial espionage, and agents-provocateur. We shall have the whole apparatus of the “police State.” It would have been much simpler to have allowed this propaganda to go on above ground where it could be met. If the right hon. Gentleman does not take action, he will find himself forced by exactly the same quarters as forced him to take action against the “Daily Worker.”",
        "I should like to ask next why the right hon. Gentleman did not make specific charges against the paper and take the paper into court? This House is not the place in which to discuss matters of this kind. On issues where feelings run so high and so deep we cannot have a judicial mind, and, further, the Whips are at work, and party loyalties are mobilised—against the welfare of the public. My right hon. Friend the Member for Keighley (Mr. Lees-Smith), the spokesman for the Opposition, is moving the Amendment on the Paper. What is the symbolism of that? It is impossible for the House of Commons to discuss judicially a matter of this sort when party allegiance and party loyalties are ruled by the Whips and when the fortunes of the Government are bound up with the position. Why have we a judiciary which is independent of the House?",
        "Because that judiciary can, after a decent lapse of time, discuss an issue calmly in the austere rooms of a court of law, as little influenced as possible by political bias and prejudice and declare upon the facts without having any political aim in view. That is why it would be so much more desirable to take this matter to a court than to discuss it here. And the right hon. Gentleman is the very last person to have charge of this matter, because I am afraid that he has been fighting the Communist party for so long that he looks under his bed every night to see whether they are there. He is entirely unfit to discharge his duty judicially in this matter.",
        "I have one other thing to say in support of my case. I have referred before to the powerful support which the Government have in the Press of the country. I shall not make any more ​ specific charge against the Press, but I would point out that during the last few days some newspapers which last Wednesday were fully satisfied that the Government had behaved correctly are much more doubtful to-day. The case of the right hon. Gentleman in respect of the “Daily Worker” is so slight that there is only one explanation of why he took action, and that is that it was intended to serve as an instrument of intimidation against the Press as a whole. I do not say that without some justification. It was only a few months ago that some newspaper proprietors, not after an official meeting of newspaper proprietors but, I imagine, after conversations with members of the Government, approached the proprietors of two very important newspapers in Great Britain with very large circulations.",
        "The Government, they were told, were very worried about the line they were taking. The proprietors of those two papers said, “If that be so, we should like to discuss the matter with the Government,” and they saw a member of the War Cabinet. That member of the War Cabinet said—mark his words—that in his view the line taken by those newspapers was subversive—[Interruption.] Yes, the “Daily Mirror” and the “Sunday Pictorial”—and the Cabinet Minister was the Lord Privy Seal.",
        "At that time the propaganda of those two newspapers, which were both supporting the war, was a propaganda against the unwisdom of retaining certain members in the Government. So closely do politicians, when they get into office, identify their welfare and reputation with the well-being of the State. When the Cabinet Minister was asked to point out in what respect the newspapers were subversive he failed to do so. He said their general line was subversive. The conversation ended amicably—but what, now, is the position?",
        "The law is whatever the Government like to make it, because no newspaper has a defence. If the right hon. Gentleman sends for the editor of a newspaper and says, “I do not like your newspaper, I do not like the way it is behaving, I do not like its general line,” the newspaper editor may say, “Well, I am very sorry about that, but what do you object to, because if you object to any particular thing you have your remedy in the courts” “Oh, ​ no,” says the right hon. Gentleman, “you will have no court to go to. I will stop you without going to court at all.” The right hon. Gentleman may never take action against any other newspaper, but the damnable part of it is that that power hangs over every editorial chair in Fleet Street. So long as the Home Secretary can behave in that dictatorial manner, leaving the newspaper no chance of stating its case, he can do almost as much by intimidation and terrorism as by taking action.",
        "**Mr. Lipson (Cheltenham)**",
        "Surely the hon. Member has not forgotten the control of this House over the Government.",
        "**Mr. Bevan**",
        "The hon. Member refers to the control of this House. We see what the control of this House means. It is one of the canons of British law that an accused person shall have a voice in his own defence; not that some other well-disposed persons can, if they so desire, speak up on his behalf. These are not merely democratic forms; behind these forms are five centuries of British history. Magna Carta, Habeas Corpus and the Bill of Rights are behind the right of every individual to appear in his own defence.",
        "**Mr. Garro Jones (Aberdeen, North)**",
        "Would my hon. Friend illuminate the House on this point: Who, precisely, would be brought before the House to answer for the policy of the “Daily Worker”?",
        "**Mr. Bevan**",
        "The editorial board; and not before this House, but before a court of law. They would have the opportunity of answering the charges. What do right hon. Gentlemen opposite mean by making speeches about the defence of democracy, if they think this position is right? The Prime Minister makes use of unexampled eloquence over the radio and talks about freedom and democracy. What does freedom mean, if not that men may not be yanked off to court by policemen without having a chance of defending themselves, and that a newspaper may not be suppressed without having a chance of being heard in its own defence? These are not idle forms; they are the citadels of our democratic institutions.",
        "It is more important for us to fortify the souls of our people by confidence in ​ our democratic institutions than by this feeble, panic legislation. The right hon. Gentleman and his Government—they are all in this, I understand—have broken faith with the House of Commons. They received these powers from the House of Commons by what now appears a trick. They got them on 31st July last year. There was another Debate in this House at that time, and I shall not go into the details because another hon. Member is to do that. It was a debate about the Channel Islands being in the hands of the Germans, and we were discussing this matter with imminent invasion over our heads—[HON. MEMBERS: “As it is now.”] Do hon. Gentlemen suggest that the situation is desperate? Can it be more desperate than it was then? Even then, the House of Commons tried to prevent the right hon. Gentleman from having these powers, and he got them by saying that they were not intended to be used except in the circumstances then feared.",
        "**Mr. H. Strauss (Norwich)**",
        "For the sake of convenience would the hon. Gentleman point to the passages of the speech on which he relies?",
        "**Mr. Bevan**",
        "Certainly. They are to be found in the OFFICIAL REPORT for 3rst July, 1940.",
        "The right hon. Gentleman then said:",
        "“The whole thing can be put in a nutshell. The reason why it seemed, not merely to the Home Secretary but to the Government, that a Regulation of this kind, admittedly very drastic, was necessary is this: the invasion, the overrunning, in a very short space of time, of Holland, Belgium and part of France brought home to us in a way it had never been brought home to us before that we in this country were exposed to perils of a kind that most of us had never before imagined.”",
        "The right hon. Gentleman went on:",
        "“What we have to ask ourselves, and what the Government had to ask themselves, before deciding to make this very drastic Regulation, was whether, if the direst peril we can imagine were to come upon us…”",
        "What is the direst peril that we could imagine could come upon us? Invasion.",
        "**Mr. Woodburn**",
        "And treachery inside.",
        "**Mr. Bevan**",
        "My hon. Friend will probably have the opportunity of making his own speech. The right hon. Gentleman went on—and his sentences are almost as long as those of the Prime Minister:",
        "“it would be tolerable that there should at that moment, when the resolution of some ​ of the weakest among us might be shaken or be in danger of being shaken, be allowed even for a short time the systematic publication of matter calculated to foment opposition to the prosecution of the war to a successful issue.” —[OFFICIAL REPORT, 31st July, 1940; col. 1320, Vol. 363.]",
        "I tell the right hon. Gentleman, in all fairness, that the House understood by that statement that he intended these very unusual powers to be used only in the circumstances then feared by the House, those of invasion. I admit that the higher critics can come along at this stage and, by violating the spirit but considering the letter, argue that some other interpretation is possible. Even conceding that point to the Home Secretary, it is clear that the House was very disquieted on that occasion. Some of my hon. Friends on this side went into the Lobby against the Government, of which their leader was then a Member—60 of them. The Government got a majority of only 38, the smallest of its majorities up to that time.",
        "I submit that there is no situation of such peril, urgency and terror in Great Britain as was envisaged then, and that the Home Secretary has violated a pledge which was given to the House by his predecessor. The right hon. Gentleman is putting us in a very difficult position. Last Tuesday, his colleague the Minister of Labour brought in powers of industrial conscription, without any countervailing powers against property in Great Britain. On the same day, the Home Secretary suppressed the “Daily Worker.” Unless he is very careful, and shows a stronger arm than he has done so far, he will be driving even greater inroads into democratic liberty, as a consequence of the action which he has now taken. The juxtaposition of those two events will have a significance which will be realised in every village and town in the country. That significance will be driven home by evilly disposed persons, who will point out that this is a sinister conjunction.",
        "Those are two Labour Ministers. When the war began, I tried to persuade friends of mine, South Wales miners, to support a resolution. Part of the resolution was that we should support the war, and it was carried by a two-thirds majority. Another part of the resolution was that we support the war on two fronts, namely, that we fight against Hitler abroad and against privilege and reaction at home. We believe in winning the war on two fronts, but the right hon. Gentleman does ​ not. The Government are winning the war against us, and are making Labour Ministers the catspaws of reactionary policy. I say to Conservative Members opposite: You are doing a grave disservice to this State by permitting Labour Ministers to indulge the weaknesses of their temperament in their positions. You are doing a great disservice to the spiritual harmony and unity of this country in time of war. To my hon. Friends on this side of the House I say: For heaven’s sake, take care where you are going. I few years ago we were accusing hon. Members on the other side of the House of leading us to disaster and to war because of loyalty to their party and to the old school tie. They put loyalty to their party above loyalty to their country. To-day they are asking us to do the same thing, to go into the Lobby, not because we believe the Government have done the right thing, but because our Ministers are involved. It is a great disservice.",
        "It is because I detest the point of view of some of those who write in the “Daily Worker,” because I believe that this is the worst possible way to treat them, and because I believe our case is good and can stand the light, that I believe that hon. Members opposite are doing a great disservice in driving these forces underground, in making them subterranean and subversive, where we cannot pursue them and expose them. I hope that the right hon. Gentleman will not consider that his political future and the future of his Government are involved in clinging to that error. We are living in very unusual circumstances. Ministers have to make difficult decisions in difficult circumstances. This House would not whisper a word of criticism against the Government if they said that the paper had been punished, that they would allow it to be printed again and would prosecute it in the courts where the facts could be known and where concrete charges would be their own propaganda against the paper. I submit that that can be done. If the right hon. Gentleman does not do it, I suggest that he is entering the third phase of the war. The first phase was when the late Mr. Neville Chamberlain ruled over this country disastrously. The second phase was when the right hon. Gentleman the Member for Epping (Mr. Churchill) took charge and inspired the country, and the ​ third phase was when Ministers of whom we had a right to expect something greater lost their faith in democracy, lost their confidence in the ordinary people and tried to lead the country to victory by methods which have proven disastrous in other countries in Europe."
    ]
}