{
    "url": "https://www.ukpol.co.uk/james-bevan-2022-speech-on-adaptation-and-net-zero/",
    "title": "James Bevan – 2022 Speech on Adaptation and Net Zero",
    "post_date": "November 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Bevan",
            "url": "/tag/james-bevan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Sir James Bevan, the Chief Executive of the Environment Agency, in London on 8 November 2022.",
    "content": [
        "These are dark times. So let me start with something radical: optimism. The biggest of all challenges we face is the climate emergency. If we fix that we can fix anything. And I’m here today to tell you that not only can we fix the climate emergency and build a better world, but that we will.",
        "Now, the Environment Agency is an evidence-based organisation. And I try not to say things I don’t mean. So let me give you a couple of facts to underpin that upbeat assertion.",
        "Fact one: it’s not rocket science. We know what the problem is: greenhouse gas emissions from human activity are warming the planet, changing the climate and producing higher seas and more extreme weather. We know what the stakes are if we don’t stop this: the survival of our species. And we know what the solution is: stop the emissions of the gases that are changing the climate and adapt our places, our infrastructure, our economy and our lifestyles so we can live safely and well in a climate-changed world. So: we know what we need to do. We just need to do it.",
        "Fact two: we are starting to do it. If we are to beat the climate challenge we need several things to happen at once.",
        "We need international cooperation. We cannot tackle the changing climate unless all the countries of the world work together, because the causes and consequences of climate change are global. And we are seeing that global cooperation, through the UN process that has set targets for all countries to meet and which will be taken further forward in Egypt later this month.",
        "We need national action. Governments around the world are taking that action, including here, where successive UK governments have shown strong leadership. The 2008 Climate Change Act was the first time a major economy set legal limits to reduce its own emissions. In 2019 the UK became the first major economy to pass laws to end its contribution to global warming by getting to Net Zero by 2050.",
        "We need businesses to play a central role. That’s because economic activity – mostly private sector – is the source of most of the carbon that is changing our climate, and because most of the power, resources, knowledge and innovation needed to turn that around is in the private sector. And we are seeing businesses step up to the plate, partly because it’s the right thing to do but mostly because it’s the smart thing to do. Businesses which are part of the solution to the climate crisis will ultimately outperform and outlast those which are part of the problem.",
        "And finally we need ordinary people, each of us in our daily lives, to change how we think and behave. And that is happening too. Around the world people are waking up to the reality of climate change, adapting how they live their own lives to help reduce its extent and impact, and – critically – demanding that their own governments take action. That is not just happening in developed countries: people in developing countries are even more badly affected by climate change than we are, and they are demanding change. And it’s not just happening in democracies like ours: authoritarian countries are also experiencing this popular demand. Dictators know that staying in power ultimately requires them to address the concerns of their own people.",
        "So the second big fact is this: that the things that need to be true for us to tackle climate change successfully – international action, national government action, business action, popular action – are true. Does that mean that we will definitely succeed? No. But does that mean that we will succeed if we sustain this coalition, maintain this momentum, and build on it to go further and faster? Yes.",
        "And we can and are doing that. Let me give you some examples from my own organisation, the Environment Agency.",
        "Organisations need to know what they are for. It’s the job of their leaders to define that and make sure the organisation does it. As they teach aspiring CEOs at Harvard Business School, the main thing is to make sure that the Main Thing really is the main thing.",
        "And at the Environment Agency we have made tackling climate change the Main Thing, and put it at the heart of everything we do. Our current strategy – EA2025 – sets the organisation’s strategic goals. The first of those is making our nation resilient to climate change. We put tackling climate at the very top of the list because without it we know we won’t achieve our other strategic goals: healthy air, land and water; green growth and a sustainable future.",
        "We are taking action to reduce the pace and extent of climate change by reducing our own and others’ greenhouse gas emissions.",
        "We regulate the carbon and other emissions of most industries, businesses and farms in this country. Since 2010 we have cut the emissions of greenhouse gases from the sites we regulate by 50%.",
        "We administer the UK Emissions Trading Scheme, which caps and will over time further reduce the emissions of heavy industry, aviation and other significant producers of greenhouse gases.",
        "And we are trying to walk the walk ourselves with our own commitment to make the Environment Agency and our whole supply chain a Net Zero emitter. by 2030. In 2017/18 our carbon emissions totalled 32,450 tonnes, mostly from pumping water and pouring concrete to build flood defences. By the end of last year (2021/22) we had got that figure down to 20,485 tonnes, a cut of more than a third. Meanwhile we are offsetting more of our remaining emissions through tree planting and creating wetlands and new habitat.",
        "Everyone talks about net zero, and I just have. That’s important: the lower our carbon and other emissions, the lower the extent and rate of climate change. But climate change is already happening now and will keep on happening. Even if we stopped all emissions of greenhouse gases tonight, those that have occurred over the last two hundred or so years since the Industrial Revolution mean that the climate will still continue to change. Which is why the other side of the climate coin – adaptation to make us more resilient in a climate changed world – is just as important as the mitigation which Net Zero provides.",
        "The EA is active here too. We build, own and operate most of the nation’s flood defences, including the Thames Barrier which is keeping us in this room safe right now. Those defences are helping us adapt to the changing climate and they work – over the last decade or so hundreds of thousands of people, homes and businesses in this country have been spared the trauma and loss of flooding because of our defences. We will keep on building and maintaining them, using natural flood risk management methods – tree planting, creating wetlands and storing water upstream to slow the flow downstream, etc – wherever we can.",
        "And we play a major part in helping create better and more resilient places across the country through our statutory planning role, where we work with developers and local authorities to plan, design and deliver places which are not only better adapted to a changing climate but better places overall for people and wildlife to live.",
        "As a species facing a climate changed world it’s not an exaggeration to say that we must adapt or die. But the point is not just to survive. If we adapt right we can thrive too. That’s because climate adaptation offers all of us, including every single business, a world of new opportunities. There are economic opportunities: to innovate and drive growth, and many companies are seizing those.",
        "But the most exciting opportunity of all is the opportunity to create a better world: to build back better when flooding or drought damages homes and businesses; to create cleaner, greener cities which are more beautiful and better to live in than the ones we have now; to ensure that when it rains heavily our roads and railways don’t grind to a halt and our sewage systems don’t flush directly into rivers; to enhance nature at the same time as we lock up more carbon; and so on.",
        "Robert Oppenheimer, the father of the nuclear bomb, said that “The optimist thinks this is the best of all possible worlds. The pessimist fears it is true”. I guess on that definition I’m neither an optimist or a pessimist. I’d like to think I am a realist. This is certainly not the best, nor the worst, of all possible worlds. But if we tackle the climate emergency effectively, and my pitch to you today is that we have started to do so, then I do think that we can and we will create the better world we all want."
    ]
}