{
    "url": "https://www.ukpol.co.uk/james-bevan-2022-speech-on-brexit/",
    "title": "James Bevan – 2022 Speech on Brexit",
    "post_date": "November 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "James Bevan",
            "url": "/tag/james-bevan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by James Bevan, the Chief Executive of the Environment Agency, on 1 November 2022.",
    "content": [
        "Everyone has a plan until they get punched in the mouth. And in my experience everyone dislikes regulation until they need it, and then they want even more of it than we regulators can supply. All the politicians I meet, all the media that scrutinise us, and all the local communities in which we operate want more not less regulatory action from the Environment Agency (EA) to tackle things like waste dumps, smelly factories, dirty rivers and so on.",
        "It’s a good problem to have. And a reminder that the answer you get to any question often depends on how you ask it. Does any of us want red tape and bureaucracy? No. Do we want clean water, air that’s safe to breathe, a green country, jobs and growth? Yes – and those are some of the things you get from regulation when it’s done right.",
        "My pitch to you today is this: good regulation is essential for most of the things we all want. The report we are launching today “Regulating for people, the environment and growth” – the clue is in the title – sets out what the EA does to support those things.",
        "But no regulatory system is perfect, including ours. Brexit is a massive opportunity to rethink how we do regulation in this country. The government has embarked on that process, and we welcome the debate. Today I want to suggest some pointers about where that debate might usefully take us and the key principles that I think should guide it.",
        "Let me start with an important fact: regulation works. Examples:",
        "Water security: the EA regulates the abstraction of water in this country. If you want to take more than 20 cubic meters a day out of a river or the ground, you need an EA licence. The EA has been reviewing, changing and in some cases revoking these licences to bring them into line with what is sustainable. That has removed the risk of the abstraction of some 1.7 trillion litres of water. That’s enough water to supply London for two years. Nature, wildlife and all of us are better off as a result.",
        "Water quality: in 2021, due to the EA’s regulation of water companies, a record 99% of bathing waters around England’s coasts met or exceeded the minimum quality standard. That is the highest level it has been since new tougher standards were introduced in 2015. Thirty years ago most of our bathing waters would have failed to meet even the minimum standards we have now. Regulation did that.",
        "Air quality: since 2010, emissions of nitrogen oxides (NOx) from the industrial sites we regulate have decreased by 72%, sulphur oxides (SOx) by 90%, and small particulate matter (PM10) by 52%. So our air is cleaner than it was, and cleaner air means people live longer and healthier lives. Regulation did that too.",
        "Waste: I have called waste crime “the new narcotics”: it harms people, places and the economy, including by undercutting the legitimate waste industry. Our regulation of the sector ensures waste is managed safely and our fight against the criminals helps the economy: every £1 we spend on it brings at least £4 of benefit to the economy. The right regulation helps deliver growth.",
        "Climate: in 2021 the climate change emissions trading and energy efficiency schemes that the EA manages delivered a nine million tonne reduction of CO2 compared to 2020. And since 2010, emissions of greenhouse gases from the sites we regulate have decreased by 50%. The planet is better off as a result. Regulation works.",
        "But no regulatory system is perfect. Both the regulations themselves and how regulators behave need to move with the times. They need to reflect changes in technology, in the needs of business, in the risks we are trying to manage, in public demand, in government policy and the law, and in the wider world around us.",
        "Brexit is a massive opportunity to rethink how we do regulation in this country.",
        "The government has embarked on an exercise to remove, revise or retain the body of EU-derived law currently in force, much of which is the basis for most environmental regulation in this country. We welcome that. We think it is a great opportunity to deliver better regulation and better outcomes – for people, for business and for nature.",
        "There is already a big debate as to what pieces of legislation should be retained, what should be reformed and what should be repealed. And there should be a debate, because this really matters and because if we make the right calls we can do what the Environment Agency exists to do: create a better place.",
        "There will be examples of laws we find we don’t really need. There will be examples where changing the law will allow us to achieve better outcomes for the environment and nature and support economic growth. And there will be some laws that it will make eminent sense to keep.",
        "Let me give you a real-life example of each. These are my personal views, not those of the EA or the government, but the point I want to illustrate is that we should not regard the current body of laws as sacrosanct.",
        "I would repeal the Floods Directive. This requires EU member states to carry out flood risk assessments, create maps of flood risk and flood risk management plans. That is all very sensible, which is why the UK was already doing those things before the Directive arrived and why the EA will carry on doing them now, because they are good practice and policy. But the purpose of the Directive was to drive cooperation between continental EU member states that share river basins – clearly we are not in that category.",
        "I would reform the Water Framework Directive (WFD) in order to drive better environmental outcomes. Each time I say this I get flak from everyone, so let me say again for the avoidance of doubt, I’d reform it in order to enhance water quality and restore nature, not degrade them. The WFD rightly sets high standards for water quality in rivers, lakes, estuaries and groundwater. But the way it requires us to categorise the status of those waters is complex, and can be misleading about the real state of those waters, both for better and for worse. And because the Directive stipulates that waters can only get “good” status if they tick all of several different boxes, it can force regulators to focus time and resources on indicators that may not make much difference to the actual water quality, taking focus away from things that would. I wouldn’t repeal the WFD. But I would reform it, to ensure it drives action that will deliver the clean and plentiful water we all want.",
        "I would keep the Bathing Waters Directive, which protects public health and the environment by keeping coastal waters free from pollution. It has done exactly that, driving the water companies, the regulators, the local authorities and local communities to make huge improvements in water quality at most of our beaches. High quality bathing water benefits health and wellbeing as well as boosting local economies. According to Visit Britain, the 135 million day visits taken to the seaside in England in 2019 were worth £4.4 billion to the economy. A great example of good law and good regulation producing better outcomes for nature, people and the economy.",
        "As we have this debate about what kind of regulation we want for the future, let’s be guided by a few principles. Mine would be:",
        "* Reframe how we think: good regulation is not red tape. It’s what gets you green growth and a blue planet.",
        "* Focus on outcomes. Start and finish with the ones we want: safe and healthy people, nature restored (not just protected or its degradation slowed), sustainable and inclusive growth.",
        "* Believe in better. The test for any regulatory change should be whether it will produce better outcomes.",
        "* Less is more: have fewer regulations, better targeted. Regulate only the things that need regulating.",
        "* Do it right: when you do have to regulate, do it well. Good regulation is proportionate, risk-based, evidence-driven, outcome focused, and (provided businesses do the right things) business-friendly.",
        "* Strong regulation needs strong regulators: if regulators are going to do their jobs they need the right powers, the right resources, the right laws and the right support.",
        "Ronald Reagan said that Government’s traditional view of the economy could be summed up in a few short phrases: “If it moves, tax it. If it keeps moving, regulate it. And if it stops moving, subsidise it”. He was, it is pretty safe to say, not a natural fan of regulation or indeed of government. But he also said: “Government exists to protect us from each other. Where government has gone beyond its limits is in deciding to protect us from ourselves.”",
        "That’s a good distinction. Regulation doesn’t exist to protect us from ourselves. It exists to protect the things we value – people, nature, our economy – that would otherwise be harmed. So let’s have no more regulation than we need, and let’s have the right kind. But when we need it, let’s make sure we have it."
    ]
}