{
    "url": "https://www.ukpol.co.uk/james-bevan-2018-speech-on-flood-prevention/",
    "title": "James Bevan – 2018 Speech on Flood Prevention",
    "post_date": "March 20, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "James Bevan",
            "url": "/tag/james-bevan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Sir James Bevan, the Chief Executive of the Environment Agency, on 20 March 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/03/jamesbevan-300x200.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/03/jamesbevan.jpg)",
        "A few weeks ago I visited the village of Sea Palling on the Norfolk coast. It was my first time there, and yet when we turned the corner and I saw an old row of houses just behind the huge sand dunes that lead to the beach, I had a moment of powerful déjà vu. I had seen this place before.",
        "And then I remembered where: in a documentary about the great floods of 1953, when an East Coast storm surge swept down the North Sea and killed over 300 people in Britain. In Sea Palling seven members of the same family died. The documentary I had seen contained a deeply moving moment in which one man, only a boy in 1953, told of the loss of his family in that row of houses at Sea Palling on that terrible day.",
        "So let us never get too romantic about the sea or our rivers: beautiful they are, and we must cherish and protect them, but when they rise up, they flood. And floods kill.",
        "**The story so far: fifty years of astonishing successes.**",
        "We have come a long way since that dreadful night back in 1953. Those floods were a wake up call for the country.",
        "In 1953 our flood defences were still primitive and incomplete. The great storm led directly to the construction of the Thames Barrier which today keeps London safe round the clock, and to the building of many other permanent flood defences up and down the country with a much higher standard of protection than ever before. Almost every day in this country, when rivers and tides rise, rain falls and storms blow, thousands of people sleep safely, unaware that they are being protected from flooding by those defences.",
        "In 1953, most people died because there was no system to warn them of the approaching storm surge. Today there is such a system: together with the Met Office, the Environment Agency runs a cutting-edge flood forecasting service that produces a daily forecast of flood risk for the coming five days for ourselves, the emergency services and local authorities. And when flood does threaten, from rivers or the sea, we warn people in the communities concerned, giving them vital hours in which to act.",
        "Since the last big floods in 2015 we have further upgraded our response capability. The Environment Agency now has over 6,500 staff trained and ready to deploy to help protect communities when floods threaten; 40km of temporary flood defences, 250 mobile pumps, 500,000 sandbags, 4 Incident Control Vehicles, and drones with real time video. We have built stronger partnerships for incident management, including with the army, with whom we train regularly for the next big flood event. And we have a new philosophy: Think Big, Act Early, Be Visible. That means that we are now deploying more people, more quickly, to more flood incidents than we have ever done before.",
        "I want to recognise today our great partners – the emergency services, the local authorities, the community volunteer groups and the armed forces, who make our country better protected in the face of the flood. And I want to recognise Environment Agency staff themselves, often the unsung heroes when floods hit, who will always go the extra mile for the people and communities we serve.",
        "As we have strengthened our capacity to cope with flooding incidents, we have also continued to build new schemes designed to reduce the risk of floods happening. The government is investing £2.6bn in flood and coastal erosion risk management projects between 2015 and 2021, most of them led and delivered by the Environment Agency. By 2021, 300,000 homes will be better protected.",
        "So as we reflect on how far we have come since 1953, the first thing we should do is celebrate our successes. And then we should sit down and rethink flood defence from first principles. Because what works so well now – and has done in the past – may not be enough in the future. Over the next fifty years, if we are going to give our country the best possible protection against flooding, we are going to need a different approach.",
        "**The future: why we need a new approach**",
        "Why is that? Let me start with some inconvenient truths:",
        "Inconvenient truth #1: flooding will continue to happen. While we are much better protected now than we were in 1953, we still can’t protect everyone, everywhere, all the time – and in a country like Britain it is unlikely that we will ever be able to do so.",
        "We are an exposed island in a stormy North Sea, subject to big coastal surges. We have a lot of rivers and a lot of coastline: in England, the Environment Agency manages flood risk on over 36,000 km of river and 9,000km of raised defences on the coast and inland. And as you may have noticed, it rains rather a lot in this country.",
        "So while we can reduce the risks of flooding, we will never eliminate them. This is not a popular thing to say, in particular to those who are at risk. But we have to deal with the world as it is not as we would like it to be. And if people are at risk, it’s our duty to tell them – and work with them to reduce that risk to the minimum.",
        "Inconvenient truth #2: the risks are rising. Climate change is driving more extreme weather. By the end of this century, sea level around Britain may have risen by a metre or more. We will be experiencing more violent storms and bigger rainfalls. All that means a greater risk of more, and bigger, floods. Meanwhile development and a rising population means more people will be in harm’s way. Most people in this country already live in cities, and by the end of the century both the proportion and the total numbers of city dwellers will be even higher. And most of our towns and cities are situated on rivers or the coast. So where most of the people live is where most of the risks are.",
        "Inconvenient truth #3: it’s not just the risks that are rising – the costs of mitigating those risks are also rising. Schemes designed to protect against more extreme rainfall and higher tides will tend to cost more than those which protect us against lesser risks. And flood defences aren’t a one time investment – they need looking after. As we add more defences to our existing schemes, and those schemes start to age, the cost of maintaining all the schemes we have will also rise. The investment is worth it – for every £1 we spend on a flood defence scheme, we usually get back £10 or more of benefits in terms of the costs of damages avoided. But it is a lot of investment, and there are many other calls on public money.",
        "**The future: less concrete, more resilience**",
        "So how should we deal with these challenges?",
        "More concrete – simply building our flood defences higher and higher – is not the answer. Or rather, it is not enough on its own. There will be places where it does make sense to invest in classic hard defences: the Thames Barrier, for example, will probably need to be replaced by another Barrier, with the associated flood walls, some time after 2070. And there will still be a role for concrete, and other hard defences, as part of many schemes: the successful Pickering scheme, for example, relies both on “soft” natural flood management measures like wood dams and a hard flood storage basin to slow the flow of water down towards the town.",
        "But in the face of the rising risks and costs, it won’t make sense to go on building ever taller, stronger and more expensive concrete defences as the default solution to flood risk. The engineering won’t work. And the humans won’t put up with it: you can only build a wall so high before people stop wanting to live behind it.",
        "**The future: some principles to guide the debate**",
        "So what is the right formula for managing flood risk over the next 50 or so years? I don’t want to lay out all the answers myself, partly because I don’t have all the answers, but mostly because I want us to develop those answers collectively. Today I want to issue an invitation to all of you, and the organisations you represent, to contribute to this debate.",
        "But while I don’t want to tell you the answer right now, I do want to suggest some principles that might help guide us towards it; and to identify the sorts of questions we should be asking ourselves.",
        "So, three principles for how to manage flood and coastal erosion risk in the future:",
        "First, do it together. Everyone needs to help meet this challenge: government, the Environment Agency, businesses, NGOs, local authorities, the emergency responders, communities, insurance companies, individual householders. All of us have a role to play, including anyone and everyone who lives in an area of flood risk. Many people will say that managing flood risk is the government’s responsibility or the Environment Agency’s responsibility; not theirs. I say that it’s everyone’s responsibility: if you live in an area of flood risk, you need to take some responsibility yourself. You should know whether you are at risk, you should know what you can do to reduce the risk, and you should take the action that you can. The Environment Agency helps make that possible by publishing comprehensive flood maps and guidance for every householder, which will allow you at the click of a mouse to find out whether you are at risk and how to better protect yourself.",
        "There are many people and communities across England who already do take precisely this approach, many of whom are with us today. I want to salute them, to thank them, and to encourage them to help make more people safer by sharing with other communities the action they’ve taken and the benefits this has brought.",
        "Second principle for reducing flood risk in future: push all the buttons. We have traditionally concentrated on hard flood defences. In future we will need to do more to reduce the risk before any water hits a flood wall; and more to make us more resilient when it comes over the wall – which it sometimes will. That means working more upstream to reduce the risk of flooding ever happening, and more downstream to ensure that when flooding does occur communities suffer minimum damage and recover with maximum speed.",
        "And that means taking all the actions available to us. We will need to:",
        "Prevent people and property being put at flood risk in the first place. There are many things we can do here. One is to ensure the right land use planning. The Environment Agency is a statutory consultee on all major development schemes. We have good relationships with the local planning authorities, and they take our advice 97% of the time. That’s good, but 100% would be even better. Another powerful intervention we can make is to help farmers farm in ways that don’t increase, and preferably reduce, flood risk. The government’s proposal that after we leave the EU we will have an agricultural policy that pays farmers public money for public goods, including reducing flood risk, is a great opportunity here.",
        "Protect communities at risk with a more flexible mix of hard defences (flood walls, sea defences) and soft solutions such as natural flood management.",
        "Respond even quicker and better when floods threaten, by continuing to improve our preparations, forecasting, warning and managing incidents.",
        "Recover more quickly after a flood, repairing the damage, restoring the infrastructure and rebooting the local economy.",
        "Adapt our homes, businesses and cities so that we reduce the damage that floods can do, making our homes, businesses, infrastructure and services more resilient.",
        "Accept that there will be some flooding of land and some coastal erosion. We will need to make more space on land for flood water, otherwise much of it will end up in people’s homes. And on the coast, while we will want to hold the line against erosion wherever that is possible, affordable and desirable, we have to recognise that in places it won’t be. So where there is no realistic prospect of stopping coastal erosion we will need to continue to pursue managed retreat.",
        "**The future: asking the hard questions**",
        "Third and final principle: think the unthinkable. If we are going to do the best we can for the communities we serve, we need to ask the tough questions:",
        "How much flooding is the country really prepared to tolerate, and (another way to ask the same question) how much is it prepared to invest to reduce the risk?",
        "I sometimes hear the argument that the Dutch take flooding seriously and we don’t, that they have made their country flood-proof and we should too. I have huge respect for the Dutch, and I do think there is much that we can learn from them. But England is not the Netherlands. The Dutch spend roughly the same as the UK on flood and coastal risk management, and nearly three times as much as we do as a proportion of their GDP. But their flood risk is existential: 2/3rds of their country’s GDP is below sea level and if the sea defences breach, much of their country will flood, so they simply cannot allow that to happen. And the level of protection they have is achievable and affordable because of the scale on which they are operating: the whole Dutch coastline is only the length of Essex’s.",
        "What is it exactly that we are trying to protect? Our current policy focuses on protecting houses. That’s an approach which everyone will understand and support. But the consequence is that most investment in flood defence currently goes to towns not rural communities, and that we don’t focus as much on protecting other assets – infrastructure, utilities, farmland. Should we change that? If so, how should we weight the balance in future?",
        "Who pays for flood defence? At the moment the bulk of the money that goes into flood risk management comes from the government, which means the taxpayer. Some argue that this is unfair, because it means that people who don’t live in an area of flood risk are effectively subsidising those who do; and bad policy, because it effectively incentivises people to stay in areas of flood risk when we should be incentivising them to leave; and that therefore people who choose to live in an area of flood risk should pay for their own flood defence. Personally, I don’t agree with that: I think that we are all citizens of this country, and we all have a duty to support each other in the face of whatever threats different communities face. The argument also fails to recognise that flood defences benefit those outside the flood plain as well as those in it, because they prevent the economic harm caused by flooding, which affects the country as a whole.",
        "Where I do think the iconclasts have a point is in saying that the government should not bear all or most of the funding burden of protecting the country from flood.",
        "Businesses, for example, benefit hugely from flood risk alleviation schemes, even though they normally don’t pay for them. If you are a big supermarket, your business model depends on your customers being able to get to you and being able to keep your lights and refrigeration on. If the roads are flooded and the power is out neither of those things are possible. So I do think we should be asking businesses, and others who benefit directly or indirectly from flood defence schemes, to contribute to their funding.",
        "The more funding that others – businesses, local authorities, community groups, NGOs – can contribute to the cost of flood defences, the more money we’ll have and the better our defences will be. And the more funders we have for a flood scheme, the greater the local ownership, the higher the levels of engagement in helping design the scheme, and the better the final result.",
        "One more question to reflect on: in future, do we want to defend every inhabited location, or should we consider permanently moving some communities which are at the highest risk? There are places on the coast and on some of our major rivers which are already costing millions of pounds a year to defend, and those costs will only rise over the coming decades. Some argue that it would be cheaper and safer to move the houses and the people than to carry on defending them where they are. I’m not saying we should do that: I know how important place and community are to people. I am saying we should be prepared to have the debate.",
        "So here’s my core message: our country is better protected now than ever against flooding; but 20th century methods won’t suffice for the 21st century challenges; which means that to meet those challenges, we will need to develop a different approach to flood defence in this country, building on all that we have already achieved.",
        "We in the Environment Agency will be doing some hard thinking of our own on the future, in the new National Flood and Coastal Erosion Risk Management Strategy which we are now developing. In drawing this up we will want to consult the widest possible set of stakeholders.",
        "So let’s look for the answers together, and let’s not be afraid to ask ourselves the difficult questions. That might be uncomfortable. But we owe it to future generations. And we owe it to the lost citizens of Sea Palling."
    ]
}