{
    "url": "https://www.ukpol.co.uk/james-bevan-2014-speech-in-new-delhi/",
    "title": "James Bevan – 2014 Speech in New Delhi",
    "post_date": "September 7, 2015",
    "author": "admin",
    "tags": [
        {
            "text": "2014",
            "url": "/tag/2014/"
        },
        {
            "text": "James Bevan",
            "url": "/tag/james-bevan/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by James Bevan, the UK High Commissioner to India, in New Delhi on 27th February 2014.",
    "content": [
        "Ministers, High Commissioners and Ambassadors, distinguished guests, friends and colleagues, my name is James Bevan and I have the honour to be the UK High Commissioner to India.",
        "It is a great pleasure to welcome you all to my Residence for the official birthday of Her Majesty Queen Elizabeth II. Tonight we celebrate Britain, India and the partnership between our two great countries. I would like to start by thanking you all for coming. I would also like to thank our sponsors for the evening. In particular I would like to thank our magnificent band, the band of the Royal Artillery, and I invite you all to give them a round of applause.",
        "For diplomats, national days present an opportunity to reflect, and to ask just what it is that makes us and our compatriots different. If you are British, a few things come immediately to mind.",
        "Queuing. We British don’t just queue, we actually like queuing. It has been said that “An Englishman, even if he is alone, forms an orderly queue of one”.",
        "Apologies. We British do like to say sorry. If you accidentally step on a British person’s foot, they will apologise to you.",
        "The weather. We have more of it in Britain than you do in India. In the UK we have a technical term for two full days of rain. It’s called a weekend.",
        "Today is also a day to reflect on what binds Britain and India together. The truth is that the Brits and the Indians have a great deal in common.",
        "We have the same sense of humour and the same bureaucracy. We both know, for example, that the TV programme Yes Minister is not a comedy but a documentary.",
        "We share two fine culinary traditions. India has given Britain its magnificent curries, its gorgeous spices and its delicious desserts. We have given you Marmite. You may not feel this is a fair exchange.",
        "We both love cricket. As the writer Ashis Nandy has wisely reminded us, cricket is an Indian game that was accidentally discovered by the British.",
        "But whoever discovered it, we Brits love cricket as much as the Indians. Indeed the British writer of romantic novels Barbara Cartland once said this: “The reason why Englishmen are the best husbands in the world is because they want to be faithful. A Frenchman or an Italian will wake up in the morning and wonder what girl he will meet. An Englishman wakes up and wonders what the cricket score is”.",
        "But, ladies and gentlemen, I have to tell you that when I wake up here in my Residence I do not usually wonder what the cricket score is. When I wake up I am grateful that I am here in this great country, India; that I am here at this exciting time in history as India continues its rise; and that I and my team are playing our small part in building the stronger, wider, deeper partnership between Britain and India which all of us wish to see.",
        "I believe in Britain. I believe in India. And I believe in our partnership. It is a partnership that will not ultimately be forged by governments, diplomats or institutions but by people: by the warm, close personal ties between the individual citizens of our two great countries. Ties which so many of you here tonight have done so much to nurture. For that I thank you. It gives me great pleasure to wish all of you, and Britain and India, a very happy and successful year ahead."
    ]
}