{
    "url": "https://www.ukpol.co.uk/ernest-bevin-1941-speech-on-production-supply-and-man-power/",
    "title": "Ernest Bevin – 1941 Speech on Production, Supply And Man-Power",
    "post_date": "August 30, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "1941",
            "url": "/tag/1941/"
        },
        {
            "text": "Ernest Bevin",
            "url": "/tag/ernest-bevin/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ernest Bevin, the then Minister of Labour, in the House of Commons on 21 January 1941.",
    "content": [
        "The Government welcome this opportunity to submit to the House the reasons for the changes that have been made with the object of co-ordinating and expediting our production efforts. The statement which I am now about to submit will deal with four main subjects: the newly-established Governmental machinery, the policy in relation to production, how the powers granted by Parliament have in fact been operated, and the policy to be pursued in the further organisation and use of man-power. First, then, I will deal with the recent modification of the Government machinery for exercising central supervision and control in matters of policy relating to production, imports and economic questions generally. The organisation was explained in a statement issued a few days ago by my right hon. Friend the Prime Minister. There seems, however, to be some misapprehension about it in certain quarters, and it may be of assistance to the House if, at the outset of this Debate, I set out quite briefly the purpose of the changes which have been made.",
        "The basic principle of the new organisation is that the whole business of production and supply should be gripped and controlled at the top by a small and compact directing body, consisting of the Ministers responsible for the executive Departments concerned. Thus, the Production Executive is composed of the four Ministers responsible for the principal producing Departments, together with the Minister of Labour, representing manpower, the instrument of production. We shall know by the deliveries week by week and month by month whether, as the result of the allocation of materials, the operation of the priorities and the use of man-power, we are meeting the demands made upon our production effort. The Import Executive consists of the five Ministers responsible for the main importing Departments, and has at its service the handling Departments, such as shipping, transport, merchant shipbuilding and repairs.",
        "These Executives, consisting as they do solely of responsible Ministers of high authority who are at the head of the executive Departments concerned, are in a position to reach rapid decisions on matters which are within their competence and can themselves see that these decisions are quickly carried into effect. These bodies are framed for action, and not for debate. There need be no fear of any inconsistency or divergence of policy as between one of these Executives and another, and my right hon. Friend the Prime Minister has retained the responsibility for ensuring that the Executives carry out the policy of the War Cabinet.",
        "In addition, there is the Lord President’s Committee, what my right hon. Friend has called the “steering committee,” which consists of the chairmen of these two executives and of the other main Committees of the War Cabinet which are concerned with the home front, together with the Chancellor of the Exchequer and the Minister without Portfolio. They meet under the chairmanship of my right hon. Friend the Lord President of the Council. This Committee is there to knit together the work of all those bodies, to settle any differences that may arise in the course of their work, to deal with any residual problems, and finally to consider the larger economic issues which the Government must keep constantly under review but which do not fall directly or completely within the scope of any one of the other executives or committees.",
        "To assist them in these matters, the Committee have the services of a body of economists of high standing who are free from Departmental ties. In the task which the Government have to perform, regard must be had to war strategy. It is essential that some organisation should exist to make sure that the deliveries of necessary supplies and of munitions of war are kept moving forward in unison, thereby meeting the legitimate claims of the Services, so that no branch of our effort is insufficiently equipped. War in its modern development has demonstrated the imperative need for the fighting units to be able to operate as a cohesive whole. It has been alleged by some that the organisation now adopted is inadequate. On the other hand, we must guard against the danger of creating or superimposing forms of organisation upon organisation, and ​ creating opportunities for passing on responsibility for decisions and so causing delay. I repeat that the object now sought is the maintenance of the responsibility for production on the respective Ministers of the great Departments and combining them in executive groups to prevent conflict, bottlenecks and waste. I do not think I need say more at this stage on the question of organisation. If any points are raised in the course of the Debate, my right hon. Friend the Prime Minister will deal with them in his winding-up speech on the next Sitting Day. He hopes, however, that in this Debate hon. Members will address themselves primarily to practical matters without regard to forms and theories. After all, the real test of any organisation is whether it works.",
        "I now propose to deal with the production position, and there are certain things which I think it as well for the House to appreciate. At the outset of this war preparations for war were on a very limited scale, and if one might take the Ministry of Supply as an example, it is necessary to make two things clear. Its first task was to use the capacity available, which before and after the outbreak of war was limited. The commercial and social life of the country was carrying on, and the available units of production could not be suddenly or entirely swung over to war production in a night. In addition, it had the Royal Ordnance Factories, but obviously their number and capacity had to be greatly expanded. There is under these conditions a long and inevitable delay between the outbreak of war and the bringing into full production of the capacity necessary for our full war effort. This determines the speed at which the organisation of man-power and its subsequent use can be brought into play. In the creation of greater productive capacity the first call is on building material and labour for general constructive work. When the capacity is created you have to switch over and provide a largely different personnel. The services equally did not build up their forces in advance, and in this war there is, as against previous ones, the additional claim of Civil Defence. There were thus three factors operating: first, the claim of the Services for personnel—and they take largely the flower from our productive effort; ​ secondly, Civil Defence; and, thirdly, the expansion of capacity. You are also, to a large extent, governed by the total of raw materials available.",
        "The House will remember the great drive that took place last summer and the long hours then worked. In spite of the shortening of the hours and the increased and determined air attack made by the enemy, I am assured by my right hon. Friend the Minister of Supply that as far as his Department is concerned, the high production reached in the summer was maintained and in many cases increased in the last quarter of 1940. Indeed, for some of the more important items, our output shows a very considerable increase over anything accomplished in any previous period. The output of all our essential weapons and ammunition is still rising and will represent a formidable advance in the first quarter of 1941. Here, again, I would ask the House to appreciate the fact that nowadays the quantities of equipment required for a given number of men are much larger and performance has to reach much higher standards, necessitating greater complexity of design. Despite all this, I am sure that if I were at liberty to reveal, for example, the rate at which we are now able to equip a division with guns and machine-guns, it would afford the House a great measure of encouragement.",
        "I now turn to the aircraft situation. Here you have a variety of conditions with which to grapple. In comparison with 1914–1918, the production of aircraft involves a far greater percentage of skill and we began with an insufficient amount of it, so that we were faced with the twofold problem of building up capacity and training skilled workers. The expansion of training at the critical moment of the war was limited by the number of skilled men we could afford to release as instructors and by the lack of machine-tools available for the purpose. After May we had to proceed by improvised arrangements which may or may not he subject to criticism. The object was to get the maximum output possible in the shortest possible time in order to meet the imminent invasion danger. We took a census of the man-hours for which machine tools were being worked and this enabled us to make better use of this vital factor in production.",
        "With reference to man-power, while I cannot reveal the figures, I can assure the ​ House that great additions have been made since last May to the numbers of workpeople engaged in the aircraft industry. This increase has been achieved, in the main, by training either in the workshops or in Government training centres. The aeroplane as an instrument of fighting is going through a process of rapid evolution. Scientists are working at top speed, and it is true that, owing to changes of type and method, some of our plants have at times been working at less than full capacity. None the less, the Minister of Aircraft Production tells me that since the beginning of September, with the exception of one week, his Ministry has delivered to the Air Force, week by week, more new operational machines produced in this country than have been lost by the Forces in the air or on the ground, quite apart from the whole vast processes of repair, and that production of aeroplanes continues on its upward course. In the last few months the Royal Air Force has created many new squadrons and sent many aeroplanes abroad; which as the House will know, have contributed in no small measure to the brilliant victories of our Greek Allies and our own Forces in Libya.",
        "**Mr. Austin Hopkinson (Mossley)**",
        "May I suggest that it would save the right hon. Gentleman trouble if one of the Clerks at the Table were to read this?",
        "**Mr. Granville (Eye)**",
        "May I ask the right hon. Gentleman whether the number with which he has just been dealing includes training machines?",
        "**Mr. Bevin**",
        "No, only operational machines.",
        "**Mr. Glenvil Hall (Colne Valley)**",
        "Before the right hon. Gentleman proceeds, may I ask you, Mr. Speaker, on a point of Order, whether the House has any protection against remarks such as that made by the hon. Member for Mossley (Mr. A. Hopkinson)?",
        "**Mr. Speaker**",
        "No point of Order arises. It is only a matter of taste.",
        "**Mr. Bevin**",
        "I would like to tell the House that I am speaking now not only for the Ministry of Labour but for the Government, and what I have to say I have had put in writing on this occasion so that accuracy might be ensured. But if the hon. Member who made the remark ​ just referred to, likes to test his ability without any such aid, I shall be very glad to take him on—both as regards intelligence and ability. To proceed with what I was saying when interrupted, it is not claimed that the aircraft industry is organised on a perfect basis. Bottle necks have arisen and have not yet entirely disappeared. This was, in our view, inevitable when a programme of production had to be suddenly and sharply speeded up. I am assured that nothing which the Ministry of Aircraft production can contrive has been neglected and special attention has been directed to improving the flow of production. The supply of aircraft which started as a small stream, has grown to a river and will soon reach full flow, and that flow will be added to by aid from the New World. From this combination we are looking forward to the achievement of superiority in the air, which will contribute in no small measure to bring us to final victory. Many aeroplanes from the other side have already been successfully flown across the Atlantic in bad winter weather without loss. This is a tribute to the design and workmanship of the machine and to the efficiency and endurance of the pilots who have flown them.",
        "I now turn to the Admiralty. The Navy has a task to perform that was being done by five navies at the end of the last war. Added to that, it has to meet an intense continuation of attack under the sea and from the air. It has far greater responsibilities than it had in the last war and is entitled to receive, in the use of shipping, in repairs and in production the greatest possible assistance to enable it to carry its burden. Under this head, the results that have been obtained in mercantile and naval construction and in man-power represent no mean achievement. Again, it is impossible in public Session to give the figures relating to naval and other construction or to give details of the numbers of persons employed or where they are employed. But the House may be assured that the naval tonnage under construction at the outbreak of war was already greater than the peak under construction in 1914–18 and, since the outbreak of war, there has been a further great expansion. The number and tonnage of vessels completed shows an even better picture. To appreciate this statement correctly, it must be ​ remembered that warships are incomparably more complex than in the last war.",
        "When we turn to merchant shipping, the demands of essential naval construction and repairs have necessarily set a limit to what can be achieved. None the less, the merchant shipping tonnage completed in the last six months shows a substantial increase—more than one-third—over the figures for the first half of 1940. We must remember that a high place must be given in our effort to the requirements of conversion and repairs of both merchant and naval tonnage. Capacity has also been increased to meet the demands of general engineering and of the metal products necessary for naval work—and equally for the Mercantile Marine—and to cope with the necessities of defensive equipment for our merchant tonnage. There is, however, no doubt that the dismantling of shipyards during the lean years has proved a handicap.",
        "Some have been reinstated, wholly or in part. In the case of the others, labour had become dispersed, and the yards were too far gone to be worth reinstating. On the other hand, great efforts have been made to make the best use of the available capacity. We are also fully alive to the importance of obtaining additional output from the existing personnel, apart from the further manpower required, and active steps are being taken to achieve this object.",
        "The problem of repair and of quick turn-round of shipping is of vital importance. It has a direct bearing on the work of the executive bodies in devising means to secure speedy clearance and adequate storage, and to make the ports places of rapid transit.",
        "The use of man-power, both in handling cargo and in building and repair, must be improved. The casual nature of the work must go. If we are to impose obligations and to insist on continuity of effort, it cannot be done on the basis of our past methods of picking up a man one moment and dropping him the next. The solution to this problem is a permanent, organised and mobile labour force, good co-ordinated management, and a utilisation of every available facility. In this connection, my colleagues and I are having frank consultations with those concerned, with a view to making ​ such changes as are necessary to improve the situation. If the question is tackled with imagination and vigour I am confident that we can enlist the great spirit of the men and of the management, which will bring us nearer to our objective, and make no mean contribution towards maintaining the supply of food and of raw materials and towards sustaining the morale of our people.",
        "**Earl Winterton (Horsham and Worthing)**",
        "When will those consultations be ended?",
        "**Mr. Bevin**",
        "They are going on now. With regard to export trade, we have had carefully to watch that in the transfer of labour we did not deprive the essential export trade of its necessary personnel and material. On the financial side of the conduct of the war, this is a vital arm; and the most careful examination will continue to see that our connections are main-tamed. We can take credit for the fact that our exports in December were £24,400,000 in value, exceeding the November figure by £2,700,000. When it is remembered that the blockade of continental Europe has deprived us of many markets into which our goods previously entered, that the supply of large quantities of material to the Army of the Nile is not included in the figure, and that our trade in the Eastern Mediterranean is subject to obvious handicaps, we assert that these figures give a great testimonial to the handling of production and balancing of our man-power as well as to the virility of our industries and to the manner in which they have adapted themselves to the changed conditions. I desire to say a word about agriculture. Food production at home is the foundation upon which much of our war effort depends. We regard it as one of the vital arms of defence, and in the terms of reference to the Production Executive it has been laid down that vital considerations affecting agriculture shall be taken into account when dealing with the question of essential imports, and that the necessary man-power shall be available to carry it on.",
        "The building side may be divided into three parts: construction, house repair made necessary by the Blitzkrieg, and demolition and clearance. We have decided to review the whole building programme, with the object of concentrating ​ upon the most vital and urgent necessities and upon that part of the construction programme which can be brought into use at the earliest possible day. Included in our review will be the question of providing hostels and other accommodation for our workpeople to live in. This will assist us in our man-power problem, and will minimise the necessity for long travel. We have collaborated with the Army, and have suggested that the men in the Forces might be used more fully to build their own accommodation, thereby releasing labour which is now employed in building camps, so that we can tackle inure vigorously the problem of house repair. Inside factories we have organised bodies of men to deal with any damage from bombing in their own factories. Clearance requires a large amount of labour which could be employed on building and civil engineering. In passing, I would like to pay tribute to the Army for the way they have assisted the civilian authorities in this and other tasks. A review of the whole subject will, I hope, enable us to organise this building and civil engineering work in such a manner that we shall not continually dislocate the Army and so interrupt their training; and will, at the same time, provide the necessary labour for dealing with each phase of the building programme.",
        "I now turn to the question of powers. Criticism has been made that the powers granted by Parliament last May have not been exercised. I want to correct that impression. In the main, I regard these powers as sanctions in the background, although in some cases they have been exercised. I can assure the House that unless this question is handled with very great care, we might easily do more harm than good, and hinder the war effort. Courage takes two forms. One is to know when to use powers, and the other is to know how to use powers. The fact that they have not had to be used to any great extent is the best evidence that the great majority of the masses of the people of this country are in dead earnest and willing to do almost anything to win this war. I have used, and propose to continue to use, them more in a directory sense than in what is generally understood to be the compulsory sense. I am confident that by far the great majority will be only too willing to accept the directions given, and here will be few cases in which it will be ​ necessary to take further action. The powers given to the Government also give the right to deal with undertakings and property. Generally, the policy adopted has been to institute control of undertakings, but in other cases factories have been taken over and operated under other managements on behalf of the Government. What is more, as the House is well aware, requisitioning has taken place wherever necessary.",
        "The volume of man-power which can effectively be employed is determined by the volume of raw materials and capacity, and the use to which labour is put. I have arranged with the Ministry of Supply for my inspectors to work in close collaboration with officers of that Ministry in regard to all such questions as upgrading, training, and de-skilling of work. This is of great assistance because the Ministry of Supply is in a position to enforce its authority in these matters, and we have their backing in any action which we may agree it is necessary to take. Similarly, the Ministry of Aircraft Production and the Admiralty are arranging to put a drive behind their training effort. In addition, means of production have been adopted which will economise in the use of skilled labour. The net result of all this has been that the number of people engaged in munition production at this moment is greater than it was in July, 1918.",
        "We have to meet the claims of the Services. Here again we have to deal with an entirely new situation. The House will have realised this, as a result of the fighting in the Middle East. The proportion of men in the fighting line is reduced, but the number of skilled men required in the Army to keep a great mechanised force moving is far greater than that required in any previous war. There has been a clamour that skilled men should be returned from the Army.",
        "Here again the War Office, as far as they have been able, have made a magnificent response to meet the claims of industry, but the balance has to be kept with very great care. We must not be open to the charge that we were guilty of so depleting the Army of skilled personnel that at a critical moment it was handicapped in carrying out some great future task. The Army and the Air Force have been instructed to examine the duty of every person at their disposal so as to prevent ​ the calling from industry of more men than they require and to ensure that the skilled personnel are put in positions where their ability can be properly used.",
        "In calling up the numbers now required, it has been arranged that this is to keep in step with the supply of equipment, so that large numbers will not be withdrawn from industry before the equipment is ready. Once the number of divisions was determined, we in the National Service Department conceived it to be our duty to give the Services the man-power necessary to fill them. After the men have been called up, the proper use of that man-power rests upon the Services. Man-power for Civil Defence must be provided, and this represents a drain on our resources of enormous dimensions which has never previously existed. In order to meet the demands of production, we naturally looked, in the first instance, to the surplus manpower available in what has been called the manual classes who were accustomed to obtain their living in industry; and though you get these published figures of unemployment, let me assure the House that the reservoir, as far as men are concerned, is practically dry. We are carefully examining the lists of women who are registered, but we know that many of them are living in districts with families who cannot very well be moved. We are, therefore, considering the best way to bring work to them instead of transferring them away from the work. The Limitation of Supply Orders issued by the Board of Trade, which, as the House is aware, were designed to restrict production of less essential commodities for the Home market, have been operative for some time. The number of persons that have been and will be released as a result of those Orders are now known and organised arrangements have been made so that the release and absorption, as far as possible, takes place simultaneously and work of national importance is found to make use of the industrial capacity thus released.",
        "In dealing with man-power, and especially when you have to transfer it, regard has to be had to the conditions of employment, habitation, recreation, etc. We have paid great attention to the whole question of welfare inside and outside the works, and also to personnel management. ​ In that respect much has been accomplished, though much has yet to be done. In building, the turnover of labour was appalling, largely due to the absence of adequate provision of amenities for the men engaged on those great contracts. In certain cases we found ourselves sending a regular flow of men on to jobs merely to replace those who were leaving. We have made an Order establishing authority to enable proper basic welfare conditions to be applied when the contract is issued in order that there may be proper preparation to receive the men when they go on to the job. In docks no provision had been made for a contingency such as this to feed and care for the men working under most difficult conditions. We are about to issue an Order to correct that, imposing an obligation upon port authorities for canteen and feeding arrangements and other welfare conditions to be established in the whole of the docks of the country.",
        "Lighting was good in the more modern factories but indifferent in some of the older ones, and a new regulation has been made which establishes a new minimum standard. Lighting has a very great bearing upon the total output in any works. Feeding arrangements have been expanded both inside factories and by means of communal kitchens. I am told that up to 70 per cent. of factories employing over 1,000 persons have already provided canteens, and a new Order has been made giving power to direct employers to establish works’ canteens. We regard this, under the circumstances, as vital.",
        "With regard to personnel management, there was practically an absence of this except in the more up-to-date businesses. Discipline had been maintained by fear of unemployment, and firms who had not introduced or given any thought to proper personnel management found themselves ill-equipped to deal with the problem when the shortage of labour developed. It is bad business anyway and involves a tremendous turnover of labour, which is very costly, even in peace-time, and dangerous in war-time. Welfare supervisors and industrial nurses are being specially trained. Medical services for workers in factories have been introduced and nursing services expanded. Emergency hospital arrangements have been extended by the Ministry of Health and made available to munition workers. Some progress has been ​ made with sick bays and day nurseries. Compulsory billeting powers were secured, but in this we have had to meet great competition arising from evacuation and military and other requirements. The mobility of labour is seriously handicapped because of the want of adequate accommodation and shortage of materials necessary for new construction. In studying and grappling with these problems, so important to the use of our labour resources, I have had the valuable aid of the Factory and Welfare Board and, above all, of the Joint Consultative Committee of the Trades Union Congress and the British Employers’ Confederation. Responsibility for seamen’s welfare has now been assumed by the Government and a Board established. Provision for the welfare of seamen is being expanded, not only at home, but, with the assistance of the Consular services, abroad. Voluntary organisations have been grouped and their valuable activities co-ordinated. Where merchant seamen have been injured or sick and landed at a port, arrangements for their benefit and their families are being made similar to those for naval ratings.",
        "May I say a word about wage policy in relation to man-power? To those who suggest there is no wage policy, my reply is that a wise step was taken in relying on the sense of responsibility of the organisations in industry. Wage-negotiating machinery has been expanded enormously in the last quarter of a century. That sense of responsibility is made evident by the careful consideration given by these bodies to each adjustment which has been made, and hon. Members will be interested to compare the increase of wage rates so far granted with the cost-of-living increase. Wage rates should not be confused with earnings; where workpeople increase their earnings as a result of increased production that is a thing which ought to be encouraged. In dealing with these matters, it is not only wages but conditions which have to he taken into account. These problems cannot be segregated and have to he handled delicately. As to the argument that all war adjustments should be made on one basis, that assumes stability in everything else, and rises in wages are seldom the first to occur. To prevent these differences leading to stoppages we made the Wages and Arbitration Order. I claim ​ that one of the greatest testimonies to the wisdom of the policy followed is that the number of stoppages due to trades disputes has been the lowest in history. The value of this method is that it was put into operation—not imposed upon industry, but with their full agreement.",
        "Another advantage of this procedure is that it is not static. The parties are now considering whether there should be any change in method, and in handling this question it is essential that the State and industry should march together and maintain mutual confidence. Personally, I am not attracted by the idea of creating a condition which leads to mass movement in wages and political settlement. In the coming months there will be heavy demands for additional man-power and woman-power for the Services, for munition work and for Civil Defence. In order to meet the requirements of the Services it will be necessary to reduce the numbers covered by the Schedule of Reserved Occupations and to call up further age-groups. The age-groups already registered include men from the ages of 20 to 36. I expect that before long arrangements will have to be made for registering men of 19 as well as those over the age of 36. These demands for the Services will deplete still further the resources from which additional requirements for munitions work and Civil Defence might otherwise be met. We propose to meet this position broadly in two ways—by tapping our unused resources and by ensuring that our labour force is employed to the fullest possible advantage.",
        "As I have said, this reservoir of unemployed men is now exhausted, and the problem of having to obtain a great recruitment of labour force from nonessential occupations of whatever rank, and from the unoccupied, has now to be faced. This will involve a careful survey of many forms of occupation. We must also examine whether work that could he done by women is being performed in the Services by men in uniform. In the case of people employed in offices and on managerial and supervision work of all sorts, firms will have to make a careful survey and see, by a rearrangement of duties, how many men can be placed in productive work instead of office work. We shall ask people engaged in all kinds of occupations, whether on directorates, ​ in businesses or professions or elsewhere, to come forward and play their part especially as capacity develops and demand increases.",
        "Although much has been and will be achieved by voluntary means, we have now reached the stage where it will be necessary to have industrial registration by age-groups and by this means to make a list of those who should be called upon to serve the State in national industry. [An HON. MEMBER: “Everybody?”] Everybody, no matter what their rank. Most people will volunteer.",
        "We shall have to call into service many women who in normal circumstances would not take employment. There is no doubt that as more men are called up for the Forces industry will have to utilise women far more than it is doing, but it must not be assumed that there is the same reservoir of women available for munition work as in the last war. Far more women were in industry in 1939 than in 1914, for the whole situation in workshop, office and factory had changed. There will be a very great need in the women’s Services, in offices and in industry for women to take the place of men who, over the coming months, will be called to the Colours. This involves intricate consideration as to the conditions of employment, transport, living accommodation and feeding.",
        "All these problems must be dealt with. In addition, where married women are concerned, and children have to be cared for, there is the problem of day nurseries or minders for the children. This has now become acute. If women come forward, then the State will have to take a much greater responsibility for the care of the children while the women are rendering national service. Of course, it is no use making these calls until the productive capacity is available to absorb them.",
        "In addition to tapping new sources of labour, much remains to be done in order to use our labour force to the best advantage, and I call special attention to the following proposals. In certain types of vital war work it will have to be laid down that the right of dismissal must be taken out of the hands of the employer, except for misconduct. If a person’s services can no longer be used in a particular place, this will have to be reported to the Employment Department in order that his ​ services may be used elsewhere. The responsibility of the State must be continuous. Similarly, no employee would be permitted to leave such vital work without the permission of a National Service Officer.",
        "**Mr. Tinker (Leigh)**",
        "Will that apply to all industries? Will no industry be allowed to discharge workmen without the consent of the Ministry of Labour?",
        "**Mr. Bevin**",
        "It will apply to industries which are declared to be national industries.",
        "**Mr. Tinker**",
        "Why not make it apply to all industries?",
        "**Mr. Shinwell (Seaham)**",
        "Is this to be done immediately?",
        "**Mr. Bevin**",
        "This policy has now been approved by the Cabinet, I am announcing it to the House, and we shall proceed with it forthwith.",
        "**Mr. A. Bevan (Ebbw Vale)**",
        "Does the Minister propose to indicate the national industries in the Order?",
        "**Mr. Bevin**",
        "That will be announced. I use the broad definition “war industries” because some industries will probably still remain non-essential, or at least be allowed to go on partially. We want to ensure that any person whose services the State claims and retains must be rendering those services for the national war effort in some capacity or another and not for a private person in the ordinary sense.",
        "As I have said, no employee would be permitted to leave such vital work without the permission of a National Service Officer, although in both these cases there would have to be a right of appeal. If an employer or employee broke these Orders, he would commit an offence. Similarly, if a person had been wrongly stood off and could prove that he had been so treated, he would have to be paid for time lost. On the other hand, if a person stayed away from his production effort he could be ordered to return to his place of employment. Machinery will be necessary to deal with complaints and appeals.",
        "In addition, we propose to make arrangements for securing reinstatement in their former employment of persons directed to transfer, on similar lines to the arrangements applying to persons called up for the Forces. The whole ​ question of restrictions on production will have to be reviewed, but it will have to be made subject to arrangements for definite registration of departures from trade union agreements and customs and for restoration of such agreements and customs at the end of the war. In this latter connection I am sorry that the Bill to deal with the restoration of pre-war practices has not yet been introduced, but it is a subject under discussion between the parties and I hope to have it ready at an early date.",
        "The question of personnel management will have to be brought under control, and where we are satisfied that the arrangements for proper labour management or workshop consultation do not exist, a personnel controller must be appointed for any such undertaking, and on him will rest responsibility for engagements and terminations of employment, and all other matters touching the welfare of the employee as may be determined. Production departments will have to replace any inefficient management. We shall have to take steps to prevent systematic and organised short time, and, if necessary, to prescribe the minimum number of hours of work in any undertaking. These changes to deal with the labour situation represent a very big step, and the directions will only be used for service in the interests of the State and for the war effort.",
        "The winning of this war and the undertaking of the necessary tasks to achieve that purpose are the responsibility of the whole people. It is, however, the duty of the Government to see that these tasks are carried out under as fair and decent conditions as possible. I have no fear as far as the masses of our workpeople are concerned. They will readily respond, for I am satisfied that no one is more grimly determined than they to eradicate the curse of Hitlerism from Europe and from the world. I am confident that there will be a great response to wise leadership, however disagreeable the tasks may be that the people will he called upon to perform, provided they are directed solely to duties which contribute to achieving the great objective. Their overwhelming response will not only surprise the dictators, but will bring victory within our grasp."
    ]
}