{
    "url": "https://www.ukpol.co.uk/saqib-bhatti-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Saqib Bhatti – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Saqib Bhatti",
            "url": "/tag/saqib-bhatti/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Saqib Bhatti, the Conservative MP for Meriden, in the House of Commons on 9 September 2022.",
    "content": [
        "That was an excellent tribute, like so many tributes today; it just goes to show that we are all united in our grief. The heartfelt speeches from across the House have echoed the pain and sorrow that have been felt across the country and the Commonwealth since the devastating news yesterday. On behalf of my constituents in Meriden, I express our heartfelt condolences to the royal family as they mourn the loss of a beloved mother, grandmother and great-grandmother. Our nation weeps with them and for them.",
        "Her Majesty holds a special place in the hearts of my constituents, because it was on a spring morning in 1971 when she opened Chelmsley Wood shopping centre, and most of the village of Chelmsley Wood turned out to greet her. The royal party was running behind schedule that day, but the Queen was undeterred and took time to speak to local residents. That same day, the Queen and the Duke of Edinburgh were shown the proposed site of the National Exhibition Centre. They would return five years later, in 1976, to open the NEC, where excited members of staff stood in line to greet Her Majesty. This is particularly apt, because the NEC was a major venue for the Commonwealth games.",
        "Her Majesty always demonstrated kindness, generosity and dedication. I have my own experience of this, because in March 2007, when I was finishing my degree at the London School of Economics, I was invited to meet Her Majesty on Commonwealth Day. I was nervous and excited, and she was very gracious with her time. It was only later when I asked a friend, “How did I do?” that he said, “You said a lot, but none of it made any sense.” [Laughter.] I hope my tribute is better today, but Her Majesty never let on and she wished me all the best in my endeavours.",
        "For decades, Her Majesty has been a cool-headed constant steward of our great nation. She was always there when we needed her. She showed us what it meant to keep calm and carry on. I will never forget how, in the pandemic, she gave reassurance to the whole nation and told us that we would meet again. We were blessed to have her and she really was the best of us. She lived a dedicated life of service and devotion to her husband, her family, her country and the Commonwealth. Every single one of us in this House would do well to emulate her lifetime of selflessness and public service.",
        "Today, we mourn a monarch and we pray for her. As we reflect on her legacy and we look to the future, I say only this: may she rest in peace. May we always be grateful to have experienced her reign. To God we belong and to God we return. God save the King."
    ]
}