{
    "url": "https://www.ukpol.co.uk/saqib-bhatti-2023-speech-on-holocaust-memorial-day/",
    "title": "Saqib Bhatti – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Saqib Bhatti",
            "url": "/tag/saqib-bhatti/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Saqib Bhatti, the Conservative MP for Meriden, in the House of Commons on 26 January 2023.",
    "content": [
        "I associate myself with the sentiment of the hon. Member for Stockport (Navendu Mishra) on social media companies doing more. They simply do not do enough, but they have the resources to do so. I pay tribute to my right hon. Friend the Member for Beckenham (Bob Stewart) for his moving speech. Every time I hear him speak about his experiences, there is never a dry eye. I congratulate the hon. Member for Stretford and Urmston (Andrew Western) on his maiden speech. He was doing so well up until the fifth minute—as a Manchester United fan, I am sure that we will have many sparring sessions inside and outside the Chamber, but I wish him well.",
        "I thank my right hon. Friend the Member for Bromsgrove (Sajid Javid), the right hon. Member for Barking (Dame Margaret Hodge) and all Members who have contributed to ensuring that we have this really important debate. I pay tribute to the Holocaust Educational Trust for all its work, the Holocaust Memorial Day Trust and the Community Security Trust. I also visited a school in north London and got to see at first hand the sad situation of our children—and they are our children—who are struggling to be educated without fear. I wish we did not have to live in a society where that is the case. I am sure that we will all work together to make that so.",
        "I thank Solihull Council, which had its civic reception this morning as part of its holocaust remembrance events. I urge all Members to spend some time going through the Holocaust Memorial Day Trust website, to read the stories of those who survived and those who perished—the mothers, fathers, sons, daughters, brothers and sisters.",
        "“Never again.” So many times we have heard that phrase, and when speaking not only of the holocaust but, sadly, of subsequent genocides, such as those in Rwanda, Cambodia and Srebrenica, as my right hon. Friend the Member for Bromsgrove said. I am a patron of Remembering Srebrenica. In the week that the doomsday clock moved 10 seconds closer to midnight, and when incidents of mass murder and atrocities are unveiled with too much regularity—whether in Ukraine, Xinjiang or in the stories of harrowing abuse suffered by the Rohingya communities—this debate seems particularly poignant. Sadly, that list was not exhaustive. One thing is clear: we cannot be complacent. We cannot assume that it will never happen again. We cannot forget.",
        "The theme today is ordinary people. I want to speak about the extraordinary Paul Oppenheimer, who settled in my constituency after the war, in the village of Marston Green. He was born in Berlin in 1928 and lived in my constituency after the war for over 40 years. In 1940 his family moved to Amsterdam and, within six months of the German invasion, the persecution of the Jewish communities in Holland had started. He was only able to complete one term in the local grammar school before the Nazis banned Jewish children from attending non-Jewish schools. In January 1942, it was decreed that Jews could only reside in Amsterdam, and from April 1942 it was decreed that Jews must wear a Jewish star. The Nazis then went block by block, clearing Jewish families and taking them by train to the Westerbork transit camp, before they were sent on to other camps such as Auschwitz, Sobibor and Bergen-Belsen.",
        "The Oppenheimers were exempt from wearing the yellow star by virtue of a small piece of fortune. In 1936, Paul Oppenheimer visited England with his parents. During their visit, his sister, Eve, was born, and therefore she had entitlement to recognition as a British subject. It was due to Paul’s father’s foresight in registering Eve as a British citizen that the whole family were treated differently, with blue exemption cards. They were kept in the slightly—slightly—better star camp, where they did not have to shave their heads, could wear civilian clothes and would often be protected from the random beatings and shootings, by virtue of that citizenship.",
        "But they were not safe from the unsanitary conditions, and disease was rife. Paul lost his mother and father to disease in 1945, but he and his brother and sister eventually survived and found their way to England. Later in life, Paul checked to see what happened to those who were sent on transit trains to camps from Westerbork. Of the 34,143 people who left Westerbork for Sobibor camp, only 19 survived. Of the 58,380 who left for Auschwitz, 854 survived.",
        "The thing about this story is that, in line with the theme of Holocaust Memorial Day this year, you would never have known it about Paul. He started as an engineering apprentice in Marston Green in my constituency and ended up working in an automotive company on braking systems for passenger cars. In fact, he was so good that his work on anti-locking brakes, which are standard in cars today, earned him an MBE in 1990. It was only when he got that award and journalists started asking him about his life that the horrors he had seen and his story became clear. Paul was the ordinary neighbour. He was the ordinary co-worker. He was the one who ploughed his efforts into rebuilding his life here in Britain. Paul settled in my constituency of Meriden. He brought up his children just streets away from where I live. That is when it hits us how the extraordinary evil of the holocaust touched the lives of so many ordinary people.",
        "As I conclude, I wonder about all the Pauls who did not survive and all the Oppenheimers who did not make it to a place of safety, all the engineers who did not make it, all the doctors, intellectuals and artists, and all the great contributions that could have been made. They were not just a loss to their families; they were a loss to humanity, at the hands of a warped and evil ideology. Whether it is Xinjiang, the Rohingya community or Ukraine, one thing is clear: we must all come together and work with our international partners as a coalition of free, democratic countries and make sure that “never again” is not just something we say but something we live by."
    ]
}