{
    "url": "https://www.ukpol.co.uk/joe-biden-2022-statement-on-the-death-of-mikhail-gorbachev/",
    "title": "Joe Biden – 2022 Statement on the Death of Mikhail Gorbachev",
    "post_date": "August 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Joe Biden",
            "url": "/tag/joe-biden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Joe Biden, the President of the United States, on 30 August 2022.",
    "content": [
        "Mikhail Gorbachev was a man of remarkable vision.",
        "When he came to power, the Cold War had gone on for nearly 40 years and communism for even longer, with devastating consequences. Few high-level Soviet officials had the courage to admit that things needed to change. As a member of the Senate Foreign Relations Committee, I saw him do that and more. As leader of the USSR, he worked with President Reagan to reduce our two countries’ nuclear arsenals, to the relief of people worldwide praying for an end to the nuclear arms race. After decades of brutal political repression, he embraced democratic reforms. He believed in glasnost and perestroika – openness and restructuring – not as mere slogans, but as the path forward for the people of the Soviet Union after so many years of isolation and deprivation.",
        "These were the acts of a rare leader – one with the imagination to see that a different future was possible and the courage to risk his entire career to achieve it. The result was a safer world and greater freedom for millions of people.",
        "Even years after leaving office, he was still deeply engaged. When Mr. Gorbachev visited the White House in 2009, he and I spoke for a long time about our countries’ ongoing work to reduce U.S. and Russian nuclear stockpiles. It was easy to see why so many worldwide held him in such high esteem.",
        "We send our deepest condolences to his family and friends, and to people everywhere who benefited from his belief in a better world."
    ]
}