{
    "url": "https://www.ukpol.co.uk/joe-biden-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Joe Biden – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 14, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Joe Biden",
            "url": "/tag/joe-biden/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Joe Biden, the President of the United States, on 8 September 2022.",
    "content": [
        "Her Majesty Queen Elizabeth II was more than a monarch. She defined an era.",
        "In a world of constant change, she was a steadying presence and a source of comfort and pride for generations of Britons, including many who have never known their country without her. An enduring admiration for Queen Elizabeth II united people across the Commonwealth. The seven decades of her history-making reign bore witness to an age of unprecedented human advancement and the forward march of human dignity.",
        "She was the first British monarch to whom people all around the world could feel a personal and immediate connection—whether they heard her on the radio as a young princess speaking to the children of the United Kingdom, or gathered around their televisions for her coronation, or watched her final Christmas speech or her Platinum Jubilee on their phones. And she, in turn, dedicated her whole life to their service.",
        "Supported by her beloved Prince Philip for 73 years, Queen Elizabeth II led always with grace, an unwavering commitment to duty, and the incomparable power of her example. She endured the dangers and deprivations of a world war alongside the British people and rallied them during the devastation of a global pandemic to look to better days ahead. Through her dedication to her patronages and charities, she supported causes that uplifted people and expanded opportunity. By showing friendship and respect to newly independent nations around the world, she elevated the cause of liberty and fostered enduring bonds that helped strengthen the Commonwealth, which she loved so deeply, into a community to promote peace and shared values.",
        "Queen Elizabeth II was a stateswoman of unmatched dignity and constancy who deepened the bedrock Alliance between the United Kingdom and the United States. She helped make our relationship special.",
        "We first met the Queen in 1982, traveling to the UK as part of a Senate delegation. And we were honored that she extended her hospitality to us in June 2021 during our first overseas trip as President and First Lady, where she charmed us with her wit, moved us with her kindness, and generously shared with us her wisdom. All told, she met 14 American presidents. She helped Americans commemorate both the anniversary of the founding of Jamestown and the bicentennial of our independence. And she stood in solidarity with the United States during our darkest days after 9/11, when she poignantly reminded us that “Grief is the price we pay for love.”",
        "In the years ahead, we look forward to continuing a close friendship with The King and The Queen Consort. Today, the thoughts and prayers of people all across the United States are with the people of the United Kingdom and the Commonwealth in their grief. We send our deepest condolences to the Royal Family, who are not only mourning their Queen, but their dear mother, grandmother, and great-grandmother. Her legacy will loom large in the pages of British history, and in the story of our world."
    ]
}