{
    "url": "https://www.ukpol.co.uk/karan-bilimoria-2022-speech-on-the-growth-plan-baron-bilimoria/",
    "title": "Karan Bilimoria – 2022 Speech on the Growth Plan (Baron Bilimoria)",
    "post_date": "October 12, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Karan Bilimoria",
            "url": "/tag/karan-bilimoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Karan Bilimoria, Baron Bilimoria, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, as the chancellor of the University of Birmingham, I had the privilege to know the right reverend Prelate, David Urquhart, the ninth Bishop of Birmingham. In 2006, when he took office—taking over, of course, from John Sentamu, who went on to become Archbishop of York and now sits with us on the Cross Benches as the noble and right reverend Lord, Lord Sentamu—in his first sermon, he took out a mallet hidden under his cloak and smashed a clay jar in front of the whole congregation. His message was to demonstrate the fragility of human life in the world as a gift from God.",
        "He has worked for the homeless. He has worked tirelessly for interfaith harmony. He has worked for the chamber of commerce, as somebody from a business background and with a business degree. He has been here in the House of Lords since 2010, and has been convenor since 2015. Note the word “convenor”. We on the Cross Benches do not have a leader, we have a convener, and the same goes for the Bishops. What a time, with the changes of Government and all the challenges. He is a knight of the Order of St Michael and St George.",
        "Seventy is far too young an age to retire: you have just reached the middle of middle age. The right reverend Prelate always signed off as David Birmingham. Well, David Birmingham, the University of Birmingham, the city of Birmingham and this House will miss you enormously. Thank you for all you have done for all of us, and we wish you every success in your continued great work.",
        "In February 2021, I said to the Chancellor at the time, Rishi Sunak, when I was president of the CBI, “Do not increase taxes. Increasing taxes will hamper the recovery and hamper growth.” What did he do? He kept putting taxes up, up and up, to the extent that they are the highest in 70 years.",
        "Before the financial crisis in 2008-09, we in this country had a growth rate of 2.5%. Since then, we have had a decade of no growth, low productivity and low inflation. What a state to be in. We had austerity. That achieved nothing. So the Government are absolutely right to target a growth rate of 2.5%. They are absolutely right to reverse the 2.5%—1.25% and 1.25%—national insurance: it is a tax on jobs. Even the Labour Party said it would not have done that. The Government are absolutely right not to increase corporation tax from 19% to 25%. They are absolutely right with investment zones. They are absolutely right with the reform to IR35.",
        "But—and there are “buts”—what about speeding up the move to alternative energy, such as small modular reactors? That is not being spoken about. What about investment: replacing the super-deduction of 130% that will go in April with a 100% write-off to encourage businesses to invest? What about labour shortages? We kept saying to the Government, “Activate the shortage occupation list.” Now the Government say they are going to do it. I ask the Government to confirm in their response that this will actually happen.",
        "Then there was 23 September. It is a great lesson in life that it is not just what you do but how you do it. As the former Chancellor, now the noble and learned Lord, Lord Clarke, said, it is the first time a budget has caused a crisis. So much of what was intended was right. To go back to 40% as the top rate of tax is absolutely the right thing to do in the long run, but perhaps not now. As we have heard time and again, not having an OBR report to back it up was not a good thing; I am glad it is happening on the 31st.",
        "People do not talk about the thresholds. The thresholds were frozen by Rishi Sunak and remain. That is the biggest tax increase happening in front of us now. Do the Government agree with it?",
        "I am sorry that I am overrunning, because of paying the wonderful tribute that I was privileged to pay, but I have two more points. First, I have made the point time and again that we as business are grateful for the £400 billion of support that the Government gave through the pandemic that saved our businesses, our economy and our citizens, but you cannot stop there. If you play a tennis stroke and hit the ball—the £400 billion—to get the ball over the net you must follow through, and the Government must be prepared to follow through. Our debt-to-GDP ratio is not that high; it is the second lowest in the G7. Japan’s is at 250%; America’s is at almost 150%. We need to invest in skills and education, we need to reform the apprenticeship levy.",
        "My final point is this. If the Government do not help now, SMEs, in particular, will not survive. They need help with business rates, with delaying their taxes and with cash flow. Hospitality needs a VAT reduction. If these measures are not taken, we will see businesses going bust. Defence expenditure needs to go up to 3% of GDP right now. On a positive note, when the Ukraine war ends, we will have boom time."
    ]
}