{
    "url": "https://www.ukpol.co.uk/karan-bilimoria-2022-tribute-to-hm-queen-elizabeth-ii-baron-bilimoria/",
    "title": "Karan Bilimoria – 2022 Tribute to HM Queen Elizabeth II (Baron Bilimoria)",
    "post_date": "September 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Karan Bilimoria",
            "url": "/tag/karan-bilimoria/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Karan Bilimoria, Baron Bilimoria, in the House of Lords on 9 September 2022.",
    "content": [
        "My Lords, I was in Boston yesterday and at lunchtime, Boston time, I came out of a meeting with one of my Harvard Business School professors, looked at my phone and saw the sad news about Her Majesty.",
        "Some of my earliest memories going back to my childhood are of seeing the photographs, which are in our house in India to this day, of Her Majesty the Queen and His Royal Highness the Duke of Edinburgh on their state visit to India in 1961, when Rajendra Prasad was the President of India and my father, at that time Captain Bilimoria, was the senior ADC to the President of India.",
        "Little did I know that years later, I would be privileged to not only meet but get to know them both. What I saw was a couple who were devoted to each other. Her Majesty the Queen was absolutely devoted to His Royal Highness the Duke of Edinburgh, and he to her. A few years ago, when His Royal Highness the Duke of Edinburgh came to visit the Zoroastrian centre in Harrow, I accompanied him. When we went up to the prayer room, we had to take off our shoes; when we came out of that room, we were sitting next to each other, putting our shoes on and tying our laces, and he said to me, “Do you know, I’ve had these shoes since the day I got married?” Such was the sentimentality between this couple.",
        "As we heard from the noble Lord, Lord Howell, Her Majesty was not just the Queen of the United Kingdom but Head of the Commonwealth—a Commonwealth of 56 countries, all voluntary. Not one of those countries has to be a member of the Commonwealth; they do it out of choice. She was not just the figurehead but the leader of this array of nations—from giants such as India with its 1.4 billion people to tiny Caribbean countries—making up a third of the world’s population. We heard just now from the noble Baroness, Lady Grey-Thompson, about the Commonwealth Games. I am privileged to be chancellor of the University of Birmingham and was there on 7 October when Her Majesty drove up in the courtyard in front of Buckingham Palace, stepped out and handed over the baton to its first relay holder. It went all around the world, across all the Commonwealth countries and territories.",
        "Prime Minister Liz Truss described the Queen as the rock of the nation over seven decades. Republics do not have this advantage that we have. Presidents change regularly; we have had continuity for 70 years—not just continuity but somebody who has been apolitical, objective and completely independent. She cared for Great Britain and for Northern Ireland; she cared for the Commonwealth. Her stamina, of course, is legendary. I remember that at the state visit of the President of India to Windsor Castle, it was late into the night at a post-dinner reception when I was suddenly summoned by the Master of the Household, saying, “Her Majesty would like you to accompany her for a while, please.” So I went up to her and asked, “Your Majesty, where is the President?” The Queen said, “She and her husband have retired”, yet she stayed on until past midnight, meeting visitors.",
        "Fast forward: a few years ago, the Queen and the Duke of Edinburgh came up to Birmingham to reopen New Street Station. That was a big enough thing in itself but, from there, they came over to the University of Birmingham to open the new dental centre at Pebble Mill. Not only did she open that dental centre, they stayed for lunch, spent the whole afternoon and went back. It was absolutely remarkable, and how wonderful that we were able to celebrate her Platinum Jubilee.",
        "This year, I was proud to be a member of the committee at the Royal Windsor Horse Show. Her Majesty always came to attend the final night, and that night we were warned: “She may not come and if she does, she may come only for a few minutes. She has not been well.” If your Lordships remember, she had missed the State Opening of Parliament just before that. We were all seated at 8 pm when she walked in, on time for the show to start. She stayed the full two hours—clapping, smiling, laughing and enjoying every minute, and it did not stop there. She then got into the Range Rover and did a whole lap of the arena, waving to everyone who was there. She left after 11 pm.",
        "Winston Churchill, the Queen’s first Prime Minister, was born 100 years before today’s Prime Minister, Liz Truss. It is truly remarkable. I have been proud to be a deputy lieutenant, representing Her Majesty in Greater London. I was appointed on 9/11 in 2001, when I was still in my 30s. I remember the vice lord-lieutenant at the time, Sir Michael Craig-Cooper, telling me a story about accompanying the Queen. She was going through crowds and stopped in front of a teenage girl. The teenage girl curtsied and, at that moment, her phone rang. The Queen said, “Maybe you should answer that. It could be somebody important.” That was her sense of humour.",
        "I remember sitting opposite her at a lunch at Buckingham Palace. There were the famous stories about the corgis. The corgis were sitting around her and one of the butlers, or waiters, walked behind her—she did not see this happen—and tripped over one of the corgis. It was like slow motion in a comedy movie; somehow, he managed not to drop the tray.",
        "We loved Her Majesty the Queen and the world loved her. As she said, the price of love is grief. We are grieving. We have received messages from all over the world; I have received messages from the Middle East, India and America. We thank Her Majesty. My mother in India, who I spoke to this morning, said, “What a dignified woman.” She was majestic, magisterial, a true leader. She was an authentic leader: she had the abilities and the empathy of a true leader; she really cared.",
        "She was the Queen of all Queens, the monarch of all monarchs. She was not only the most famous monarch in the world but the most respected, by miles. I have said time and again that the United Kingdom has one of the strongest combinations of hard and soft power in the world. Of that soft power, the number one factor is our luckiness as country to have had Her Majesty the Queen, our strongest element of soft power. She is the most priceless asset our country has had.",
        "His Majesty King Charles III has not just a hard act to follow but an impossible one. Yet I hope—I know—that, looking ahead, like Isaac Newton, he will be able to say:",
        "“If I can see further, it is because I am standing on the shoulders of giants”,",
        "and of one giant in particular. Your Majesty the Queen, we will miss you but your inspiration will live on with us forever. We offer our heartfelt sympathy and condolences to His Majesty the King and the Royal Family. Long live the King, King Charles III. Long may he reign."
    ]
}