{
    "url": "https://www.ukpol.co.uk/katharine-birbalsingh-2023-letter-of-resignation-sent-to-kemi-badenoch/",
    "title": "Katharine Birbalsingh – 2023 Letter of Resignation Sent to Kemi Badenoch",
    "post_date": "January 6, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Katharine Birbalsingh",
            "url": "/tag/katharine-birbalsingh/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The letter of resignation sent by Katharine Birbalsingh to Kemi Badenoch, the Minister for Women and Equalities, on 6 January 2023.",
    "content": [
        "Dear Kemi,",
        "I hope this email finds you well. Sadly, I am writing to let you know that I will be stepping down as Chair of the Social Mobility Commission, as of today (Friday 6th January). As you know, the Social Mobility Commission team and I have achieved a lot in the last year.",
        "Some highlights include our State of the Nation report last year that showcased our new Social Mobility Index, a rigorous new framework for measuring social mobility which will give breakdowns by characteristics including sex, ethnicity and disability while connecting these to a place. We have set out an ambitious research programme focusing on themes such as education and families. Our most recent report, on Data and Social Mobility, sets out how missing data limits our understanding of important issues, holding us back. We also launched our first ‘Quarterly Commentary’ and the first of a series of podcasts interviewing people with interesting views in the world of social mobility.",
        "There are a number of reasons behind my decision to step down.",
        "I come with too much baggage to be as effective as I would like to be as Chair. I have become increasingly aware of how my notoriety puts the SMC in jeopardy. I always end up approaching news interviews in a defensive way. I can’t go out there and fight for us as any Chair should do.",
        "I also very much worry that all of our excellent work will be ignored by some people who would genuinely benefit from listening to it. They have already told me this on Twitter. They say that if the SMC work finds evidence to back what we do at Michaela, they will be very suspicious. People actually advised me on Twitter to outsource all of the SMC work on schools, if I want the work to be taken seriously. If the secretariat team does the analysis, then it is tainted because the team is tainted by me.",
        "My sense is that the SMC will find that the things we do at Michaela make for good schools. But rather than think ‘well of course SMC evidence matches with what Michaela does because Michaela is a very successful school’, people will imagine that something sinister is going on and that I am using the SMC in order to prove a point with Michaela.",
        "I want to be able to speak publicly about what I think is right and not worry that I am bringing the SMC into disrepute. People regularly say to me, ‘You can’t say that as Chair of the SMC!’. The role gags me and turns me into someone that I’m not.",
        "When I weigh it all up, I’m doing the SMC more harm than good.",
        "Additionally, Alun Francis is just so good. He really should be Chair. I always call him a social mobility superhero! While he keeps telling me how much he likes us leading together, I have noticed with me trying to push him forward more recently, and with me stepping back a bit, it has really allowed Alun to come into his own. He deserves to be Chair and ought to be Chair. It is only right and proper that this should be the case. Alun simply doesn’t need me to do an excellent job, a job that I can support from the side lines without undermining the SMC team.",
        "We also have John Craven as Director of the SMC now and he is excellent. I feel particularly proud of that appointment. The commissioners too have been appointed and now they have been onboarded. I hesitated over when would be the best time to step down. Now seems ideal because of where we are at with staffing on the SMC team, and the commissioners being ready to go. It makes sense to allow Alun to take over the reins now. Stepping down now also makes sense so that the SMC’s future reports remain untainted by what would be perceived as bias from me.",
        "Alun Francis is such a genius at social mobility and he and John Craven will make a fantastic leadership team moving forward. We could not hope for better leadership than these two.",
        "I have learned so much from being able to work with the SMC this past year and I am grateful for the support you have given us with all of our projects. I am very sorry to go, but I know that Alun will now be free to do what is required for the SMC. And I will be cheering on from afar.",
        "With my very best wishes for the future,",
        "Katharine."
    ]
}