{
    "url": "https://www.ukpol.co.uk/john-birt-2022-speech-on-the-growth-plan-lord-birt/",
    "title": "John Birt – 2022 Speech on the Growth Plan (Lord Birt)",
    "post_date": "October 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "John Birt",
            "url": "/tag/john-birt/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by John Birt, Lord Birt, in the House of Lords on 10 October 2022.",
    "content": [
        "Announcing unfunded tax cuts in the Government’s mini-Budget was all but universally condemned. There was no advance consultation, no leaning on expertise. The Permanent Secretary to the Treasury was summarily fired, the OBR’s offer of a forecast waved away. This appeared a back-of-the-envelope, “we know best” plan.",
        "The immediate consequences of course were dramatic. The Bank of England was selling UK debt one moment and buying it back the next. It had to mount a massive and costly rescue of pension funds. We experienced a rapid rise in interest rates, impacting both individuals and business. The estimates of the future level of government debt ballooned and the cost of financing that debt rose to 4% and is still rising.",
        "The impact of all these factors on redistribution will be chaotic; the full consequences ahead for public services are still unknown. The rationale, of course, was growth, and we all want more growth. The World Bank published a league table of growth rates for the G7 countries from 2008 to 2021. Is Britain in the relegation zone? No. In fact, we are near the top; we are third, behind the United States and Canada, and ahead of Germany, France and the rest—hardly a crisis.",
        "The US is clearly top of the tree with a 1.9% average annual growth rate versus our 1.1% over that period. So, yes, it would be nice to be up there with the US—but how? Where is the analysis: not another back-of-the-envelope plan but a deep and evidenced diagnosis to help us understand what really stands in the way of higher growth in the UK? The notion that stimulating the economy at a time of full employment and high inflation will do the trick sustainably is widely condemned and wide of the mark.",
        "One requirement for growth is clearly investment, yet we have now spooked the markets. Investors have a global perspective: they look for opportunity but will shy away if we fail to offer them reliability and stability too. Beyond that, what can government do?",
        "We know that we have vast labour and skills shortages across the economy: crops unpicked, short-staffed restaurants unable to open on the days they used to, and too few doctors and nurses. I know from my own exposure to the real economy that we are short of many more skills—for example, data scientists, digital marketeers and engineers. The Institution of Engineering and Technology estimates a current shortfall of 200,000 across the economy. We need a massive drive to bring our system of education and skills into line with the UK’s economic needs.",
        "Moreover—I experienced this very strongly myself—modern workers no longer live just down the road. Executives and specialists often fill jobs hundreds of miles from home, travelling huge distances each week to reach their work, crashing locally mid-week. Other workers commute long distances daily, and all travel to and from work unproductively in our crowded country, on the worst road and rail infrastructure in the developed world.",
        "Addressing these and other problems will improve the trend line of UK growth, but problems largely ignored for decades will take decades to put right. The notion that we can suddenly accelerate beyond the US to a sustainable annual growth rate of 2.5% is manifestly unachievable. The sooner the Government come back down to earth and face reality, the better for us all."
    ]
}