{
    "url": "https://www.ukpol.co.uk/edward-bishop-1978-speech-on-food-production/",
    "title": "Edward Bishop – 1978 Speech on Food Production",
    "post_date": "April 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "1978",
            "url": "/tag/1978/"
        },
        {
            "text": "Edward Bishop",
            "url": "/tag/edward-bishop/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Edward Bishop, the then Minister of State at the Department of Agriculture, Fisheries and Food, in the House of Commons on 30 June 1978.",
    "content": [
        "I have listened with interest to the hon. Member for Devon, West (Mr. Mills). In addressing ourselves to what he said, we should, I think, first look carefully at the present position in United Kingdom agriculture.",
        "The hon. Gentleman is right, of course, to emphasise the importance of confidence in the industry. I am tempted simply to read at length from a recent article by a national newspaper correspondent who, after visits to the Devon County Show—a show in the hon. Gentleman’s own area—and other shows, described farmers as having renewed confidence and being increasingly hopeful about the winter wheat harvest and busily planning to expand dairy herds and sheep numbers, with a boom in dairying and perhaps a memorable year for horticulture in prospect. He advised the “gloom stirrers”, as he called them, that they had secured quite a lot from the efforts of my right hon. Friend the Minister.",
        "However, I shall not pursue that but will give my own assessment. In May, we secured a very satisfactory outcome to the price negotiations which represented a fair balance between the interests of consumers and producers. The hon. Gentleman was kind enough to mention that relationship. The increase in common prices implied an increase in returns to producers, net of extra feed costs, of ​ some £35 million to £40 million, in addition to the £150 million to £200 million resulting from the green pound devaluation on which the Government had earlier secured a sensibly phased timetable for change. This takes into account the effect on cereal costs and so on.",
        "But the confidence in the industry goes a long way. The hon. Gentleman, I know, is interested in the dairy herd, and this is an important aspect of agriculture. The price package was notable for the agreement which fully and permanently safeguards the Milk Marketing Boards, which was widely and warmly welcomed. I am sure that this was of considerable interest to the hon. Gentleman, who has expressed his concern about the boards from time to time. We also secured better arrangements for the United Kingdom butter subsidy than had been proposed and a reduction in the MCAs for pigmeat, to which reference has been made, which is coming into effect within the next few days.",
        "There has rightly been reference to the matter of the Budget and taxation. The Budget was another event of importance for the farming industry. Last year, the hon. Member for Devon, West advocated a system for allowing profits to be averaged over a period of years. My hon. Friend the Chancellor of the Exchequer must have heard his pleas, because he announced a change on these lines on 11th April. The provision for averaging tax over two years is worth some £10 million to the farming industry in a full year. Farmers are helped also by the increased first-year capital allowance for agricultural buildings and works and the measures to aid small businesses, especially the so-called roll-over facility for capital gains tax on gifts of assets used in a business and the extension to all business assets of the 50 per cent. relief for capital transfer tax.",
        "We have said time and again that there is a relationship between taxation and industry, especially the agriculture industry, and I think that my right hon. Friend has had well-deserved tributes for his response to the representations and for the results on this score. These developments give grounds for satisfaction to the farming industry. But, of course, there are always complaints from time to time—and rightly so—and in considering these ​ it is helpful to look at what is actually happening in practice in the various sectors.",
        "In the milk sector, I do not see any signs of lack of confidence. Production continues month by month to exceed even last year’s record levels. Prices for cows in milk are very high, calf prices are high, the number of artificial inseminations has risen and profitability is high. We shall in any case be reviewing the position when we fix the maximum wholesale prices for the coming winter.",
        "The hon. Gentleman did mention the beef sector, but this is another part of agriculture in which confidence is important. The new target price scale means that the average support price for 1978–79 is some 11 per cent. above the average for the previous year, itself some 16 per cent. above the average for the year before that. Market prices are firm, and, indeed, they have recently been at record levels.",
        "I accept that there is some concern among producers about Irish imports and the size of the Anglo-Irish net MCAs, but, while it is true that Irish imports last year had an undue effect on our prices, this year we have a rather different situation, with a firmer market which so far has had no difficulty in absorbing the imports of Irish carcass beef and cattle. Producers have in any event the dual protection of intervention and the variable premium system.",
        "The hon. Gentleman was right to mention today, as he has on many other occasions, the problems of the pig industry. In the pig sector, producers’ returns are much improved this year. I have in mind that the Cambridge Economics Unit shows an average profit of £15 per £100 output in the six months ending in March. Meanwhile, the breeding herd is showing signs of a recovery.",
        "I know that the bacon curing industry is facing difficulty, but the cuts in MCAs have helped to improve its competitive position. The MCA calculation on bacon sides is now £66 lower than it would have been without the green pound devalution.",
        "The hon. Gentleman should not overlook, in his fair assessment, the work already done for the pig industry. In November 1976 we had the basis of the ​MCA calculations modified in a way which reduced the pigmeat MCAs by 8½ per cent. Then, because we did not think that that went far enough, we introduced a subsidy which, until the European Court forced its suspension, was worth £17 million to the pig industry. That subsidy was greatly welcomed at the time when the industry was facing the greatest pressure.",
        "All these matters should be taken into account. They include the 7½ per cent. phased devaluation of the green pound this year, which does not apply to cereals until 1st August. Therefore, that has given extra help.",
        "The hon. Gentleman did not mention the sheep sector, but I know that he has an interest in it. Last year our mutton and lamb exports increased by just over one-third, and the June and December returns showed a slight increase in the breeding herd, which was encouraging. I think that producers’ confidence is well founded. As members of the most efficient sheep industry in the Community, they can look to the future with assurance. Discussions on a Community regime will, of course, go on for some time and all concerned can be certain that we shall seek a fair balance between the interests of producers and consumers, with a fair and economic return for our producers, but not the kind of price increases would would damage consumption.",
        "The other sector which is important to the industry, particularly to my own constituency, is the potato sector, where there have been many uncertainties in recent times because of the Commission’s failure in the past two years to decide what it wants about the potato regime. We have been closely in touch with the industry, and we have now come to the conclusion that there can be no Community regime for potatoes in time for the 1978 crop. Nevertheless, we have just announced that the guarantee will continue to next year. This will give a valuable degree of support and, I hope, confidence to producers in a year when their costs are lower, owing to the very big drop in the price of seed compared with last year.",
        "My brief survey of farming shows an industry in good order. The net product was certainly hit by the drought in 1976. We must not forget the drought and the ​ difficulties of the year before in some sectors, especially the potato and sugar beet sectors. The net product was certainly hit by the drought in 1976, but last year it rose by over 25 per cent. and we expect a further increase this year.",
        "Whatever theories hon. Members press about green currencies—we are lectured on this matter from time to time—and the effects on profitability, what is happening in practice gives reassurance. The Government take seriously their responsibilities towards agriculture and the food industry and are providing the right climate and framework for helping development. We are not always in control of the climate, but that is the kind of climate which helps the industry, when the other form of climate is so unpredictable. This is important for those who work in the industry and for consumers.",
        "I turn to the question of resources. We have heard mention of our document “Food from Our Own Resources”. It will be clear from what I have said that we are concerned to provide the right framework of assurance in the farming industry about the longer term as well as the short term. It was because we recognised the need for confidence among farmers about the longer term prospects that my right hon. Friend announced the review of “Food from Our Own Resources.” Perhaps it might be better named “Food from Our Own Devices”, which would give the right initials. We have collected together all the evidence and are considering it. The industry will recognise that it is a job which should not be rushed and that it is not sensible to press us to go faster.",
        "I admit that the hon. Gentleman was not doing that. He is right in suggesting that the industry wants to know about the future and about the guidelines. We hope that it will be possible to publish something in the autumn.",
        "The hon. Gentleman mentioned poultry meat. In this sector supplies are high and the United Kingdom is self-sufficient. The export trade, which had been growing, has been more sluggish in recent months, but internal demand should remain keen.",
        "The hon. Gentleman referred to problems facing the British poultry industry and to various factors. One of these is ​ the Poultrymeat (Hygiene) Regulations 1976. I should first like to pay tribute to the co-operation that the industry has shown in the arrangements for phasing in the poultry meat inspection service. We have recognised its concern that the whole cost of recruitment and training of inspectors should not be borne entirely by the industry.",
        "I have announced today details of the Government’s assistance towards the cost of meat inspection. The Government have decided to provide assistance towards the setting up of the local authority poultry meat inspection service, which is required to be in full operation by August 1979. Grants at the rate of 50 per cent. of the eligible expenditure will be payable in respect of staff employed and trained for this purpose.",
        "The detailed arrangements are to be discussed with the appropriate organisations. These are very important points. We estimate that the Supplementary Estimates will be presented in due course and that the great bulk of this expenditure will be incurred in England, and to take account of it the appropriate Ministry cash limit for 1978–79 will be increased by about £1 million.",
        "I am aware, of course, of the concern also about the economics of small-scale egg production if implementation of the regulations leads to significant difficulties amongst slaughterhouses specialising in the processing of spent hens. The NFU has been in touch with us on this matter, and I understand that it is trying to assess what the scale of the problems could be nationally. I find it interesting to refer to these matters because in my constituency I have sugar beet and potato growing, arable farming, the usual mixed dairy farming, and, of course, one of the biggest poultry and egg producers in Europe.",
        "I want to say a few words about issues relating to the common agricultural policy. When talking of the future of our industry, we must remember that we cannot be in the situation now where we are completely responsible for what happens. We are a member of the EEC, and we want to be sure that the framework within which our industry functions is the right one.",
        "Earlier this year, the hon. Gentleman advocated the gradual devaluation of the ​ green pound to reach parity with the Community. If by this he means aligning the green rate for the pound with the market rate used for MCA purposes, he is calling for an increase in United Kingdom farm support prices of about 30 per cent. Does he really believe that our agriculture needs an increase of that kind, which could produce an additional 6 per cent. increase on food prices, and thus an additional cost to the consumer of over £1,000 million, at a time when the Conservative Front Bench are criticising the Government for the increase in food prices?",
        "I am very pleased that recently, for a period, food prices have been remaining steady, and, indeed, have been falling. The Government’s policy is clear. We do not believe that MCAs should be phased out unless common prices can be set in a representative unit—the EUA—rather than the present unit, which is based on the currencies of the joint float, and unless they can be set at a sensible level.",
        "These are some of the important points that we should take into account, and we have made this point clearly in the discussion of MCAs which took place in the context of the price fixing, with the result that the Council of Ministers eventually agreed that the reduction of MCAs should be pursued",
        "“in the light of a satisfactory price policy and the development of a more stable relationship between Community currencies.”",
        "The hon. Gentleman was right to focus attention on the importance of British ​ agriculture. Over the years, under successive Governments, from the time of the Minister who brought in the 1947 Act—Tom Williams, who is still held by all parties as being the man who laid the foundation stone—all parties have been doing their best to give confidence to the industry.",
        "In the changing times in which we live, with our position in the Community, I believe that my right hon. Friend has done a great deal to give the United Kingdom industry confidence despite the uncertainties.",
        "I hope that I have said enough about our farming industry and the CAP. The Government do carry out their responsibilities successfully—responsibilities towards the food-purchasing industries, which are such an important part of the whole economy. The Government balance the interests of the various sectors, seeking to follow policies which are in the national interest, looking after the interests of both the producer and the consumer."
    ]
}