{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-at-the-sir-david-amess-summer-adjournment-debate/",
    "title": "Bob Blackman – 2022 Speech at the Sir David Amess Summer Adjournment Debate",
    "post_date": "July 27, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 21 July 2022.",
    "content": [
        "I have just emerged from conducting a leadership contest in Parliament before we rise for the summer recess. Had you not been elevated to your current position, Mr Deputy Speaker, no doubt you would have been alongside me carrying out that process. I am very relieved that, as per usual, we have delivered on time and within budget, with two candidates going forward to the country.",
        "I will start with a number of subjects relating to Transport for London. We still have an extension to the current arrangements under which the Government have provided £5 billion to TfL to keep it going, but we still have no long-term agreement. It appears that the Labour Mayor of London refuses to do what is required, which is to make economies and produce more revenue for TfL. He refuses to take any action on fares, pensions and some of the rather bizarre working arrangements that exist for TfL. We are seeing the effect of that. During the recent heatwave, services were being reduced even before we got to the state where, when temperatures reached 25°, services were cancelled or altered. The Mayor is now proposing a managed decline of bus services in London, which will damage the system still further. It is clear that the Government need to reach an agreement with the Labour Mayor of London to ensure that we have a long-term arrangement.",
        "As Members who regularly attend these debates will know, I always raise Stanmore station.",
        "**Dame Meg Hillier**",
        "As a fellow London MP, I want to be clear with the hon. Member: no one wants to see buses cut. Is he asking the Government for more money for London to make sure that we backfill the loss of fares as a result of covid? That will mean that the buses do not have to be cut. The Government’s funding is causing the problem, so is he asking for more money?",
        "**Bob Blackman**",
        "Clearly, Transport for London finances need to be put on a proper footing, and the capital funding that will be required is the most important aspect for the long term. The suggestion at the moment is that Crossrail will be the last investment in London for a very long time. That is the principal concern.",
        "As I was saying, the Mayor of London wanted to build tower blocks all over Stanmore station car park. I am pleased to say that Harrow Council—then under Labour control—rejected that planning application. The Mayor called it in and the developer has now pulled out because they cannot make the financial scheme work, so it is in a state of limbo. He also suffered defeat on Canons Park station. Once again, he wanted to build tower blocks in the car park but was defeated at the planning committee. They are not content and have come back with another proposal for Queensbury station car park, again, for tower blocks on the car park. There is a trend, and it is not providing any new homes for anyone, because the plans will constantly be stalled and prevented by the local authorities concerned.",
        "I am pleased that the new Conservative regime in Harrow has made a great start following the elections in May, with the pledges that were made to the electorate being honoured already. One hour of free parking outside shops will be implemented from 1 August, in record time. There will be a ban on tall buildings in Harrow, so we will no longer see buildings above six storeys built. Tower blocks end up, I am afraid, as ghettoes and in the social discontent that we regularly suffer in London. The council is also combating fly-tipping, with the introduction in September of free bulky waste collections from homes. Those are all new initiatives.",
        "I must declare an interest: my wife was elected to the council to represent the good voters of Edgware. She topped the poll in that ward, which was historically a safe Labour seat. She is now in charge of trying to sort out customer contact—Harrow Council’s email traffic and its telephone system. I wish her well in that regard, because the system has been dreadful; people wait on the phone for 45 minutes and then they get cut off. I am certain that that is all going to change.",
        "Let me turn to some of the problems we are suffering in the constituency. I very much echo what the hon. Member for Hackney South and Shoreditch (Dame Meg Hillier) said about passports. Even people who have paid for the priority service are not getting the service within the promised timeframe. That is scandalous. There seems to be a lack of co-ordination and communication, because the Home Office says one thing to constituents and another thing to my office. That cannot be right. Yesterday, at the hub in Portcullis House, staffers waited up to four hours to see someone. It just cannot go on like this. We have even had delays with applications for biometric cards. One constituent has been stuck in Turkey since Christmas; they are still waiting and cannot get home to be with their family. That must change.",
        "There are still 12,000 Afghan refugees stuck in hotels. We have one case of an 11-year-old boy who was unfortunately put on a plane to France instead of the UK. He is still in France and has not been reunited with his family. The bureaucracy is a nightmare. We need to get that resolved. I have just had an excellent briefing from my new friends in Harrow Council—the officers—on what we are doing on Ukrainian refugees. I will be writing to the Minister concerned with a lot of proposals for what needs to happen and change.",
        "I had the pleasure on Monday of meeting former Prime Minister Netanyahu of Israel. One thing about Israel is that they love elections. The one thing I hope they never inflict on us is their voting system, because we would perennially be in elections here. It was a great pleasure to meet ex-Prime Minister Netanyahu. I wish him well and I hope that Likud is returned to power in the forthcoming election.",
        "The Javed Khan tobacco control review was published recently. Unfortunately, because of the current position in the Government, we are not seeing any movement on that. I hope that the Government will come forward speedily and implement the review’s recommendations without too much delay.",
        "I shall be spending the summer in the constituency. I am delighted to say that I have had a record number of applications for work experience with me—no fewer than 56. Those people will be out on the streets with me, meeting the voters.",
        "Finally, I trust that now we have a new Deputy Leader of the House, he will implement without delay the business of the House Committee that he pledged to introduce a long time ago."
    ]
}