{
    "url": "https://www.ukpol.co.uk/ian-blackford-2020-speech-on-proceedings-in-parliament/",
    "title": "Ian Blackford – 2020 Speech on Proceedings in Parliament",
    "post_date": "June 2, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 2 June 2020.",
    "content": [
        "It is a pleasure to be called in this debate and to follow the right hon. Member for Staffordshire Moorlands (Karen Bradley). I implore her to move her amendments this afternoon. They are important amendments. They are about the rights of all Members to participate in the process of Parliament, both in debating, speaking and holding the Government to account and, of course, in voting. The shadow Leader of the House is correct. We must remember that we are living in the middle of a pandemic. It is the responsibility we have as a Parliament, and our responsibility to all the nations we represent, to make sure all our constituents are not disenfranchised.",
        "I rise today in the absence of my hon. Friend the Member for Edinburgh East (Tommy Sheppard), who, because of the pandemic, cannot be here. I have to say that it is a considerable privilege to do so. The Leader of the House and I have known each other for a long time. I hold him in high esteem as a political opponent, but I have to say to him that on this matter I believe him to be wholly wrong. The decision by the UK Government to return Parliament has put parliamentarians in an impossible situation. A small number of us on the SNP Benches are here today—reluctantly—in order to ensure that the Government are held to account.",
        "I have to ask the question: why were we forced to come here? Why were we forced to come here today? Reference has been made to the journey I have made. I do not wish this to be about me, but I had to drive to Inverness and then get a sleeper train, because there are no flights from the highlands to London. As has been referenced, it is a 16-hour journey. I know the same is true for the right hon. Member for Orkney and Shetland (Mr Carmichael).",
        "**Mr Carmichael**",
        "Eighteen.",
        "**Ian Blackford**",
        "Eighteen hours for the right hon. Gentleman. Is the Leader of the House really suggesting that parliamentarians should spend over 30 hours a week travelling to have the privilege of representing their constituents, when over the course of the past few weeks we have had the opportunity and the ability to do our jobs of challenging the Government remotely and effectively? The shadow Leader of the House is correct. With the post bag we have had, the thousands of emails we have received, and the need and desire to be able to assist our constituents—we have had the time to do that—we are going to lose countless hours simply because the Leader of the House determines that on the basis of tradition we should be here–. Nothing to do with the circumstances we are in and the risks to our constituents in this pandemic.",
        "**Mr Carmichael**",
        "I am not going to spend 30 hours a week travelling. Not only is it logistically challenging, but it would be downright irresponsible for me to return to my community now. So I am down here now at the behest of the Leader of the House and I will be staying here until it is safe to go home.",
        "**Ian Blackford**",
        "I am grateful to the right hon. Gentleman for his intervention. The issue of safety is of paramount importance. We must go about our duties able to determine that not just all of us but our staff members and our constituents will be safe.",
        "The right hon. Gentleman may be making a personal choice to stay down here, but just think about that. The Leader of the House indicated that we may not go into recess towards the end of July, so it might well be that the right hon. Gentleman and others are committing themselves to being away from home—away from their families—for a prolonged period. Why? Why, when we know that the hybrid facilities, in the main, work?",
        "On this nonsense—and I have to say that it is nonsense—that Bill Committees have not sat, it is in the gift of the Government to bring forward a set of circumstances that will allow Bill Committees to meet. I must say to the Leader of the House that there is a responsibility on us to arrive at a consensus on these matters. This is not about the Government; this is about Parliament.",
        "It is fair to say that the Opposition parties, as well as a considerable number of Government Members, are strongly opposed to what the Government propose. I implore the Leader of the House on reflection to accept the amendments that have been tabled, which would allow us collectively to deal with the situation we are in and get to a set of circumstances in which Parliament can do its job. I am in the situation that very few of my Members are here today, because we did not want to expose more Members than necessary to the kinds of risks that the right hon. Member for Orkney and Shetland referred to. I pose the question again: why should we be in this situation?",
        "If I may say so, this is not just about Members of Parliament who have health concerns. Even if we arrived at a situation, as has been suggested, in which they could be excused or paired, anyone in that category would have been identified as having particular health circumstances. Is that right? But this is not just about Members of Parliament who have their own health concerns; it is about Members of Parliament who may have family members who are shielding. We are talking about a considerable number of Members of Parliament who risk being disadvantaged.",
        "Of course, in Scotland—it was the case in England as well—the public advice was to stay at home, to protect the NHS and to save lives. The Government’s official line was that if people could work from home, they should. Well, we can work from home. We should work from home, because that is the right thing to do, not just for Parliament but for our families, our colleagues and our constituents. We have asked employers to be flexible; the Commons should be too.",
        "MPs were working effectively. The hybrid system, though not perfect, was more efficient than the system we now have in place. The right hon. Member for Staffordshire Moorlands reflected on that. Look at the number of people who can be in the Chamber, and contrast that with those who could participate in our hybrid proceedings. The whole point about the hybrid proceedings is that Members who, for their own reasons, choose to come here can continue to do so, but those who need to, want to and should participate on a hybrid basis are not disenfranchised. Many colleagues across the House cannot come into work—Members who are shielding; Members who cannot travel—and the UK Government are willingly disenfranchising them and their constituents.",
        "**Joanna Cherry (Edinburgh South West) (SNP)**",
        "Does my right hon. Friend agree that if the Government get away with this today, we will be left with a situation where, although all MPs will be nominally equal, some will be more equal than others? Is not that very much a reflection of the pattern we saw last week, when the Government displayed such a cavalier attitude to that core principle of the rule of law, equal treatment before the law?",
        "**Ian Blackford**",
        "Absolutely. I agree with my hon. and learned Friend. I say to the Government that there are real questions that we as Opposition parties wish to put, but at the same time there is a recognition that we are in a real crisis. We are in a health crisis and we have an economic crisis on the back of that. Where appropriate, we must work together. There must be generosity of spirit from the Government in dealing with these issues.",
        "I have been prompted to speed up, so I will.",
        "Plans to shut down virtual participation in Parliament are a shambles. They are unworkable, unsustainable and are unravelling further by the day. For votes to take place, a queue of more than a kilometre would be needed through the building. Can Members imagine how the public must look upon this? We will be queuing right out of this place and we will be taking a considerable period of time.",
        "The Leader of the House raised the issue of how many times we might be voting, but there are times when we have multiple votes. We will be losing hours a day if we are to determine our right. [Interruption.] It is a bit ridiculous that Members on the Government Benches think that this is funny. Do they really think this is funny? This is serious. We are talking about the lives of our constituents.",
        "**Andrew Griffith**",
        "If this is serious, would the right hon. Gentleman like to give way?",
        "**Ian Blackford**",
        "No, I will not. You have lost your right to do that.",
        "The proposal for voting is ludicrous and a waste of our time. I am sure our constituents would wish us to use our time more effectively. The House of Lords will soon have a remote voting system in place where Members can vote via smartphone or tablet. For what reason is that the case for one Chamber but not the other?",
        "We know that asymptomatic carriers of covid-19 are the silent spreaders in the pandemic, and that the virus can spread on contact and lasts for hours, if not days, on hard surfaces. What efforts have been made to ensure that these Benches are cleaned between sittings? That is an important matter, because we know from evidence from Singapore that there was significant—",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. I can answer the right hon. Gentleman. Mr Speaker has taken care of that.",
        "**Ian Blackford**",
        "Well—[Interruption.] I can hear Members saying “Move on.” Really? I have to say that I find the attitude of some Members on the Government Benches quite deplorable. What I was going on to talk about was the situation in Singapore, where there is public evidence of people going into churches the day after other people—",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. I implore the right hon. Gentleman to talk about this Chamber, because we have little time left. There is plenty of other time for Singapore. Will he please conclude his remarks quite soon?",
        "**Ian Blackford**",
        "I am afraid I am going to take my time to ensure that I am putting the case of Members of the Scottish National party. The reason I mention Singapore is because people were going into church and getting covid-19 from people who had been there in the days before. These are serious matters and they deserve to be properly aired.",
        "The UK Parliament’s Select Committee on Procedure has called for remote voting and participation to remain an option for as long as the pandemic continues, and that should be the position we adopt. The Committee has outlined significant deficiencies in the plans and concluded that virtual participation should be allowed to continue while coronavirus restrictions are in place to allow MPs who are not able to come to Westminster, because of the continuing restrictions caused by the pandemic, to contribute to debates and represent their constituents.",
        "The Government’s decision to ignore the cross-party consensus to retain hybrid proceedings and to plough ahead with plans to force hundreds of MPs to physically return to Parliament was widely criticised. The Public and Commercial Services Union, which represents security, catering and support staff in Parliament, said that the part-virtual system had worked well. General secretary Mark Serwotka said that it was",
        "“strange why the government is in a rush to change course when a second covid spike is such a strong possibility”.",
        "The Electoral Reform Society branded moves for MPs to vote in Parliament “beyond a farce”.",
        "The Leader of the House argued that democracy would once again flourish, having been curtailed under the hybrid system. That is simply wrong. [Interruption.] I am getting a bit fed up with remarks from Conservative Members about this being “self-indulgent”. I will tell them what is self-indulgent: MPs being dragged here when we know that the hybrid system works, and MPs being disenfranchised by the Government. That is self-indulgent.",
        "While MPs are shielding and unable to travel to Parliament, we are experiencing a democratic deficit imposed by the UK Government. It is wholly wrong that we are in this position. I hope that we can achieve a resolution that will see us return to a hybrid Parliament that allows all our colleagues to participate in questions, statements, debates and voting from the security of their homes. We should be in a position whereby we can do our jobs and protect everyone else by staying at home and doing the right thing."
    ]
}