{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-energy-price-capping/",
    "title": "Ian Blackford – 2022 Speech on Energy Price Capping",
    "post_date": "September 8, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Energy",
            "url": "/category/energy/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the Leader of the SNP at Westminster, in the House of Commons on 8 September 2022.",
    "content": [
        "It is a pleasure to follow the former Prime Minister, the right hon. Member for Maidenhead (Mrs May). If I may briefly reflect back on the way she behaved when she was Prime Minister, I have to say that she showed courtesy to Opposition leaders, whether it was the then leader of the Labour party or ourselves as the third party. If I may gently say so to the Prime Minister, some of the protocols to make sure that we have advance sight of statements, and indeed are aware of when the Prime Minister will be coming to the Chamber to speak, are important—I do not know whether she was listening to any of that, but it would be helpful if it could be passed on.",
        "At the start of the year we were faced with an energy crisis. By the summer it was an emergency. Right now, today, we are at the precipice of a humanitarian disaster, because it is no longer a question of whether to heat or eat when many households can no longer afford to do either.",
        "**Patricia Gibson**",
        "Will my right hon. Friend give way?",
        "**Ian Blackford**",
        "Let me make some progress and then I will.",
        "This cost crisis puts livelihoods and lives at risk. All the while, as this disaster deepened, all summer the Tories spent all their time desperately fighting among themselves, and the public were left desperately waiting for a real cost of living plan. We finally—finally—have a plan today, but I fear that when the public absorb the details, it will fall far short of the help we need.",
        "We have heard today that the green levies are being scrapped. That is of deep concern to those of us on these Benches, particularly given that the green levies fund the warm home discount scheme and, of course, energy-efficiency measures for low-income households. I ask the Government to make sure that that support will remain in place for those who need it. But the sheer scale of the soaring energy bills meant that there was never any question but that households and businesses would not be able to pay the cost of energy bills. They were, and they are, unaffordable. If these prices were not frozen, the bills simply could not have been paid, so freezing prices was not really a choice. It is the only political option.",
        "When the current price cap stands at £2,000, with a 54% increase since spring, and when many people are already unable to pay, setting the cap at £2,500 is not an actual freeze. We know, too, that businesses, especially SMEs, are facing even sharper cost increases than households, and an avalanche of insolvencies and redundancies is forecast. Many businesses simply could not have afforded to stay open.",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**",
        "I thank the right hon. Gentleman for giving way. Reids bakery in my constituency, which supplies biscuits to the four corners of the world, is in danger of going bust by Christmas. May I appeal to the Government, in a spirit of inclusivity, to please look at the letter that I have been sent by Reids bakery and see what could be tailored to help a vital business in a remote part of the UK?",
        "**Ian Blackford**",
        "I agree with my hon. Friend and neighbouring MP. Indeed, over the course of the last few weeks I have visited businesses in Ayrshire with my hon. Friend the Member for Kilmarnock and Loudoun (Alan Brown). We visited another bakery, Brownings, and met with the industry body. It is clear that bakers in particular are facing real struggles with the rise of energy and other costs. It is critical that the Government give the details of what they are intending in order to support businesses.",
        "**Steve McCabe (Birmingham, Selly Oak) (Lab) rose—**",
        "**Ian Blackford**",
        "I will take one more intervention.",
        "**Steve McCabe**",
        "I am grateful to the right hon. Gentleman. On the question of the cap, the Prime Minister indicated that one of her reviews will be of regulation. Does the right hon. Gentleman think it is time to take a serious look at the operations of Ofgem and how much support it is giving as a regulator to consumers, whether domestic consumers or businesses?",
        "**Ian Blackford**",
        "I think it is fair to say that the current regime is not fit for purpose, which is why we are in this situation today, so an urgent review of that is absolutely required.",
        "Let me make some progress. Good, profitable businesses seeing a tsunami of cost increases, with energy costs at its core, are quite simply facing a fight for survival. It is clear that today’s plan does not go nearly far enough to mitigate the expected cost increase facing employers. The UK Government need to grasp the scale of this emergency.",
        "**Mr Speaker**",
        "Order. I wish to say something about the announcement that has just been made about Her Majesty. I know that I speak on behalf of the entire House when I say that we send our best wishes to Her Majesty the Queen, and that she and the royal family are in our thoughts and prayers at this moment. I am not going to take any contributions on this now; if there is anything else, we will update the House accordingly.",
        "**Ian Blackford**",
        "Thank you, Mr Speaker. Let me say, I am sure on behalf of all colleagues, that we are saddened to hear the announcement that has been made. The thoughts and prayers of us all will be with Her Majesty the Queen and indeed with the royal family.",
        "In reality, the one big political question—the real question—was how today’s plan would be paid for and who would pay for it. Ever since the new Prime Minister took office, we have been waiting for these answers, but after all the waiting it could not be any clearer. She set it out very brazenly: the Prime Minister’s plan means that the public pay. She has made the political choice to tax families instead of companies—to put profit over people. Instead of a windfall tax, she has chosen a new Tory tax: the Truss tax—the Truss tax that means that, in the months and years ahead, households and businesses will be punished with higher bills, higher interest rates and higher mortgage costs. A Truss tax means cuts to the vital public services that people rely on and that are used to support the most vulnerable. A Truss tax means a threat to the Scottish budget, which the Scottish Government are using to protect our population and shield workers and public services as best they can.",
        "**Jacob Young**",
        "I am grateful to the right hon. Gentleman for giving way. He seems to be making an argument for a windfall tax on the oil and gas companies. They already pay 65% on their profits. Given that the Leader of the Opposition was not able to answer this question, what would he rather see that tax set at?",
        "**Ian Blackford**",
        "I am grateful for that intervention. If the hon. Member just bears with me, I will come to that specific point, but the issue of who pays is important, because there is no—[Interruption.] Well, actually I will do, and the right hon. and learned Member for North East Hertfordshire (Sir Oliver Heald) might actually show some respect, if he does not mind. At the end of the day, oil and gas producers are making windfall profits. Our constituents, and his constituents, are suffering. It is right that we look at the contribution that those making windfall profits will make, and I will come to that.",
        "**Barry Gardiner rose—**",
        "**Chris Law (Dundee West) (SNP) rose—**",
        "**Ian Blackford**",
        "I am going to make a little progress, because I am conscious that others want to get in.",
        "The frightening thing is that the new Prime Minister made that choice on day one in the job. On day one, we saw the pound slip to a low not seen since the Thatcher years, knocked by the UK’s worsening economic outlook. Her first major decision as Prime Minister will prioritise big business profits over family budgets, and we can already predict that the Truss tax, which will be paid for by households for years to come, will be her enduring legacy. It will eat away at household budgets long after she and her party have been voted out of office. If day one was that bad, we cannot blame people for fearing that the worst is yet to come.",
        "The decision not to bring in an additional windfall tax is the biggest and worst political choice in the plan. Let us look at Shell and BP as an example. I want corporates to be profitable and to be able to invest to create jobs and to finance a green transition, but there is a difference between a fair profit and an excess windfall or excess profit. Shell’s first half profits were up by 177% to $25.2 billion. It made excess profits to such an extent that it bought back shares worth $8.5 billion and declared that it would buy back a further $6 billion of shares between July and September. If we want an example of where excess profit is, it is there. In total, that means that $14.5 billion of excess profits will not be invested in green energy projects—money that has been generated from the high energy prices that our constituents and our businesses have to pay. That is the reality.",
        "BP’s quarter 2 profits were up from $3.1 billion to $9.2 billion, and there is a share buyback for this quarter of $3.5 billion. It will frankly disgust our constituents that that money is being given back to shareholders when people simply cannot afford to put their heating on. They are global corporates, but we can and should fairly tax their UK activities, so why on earth is the Prime Minister failing to bring in a fair windfall tax? Why will ordinary people across these islands ultimately have to foot these bills? Why does her plan not address that real issue?",
        "This energy plan is defined not only by the choice to make the public pay, instead of the excess profits of massive corporations, but by its glaring omissions. There is no proper plan to help those who are already struggling. Support needs to be targeted to low-income households and those negatively affected by spiralling costs, such as unpaid carers, larger households and disabled people.",
        "In Scotland, we are already prioritising support to the most vulnerable. The Scottish Government are doing what they can by freezing rents, banning evictions, freezing train fares and expanding free school meals to primary 6 and primary 7. That is a Government acting with compassion.",
        "**Chris Law**",
        "I thank my right hon. Friend for making the most valid point that for generations to come, working people across these islands will be paying for this borrowing for excess greed. The UN Secretary General has described it as utterly “grotesque” and “immoral” to be making excess profits on the back of fossil fuels. What I have heard from the Government is more of the same. My question is whether the Government have, despite their ideology that profits must be made regardless, put any conditions on those excess profits and on what those companies will do to invest in a rapid transition to save future generations from the climate catastrophe.",
        "**Ian Blackford**",
        "My hon. Friend is absolutely right. In that context, we are doing what we can with the devolved powers that we have.",
        "I say to the Government that one thing we have done is to introduce the game-changing Scottish child payment, which will increase to £25 a week and lift 50,000 children in Scotland out of poverty.",
        "**Several hon. Members rose—**",
        "**Ian Blackford**",
        "I need to make progress.",
        "We are all too aware, however, that that is nowhere near enough to mitigate the effects of the crisis, because most of the key economic levers lie here in Westminster. If the new Prime Minister is serious about helping everyone through the winter, she should at least lift universal credit by £25 a week. Although I welcome her remarks about those who are off grid, we must be given clarity about support for those across swathes of rural Scotland who rely on oil heating and are not subject to the price cap.",
        "Clarity is also needed for those who have accepted fixed-term contracts at a higher rate in a bid to weather the storm. They must be allowed to switch to benefit from the support that has been put in place. Crucially, vital support for the most vulnerable must go hand in hand with the UK Government increasing the budgets of the devolved Administrations, or granting them greater powers to borrow, so that they can do more to help all public service workers and the most vulnerable.",
        "**Barry Gardiner**",
        "I am grateful to the right hon. Gentleman, who is making a broad and apposite speech. He was challenged on the rate of tax that he believes is appropriate, but he will know that prior to the introduction of the windfall tax, the UK had the lowest tax rate of any oil and gas producer in the world. He was challenged on 65%, which is actually 6% below the average of all producers in the world. If he were prepared to go to the global average, it would still mean that relief could be given to taxpayers in this country.",
        "**Ian Blackford**",
        "The hon. Gentleman’s intervention makes an awful lot of sense. We should reflect on the fact that oil and gas companies are making additional profits not because they are improving their businesses or investing, but simply because oil and gas prices are higher. It is right in that context that our consumers and businesses are compensated. Why on earth are we sitting back and allowing the oil and gas companies to engage in billions and billions of dollars of share buybacks?",
        "**Several hon. Members rose—**",
        "**Ian Blackford**",
        "I will make progress, because I am conscious of time and those who want to speak.",
        "I will briefly deal with another prominent point in the Prime Minister’s speech. She blames the cost of living crisis on the war in Ukraine and I believe that that is worth expanding on. Of course, there is no doubt that what has happened in Ukraine has played a major role in spiralling wholesale prices, and we have rightly come together across the Chamber in condemnation of Putin’s horrific war and his actions to thwart European energy supplies. I look forward to continuing to work with the new Government in a spirit of consensus on this issue. We all stand together against Putin’s horrible actions and the war in Ukraine.",
        "As we have rightly helped Ukraine, however, we must also help citizens at home. Indeed, we owe it to them to do so; I hope that the Prime Minister will reach consensus with me on that point. Where we divide is my belief that we must recognise that other countries in Europe, which are far more reliant on Russian gas than the UK, have weathered the economic storm far better than the United Kingdom. We must therefore recognise the UK Government’s role in creating the circumstances for the crisis. Shameful mismanagement by successive Tory Governments, topped by a Tory Brexit, means that the UK has the highest inflation in the G7 and the lowest growth in the G20, and that we are marching headlong into a recession. UK household electricity prices have surged ahead of those of our European peers, and the UK is now in a deeper state of crisis than most, because of the damaging choices that have been made.",
        "**Patricia Gibson**",
        "For my constituents in North Ayrshire and Arran, who live in difficulty, the most important aspect of today’s announcement is that they were waiting to hear of help with their fuel bills, but they were instead told that their fuel bills will rise. They will be bitterly disappointed by that. Nothing has been offered to them today. Does my right hon. Friend agree with their disappointment?",
        "**Ian Blackford**",
        "Yes, I do. We need to reflect that energy bills are rising in an energy-rich Scotland. The damage done by the UK Government’s choices—choices that have been imposed on us—make the choice about Scotland’s future ever clearer. Scotland is energy rich, so we simply should not be facing an energy emergency. It may surprise some in this House, but Scotland produces six times more gas than we consume and almost 100% of our entire electricity production comes from renewables. That is not attention-seeking, I would say to the Prime Minister; these are the facts. Scotland has the energy, but we just simply do not have the powers. We are stuck in a UK market that prices our electricity on the basis of the price of wholesale gas, and the power to change the system lies with Westminster.",
        "**Carol Monaghan**",
        "My right hon. Friend will also know that, although we are producing almost 100% of our energy from renewable sources, the grid connection charge—£7.36 per megawatt-hour compared with 40p per megawatt-hour in England—does not help further investment. We need these grid connection charges to be reduced, because my constituents want to know, when they can see wind turbines outside their windows, why their prices are going up.",
        "**Ian Blackford**",
        "Again, my hon. Friend makes a very important point. We are being ripped off on Scotland’s ability to deliver green renewable energy, but it is even worse than that. For those of us who live in the north of Scotland, because we have a regional distribution market, we pay a premium for the electricity that is sent south and then have to pay the highest prices to get it back. That is the cost to people in Scotland of Westminster’s control of our energy market.",
        "What is needed—this is most crucial of all, and it is glaringly lacking in this energy plan—is a fundamental overhaul of the energy market to break the link between the cost of gas and the price of renewable and low-carbon electricity. The reality is that an independent and energy-rich Scotland with the normal powers to act in our own interests could have cushioned our economy from this cost of living crisis. Through independence, Scotland could use our energy well for the benefit of our people, so for households and businesses in Scotland the cost of living crisis is literally the cost of living with Westminster. It is a cost we can no longer afford and it is a price we are no longer willing to pay. It is why Scotland’s people will choose independence."
    ]
}