{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2022-speech-on-social-security-support-for-children/",
    "title": "Kirsty Blackman – 2022 Speech on Social Security Support for Children",
    "post_date": "November 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in Westminster Hall on 23 November 2022.",
    "content": [
        "I thank you, Sir Christopher, for chairing the debate today. I congratulate my hon. Friend the Member for Airdrie and Shotts (Ms Qaisar) on bringing forward the debate and I thank all hon. Members for taking part.",
        "My hon. Friend made some points about individual organisations in her constituency. I absolutely agree that we should thank those organisations for all the hard work they do, because they are absolutely necessary, but we can do that at the same time as saying they should absolutely not be necessary. It was good to hear about Paul’s Parcels and the work that my colleague is doing to support those organisations and the eradication of poverty in her constituency. I hope that all hon. Members are doing what they can in their constituencies, as well as putting pressure on the UK Government to try and ensure a sufficiency of social security.",
        "Social security is about security; it is about having a secure situation where people can have positive mental health—the hon. Member for Strangford (Jim Shannon) talked about people’s mental health—rather than spending every moment worrying about whether they are going to be able to feed their children tomorrow, next week or next month, and whether they will be able to afford food. We need the social security system to work and provide the safety net that it is supposed to. After a decade of Tory Government, it continues to fail and it is not getting better.",
        "I have less optimism now for the futures of my constituents than I have ever had at any point in this job and in my previous job as a city councillor. In about 15 years in an elected role, I have never seen the levels of hardship that I see coming through the door in my constituency office, on the news and in our communities. This has not happened before.",
        "The problem is that there is no light at the end of the tunnel right now, no matter what the Government have announced in terms of inflationary upgrades, for example. As the hon. Member for Rutherglen and Hamilton West (Margaret Ferrier) mentioned, that is a temporary measure; it is not permanent and does not provide the level of structural reform people need to afford to live. What could be more important than ensuring that kids are fed and warm? There is nothing more important.",
        "Our Scottish Government are now into their second child poverty action plan. We had “Every child, every chance”, which ran from 2018 to 2022; we now have “Best start, bright futures” from ’22 to ’26. These plans are about putting tackling child poverty at the heart of the decision-making processes of the Scottish Government. I do not think it is too much to ask that the UK Government replicate that, and say that they care about eradicating child poverty, and therefore will have a strategy to do that and make it a central aim of their plans.",
        "**David Linden**",
        "More fundamental to that, though, would be if the UK Government could even start measuring child poverty, which is part of the issue. Yes, it would be great if they had a strategy to deal with it—that would be absolutely fantastic—but does my hon. Friend agree that it is alarming that the Government do not even measure child poverty? They do not realise the scale of it, other than by measuring it anecdotally, as I am sure the Minister does in his Hexham constituency when people come through the doors at his surgery on a Friday morning.",
        "**Kirsty Blackman**",
        "I agree. The fact that the Government are unwilling to even measure child poverty shows the lack of importance they give to this issue. If they cared as much about it as they should, they should be willing to explain, “This is what the current situation is. This is the measurement. This is how bad it is. This is how many people are suffering and how many children are in poverty in the UK in 2022”—in the UK in 2022! How can we be saying this? The UK Government need to stand up, hold up their hands and say, “This is the current situation and this is how we are going to improve it.”",
        "I want to set out a few specific asks, some of which have been made already. As my hon. Friend the Member for Airdrie and Shotts mentioned, 87% of those affected by the benefit cap are families with children. The benefit cap would need to increase by £942 to reverse the loss since 2013. Despite the fact that the Government are looking to increase it, this is only the fourth time that social security payments have risen with inflation in 10 years. If we in Scotland can find an extra £25 a week in order to provide the Scottish child payment, the UK Government, with their far vaster budget and flexibility in dealing with their fiscal situation, can surely afford to do the same. They can afford it, but they choose not to match the payments we are making in Scotland.",
        "There is the issue of the sufficiency of social security. One in four people on social security skipped meals this summer. That was in the summer—before the additional price cap increase on electricity and gas; before the upcoming winter months when people will need to put their heating on; before people had to buy school uniforms for their children when school started again in August or September. That situation is set only to get worse, and the promise of a temporary increase in universal credit will not fix it. There is currently no way out of this. We have no certainty that there is not going to be a cost of living crisis next year. Certainly none of my constituents has that level of certainty.",
        "Let me turn to the issue of debt repayment deductions that are made from universal credit and other benefits. We have a situation where the UK Government can take 25% off the standard allowance to reclaim debts. Sometimes, those debts are caused by overpayments that are no fault of the person, but entirely the fault of poor decision making in the DWP or job centres. To be fair, that does not happen all the time; I am just saying that sometimes it is an issue.",
        "If the UK Government have done an assessment of social security payments and believe them to be sufficient—that people can afford to live on them—how can they justify putting in place a benefit cap or taking 25% off the standard allowance? They are saying, “This is what we believe is sufficient for people to live on, but we are just going to take a quarter of it away.” It does not make any sense. People already cannot afford to live on the social security payments they are receiving. When the amount people are getting each month is reduced because of those reductions or the benefit cap, it is even less sufficient. Again, the conditionality and sanctions in place reduce that basic minimum level of payment that people should be entitled to.",
        "**Jim Shannon**",
        "The hon. Lady makes an interesting point. There have been occasions where overpayments have been made to my constituents. The money has to be paid back, and they understand that. Reducing payments by 25% is very unfair. In the past, my staff and I have managed to negotiate a reduction of 10%. That option is more manageable and should be given to the person at an early stage. Does the hon. Lady feel that is the right way forward?",
        "**Kirsty Blackman**",
        "I am glad that the hon. Member has managed that on behalf of his constituents. That is actually not the preferred route that I would take. I would prefer to look at whether people can afford payments rather than coming up with an arbitrary percentage, which is the UK Government’s preferred choice. I would look at affordability. How much are their outgoings and incomings? Can they afford to make the debt repayments? That is what we do, and when organisations like StepChange are managing debt, they look at whether people can afford it.",
        "**David Linden**",
        "In my time working for Glasgow Credit Union before I was a politician, one of the things we regularly had to do when determining whether someone was eligible to borrow loans was calculate their debt ratio. Although that is required by the Financial Conduct Authority and imposed on things like credit unions, part of the problem is that the DWP does not routinely look at people’s income and expenditure. Does the hon. Member agree that the Minister should look at a debt ratio when making these decisions?",
        "**Kirsty Blackman**",
        "I absolutely agree. That is the way this should be taken forward, rather than setting an arbitrary percentage—whether it is 25%, 10% or whatever level. It should be done on the basis of affordability, and a debt ratio would be the preferred method; it would make sense.",
        "One thing that I do not think has been mentioned yet is those people with no recourse to public funds. They are not in receipt of social security payments or the vast majority of payments that are available to others. We are seeing the most drastic and extreme levels of poverty experienced by some of those families, particularly refugee and asylum-seeking families. We are seeing children and families who literally cannot afford any food, and I just cannot believe that the UK Government are unwilling to make any change to the system of no recourse to public funds, because what people are going through is horrendous.",
        "The UK Government stand up and say, “Oh well, it’s fine. They can just go home to whatever country they came from.” Generally, people who are here having made an asylum or human rights claim are here because it is worse in the country they came from and because their children are in danger if they go back. In fact, no recourse to public funds sometimes applies to people who are stateless—they have no country to go back to. It is a horrendous situation, and the UK Government need to fix it.",
        "**Ms Qaisar**",
        "My hon. Friend is making an excellent contribution. On that specific point, I recently visited Manston and saw harrowing scenes of a tent full of families with young children. Those kids should have been playing in nursery; they should have been in a safe area. Instead, they were with dozens of other children in one tent. Does my hon. Friend agree that the wider issue at play is that the UK Government are spending their time othering communities? They are pitting communities against one another—whether they are refugees, working class, gay, lesbian or trans—when in actual fact we should all be uniting and campaigning to get that lot of Conservatives out.",
        "**Kirsty Blackman**",
        "I absolutely agree; I could not have put it better. No matter where they were born, the colour of their skin, their religion, their sexuality or gender identity, those children and families deserve a basic level of human dignity and fairness. That point about dignity, fairness and respect was made earlier. The UK is, in all our names, failing to provide that. It is choosing to make a differentiation between those people who are in slightly different communities and to treat them differently, and it is therefore trying to make that okay.",
        "In Scotland, we are putting wellbeing at the heart of what we do. We are one of the founding members of the Wellbeing Economy Alliance. We are not choosing to levy austerity on the most vulnerable people in our society; we are choosing to provide respect, dignity and fairness. We are choosing to provide as much as we possibly can within our limited budgets. Our five family payments, including the Scottish child payment, can be worth over £10,000 by the time a first child turns six, and £9,700 for subsequent children. That compares to £1,800 for an eligible family’s first child in England and Wales, and under £1,300 for subsequent children. The difference is £8,200, and it highlights the Scottish Government’s major support in the early years for low-income families.",
        "This is an incredibly important debate. We need a social security safety net that works. I would rather our social security system accidentally pay the few people who are not eligible—who do not meet the criteria—than miss any one child who should be receiving those security payments and that Government support. The ideological choice that I and the SNP would make is to put dignity, fairness and respect at the heart of the decision-making process. We need to make sure that children are not in poverty, and that our guiding mission and our choices go towards eradicating child poverty."
    ]
}