{
    "url": "https://www.ukpol.co.uk/bob-blackman-2021-speech-on-equitable-life/",
    "title": "Bob Blackman – 2021 Speech on Equitable Life",
    "post_date": "January 23, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 21 January 2021.",
    "content": [
        "I beg to move,",
        "That this House expresses grave concern regarding the Government’s continued inaction with respect to the injustice suffered by Equitable Life policyholders, the vast majority of whom have only received partial compensation compared to the confirmed losses directly attributed to regulatory failures despite the Government’s acceptance of the Parliamentary Ombudsman’s findings to compensate victims in full in relation to the maladministration of Equitable Life; notes the concern previously expressed by the Public Accounts Committee on the transparency and accuracy of the payments being made to victims; further notes the Government’s failure to fulfil the Committee’s request to publish an intelligible and transparent explanation to policyholders on how to verify the correctness of the compensation they have received; notes examples of grossly inaccurate payments, adjusted only when identified by policyholders, gathered by the Equitable Members Action Group (EMAG); notes the Government’s continued insistence that there have been no mistakes in the methodology for calculating payments to policyholders; and therefore calls on the Public Accounts Committee and the Public Administration and Constitutional Affairs Committee to establish a joint inquiry into the accuracy of the payments made to victims of the Equitable Life scandal.",
        "This debate has been delayed since 26 March 2020 because of the covid pandemic. I thank the Backbench Business Committee for finding the time for it, and the Leader of the House and Mr Speaker for allowing us to participate virtually in debates so that we can explore these issues in some detail. I declare my interest as co-chairman of the all-party parliamentary group for justice for Equitable Life policyholders. I co-chair the group with the hon. Member for Leeds North East (Fabian Hamilton), who sadly has a prior commitment and cannot be with us this afternoon. Our all-party group now has 289 members—almost a majority of the House—which demonstrates how important the issue is to all our constituents.",
        "I want to set out several things during the debate and to frame it appropriately. The Equitable Life case is absolutely unique. There have been other failures of pension schemes and of financial institutions—failures that unfortunately happened, and where, quite rightly, the Government have not chosen to bail out the organisations. But this failure was unique. Back in the 1980s, Equitable Life started what can only be described as a Ponzi scheme. I distance the current Equitable Life board from what was going on in the 1980s, but the company then deliberately set out to create a scheme whereby it promised bonuses that could not be achieved and could not be sustained in the long term.",
        "As a result, over 1 million people invested their money with Equitable Life, in the expectation that it was a safe and secure environment in which to hold their money. That led to a position in which it was all very well while the money was coming in, but when the money had to be paid out in such a way that the scheme was recognised as being unsustainable, action clearly had to be taken.",
        "The Equitable Life case is unique because, of course, it was a conspiracy between Equitable Life, the regulator and the Government of the day. Equitable Life was considered too big to fail because if it did, the Government would have had to pick up the costs. The scandal went on, and the House of Lords was involved in setting aside the position way back in 1999, as a result of which Equitable Life closed to new business in 2000.",
        "Some 10 and a half years ago, I was proud to stand and be elected on a manifesto—as was my hon. Friend the Minister—that promised full and proper compensation for the victims of the Equitable Life scam. Basically, people lost their livelihoods and the pension that they all looked forward to in their old age. It should be recognised that Equitable Life victims are typically retired nurses, teachers, civil servants and factory and shop workers, plus small business owners, who had no choice following the scandal but to set up a personal pension. The majority of those individuals had less than £20,000 in their pension pot.",
        "In 2010, we promised the victims proper and full compensation, neither of which has been delivered. Almost 1 million pension savers have received just 22% of the losses they suffered following maladministration. It is worth reminding the House that way back in 2008 the parliamentary ombudsman ruled that this was the most severe case of maladministration ever seen and that the victims’ loss was directly attributable to a decade of serious, serial regulatory maladministration. It is therefore right that we set out to compensate the individuals affected.",
        "So far, the Treasury has refused to disclose the full workings of the calculations of the payments that have been made. That can hardly be considered transparent. In 2010, we promised that victims’ losses amounted to £4.3 billion and that they would be provided with full compensation. The amount was later revised to £4.1 billion, but so far only £1.5 billion has been allocated for compensation. The Government allocated £620 million to those already receiving an annuity, leaving only £780 million to share among the 1 million other victims, plus £100 million of contingency. That has meant that the pension savers have received only 22.4% of the money that they lost as a consequence of a decade of failure by the Treasury and the financial regulators.",
        "Let us be clear about what else has happened. For some bizarre reason that I have never been able to fathom, those people who were classified as the pre-1992 trapped annuitants—the most vulnerable and the oldest victims of this scam—were excluded from the scheme. It is true that we were able, through lobbying and the good work of Ministers, to ensure that those victims received a one-off payment of £5,000, increased to £10,000 if they were on pension credit. That went some way towards compensating them.",
        "The reality is that to compensate the entirety of those pre-1992 victims would cost no more than £100 million. They were excluded because of the position on their having taken out their policy before 1 September 1992. The question of what happened between them taking out their policies and 1 September 1992 seems bizarre. The ruling seems to have been that they could not have known that this was a Ponzi scheme and they could not have known about the regulatory failure prior to 1 September 1992, so even though they were in ignorance, they should be excluded. In my view, that is an injustice that we need to put right.",
        "In addition, we seek to achieve full payment for the 895,000 traced pension saver victims, which would finally settle the unpaid debts covering their losses that were incurred through no fault of their own. That would cost £2.6 billion and could be phased over time. We also want equality of treatment for the pre-1992 trapped annuitants, which could easily be met with the underspend of the £1.5 billion already allocated.",
        "We need to see full transparency on the Treasury calculations. There remains serious doubt over the accuracy and reliability of the methodology that has been used by the Treasury to calculate moneys owed to qualifying Equitable Life policyholders as part of the compensation scheme that was established under the Equitable Life (Payments) Act 2010. The Treasury should disclose full details of how those calculations were made. The motion calls for the Public Accounts Committee and the Public Administration and Constitutional Affairs Committee to hold a joint inquiry into payment accuracy.",
        "The Equitable Members Action Group, which represents the Equitable Life victims, has uncovered cases where policyholders were significantly undercompensated for their losses due to errors in the Treasury’s calculations. In those instances, no attempt was made by the Treasury to contact the policyholders, and cases were only revealed following appeals made to the independent review panel. In all cases of appeal to the independent review panel, the appeal was upheld and the panel made recalculations that resulted in increased payments made to the policyholder. Not a single appeal has failed to be upheld. The most extreme case brought to our attention so far is that of a policyholder whose losses were calculated as £17, when they were actually £8,661. He won on appeal. EMAG is calling for a joint inquiry into the accuracy of the payments made to victims of the scandal, which is something we all wish to see.",
        "We are all living through an immensely challenging and unpredictable period due to covid and the current economic position. The virus has had a significant impact on people of all ages, but especially the elderly. Many Equitable Life victims are currently confined to their homes, increasingly vulnerable and worried for their futures, which makes the need for this issue to be settled all the more important. This, after all, is a debt of honour. Equitable Life victims were pushed to one side as a direct consequence of the timing of the 2008 financial crisis, which saw the UK’s banking corporations bailed out, while hard-working and responsible pension savers took the hit. The same must not happen again.",
        "Equitable Life victims did the right thing and saved prudently for their retirement. The Government should now do the right thing by them. The current crisis has shown that money can be found when the political will exists. As I said, this is a debt of honour that must finally be paid. The compensation payments would be spent on or shared down the generations, and in doing so would be recycled in the economy, supporting the economic recovery that we all need.",
        "I thank you, Madam Deputy Speaker, for allowing me to introduce the debate. I look forward to hearing contributions from Members on both sides of the House and to the response from my hon. Friend the Economic Secretary to the Treasury."
    ]
}