{
    "url": "https://www.ukpol.co.uk/ian-blackford-2021-speech-in-the-house-of-commons-on-david-amess/",
    "title": "Ian Blackford – 2021 Speech in the House of Commons on David Amess",
    "post_date": "October 18, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 18 October 2021.",
    "content": [
        "It is a considerable pleasure to follow the right hon. Member for Rayleigh and Wickford (Mr Francois). I do not think I have ever said this after any of his contributions, but I pretty well agree with every single word he said. I hope the House listens very carefully to what he said about the responsibilities we all have.",
        "We are gathered here united in mourning and grief at the loss of a proud champion of Southend—now to be the city of Southend; a great Back Bencher, a beloved husband and father, and a dear friend to so many, particularly on the Government Benches. Sir David Amess was valued in so many ways, but I think the most powerful description of him was, in some ways, the simplest and most human: David was, above all else, a good and deeply decent man—a man who would always greet you with a welcoming smile whenever you met him.",
        "For Members and staff across the House, it will take time to come to terms with the terrible shock of the senseless loss of another colleague. Just as our thoughts and prayers today are with the entire Amess family, we think too of the family of Jo Cox, who are forced to relive the nightmare of their experience all over again. Members of this House are being murdered while simply doing their job. That is the terrible reality we are faced with and, just as we face it together, we need to put an end to it together. In providing that security and safety, we need to protect all those at risk. We all know that it is often our staff who are on the frontline of the threats and abuse. I welcome the review of MPs’ security, but I urge the Home Secretary to include our staff as a central part of that security review.",
        "The devastating loss of Sir David has once again laid bare the twin threat of terrorism and the toxic culture of hate and intolerance that has become all too common. Today of all days, it is crucial that we show the same spirit and speak with one voice across this House, as indeed we are.",
        "I stand firmly with and echo the powerful and poignant words of both the Prime Minister and the Leader of the Opposition, but I also want to commend them for jointly going and standing together in Southend on Saturday. That was exactly the right image and the right message to send. People need to see Saturday’s image of unity, and it is an image and ethos of political leadership that we need to project in public far more often, of a healthy democracy that engages with passionate disagreement, as appropriate.",
        "But we all know that, somewhere along the way, we have been badly diverted. For too long we have been dragged down a path where passionate disagreement has been infected by poison. We can all do better not to feed into that corrosive culture. We have all been a victim of it, and every single one of us has a responsibility to put an end to it.",
        "It is the truest tribute to Sir David that he personified exactly what we need to get to. He was a person whose politics could be forceful, but he was always friendly. He was a person who could disagree without ever, not ever, being disagreeable.",
        "I look forward to hearing the fond memories of many of Sir David’s colleagues and friends. The beautiful statement released by the Amess family last night put it better than I possibly could. David’s lesson and his legacy is to show",
        "“kindness and love to all.”",
        "All of our memories will be of a good man and of a life well lived. May his family and community know today the true depth of respect, affection and love that he enjoyed across this House, and may his gentle soul now rest in peace. God bless you, David."
    ]
}