{
    "url": "https://www.ukpol.co.uk/mhairi-black-2022-speech-on-achieving-economic-growth/",
    "title": "Mhairi Black – 2022 Speech on Achieving Economic Growth",
    "post_date": "May 19, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mhairi Black",
            "url": "/tag/mhairi-black/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mhairi Black, the SNP MP for Paisley and Renfrewshire South, in the House of Commons on 18 May 2022.",
    "content": [
        "For a party that prides itself on the economy, the Tories have a shocking record of running it. Our economy has the slowest growth in the G7. We have greater regional inequality than almost any other developed nation. Food banks now do the job of Government in providing for families—families that are more often than not in work.",
        "The Government could start solving this crisis by providing solutions, such as closing tax-avoidance loopholes or creating a windfall tax for energy companies. Instead, we get endless Bills paying lip service to a manufactured culture war. The priority is not the economy. It seems to be things like protecting freedom of speech, yet the Tories are the ones who banned schools in England from using sources that are not overtly pro-capitalist. They are cracking down on freedom of assembly and protest. They are privatising Channel 4, when the Culture Secretary did not even know that Channel 4 receives no public money, so the argument is not financial. When we consider, as the hon. Member for Rhondda (Chris Bryant) touched on earlier, that the Culture Secretary was once a key focus of a Channel 4 documentary about the influence that Christian fundamentalism has on UK politics, it becomes even more concerning that this decision is political and personal. It is not professional.",
        "Most terrifying of all, however, is that the Government literally want to get rid of the Human Rights Act. That begs the question: for whom do they think rights have gone too far? Do they know how scary it is to sit at home and wonder if it is you—is it your rights that are up for grabs? We have witnessed Windrush. Our economic strategy is to open our doors to the rest of the world when we need their hard work and then chuck them out 50 years later without a word’s notice. We tell our own citizens that their safety cannot be guaranteed in Rwanda, but we are perfectly happy to ship asylum seekers, people fleeing war and persecution, over to Rwanda as though they are cattle to be dealt with by someone else and despite knowing that the plan costs more than it will ever save.",
        "This is just little England elites drunk on the memory of a British empire that no longer exists. We have the lowest pensions in Europe and the lowest sick pay. We pretend the minimum wage is a living wage when it is not. We miss our own economic targets time and again. We are happy to break international law. We are turning into a country where words hold no value.",
        "Over the last 12 years, I fear we have been sleepwalking closer and closer to the F word. I know everyone is scared to say it for fear of sounding over the top or being accused of going too far, but I say this with all sincerity. When I say the F word, I am talking about fascism—fascism wrapped in red, white and blue. You may mock and you may disagree, but fascism does not come in with intentional evil plans or the introduction of leather jackboots. It does not happen like that. It happens subtly. It happens when we see Governments making decisions based on self-preservation, based on cronyism, based on anything that will keep them in power, when we see the concentration of power while avoiding any of the scrutiny or responsibility that comes with that power. It arrives under the guise of respectability and pride, which will then be refused to anyone who is deemed different. It arrives through the othering of people and the normalisation of human cruelty. I do not know how far down that road we are. Time will tell, but the things we do in the name of economic growth—the warning signs are there for everyone else to see, whether they admit it or not."
    ]
}