{
    "url": "https://www.ukpol.co.uk/bob-blackman-2023-speech-on-holocaust-memorial-day/",
    "title": "Bob Blackman – 2023 Speech on Holocaust Memorial Day",
    "post_date": "January 31, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 26 January 2023.",
    "content": [
        "It is a pleasure to follow the speech of the hon. Member for Putney (Fleur Anderson). I pass on my congratulations to the new hon. Member for Stretford and Urmston (Andrew Western) on his maiden speech. He will remember it forever, because we all do. We all do it once, and he will remember it forever. He is clearly going to be an asset to this House as well as to his party, and I look forward to debating housing issues with him over the time he is here. I wish his team every success tomorrow night.",
        "I thank my right hon. Friend the Member for Bromsgrove (Sajid Javid) for securing this debate, as we remember the 78 years since the end of the holocaust. For me and for most of us, it is incredible to think of 6 million people being murdered because they were people, and it is important to remember that the holocaust was not an isolated event. It was systematic state-sponsored persecution by the Nazi party and its affiliates. It began in 1933, when the Nazis came to power in Germany, and went all the way through to 1945, when the second world war concluded. I hope to take a bit of a different tack during this speech, because if we ask how we can understand how ordinary people could do such atrocities to ordinary people, we need to understand what led to it in the first place.",
        "Antisemitism is not new, and it was not new in the 1930s. Jewish people have been subjected to antisemitism throughout Europe since the middle ages. The hatred escalated significantly after the great war, when the reparations on Germany and its allies were extreme, and we had the Wall Street crash and the depression, which led to rampant inflation in Germany and the collapse of the Weimar republic. This led to the rise of Hitler and the Nazi party as he assumed control of Germany.",
        "It is unclear to me what was behind Hitler’s hatred towards Jews. Why did this man decide that he hated Jews? However, it is quite clear that Hitler held the Jewish community responsible for the defeat of Germany in world war one. Why? It is because someone had to be to blame. That was clearly what we now call fake news —vicious propaganda, enabling the national feeling to be against the Jewish population of Germany and beyond. It was completely wrong, given that Jews were fighting on the side of Germany in defence of their country during world war one, including Otto Frank, who fought at the battle of the Somme.",
        "After Hitler came to power, he wasted no time in using the Government to target and exclude Jews from German society, claiming they were inferior. Any book that contained ideas threatening to the Nazis was banned, and a concentration camp was immediately created for political prisoners, initially holding 200 communists. By 1935, the anti-Jewish movement had gained momentum. Jewish newspapers could no longer be sold, and Jews were stripped of their citizenship and other basic rights. In September 1935, the Nuremberg laws were passed by the German Parliament, which meant that many of the Nazis’ radical theories were institutionalised, and legal grounds were created to justify the prosecution and persecution of the Jewish community.",
        "It is unimaginable in this day and age how the vast majority of Germans were coaxed into believing that Nazi ideology, but members of the general public were clearly unaware of the growing indoctrination until it was too late. They had adopted a strong stance against the entire Jewish community, and therefore could justify Hitler’s actions. Despite the shocking morals, Hitler was a calculated and systematic man, carefully thinking through his long-term plan before enacting it. He was able to persuade the German people by providing free radios that played only antisemitic programmes, ensuring that all children’s books depicted the villain as a Jewish character, showing posters blaming the Jews for every evil, and introducing strong censorship on all anti-Nazi media.",
        "On 9 November, Kristallnacht, or the “night of broken glass”, took place. That was the terrorisation of Jews throughout Germany and Austria, which had recently been annexed by the Nazis. Hundreds of synagogues were destroyed and thousands of Jewish-owned businesses ransacked. The deaths of nearly 100 Jews took place on that dreadful night, which is often seen as the turning point in the persecution of German Jewry. The aftermath of Kristallnacht saw dozens of further discriminative restrictions. Jews now had to carry ID cards at all times and have the segregating “J” stamped on their passports. They could longer head or own businesses, and they could not attend concerts or theatres. They had their driver’s licences removed, and all Jewish children had to be taken out of their schools to attend “Jewish-only” institutions. They had to be in certain places at certain times—all dictated by the Führer. Furthermore, more than 30,000 Jews were arrested on that night.",
        "The whole House will be aware that in 1939 world war two was declared, as Germany took over Czechoslovakia and began the invasion of Poland. Simultaneously, the Jewish restrictions became even more constraining and discriminatory. By 1940, the Nazis had begun deporting German Jews to Poland, where they were forced into ghettos and concentration camps. They were brutally tortured and their human rights completely violated. Devastatingly, 1940 saw the first of an onslaught of mass murders of Jewish people.",
        "The situation became graver and graver, and in 1942, the Nazis’ discussions were centred around their “final solution”, a despicable plot to kill every European Jew. At that point, Jews were not allowed to own pets, leave the house without police consent, buy newspapers and eggs or attend school, among all sorts of further restrictions. Once Hitler took control of Hungary, a year before the end of world war two, he began deporting 12,000 Jews to Auschwitz every day to be killed. That continued until 1945, when Auschwitz-Birkenau was liberated. Sadly, 6 million Jewish people—two thirds of European Jews—had lost their lives. That shattered communities, and provided the few who outlived the war with experiences that scarred their lives for ever.",
        "But before we get too comfortable, we should remember what was going on in this country. The British Union of Fascists was around before world war two, led by Oswald Mosley, an MP in this House, and he modelled it on Nazi Germany. The BUF was fuelled by antisemitism, inspired by the Nazis, and Mosley held huge rallies in this country, pushing a strong nationalist and fascist agenda. Unemployment was very high, poverty widespread, and homelessness rising. Someone had to be to blame, and Mosley blamed the Jews. It could have happened here. Sensible action took place by the Home Secretary, and once war broke out the BUF was banned and its members became enemies of the state. But we must never be too comfortable that this could not happen again, even in this country. I will end with one line from Zigi Shipper, who made this important point: do not hate."
    ]
}