{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-in-the-no-confidence-in-the-government-motion/",
    "title": "Ian Blackford – 2022 Speech in the No Confidence in the Government Motion",
    "post_date": "July 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 18 July 2022.",
    "content": [
        "I see that the Prime Minister is leaving the Chamber. In this particular case, Prime Minister, leave means leave.",
        "We all know that the Government have spent the past week trying to delay, reword, and, ultimately, avoid this debate, but, as is the way these days, the herd has moved. Today, we finally have a chance to cast our verdict on a failed Prime Minister and a Conservative party that is collapsing before our very eyes. I know the Government want to use this debate as some kind of dignified—although I have not seen any dignity from the Prime Minister this afternoon—obituary for the political legacy of the leader that they buried last week. If the Government are determined to debate the legacy of the Prime Minister, let us allow ourselves the opportunity to be that one thing that he singularly failed to be: let us be very, very honest.",
        "Let us reflect on a man who should never have been put in office in the first place—a man who simply should not be here for a minute longer, because he has demonstrated no dignity in office in the highest office in the land, and he has shown no dignity today in departing. Every single Member of this House needs to ask themselves a very simple question: why on earth does the Prime Minister deserve the dignity of a long goodbye and a seven-week chance to rewrite his own legacy? Apparently, the one and only reason being offered up by Tory MPs to justify keeping him in place is that that is the precedent—that is the way that it works down here. It is the Westminster way. But those citing any kind of precedent have clearly forgotten the exact reason we have been brought to this point, which is that the behaviour of this Prime Minister has no precedent.",
        "**Mr Barry Sheerman (Huddersfield) (Lab/Co-op)**",
        "I am relieved that we can hear the right hon. Gentleman’s speech, and that we no longer have the Prime Minister bawling at those who are speaking as he leaves the Chamber. Does the right hon. Gentleman agree that what we want over this period of change is dignity? We want dignity in the House and dignity in the country, and we did not see that from the Prime Minister in his behaviour on the Front Bench today.",
        "**Mr Speaker**",
        "Order. I think I make that decision, and I do not need any recommendations. The behaviour on both sides has not been exceptional today. Come on, Ian.",
        "**Ian Blackford**",
        "Thank you, Mr Speaker, although I have to say that I agree with the hon. Gentleman. This is important. These are matters that are of interest to the public, and we need to treat each other with a degree of respect and dignity.",
        "Let us come back to the Prime Minister. He broke his own laws in office and he broke international law, but the thing that ultimately brought him down was the fact that he could never, ever be trusted with the truth. That is the record, and that is now the Prime Minister’s legacy. He should not be allowed any room to rewrite that record and that legacy—even for seven weeks. It has not escaped anyone’s notice that this Prime Minister has lived his life thinking that the world owes him a living. He has not had the grace to stay today to hear the opening speeches in this debate. That tells us everything that we need to know.",
        "**Imran Hussain (Bradford East) (Lab)**",
        "The right hon. Member is making an excellent speech. The Prime Minister today spoke for 30 minutes, and not once in what could be his last speech did he make reference to the real fact that because of the political decisions that he has made, children are living in poverty, working families are using food banks and our communities have been devastated. Does the right hon. Member agree that, in his last speech, the Prime Minister should at least have had the dignity to apologise to the children in our country?",
        "**Ian Blackford**",
        "I agree with the hon. Member, and I commend him for the passion that he brings to this topic. The fact that so many people in this country are struggling, and that so many people will be struggling over the cost of living crisis, should concern us all.",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**",
        "Will the right hon. Member give way on that point?",
        "**Ian Blackford**",
        "I will give way one more time.",
        "**Jamie Stone**",
        "I do thank the right hon. Member for giving way. We talk about food banks and we talk about poverty, but it is a fact that many households—the Prime Minister referred to them as some of the poorest in the land—including those in my constituency, have no alternative but to use fuel oil, because they are off grid. When I asked the Minister of State for Energy in March whether a cap could be placed on the price, he said no, because there had been some survey in 2011. Today is a very hot day, but winter is coming and it will be cold. May I suggest to the right hon. Member that it is the mark of a civilised and caring Government that these people are helped and that a price cap is put on the cost of fuel oil—domestic heating oil?",
        "**Ian Blackford**",
        "I agree with the hon. Member. We both represent highland constituencies. They are beautiful constituencies, but they are constituencies where the rain falls on a regular basis and the wind howls through the windows and the walls of the houses. Indeed there should be equity and fairness for everyone, regardless of where they live. We talk about the heatwave that people are suffering from today in many parts of the United Kingdom, but when I looked at the weather in my own constituency in the Isle of Skye this morning, the temperature was 14°C. People in parts of Scotland will still have their heating on. The fact is that people are being penalised and not being looked after as they should be, for the very simple reason that they have to rely on off-grid heating oil.",
        "**Sir Robert Goodwill (Scarborough and Whitby) (Con)**",
        "Will the right hon. Gentleman give way?",
        "**Ian Blackford**",
        "I will give way one last time, and then I must make progress.",
        "**Sir Robert Goodwill**",
        "I am sure the right hon. Gentleman appreciates that the Chancellor provided assistance on electricity bills and not gas bills because people may use fuel oil or other types of fuel, but almost everyone in the country is on the electricity grid.",
        "**Ian Blackford**",
        "My goodness! The right hon. Gentleman knows that I have respect for him, but there for all to see is the lack of compassion, decency, humanity or recognition that people in highland constituencies are not getting the benefits that other people are getting. That is what happens with this Conservative Government.",
        "Let us come back to the Prime Minister and his sense of entitlement—that he deserved to be Prime Minister, that he deserved to be above the rules and that he deserves the dignity of staying in office over the summer. But this place and the public owe him nothing. Only this weekend, he again showed why he is unfit for office by skipping Cobra meetings to do his favourite thing: attend yet another party. Another party! That is one thing that we might have thought he would learn. After being caught breaking his own laws and being fined by the Metropolitan police—the only Prime Minister in history to be fined in office—he turns his back on his obligations at a time of emergency over the effect of global warming, and he attends parties. That tells us everything that we need to know about the priorities of this Prime Minister. People have suffered enough under this most careless, casual and reckless inhabitant ever to have been entrusted with the office of Prime Minister. He does not deserve another day, never mind another seven weeks.",
        "As well as casting verdict on the Prime Minister, today is also the chance to hold to account those who propped up his Government for so long. With every new candidate and every new campaign video for the Tory leadership, we are bombarded with talk of fresh starts and of hitting the reset button. I hate to break it to those candidates, but it is not lost on any of us that most of that talk is coming from the same people who backed this Prime Minister from day one and sat around his Cabinet table until the very end. Try as they might, they cannot hide the uncomfortable truth that they want us all to magically forget—that their party has been in power for 12 deeply damaging years. Fresh starts, new starts or clean starts simply do not exist after 12 years of the chaos that now defines their time in charge, and definitely not when they have already failed to get rid of the Prime Minister they put in power.",
        "The herd might have moved last week, but it has very quickly fallen back in line and reverted to Tory type, as we have seen this afternoon. The Tories have stayed with this Prime Minister until the bitterest of ends, and today proves that they are staying with him still. Their failure to get rid of him means that we now finally need get rid of the lot of them, because today proves another thing: the only fresh start that will work is a general election—an election that will offer the Scottish people the chance and the choice of an independent future. On these Benches, we relish that campaign and the choice that is coming.",
        "The need to put an end to this Tory Government is underlined by the terrifying spectacle of the leadership race under way throughout this building. No sooner had the race begun than it became clear that it was not just a race to get into Downing Street; it was a race to the toxic right. The policy proposals so far have amounted to tax cuts for the rich at the same time as millions of families are struggling to put food on the table, to watering down our climate targets when we can literally feel temperatures soaring, particularly in this place, and to doubling down on the hostile environment when the Rwanda policy has already gone beyond the point of morality.",
        "The new Tory vision of these candidates is every bit as disturbing as the old one. While they are tearing lumps out of each other in this contest, they are ignoring the very thing that they are all responsible for: the Tory cost of living crisis ripping through every household on these islands. The contest has also exposed that they are completely out of credibility. Never again can those on the Conservative Benches claim economic literacy. During this leadership campaign, the Tory candidates have not just discovered a magic money tree; they have apparently found a magic money forest. The billions in tax breaks for the rich that they are bidding over always come at a price for the poor.",
        "One of the most telling insights of the contest came from the current Chancellor, whose policy is to cut 20% from all public spending. That means 20% cuts to the NHS, to welfare and to our Scottish Parliament. The Tories imposed one decade of devastating austerity, and now it seems the new Tory vision is gearing up to inflict another. If ever there was a reason to vote no confidence today, surely that is it.",
        "Of course, we on the SNP Benches are now well used to our country’s constitutional future being discussed and dictated by Tory politicians and Governments, who Scotland has not voted for or had any confidence in since 1955. The last number of weeks have been no different. It turns out that democracy denial was not just an attitude of the Prime Minister; it is now official Tory policy. The idea of a voluntary union of nations was clearly dead and buried long ago according to the Tory party, because every single candidate for the Tory leadership has fallen over themselves to tell us just how they are going to deny Scottish democracy—and we know why. They have long since run out of ideas and run of road in defending the Union, so now they are running scared of democracy.",
        "I am genuinely sorry to say that the Labour party has now joined in that too. In the space of the last week, the leader of Labour party told us he was ruling out two things. The first was an independence referendum that—let us not forget—the Scottish people have voted for. The second was a return to the European single market and freedom of movement. He did not rule that out for now; he ruled it out forever. So not only will this place and these parties try to deny our right to a democratic vote on our future, but they will forever deny our return to the European Union.",
        "If ever there were two motivating arguments to secure our independence, surely there they are. If that is really the Better Together strategy, it is in worse trouble than I even thought. The crucial point that those reunited Better Together parties need to understand fully is this: not only does Scotland have no confidence in this Tory Government, we have no confidence in Westminster control over our country. The parties here might not like it, they might try to deny it, but that is democracy—and them’s the breaks.",
        "We want a different future—a future where we get Governments we vote for, where our democratically elected Parliament cannot be overridden and undermined, and where we have a secure foundation on which to build the economic and social future that we want. We want a new Scotland at the heart of the European Union. That is the future we can have confidence in. We have lost control in this place; we have lost confidence in Westminster."
    ]
}