{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2022-speech-on-the-finance-bill/",
    "title": "Kirsty Blackman – 2022 Speech on the Finance Bill",
    "post_date": "November 30, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 28 November 2022.",
    "content": [
        "We have Schrödinger’s Finance Bill. For a while, there was no Finance Bill. Then yes, there was going to be one. Then, no, there was not going to be one. Now, finally, we have come to the decision that the cat is alive and the Finance Bill is here before us.",
        "I am old enough to remember Philip Hammond standing up and being very clear that there would only be one fiscal event in a year, that we would move to having an autumn statement and that would be the fiscal event, and that the spring statement would only be a statement and an update. I would be the first to admit that this year has gone somewhat wrong, so there are some excuses for having a different scenario this year, but I am keen to know what the intention is. Do the Government intend to have one major fiscal event a year, or are they planning to have more than one? If we are going to have a spring statement next year that will, presumably, from what was said earlier, have a Finance Bill attached, will we also be having one in the autumn next year? Will we have an additional one in September that will crash the economy? One would hope not. It would be good to know what the plans are.",
        "We heard from the hon. Member for Warwick and Leamington (Matt Western), in quite a lot of detail, comparisons of the UK’s economy and economic state with that of many other countries. He laid out the figures nicely, which saves me from doing the same thing; I will not repeat what he said. What he said makes it clear that there is a unique issue here. Something is happening in the UK that is not happening in other places, apart from Russia, where there are sanctions, and it is understandable that the Russian economy is not in the best of states. What could possibly be happening to the UK economy? What is it—what uniquely is happening?",
        "I keep wondering what has happened to this Brexit bonus. If our economy is so much better as a result of Brexit—if that has massively helped our economy, and many Brexiteers have made it clear over many years how much of a good thing it would be for the UK economy —can the House imagine the state we would be in if Brexit had not happened? Can the House imagine how dreadful things would be if we had not seen this Brexit bonus, which has still left us somehow, unexplainably, in a worse economic condition than has happened with other countries? I am baffled by this scenario.",
        "We have been hit by a major number of issues. It is absolutely the case that the war in Europe—Putin’s illegal invasion—has had a major impact, and it has also had a major impact on other economies across the EU and the world. It has had an impact not just on energy prices, but on the price of food, for example. All those countries are seeing prices increase, yet none of them is struggling with growth in the way that the UK seems to be. None of them is seeing the level of recession predicted for here, and it is entirely down to Brexit and the decision-making processes of this UK Government. It is also down to the choices made earlier this year, which failed to take into account the scenario we are in. They failed to listen to the situation facing our constituents.",
        "It is all well and good for Government Members to stand up in the Chamber and talk about the importance of growth—I will not for one second deny that growth is important, but if growth means that rich people get richer and people in Aberdeen and our constituencies still cannot afford to buy rice and pasta, that growth is not worth it. It is not worth it to see people get unimaginable amounts of money. Some £29 million in profits from personal protective equipment is an unbelievable amount of money for somebody or a family to get. Most of my constituents and most people across the UK will never see anything like that money in their entire lifetimes, yet it seems to be acceptable to the Government—while the fact that my constituents and people in Aberdeen, across Scotland and across the UK cannot afford to pay for the very barest of necessities is not remarked upon, is not mentioned and does not seem to be happening.",
        "The Conservative Government keep talking about how much they care about vulnerable people—it has been mentioned a number of times—but that is not borne out and it is not what is happening on the ground. People’s lives are not being improved as a result of the decisions being made by those on the Government Benches. We are not seeing people better able to afford their energy bills; their energy bills are still significantly more than they were this time last year. The benefit cap still needs to grow massively to keep pace with its 2013 levels. The childcare allowance included within universal credit is at the same level it was when it was first introduced, when universal credit first started. It has never been increased. These are decisions that could be made that would make a difference to my constituents’ lives on a daily basis, but they are not being made.",
        "We will not get our way out of this with innovative jam. That is not how it will work. We need to ensure that those who need it most—the people who can afford the increases least—are the ones being targeted by Government support and receiving the funding to help them to afford the basic necessities: food, clothing for their children and energy to get them through this winter. That is why the decision-making processes of the Scottish Government have been the way that they have.",
        "As my hon. Friend the Member for Glasgow Central (Alison Thewliss) pointed out, the UK Government have talked about the additional money from Barnett consequentials, but that does not assist people this year, because of the constraints on the Scottish Parliament’s budget and because of the decisions taken by the UK Government. It will not help us to work on our second child poverty action plan, which we are now in the process of doing. We have put tackling child poverty at the forefront of what we are doing in Scotland. The eligibility of the Scottish child payment increased again the week before last, so more children in more families can get it than ever before.",
        "We in the Scottish Government are targeting our support there, because that is where we feel that we need to make the most difference. We need to ensure that children are not living in poverty or in cold homes that their parents cannot afford to heat. We need the UK Government to step up, and not in an empty way by saying that there is an extra £1.5 billion—I do not know—in Barnett consequentials over two years, because that is not helpful. We need the money now—my constituents need the money now—to afford to get through the winter.",
        "Another thing that has been mentioned is that hon. Members regularly use the term “hard-working people”, which is one of my biggest bugbears. When Conservative Members talk about hard-working people, they are talking about people earning £40,000 or £50,000 a year; they are not talking about people working in minimum-wage jobs. When they say that hard-working people have to pay higher taxes in Scotland than the rest of the UK, they are failing to recognise that we have an additional lower-rate tax band that means that people on the lowest incomes pay less in Scotland, and they are denying that people on the lowest incomes are hard-working people. It is the case, however, that a significant proportion of people on universal credit are in work. Just because someone is in receipt of social security does not mean that they are not hard working or that they are less deserving than people earning an awful lot of money from dividend incomes or other sorts of unearned income.",
        "Stats came out earlier this year about the level of sanctions on people receiving universal credit, which said that there had been a monthly increase in the total amount of reductions being levied—money taken back from individuals who are claiming universal credit. Right now, the Department for Work and Pensions should not be trying to increase the amount of money that it is clawing back from people in receipt of universal credit.",
        "We already have the issue that, when the DWP decides to make debt reductions from people’s universal credit payments, it does that not on the basis of whether those receiving universal credit can afford it, but on the basis of an arbitrary 25% threshold. As a result of DWP actions and the failures of the UK Government, we will have a situation where people cannot afford to heat their homes or feed their children purely because of the reductions that are being made to their income.",
        "I have harped on about immigration several times. A number of years ago—I am a veteran of many Finance Bills—the former Chancellor George Osborne stood up and spoke about public sector net debt. In fact, his Red Book that year talked about it specifically and made it clear that an increase in net migration to the UK reduces public sector net debt. By trying to do everything they can to reduce immigration, therefore, the UK Government increase public sector net debt.",
        "The UK Government could decide that one of the best ways to do something about the lack of growth and the amount of debt, about which they are concerned, would be to encourage people to come and live here, and to make that easier. Instead, my constituent is going to move away from the UK because he cannot get a visitor visa for his family to come and visit, so he is fed up and has had enough. As a software engineer, he is somebody who we need to have and whom we should be encouraging to stay; we should not be as obstructive as possible in our decisions.",
        "The UK Government have also failed to tackle—in fact, they have gone out of their way to oppose—our climate change ambitions and targets in this Finance Bill. We are looking at issues in relation to electric cars, as was mentioned earlier, and allowances for oil and gas companies to extract more oil and gas, rather than the allowances that could be given to companies to develop renewable electricity. The electricity generator levy is also being levied on people who are producing renewable energy, which is the kind of energy that we need. We cannot talk about COP only once a year when it is COP26 or COP27—it should be threaded through every single decision that we make.",
        "We have heard about R&D credits and tax reliefs, which I do not have a problem with in principle, although I am concerned that we need to see whether they work. I do have a problem, however, with how decisions are made to give people R&D tax credits. When the UK Government created the Advanced Research and Invention Agency, why did they refuse point blank any amendments that would have put tackling climate change at the heart of its decisions? We said that it should be climate neutral and that the Government could lead the way with a brand-new Government agency working on a net zero basis, but they refused. We said that they could convince or ask it to focus on innovations and inventions that tackle climate change, but they refused to do that, too.",
        "We need to see an actual effort made—actual things done and decisions taken—to ensure that we tackle climate change and meet our net zero ambitions. If we could meet our net zero ambitions even earlier than we have proposed, that would be the best thing for the planet, rather than trying to push things until the last possible moment. We cannot just ignore climate change and pretend that it is not happening—it is!—so it should be in every Government statement, and the Government should talk about the effect on climate change of every spend that they decide to make. The decisions in the Finance Bill take us backwards rather than forwards.",
        "The Scottish Government are supporting a just transition in Scotland with £500 million of funding to ensure that we move away from the reliance on fossil fuels that we absolutely have in the UK, particularly in Aberdeen, where there are a huge number of jobs in oil and gas. We need to support a transition that is just and fair for my constituents and for people across the UK. We need to ensure that people in oil and gas are given, or have the opportunity to move into, high-earning jobs in the new industries of the future that do not cause an increase in climate change.",
        "Austerity has been levied on the poorest people for years. Conservative Governments have consistently made decisions at the expense of our worst-off constituents. I have never been less optimistic about the future for the poorest people in the UK than now—not even through the Brexit process and decision-making. The Government have shown no willingness to understand the genuine dire straits that people are living in, to take action on that, and to prioritise the most vulnerable people—not just to say it, but to actually do it—by looking at the universal credit system and the decision-making process to ensure that people can afford rice and pasta, and to heat their homes. How is it that we have to be asking that in 2022? How is it that we have to be living in a situation where the next generation are currently set to be poorer than our generation? We have that lack of optimism, and this Conservative Government continue to hammer that home, rather than attempting in any way to make it better.",
        "That outlines very clearly the difference between the two Governments. The difference is that the Scottish Government are doing everything they can, with their very limited powers and limited ability to do anything in-year with their budgets, to try to make life better for those struggling the most, and this UK Government are continuing to refuse to do so."
    ]
}