{
    "url": "https://www.ukpol.co.uk/tessa-blackstone-2022-speech-on-the-growth-plan-baroness-blackstone/",
    "title": "Tessa Blackstone – 2022 Speech on the Growth Plan (Baroness Blackstone)",
    "post_date": "October 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        },
        {
            "text": "Tessa Blackstone",
            "url": "/tag/tessa-blackstone/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Tessa Blackstone, Baroness Blackstone, in the House of Lords on 10 October 2022.",
    "content": [
        "My Lords, in the 60 years I have spent either participating in or observing British politics, I have never seen such a shocking failure in government policy-making as last month’s mini-Budget. What is particularly shameful is that it was a self-inflicted failure—what the former Governor of the Bank of England described, using a tennis analogy, as “unforced errors”. It showed an inability to make sensible economic judgments and an irresponsible lack of proper consideration to what the likely outcome would be for the markets of enormous unfunded tax cuts, with no indication of how they would be paid for in the medium and longer term. It is said that hedge fund managers have described the Chancellor as “a useful idiot”. Useful to them perhaps, but what about the rest of us?",
        "There are a number of lessons that the Prime Minister and the Chancellor might learn from the mini-Budget fiasco. Above all, they must stop trashing the system which is set up to advise them. Doing so is arrogant as well as ill advised. They need to understand the likely consequences of their actions from good advice. They should not sack a competent Treasury Permanent Secretary with particular expertise in the way the market works on their first day in office. They should not sideline the Office for Budget Responsibility, citing the dubious excuse that there was no time for it to respond. They should consider the views of the Bank of England on maintaining financial stability, for which it is responsible, before taking actions which threaten that very stability.",
        "They should also demonstrate greater political nous. To propose cutting the top rate of tax for high earners against a backdrop of a cost of living crisis which will damage the lives of medium and, especially, low-income families, beggars belief. Not surprisingly, it led to a rapid, embarrassing U-turn. It has also led electors to believe that this is a Government on the side of the rich and not the poor. Did they not also think through the possible risk of higher interest rates as a consequence of their Budget? Quite apart from the damage to investment, a hike in interest rates would have big implications for the mortgage market. I am sure many Members of your Lordships’ House will feel great sympathy, as I do, for young people who have worked hard to save, found a property they want to buy and, at a stroke, have been told the mortgage that they had been promised has been cancelled.",
        "As an aside, it is particularly galling to hear the Prime Minister say in interviews that the increase in interest rates is a decision of the “independent Bank of England” when it is obvious that her policies forced the Bank of England to act quickly and raise rates to prevent further damage to our financial system.",
        "The noble Lords, Lord Newby and Lord Macpherson of Earl’s Court, and my noble friends Lady Smith and Lord Eatwell have all challenged the Government’s flawed economic ideology about how growth can be achieved. They have pointed out the past failure of trickle-down policies, especially in the context of high inflation, and the need to restore economic credibility. I hope that the Minister will say in responding why greater priority has not been given to innovation, as mentioned by my noble friend Lord Eatwell, to improving skills, which no one has mentioned, and to creating better infrastructure, as referred to by my noble friend Lord Liddle. All these are likely to be far more valuable in achieving growth than unfunded tax cuts.",
        "Growth is of course a highly desirable goal, but I ask the Government and the Prime Minister in particular to refrain from further slurs against the Labour Party for being anti-growth. That is nonsense. The issue between us is not whether we want growth but how to achieve it. Lastly, following what the noble Baroness, Lady Hayman, said, I ask the Government, in thinking about growth, to give further thought to the economic rewards and cost-saving potential of the green economy."
    ]
}