{
    "url": "https://www.ukpol.co.uk/bob-blackman-2023-parliamentary-question-on-the-maintenance-of-churches-and-cathedrals/",
    "title": "Bob Blackman – 2023 Parliamentary Question on the Maintenance of Churches and Cathedrals",
    "post_date": "January 29, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Parliamentary Question",
            "url": "/tag/parliamentary-question/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 26 January 2023.",
    "content": [
        "**Bob Blackman (Harrow East) (Con)**",
        "What assessment the Church of England has made of the steps needed to put the maintenance of churches and cathedrals on a sustainable basis.",
        "**The Second Church Estates Commissioner (Andrew Selous)**",
        "The Taylor review of cathedral and church building sustainability was published in 2017. There is an urgent need for dialogue with the Government about it, because without a bedrock of basic maintenance and repairs funding, there is a real risk to many of our amazing church and cathedral buildings. In passing, I note that such issues are always easier to address with a full church.",
        "**Bob Blackman**",
        "I thank my hon. Friend for that answer. My constituency is home to no fewer than 24 churches, including every branch of Christianity, but St Lawrence’s church in particular is in dire need of repair. It is a very well populated church, but it does need additional funds to restore it to its previous good keeping. Can my hon. Friend tell me what help will be given to St Lawrence’s church?",
        "**Andrew Selous**",
        "I have read up on St Lawrence, Little Stanmore: its baroque interior and internationally renowned organ—Handel was employed as a composer in residence —are real treasures. I will put my hon. Friend in touch with the national church buildings department, which advises parishes on grants and support for refurbishment. I can also tell him that the Willesden area council of the diocese of London is able to distribute grants of up to £20,000 for urgent repairs.",
        "**John Cryer (Leyton and Wanstead) (Lab)**",
        "As the hon. Member said, a large number of churches and cathedrals in this country are in serious danger, including a number in my constituency. He also mentioned discussions between the Government and the Church of England on securing the future of churches. Will he say if those discussions are imminent?",
        "**Andrew Selous**",
        "I am very grateful to the hon. Gentleman for raising that point, and I think the answer is that they need a bit of a boost, if I could put it that way. I would welcome his support, and indeed that of hon. Members on all sides, because I think all places of worship—and the Church of England does have an enormous number of grade I and grade II buildings—are important in all of our communities, and we do need a serious national conversation about how we keep them going for the future. Other countries fund them from the state. Personally, I do not think that is right, but I do think we need a dialogue with Government as to how we go forward in this area."
    ]
}