{
    "url": "https://www.ukpol.co.uk/bob-blackman-2023-speech-on-the-ballot-secrecy-bill/",
    "title": "Bob Blackman – 2023 Speech on the Ballot Secrecy Bill",
    "post_date": "March 27, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 24 March 2023.",
    "content": [
        "I rise to support the Bill in the name of both my hon. Friend the Member for Peterborough (Paul Bristow) and, as he rightly says, Lord Hayward in the other place, who has done a brilliant job over many years on electoral reform and ensuring that our ballots are cast fairly and properly.",
        "It is a fundamental part of democracy that people can go to a polling booth if they are on the electoral register. They give their name, they show their polling card and they are issued with a ballot paper. No one should then influence them over which way they cast their vote. In my long experience serving in the London Boroughs of Brent and Harrow, we have witnessed that at first hand all too frequently: not just the influence of one man over one woman, but often a man over a whole family—and it can be a large family who go in, with the women and young men being told which way to vote.",
        "In certain places, particularly London, we have elections on many different systems: we often have local elections the same day as a general election, and we have the London mayoral and assembly elections, where three ballot papers are issued at one time. There is potential for confusion and a need for clarification. My hon. Friend the Member for Peterborough has outlined that it would not be an offence for someone to ask for help and assistance.",
        "In my experience, presiding officers and clerks are always available to offer that help and assistance, particularly to those who have disabilities. They often go out of their way to come to the doors of a polling station if necessary, to assist someone who is disabled to register their vote properly. The problem arises when some people seek to influence others and make sure that they vote in a particular way, especially when it is against their will and they do not really want to do it.",
        "The most important thing is that we safeguard the ballot in a free and fair way through this Bill, which I am sure will receive cross-party support. I know it was supported when I had the pleasure of serving on the Bill Committee—albeit very briefly—and hon. Members want to ensure that it makes progress. In my borough, we pride ourselves on being very diverse. We have someone from every country on the planet, every religion, every race, every background, every language—you name it, we have it. People need to feel free when they go to vote, and to feel that their vote is going to count in the way that they wish it to.",
        "However, I am afraid we have had many experiences of families coming together into polling stations and almost being forced to vote in a particular way. That cannot be right and it needs to change. Many may agree with the candidates they are voting for, but the most important thing is that family voting needs to be outlawed.",
        "In supporting this Bill, I say to my hon. Friend that it clears up one issue of concern. The Government have taken action on preventing personation, and the requirement for identity cards and suchlike to be used at polling stations to prove that someone is the person entitled to cast the vote is an important reform. I look forward to that having a massive impact on stopping people from personating other individuals on the register.",
        "My one concern is that we have seen rapid growth in the use of postal voting. I support this Bill completely, but, where large households register for and are sent postal votes, there is still the risk of those people being coerced into voting in a particular way, or—even worse—not even voting themselves, but just filling in the identity element, with the head of the household filling in the rest of the ballot papers before they are sent back. That is something we must think about if we wish to safeguard our democracy.",
        "I will end there, because I know other colleagues wish to speak and we want other Bills to go through. Despite that note of caution, I warmly welcome this Bill, which will improve the secrecy and sanctity of our ballots."
    ]
}