{
    "url": "https://www.ukpol.co.uk/ian-blackford-2020-speech-on-the-coronavirus-bill/",
    "title": "Ian Blackford – 2020 Speech on the Coronavirus Bill",
    "post_date": "March 24, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 23 March 2020.",
    "content": [
        "It is a pleasure to follow the right hon. Member for South West Surrey (Jeremy Hunt). I do not think he will mind my saying that I cannot think of another time when I have agreed with almost every single word he said. I hope that people listen to his wise words, which come from his experience; there was an awful lot in his speech that was sobering. The way we are conducting this debate and the collegiate style of the contributions from the Secretary of State and the shadow Secretary of State are a testament to the importance of the crisis we are all experiencing. In this national emergency, the desire shared by all our constituents is that we all work together.",
        "I will begin by saying something that is often repeated, but cannot be said enough. On behalf of all who sit on the Scottish National party Benches, I thank all of those who work in our NHS—our doctors, our nurses and all those in support roles around them who day after day make the choice to go into work, literally risking their own health to save the lives of others. At a time when the fragility of human life occupies the thoughts of us all, their example, their care and their limitless compassion are a source of inspiration and comfort to us all. They are nothing short of heroic. In return, they deserve all our thanks, but even more important, they need all our support. Today we would all do well to keep it in mind that the primary purpose of the emergency legislation is to help them—to help those who work in our NHS across all these islands. They need our help to slow the spread of this virus. They need our help to flatten the curve of infection. They need our help to reduce the pressure on their services.",
        "In passing these emergency measures, we have to be fully transparent and open. That means being honest about the uncertainty of the timeline ahead. There are few things we can say for certain, but we know we are only in the foothills of this mountainous challenge. There remains a long way to go. We have to be honest that in fighting this virus, we may only be approaching the end of the beginning. No one knows for sure when this will end, but we do know that NHS and governmental action will not be enough on its own. Everyone has a part to play. We can get through this and overcome it only if we all work together.",
        "On the specifics of the Bill, first, I am pleased to confirm that the Scottish Government have worked constructively with the UK Government on this legislation. It is important to say that, given the context of the last ​few years. It is no secret that there has been a virtual stand-off in other legislation, but the joint efforts and the extensive co-operation on this Bill highlight the extraordinary public health and economic challenges posed by the virus. Passing this legislation is fundamentally about protecting and saving lives. Politics cannot and will not be allowed to get in the way of that.",
        "The Scottish Government tabled their legislative consent motion, with advice to approve consent, in Holyrood last Thursday. The LCM will now be considered by the Finance and Constitution Committee at Holyrood on Tuesday morning, and will be debated in the chamber on Tuesday afternoon. The urgency of that timeline is, unfortunately, necessary. It is clear, and we accept, that this Bill cannot be scrutinised in the way we would normally wish. The immediacy of the pandemic, and the unprecedented challenges facing Scotland and the rest of the UK, simply does not permit that. The stark reality is that there is simply no time to lose.",
        "**Sir Jeffrey M. Donaldson (Lagan Valley) (DUP)**",
        "There is common cause even between Unionists and nationalists on this issue. The Northern Ireland Assembly will tomorrow give consideration to the legislative consent motion. Does the right hon. Gentleman agree that before this legislation is enacted and enforced, the Government must move swiftly to give the self-employed people whom he and I represent the reassurance they need that they will be supported?",
        "**Ian Blackford**",
        "I am happy to say that I completely agree. My right hon. Friend and I were in meetings with the Prime Minister last Friday morning, and there was a consensus about the economic measures that had to be taken for those who were in employment—one of the reasons being that we were fearful of the potential risks of unemployment if we did not take those measures. I commend the Government for the actions that were taken and the announcements made last Friday afternoon, but there is unfinished business for the self-employed and the unemployed. Collectively, we need to work together to do what we need to do in order to secure the incomes of those we are asking to take action to protect themselves and the rest of us over the course of the coming months. I hope that the Chancellor will be in a position to meet Opposition leaders over the course of the next few hours, and to come to the House tomorrow to tell us all what we are going to do to ensure that we protect the interests of absolutely all our citizens.",
        "**David Linden (Glasgow East) (SNP)**",
        "A number of Glasgow taxi drivers live in my constituency and they are self-employed. Over the weekend and last week, many have taken their cars off the road. May I say to the Government, through my right hon. Friend, that time is really running out? We need the Chancellor to come to the Chamber tomorrow to make it crystal clear that support will be given to taxi drivers and lots of other self-employed people, including those in the wedding industry. The measures that have been brought forward so far are very good, but time is literally running out for self-employed people.",
        "**Ian Blackford**",
        "I agree. I hope that the Minister might make some reference to this issue when she sums up later. We are respectfully saying to the Government: let us work together to ensure that we can offer the financial ​security that all our citizens need, whether we are talking about taxi drivers in Glasgow, or the people who provide bed-and-breakfast accommodation and guest houses in my constituency, whom I am asking to shut their doors. It is important that we provide the financial security that they all need.",
        "It is impossible to overstate the scale and seriousness of this health and economic emergency. None of us has witnessed or experienced anything like this before. It is no exaggeration to say that the covid-19 threat is the biggest challenge that we have faced since the second world war. That is the frame of mind that all of us should be in. It is for that reason—the extremity of this time—that we welcome the measures in the Bill. They are the measures that we need to fight this virus. The breadth of measures contained in this legislation reflect the enormity of the challenge across these islands. They also include bespoke provisions for Scotland to reflect our different legal system. For the public looking on today, it is crucial that we explain fully the powers that are being discussed and sought, and the reasons for them. They include additional public health measures to assist with the containment or mitigation of the spread of disease.",
        "**Neale Hanvey (Kirkcaldy and Cowdenbeath) (Ind)**",
        "Will the right hon. Gentleman give way?",
        "**Ian Blackford**",
        "Give me some time and I will. The part of the world I live in, the highlands, needs the powers in this Bill if we are to protect our population, and I know that the same goes for the constituencies of many other right hon. and hon. Members, not least the hon. Member for St Austell and Newquay (Steve Double), whom I know has been outspoken on this in the past few days.",
        "Let me put on the record the challenge we are facing. The Highland Council landmass is 25,656 sq km, and of course that area does not include Argyll, the Northern Isles or the Western Isles. That Highland Council area makes up 32% of the landmass of Scotland and 10.5% of the UK landmass, yet we have one acute hospital, in Inverness. For many, that hospital will be more than three hours’ drive from home. Just think about that. If a hospital in an urban area has an issue with capacity, people can often be transferred to another hospital, but we do not have that opportunity in the highlands, as we have that one hospital. I am asking everyone who is thinking about coming to the highlands to think about that threat to our NHS.",
        "I have been working with the NHS and talking to the police, and on the back of what we have been witnessed over the weekend I would like, with the forbearance of the House, to read out a press release from the chief executive of NHS Highland yesterday. It stated:",
        "“As a community we in the Highlands, Argyll and Bute are friendly, welcoming and hospitable to the thousands of visitors we get all year every year. However, we are currently in a situation that has never been experienced before and for the first time we are making a plea for you to stay away.",
        "We have heard that there are many people using campervans/motorhomes to make their way to the Highlands and Argyll and Bute as a way to self-isolate during this period. Please don’t.​",
        "National advice is quite clear that we, as a nation, need to stay at home, self-isolate and stop all non-essential travel. This includes using our area as a safe haven.",
        "We have asked our communities in NHS Highland to do everything they can to stay safe. This includes self-isolating, working from home (where possible), and limiting their contact with the outside world.”",
        "That is a very clear and a very stark message.",
        "**Neale Hanvey**",
        "This situation is fluid and ever-changing, and I am sure everyone is receiving multiple emails about the changes in their constituencies. My right hon. Friend makes a point about the need to self-isolate. That is an essential part of any infection-control programme, and this is a public health emergency. Constituents have contacted me today to say that their employer, Amazon, is refusing to pay members of staff who have self-isolated unless they can prove that they have had a positive covid-19 test. That is forcing people to make the choice to go into work and not self-isolate. Does he agree that that is reckless behaviour on the part of Amazon?",
        "**Ian Blackford**",
        "That is the height of irresponsibility, and Amazon and anybody else who would behave in that way needs to think again. Of course there are companies that are engaging in best practice. I have had a number of complaints from people in the highlands about those who have not been doing the right thing, but let me thank Highland Experience Tours, which has suspended all its activities and sent its drivers home. The hon. Member for Ilford North (Wes Streeting) mentioned Sykes Cottages, and I have to disagree with what he said, because its behaviour has been absolutely reprehensible. Let me read to Members what Sykes Cottages sent to me on Saturday. It said, “Given concerns surrounding the current outbreak, it is understandable that people want to arrange private accommodation in more remote locations to distance themselves from larger towns and cities. The latest Government advice does not prohibit travel in the UK. We are continuing to provide a service for customers.” That is a service to customers to come from the urban areas; it is deliberately creating the circumstances whereby their customers should come to self-isolate in an area where we have limited public health capabilities. That simply is not good enough.",
        "I am delighted to say that, under pressure, the site has now relented and is stopping new bookings in the highlands and islands over the next few weeks, but it has sent a considerable number of people up to the highlands who are there today. The site should be delivering immediate advice to all those guests that they should return home to their place of origin.",
        "I give the same message to those with holiday homes and second homes in the highlands: “Do not come to the highlands. Do not put additional pressure on our public services. We will welcome tourists back to the highlands once this emergency is over, but do not threaten the health of our constituents.” In my district, like in many rural areas, 35% of the population is aged over 65. We have to think about the needs of those living in such areas.",
        "In addition to the sites I have mentioned, Cottages.com is refusing to allow cottage owners to cancel bookings without a penalty, which is simply not good enough. As this is now in the public domain, I hope all these providers will now think about their responsibilities.​",
        "As I have mentioned, some providers are behaving more responsibly. HomeAway has guidance on its booking site for giving refunds to those who cancel, but I will read one last email from somebody living in the Lake district:",
        "“My family and I were due to take up a holiday home rental from the 28th March. We will stay away and remain in the Lake District where we live.",
        "However you might be interested to learn that the owner of this holiday home, let through HomeAway, is refusing (at present) to cancel my booking, refund my payment of £957 or move my reservation to next year. He maintains that Skye is an ideal place to self-isolate…and as the home is available he is refusing to refund the total of my booking fee.”",
        "[Interruption.] I can hear an hon. Member shout, “Shocking.” Skye, or anywhere else in the west highlands, is no place for anyone to self-isolate, and I hope this cottage owner, and others who are behaving in such a reprehensible manner, changes their ways.",
        "Of course, it is not just those who are providing accommodation. Everyone knows about the Harry Potter films and the attractions of the rail line from Fort William to Mallaig. The steam trains, which operate on a regular basis, are due to start on 6 April. What on earth is the Jacobite steam train company thinking? These train trips, along with every other visitor attraction in the west highlands, must close, and they must close today.",
        "This is my message to anyone thinking of coming to the highlands: “You will be made welcome when this is over but, for the time being, stay at home. If you are in the highlands now, please go home. The Scottish Government have already announced that ferry traffic will be prohibited for those on non-essential journeys, but you have the ability to return home today. Please do so.”",
        "This Bill includes badly needed powers to allow more health and social care workers to join the workforce. That includes removing barriers to allow recently retired NHS staff and social workers to return to work, as well as bringing back those on a career break and bringing in social work students to become temporary social workers. It has to be said that the number of doctors, nurses and carers already seeking to re-register to help in this emergency has been one of the most uplifting stories of this crisis. The Bill allows that process to become much easier. Its provisions also allow for the relaxation of regulatory requirements within existing legislation to ease the burden on staff who are on the frontline of our response.",
        "The next few weeks and months need simply to be about saving as many lives as possible. Try as we might to save these lives, unfortunately the truth is that this virus will inevitably end up with many of our people dying before their time. That terrible reality is why it is right that this legislation includes special arrangements and provisions to manage an increase in the number of deceased persons with respect and dignity.",
        "Finally, something my party has raised repeatedly since the early stage of this crisis is the economic interventions required to help our people though this emergency period. I note that the legislation includes provisions to support the economy, including on statutory sick pay, that are aimed at lessening the impact of covid-19 on small businesses. While we have welcomed many of the measures brought forward by the Chancellor, ​we have put it on record that more needs to be done. The self-employed and the unemployed, whom we talked about earlier, need to be considered. They are under pressure and they need to know that we have got their backs. They need the security of a guaranteed income. We now have an opportunity to overhaul and fix the universal credit system—ending the delays, uprating the level of support and scrapping the bedroom tax. If we are to fight this virus together, we must ensure that everyone is supported equally and that no one—no one—is left behind.",
        "The emergency and extensive powers in this legislation have rightly raised questions and concerns, many of which we have heard this afternoon. The imposition of measures that will significantly alter individual liberties deserves full and frank scrutiny, no matter the context. We know that the Bill sunsets after two years. However, there are serious concerns over the two-year period and the scrutiny of this measure. I know that aspects of the Bill and amendments to it will be discussed at later stages. I hope that the Government will look carefully at the safeguards of regular reporting, review and renewal if it is required.",
        "**Mr David Davis**",
        "The right hon. Gentleman is making a powerful speech. As he knows, I have an amendment in Committee to change two years to one year. I asked the Health Secretary whether we would be able to amend or delete an element of the legislation at the six-month review; otherwise, we will perhaps be faced with eight good bits of legislation and one or two bits that are doing badly, and we will be forced to vote the whole thing through, rendering it a rubber stamp. Does the right hon. Gentleman agree that either my amendment or a variant of the amendment tabled by the right hon. and learned Member for Camberwell and Peckham (Ms Harman), which would allow us to change the Act, would be a better way forward?",
        "**Ian Blackford**",
        "I agree with the right hon. Gentleman that that would be a very good way forward. It is important that we enact the Bill, but the House must have oversight of it in the period ahead. I commend him for his approach.",
        "The Scottish Government have pledged to have appropriate reporting on how and when they will use the powers in the Bill. They will embed such reporting and renewal in law. They have stressed that the creation of these additional powers does not mean we will automatically be required to use them. I hope the UK Government follow that lead and give assurances in the remaining stages this evening.",
        "The emergency powers and the extent of the legislation demonstrate what all of us are faced with. This is not a normal time. Unfortunately, the truth is that none of us will live normally for some time to come. As the First Minister has said, if individuals are continuing to live normally, they need to ask themselves if they are following all the scientific advice. The sheer speed of the spread of this deadly virus has shocked us all. It has naturally made us reflect on the way we live and the vulnerability to which we are all exposed. Equally, it has demonstrated our dependence on one another. We live in an ever smaller world and the major challenges we all face are the same; we can only face them together.​",
        "The provisions in this legislation are about saving as many lives as possible during the biggest health emergency this planet has faced in 100 years. If we do not take immediate and unprecedented actions, we will be responsible for putting people at risk. If we act fast, we know that we can save thousands of lives. It is as simple and as clear as that. Never has a more important responsibility been placed upon all of us. Saving these lives must be our sole focus."
    ]
}