{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-loyal-address-speech/",
    "title": "Ian Blackford – 2022 Loyal Address Speech",
    "post_date": "May 11, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Loyal Address Speeches",
            "url": "/category/loyal-address-speeches/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the Leader of the SNP at Westminster, in the House of Commons on 10 May 2022.",
    "content": [
        "Thank you, Mr Speaker. May I thank the Duke of Rothesay for coming to Parliament today and for leading us in the state opening with the address that we had? May I also send best wishes from everyone across the House, and certainly from our Benches, to the Queen, in what is such a momentous year for her? We also need to reflect on those we sadly lost during the last Session of Parliament. We think of James Brokenshire, David Amess and, of course, Jack Dromey, three outstanding but different parliamentarians who were all a fine example to all of us of how to conduct ourselves in this place.",
        "I thank the hon. Member for Beverley and Holderness (Graham Stuart) for moving the motion. He gave an erudite treatise on his history in government. I hope he still has a lot to give. He has made it very clear that he was removed early from office by the Prime Minister and perhaps he still has some days ahead of him. It is important that he stressed the unity there is in this House on the topic of Ukraine. We all stand together with our friends in Ukraine, standing up to the warmonger and war criminal that still resides in Moscow. He will face justice and we will make sure that, ultimately, the people of Ukraine prevail.",
        "I thought it was interesting that the hon. Gentleman told us that the recent difficulties the Prime Minister has had with the Metropolitan police are not new; he has had his collar felt in the past as well. I also thank the seconder of the motion, the hon. Member for Brecon and Radnorshire (Fay Jones). What we had really was a job application for government from the Member. I am sure she has a long and fruitful career in front of her as a Member of this House and a member of the governing party.",
        "As much as I hate to rub salt into wounds, I have to say that this Queen’s Speech has one very obvious backdrop that deserves a mention: the democratic drubbing the Prime Minister and his party got last Thursday. I know they might want to hide from that reality, but the message from people right across these islands was crystal clear. The people made it clear that this is now a Prime Minister facing his final days in office and a Tory Government on their last legs.",
        "I am proud to say that Scotland sent the strongest message of all. I understand that this might be a wee bit uncomfortable listening for those on the Conservative Benches, but they need to hear it all the same because they need to hear what Scottish democracy is telling them and has been telling them for years. Last Thursday saw the best ever result for pro-independence parties in the local elections. The Scottish National party is the largest party in the largest number of councils—the greatest ever result in a local election in our party’s history. This is the 11th election victory in a row for the SNP and the eighth election in a row the SNP has won under the leadership of Nicola Sturgeon. A party in government winning more votes and winning more seats—can you imagine that, Prime Minister? That is what we did—what about the Conservatives? Down by 100,000 votes, and they lost 66 seats in Scotland. The worst news for all of them is, after all that, they still kept their leader.",
        "Democracy has spoken in Scotland. It has spoken before and it will speak again and again. All our democratic decisions say exactly the same thing: Scotland rejects this Westminster Government, we reject the Tory Party and we demand the choice of an independent future. The Scottish people know the cost of living with Westminster. We know the price we pay with the Prime Minister and the price of being stuck with a Tory Government we did not vote for. It is a price that none of us in Scotland—not one of us—can afford to pay any longer.",
        "**Andrew Bowie (West Aberdeenshire and Kincardine) (Con)**",
        "I would like to ask the right hon. Gentleman a direct question: how does it feel, eight years after Scotland said no so conclusively to separation, for the pro-independence parties to get the same proportion of votes as they achieved eight years ago, despite everything that has been thrown at us, and, frankly, everything we have thrown at ourselves? When will he admit that the game is up?",
        "**Ian Blackford**",
        "I have to say to my hon. Friend—I will call him that because I enjoy his company—that if the game is up for anybody or any party, the game is up for the Tory party in Scotland and for the Union. He needs to reflect on the fact that the SNP has won the last 11 elections. We went to the public and asked for a mandate to have an independence referendum. [Hon. Members: “You didn’t get one!”] I hear from a sedentary position that we did not get one. I ask Conservative Members to reflect carefully. Let us consider the first-past-the-post elections to the Scottish Parliament last year when we won 62 of the 73 seats. There is a pro-independence majority in the Scottish Parliament.",
        "The Queen’s Speech mentioned respecting democracy. Why do the Scottish Conservatives and those in London deny democracy to the people of Scotland? How many times do the people of Scotland have to elect the SNP into government yet Westminster says no? What price democracy when this place ignores the sovereign right and the will of the Scottish people? A day of reckoning will come for those who seek to frustrate the rights of Scots to have a referendum. That day will come and not only will there be a referendum, but we will win it because that is what democracy is about.",
        "**Hannah Bardell (Livingston) (SNP)**",
        "Does my right hon. Friend agree that the reason that this shower of corrupt, criminal Conservatives are blocking Scotland’s democratic and legal right to have a mandate over its own future is that they know—",
        "**Mr David Davis (Haltemprice and Howden) (Con)**",
        "On a point of order, Mr Speaker. It is in breach of the House’s regulations for somebody to call someone else a criminal in this Chamber.",
        "**Mr Speaker**",
        "A particular Member was not referred to, as you know—[Interruption.] Just a minute—I do not think I need any help. What I would say is that we want moderate and tolerant language that does not bring the House into disrepute or expect those outside to copy the behaviour. I want good behaviour and moderate language. I want people to think before they speak. I call Ian Blackford.",
        "**Hannah Bardell rose—**",
        "**Mr Speaker**",
        "No.",
        "**Ian Blackford**",
        "I agree with my hon. Friend. [Interruption.]",
        "**Mr Speaker**",
        "We don’t want to get into this.",
        "**Ian Blackford**",
        "I will come on to those points in a moment. Let me say respectfully, particularly to the hon. Members for West Aberdeenshire and Kincardine (Andrew Bowie) and for Banff and Buchan (David Duguid) that I think they know that a referendum will come.",
        "Let me take the Speaker’s warnings about behaviour in this House and how we should all reflect on it and how we interact with each other. That applies across the House—I say that to my friend the hon. Member for Edinburgh South (Ian Murray) on the Labour Front Bench, too. When we have that referendum, it is incumbent on us all to engage constructively.",
        "Let us examine, and by all means pull apart, the arguments for and against Scottish independence, but let us treat the electorate with respect. Let us trust the electorate who have given the Scottish Government a mandate to have that referendum. [Hon. Members: “2014!”] I hear what Members say about 2014. The whole point is that the electorate are given a choice in an election to elect a Government—and a Government with a mandate for an independence referendum. Let us not forget that, in 2014, we were explicitly told that if we stayed in the United Kingdom our rights as European citizens would be respected. What did this House do to Scotland? This House took Scotland out of the European Union against its will, and it is perfectly right that, under those circumstances, the people of Scotland have the right to revisit whether they wish to become independent.",
        "**Edward Timpson (Eddisbury) (Con)**",
        "Will the right hon. Gentleman give way?",
        "**Ian Blackford**",
        "I will make some progress.",
        "The most glaring omission in this Queen’s Speech is the complete lack of any immediate action to help people faced with the biggest inflationary crisis in 50 years. Democracy spoke last Thursday, but it is pretty evident that the Government have not listened and, certainly, given what we have seen today, that the Prime Minister has not learned. People turned out last week to punish the Prime Minister for the scandal of partygate. Let us not forget that the public know that this is the only Prime Minister who has been found to have broken his own laws in office and yet he still sits here as Prime Minister. That should shame this House as it shames us.",
        "The electorate also turned out to punish a Prime Minister and a Chancellor who have been so consumed by the crisis of partygate that they have failed to lift a finger to fight the Tory-made cost of living crisis. As the Bank of England confirmed last week, the occupants of No.10 and No.11 Downing Street have now led us to the brink of recession. As my hon. Friend the Member for Glasgow Central (Alison Thewliss) has said, the very first line of the Queen’s Speech should have been a commitment to bring forward an emergency budget. Where is it? Where is the emergency budget that we need? We need an emergency budget to tackle now the rising cost of energy, fuel and food.",
        "**Caroline Lucas (Brighton, Pavilion) (Green)**",
        "Does the right hon. Gentleman agree that it is remarkable that, for a Government who say that they care about the cost of living crisis, there was absolutely nothing new in this Queen’s Speech around, for example, a mass home insulation programme? Such a programme would be the cheapest, most effective and fastest way of getting our emissions down, creating hundreds of thousands of jobs, and tackling climate emissions, and yet we have nothing new on that at all in this Queen’s Speech.",
        "**Ian Blackford**",
        "The hon. Lady is right: there is nothing in this Queen’s Speech to deal with the cost of living crisis, and nothing to deal with home insulation. In the Scottish Parliament, the collaboration between the SNP and the Greens is an example of two parties coming together to make sure that we prioritise the climate emergency, which is really missing from this Queen’s Speech.",
        "Scottish Power has already called for urgent action. It has called for £1,000 bill discounts for 10 million families before energy bills rocket by another £900 this autumn, and yet, once again, there is nothing of that from the Prime Minister and the Chancellor in this Queen’s Speech. In fact, the Chancellor has already told us that his strategy to tackle the cost of living crisis is, literally, to sit on his hands, because he thinks it would be silly to act now—silly to act at a time when people are facing tough decisions on whether to turn the heating off, whether they can afford to put food on the table. The Chancellor thinks it is silly to act—that tells us everything that we need to know about the humanity and compassion of this Conservative Government. Just like the spring statement, nothing has come from this Government. This Queen’s Speech represents one more missed opportunity.",
        "I can give the Prime Minister some suggestions. He could have matched the Scottish child payment, which doubled in April and will increase to £25 per week per child by the end of this year. That is positive action to help those most in need. He could have matched the increase in Scottish-issued social security payments by 6%. He could have done what Governments are supposed to do in an emergency: helped people through it. By any measure or meaning, this Government fail on all counts.",
        "Another gaping hole in this programme is when it comes to energy policy, as has already been raised. As my hon. Friend the Member for Kilmarnock and Loudoun (Alan Brown) rightly said last month, the Prime Minister’s energy strategy is nothing more than a con trick, lacking any substance or ambition. The lack of ambition to drive growth in green investment and forge the path to net zero, not to mention an industrial strategy to back it up, fails this and future generations. That lack of ambition will not help investment in renewables, it will not help a just transition and it certainly will not help consumers now or in the long term. As for us in Scotland—a country so rich in energy potential—it is fleecing us of our green present and future.",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**",
        "The right hon. Gentleman’s constituency and mine border the Cromarty Firth, which has the Nigg fabrication yard where many of the mightiest oil production platforms in the North sea were constructed. Would it not be a positive suggestion to Her Majesty’s Government to power ahead with building floating offshore wind structures in the highlands of Scotland? That would help the Prime Minister and it would help us in Scotland.",
        "**Ian Blackford**",
        "I am very grateful for that intervention, and I agree 100% with what the hon. Gentleman has said; he and I have been talking about that over recent months. There is fantastic potential, not just for the highlands but for the whole of Scotland, to benefit from the industrial revolution that will come from the opportunities in green energy. We need to make sure that we learn from the lessons of the past and that we are able to capture that supply chain. If we go back to the 1970s, Nigg was a thriving industrial base, with thousands of jobs in that community supporting the oil industry.",
        "I know the hon. Gentleman, like me, wants to see the highlands and islands being a thriving area with an industrial future, but we need the UK Government to help us on that. I look forward, together with him, to having discussions with the Government on exactly how we take that forward.",
        "**The Secretary of State for Scotland (Mr Alister Jack) indicated assent.**",
        "**Ian Blackford**",
        "I can see the Secretary of State for Scotland nodding, so perhaps we can discuss that over the coming days.",
        "Since the start of this year alone, we know that the UK Government have profited by at least £1.7 billion from the revenues brought in from North sea oil. All that revenue from Scotland’s resources, and still this UK Government refuse to match the Scottish Government’s £500 million just transition fund to help to ease reliance on fossil fuels. Still there is no commitment to carbon capture and storage in Scotland’s north-east. Not only are this Westminster Government harming our planet, but they are holding Scotland back.",
        "**David Duguid (Banff and Buchan) (Con)**",
        "I am genuinely grateful to the right hon. Gentleman for giving way, particularly as the Scottish cluster is so important to my constituency. Does he agree that the UK Government have thus far committed £41 million to that project? However, that was not what I wanted to intervene on; I wanted to intervene on his mention of the £500 million just transition fund for the north-east of Scotland. Can he do what his colleagues the hon. Members for Kilmarnock and Loudoun (Alan Brown) and for Aberdeen South (Stephen Flynn) have not been able to do thus far, and describe in detail what that £500 million will be spent on in the north-east of Scotland?",
        "**Ian Blackford**",
        "We have been short-changed by not getting carbon capture and storage in Scotland. Twice now we have been promised that it is coming, but we all know in Scotland that getting carbon capture and storage in the north-east of Scotland with the Acorn project is instrumental in getting to net zero by 2045. It is instrumental in ensuring that Grangemouth has a green chemical future. There can be no more dithering—there can be no more delay. The Acorn project must be greenlit, and it must be greenlit now.",
        "I say to the hon. Gentleman that yes, we will spell out exactly the plan for that £500 million transition fund. I say to the House now that, together with my hon. Friends the Members for Kilmarnock and Loudoun and for Aberdeen South (Stephen Flynn), we will be speaking more on Scotland’s future energy potential. We on these Benches will accept our responsibilities to deliver that energy strategy and the industrial policy that is lacking from those on the Government Front Bench.",
        "I have concentrated on how the proposed legislation in the Queen’s Speech fails to tackle the cost of living crisis and our green future, but what it will enact is every bit as harmful. At the heart of this Session’s programme there is a twin attack that must be challenged: an attack on devolution and an attack on human rights law.",
        "As the Prime Minister gets increasingly vulnerable and desperate, it is probably no surprise that he has reached back to the policy that got him the job in the first place—Brexit. The Brexit freedoms Bill to repeal EU-retained law and the other Brexit legislation in his Queen’s Speech represent a race to the bottom on standards. As for the idea that Westminster will be able to strike down devolved legislatures’ retained EU laws, that would be only the latest in a long line of Tory power grabs.",
        "**The Prime Minister indicated dissent.**",
        "**Ian Blackford**",
        "The Prime Minister shakes his head, but that is the reality—we have seen it over the course of the past few years. The Scottish Parliament has the right to retain EU law because we have the opportunity and the right to find our way back into the European Union. We will not be denied the right to retain EU law, and we will not be denied the right to an independent future in Europe—and the same applies to our human rights laws. This UK Government propose ripping up the Human Rights Act 1998. That is one more example of a Government who are prepared to force through legislation that is not only immoral but internationally illegal. That attack on human rights legislation is all the more concerning in the context of the continuing failure to respond compassionately and comprehensively to the ongoing Ukrainian refugee crisis, not to mention the anti-refugee Bill that was passed in the previous Session. The agenda of this Westminster Government could not be clearer—a hostile environment for devolution, for human rights law and for refugees—and that agenda continues apace in the Queen’s Speech.",
        "**Joanna Cherry (Edinburgh South West) (SNP)**",
        "Both the Government’s independent review of the Human Rights Act and the cross-party Joint Committee on Human Rights have found that there is no case—no evidence base—for replacing the Human Rights Act with a British Bill of rights, so does my right hon. Friend agree that the only reason why the Government are trying to do this is that for as long as the Human Rights Act is on the statute book, it is a serious threat to their project of diminishing the accountability of the Executive?",
        "**Ian Blackford**",
        "My hon. and learned Friend is absolutely correct. The public should be very afraid of what this Government are doing, and the consequences for our hard-fought and hard-won human rights, which have been built up over many decades.",
        "**Mr David Davis**",
        "I think the right hon. Gentleman would probably accept that I have a lot of credence in the importance of the human rights of British citizens, but the primary argument that I have heard about the modification of the Human Rights Act is that it will give the Government the ability to deport foreign criminals who have been released from prison. That is an important right of the Government, and surely it is worth having, if nothing else.",
        "**Ian Blackford**",
        "I am afraid that is a fig leaf for what is going on, which is an attack on the rights that have been fought for so hard, and so hard-won, over the past few decades. All this is the cost of living with Westminster, and it is exactly why Scotland wants out.",
        "**Mr Perkins rose—**",
        "**Ian Blackford**",
        "I have to make progress.",
        "Just as this Queen’s Speech seeks to entrench—[Interruption.] I hear the hon. Member for West Aberdeenshire and Kincardine (Andrew Bowie) saying, “Scotland doesn’t want out.” I hope he rises to speak at some point in the Queen’s Speech debate and tries to defend that. I say to him, as I do to the Prime Minister, that we have the mandate for an independence referendum. If he does not think that we will win it, let’s bring it on! I tell you what, Mr Speaker: he will soon find that Scotland will vote for independence.",
        "Just as this Queen’s Speech seeks to entrench Brexit Britain, our Scottish Parliament will bring forward legislation that offers a very different future to our people: a positive and progressive future at the heart of Europe. We are not seeking the Prime Minister’s permission; the only permission that we need—[Interruption.] There we are: we can see that the Prime Minister could not care less; he is talking to his friends on the Government Front Bench. That is the disdain that we see for the people of Scotland from this Government. They simply could not care less. The only permission we will ever need is the democratic permission of the Scottish people.",
        "Let us not forget that it is the people of Scotland who hold sovereignty. Let us not forget—the Prime Minister might want to listen to this—the legal opinion in the case of MacCormick v. the Crown at the Court of Session in 1953, when Lord Cooper stated:",
        "“The principle of the unlimited sovereignty of Parliament is a distinctively English principle which has no counterpart in Scottish constitutional law.”",
        "It is unquestionably the right of those in Scotland to determine their own future. Those rights were enshrined in the claim of right that was so instrumental in delivering our devolved Parliament, and that is the case today as we seek to exercise our rights in an independence referendum.",
        "Let me remind the Prime Minister of the words of Parnell, who used to sit on these very Benches. He said:",
        "“No man has a right to fix the boundary of the march of a nation; no man has a right to say to his country—thus far shalt thou go and no further.”",
        "Time and again, the people of Scotland have spoken, and they want us to choose our own future. They spoke at the last Holyrood election, and they spoke again last Thursday. The longer Scottish democracy speaks, the louder it will get. If the Conservatives want to stand in the way—if they want to try to deny democracy—they should be well warned that democracy will sweep them away, just as their party was swept away last week."
    ]
}