{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-tribute-to-jack-dromey/",
    "title": "Ian Blackford – 2022 Tribute to Jack Dromey",
    "post_date": "February 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 2 February 2022.",
    "content": [
        "Over recent months, we have been forced to gather here far too often to remember colleagues who, very sadly and often suddenly, have been lost to this Parliament.",
        "Jack Dromey is another Member of this House who has gone well before his time. On behalf of myself and my colleagues in the Scottish National party, I want to extend our deepest sympathies to all who knew and loved Jack. My thoughts, of course, are most especially with the Mother of the House; she has lost a constant companion at her side. She and the family bear the biggest burden of the loss of someone who was at the very centre of all their lives.",
        "I would also like to extend sympathy to Jack’s beloved party, because we all know he was a Labour man through and through. I will also remember Jack as one of the feistiest campaigners in this place—a man rooted in trade union politics, rooted in the rights of workers, and a man who never lost an ounce of that spirit when he entered this Parliament. That fighting spirit extended to causes and campaigns far and wide, and I know that it extended to strikes and protests in Scotland, too. He was a true friend of Scottish workers and a champion of workers everywhere.",
        "Jack was true to the cause and that is probably why he was so good at working cross-party and winning support and friendship across this place. My friend, the former Member of this place, Neil Gray, worked very closely with him on the Pension Schemes Act 2021 and he still speaks so fondly about Jack’s determination and his passion to make sure that that Bill was amended. He would often bound up the stairs to my office to seek my and my party’s support for various campaigns not just for him, but more often, for Harriet.",
        "I will finish by sharing one story that I read about Jack, which I thought was both very telling and very touching. Apparently, a few years ago, a great admirer of the Mother of the House from the feminist movement approached Jack and said, “I always feel a bit nervous around Harriet—I am so in awe of her,” only for Jack to reply, “Me too. Even after all these years.” Today, we can assure Jack and his family that many of us were in awe of him, too. We deeply admired the way he conducted himself and the way he carried himself every day of his life. He left his gentle mark on so many and he will be greatly missed. May he now rest in peace. God bless you, Jack."
    ]
}