{
    "url": "https://www.ukpol.co.uk/ian-blackford-2019-speech-following-prime-ministers-update/",
    "title": "Ian Blackford – 2019 Speech Following Prime Minister’s Update",
    "post_date": "September 26, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the Leader of the SNP at Westminster, in the House of Commons on 25 September 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford.jpg)",
        "thank the Prime Minister for an advance copy of his statement. When I read the first paragraph, it talked about the Supreme Court verdict. It was not the Supreme Court verdict; it was the judgment of the Supreme Court. Perhaps the Prime Minister might start to show some respect for the judiciary. We are here today because the Prime Minister was utterly humiliated by the Supreme Court, by a count of 11 to zero. Members might have thought, in that diatribe that we had, that we would have some humility and that we might have been able to acknowledge that what we have had is the unlawful shutting-down of Parliament. Mr Speaker, sorry is indeed the hardest word for the Prime Minister.",
        "It was said by a former Prime Minister that where law ends, tyranny begins. It pains me to say it, but the fact that the Prime Minister is still standing here today shows that he does in fact believe he is above the law. Well, he is not. Thank heavens for the action that was brought in the courts in Scotland and England, and I pay tribute to my hon. and learned Friend the Member for Edinburgh South West (Joanna Cherry). Thank goodness the courts have done their job and made sure that parliamentarians are back where they should be, in this House, holding the Government to account.",
        "The ruling of the Supreme Court has made it absolutely crystal clear: the actions of this Government and this Prime Minister led to the unlawful prorogation of Parliament. Delivering the verdict, Lady Hale stated that prorogation was null and void. Have you no shame, Prime Minister? The Court concluded that the decision was unlawful because it had",
        "“the effect of frustrating or preventing, without reasonable justification, the ability of Parliament to carry out its constitutional functions”.",
        "The Prime Minister talks about us running off to the courts. Well, we got the courts to do what he failed to do, which was to respect parliamentary sovereignty. The Court talked of",
        "“frustrating or preventing, without reasonable justification, the ability of Parliament to carry out its constitutional functions”",
        "How devastating for a Prime Minister to have such a judgment. Where law ends, tyranny begins. Yet, the Prime Minister said he did not agree with the courts. He only agrees with his cronies in No. 10—his Brexit-obsessed fan club. He cannot pick and choose when it comes to the law; he must obey the law. That is not leadership; he quite simply is not fit for office.",
        "I hear the Prime Minister talking about a surrender Act. How despicable that, when he refers to Members of this House who are doing their duty to protect our constituents, he uses language such as “surrender”. That language is not suitable for the Prime Minister of any country.",
        "The Prime Minister’s position is no longer tenable. His failure to resign is an embarrassment. People have had enough of this shambles. We have reached a difficult and dangerous point—[Interruption.]",
        "**Mr Speaker**",
        "Order. The right hon. Gentleman leads the third party in this House. He has a right to be heard. He will continue his contribution and he will be heard, however long it takes. If the message has to be repeated again and again and again ad infinitum, so be it. He will be heard—end of subject.",
        "**Ian Blackford**",
        "I am much obliged, Mr Speaker.​",
        "We have reached a difficult and dangerous point, not just in relation to the Brexit crisis, but for the constitutional future of these islands and, indeed, the future of our democracy. We have a Prime Minister standing here in a Parliament that he sought to silence. People across these countries will be reading today about how the Prime Minister fought the law, but the law won. The Prime Minister, the Head of Government, is responsible for the law and responsible for governance. What an example he is to the public! Let me be clear to the Prime Minister that he should resign, but if he fails to do so, yes, the Opposition must unite to trigger a vote of no confidence to bring this chaotic Government down. By triggering a vote of no confidence, we will ensure that the Benn Act is honoured to take no deal off the table by allowing the Opposition to install an interim leader to take back control and to protect our economy from the cliff edge. The Scottish National party fully supports stopping no deal—it is our priority.",
        "Let me be clear to Members on these Benches: we are not powerless. Doing nothing is not an option. This is the time for leadership. Once we have removed the Prime Minister and removed the threat of no deal, the people must have their say, through a general election, as quickly as possible. We must unstick this mess and we must trust the people to make their choice. We cannot trust this Prime Minister; his time must be up. His days of lying, cheating and undermining the rule of law must be numbered—[Interruption.]",
        "**Mr Speaker**",
        "Order, order! Just for the avoidance of doubt, I am sure that the right hon. Gentleman will not state in this House that the Prime Minister has lied in the House. He must not do so—[Interruption.] Order, order! That is the procedural position. He did not say that, but he did refer to lying. I know that he cannot be referring to it in the context of the exchanges in this House. A nod of the head to confirm that my interpretation is correct will suffice and he can then proceed with the rest of his questioning.",
        "**Ian Blackford indicated assent.**",
        "**Mr Speaker**",
        "I am sure that I am correct in my surmise.",
        "**Ian Blackford**",
        "Thank you, Mr Speaker.",
        "I have one question for the Prime Minister for now. Do the right thing, and do it now. Prime Minister, end this dictatorship. Will you now resign?"
    ]
}