{
    "url": "https://www.ukpol.co.uk/ian-blackford-2021-speech-on-the-g20-and-cop26-world-leaders-summit/",
    "title": "Ian Blackford – 2021 Speech on the G20 and COP26 World Leaders Summit",
    "post_date": "November 4, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 3 November 2021.",
    "content": [
        "I thank the [Prime Minister for advance sight of his statement](https://www.ukpol.co.uk/boris-johnson-2021-statement-on-the-g20-and-cop26-world-leaders-summit/).",
        "The G20 was an opportunity to build momentum ahead of the COP summit, but I think even the Prime Minister would admit that it largely failed to meet people’s demand and desire for increased global co-operation. If we are to meet the global challenges that all of humanity now faces, that needs to change, and change very quickly, with a meaningful agreement in Glasgow over the course of the coming week. All of us hope that that will be the case.",
        "On climate change, we know that the G20 is responsible for 80% of global greenhouse gas emissions, so it is right that the G20 members bear the biggest responsibility. Countries that have contributed the least to this climate crisis must not be left to pay the biggest price. That is why there has to be a commitment to climate justice and why that is so important.",
        "In Scotland, we recently doubled our climate justice fund to £6 million per year, providing £24 million over the Scottish Parliament Session. But the commitments from the largest nations in the G20 always seem to be heavily caveated. On Monday, the Prime Minister promised £1 billion in UK aid for climate finance, but—here is the catch—only if the UK economy grows as forecast. Exactly the same excuse is presented when it comes to the Government’s disgraceful policy of cuts to overseas aid. When will the UK Government stop caveating their commitment to climate justice, follow Scotland’s leadership and establish a climate justice fund?",
        "On Afghanistan, what concrete actions and timelines were agreed to help end the terrible famine that is ripping through that country? Finally, on covid, what specific targets and timelines were agreed to rapidly increase vaccine roll-out to those nations that are being left behind in the suppression of the virus?"
    ]
}