{
    "url": "https://www.ukpol.co.uk/ian-blackford-2021-speech-on-the-personal-conduct-of-boris-johnson/",
    "title": "Ian Blackford – 2021 Speech on the Personal Conduct of Boris Johnson",
    "post_date": "November 30, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 30 November 2021.",
    "content": [
        "I beg to move,",
        "That this House censures the Prime Minister, the Right Honourable Member for Uxbridge and South Ruislip, for frequently violating the sixth Principle of Public Life, for seeking to undermine the recommendations of the Standards Committee on Owen Paterson, for regularly ignoring independent advice on matters such as international treaties and breaches of the Ministerial Code by his ministers, for putting forward proposals to diminish the powers of the Electoral Commission, for ignoring independent advice concerning the granting of peerages to Conservative party donors and nominations to public bodies such as Ofcom; and further calls for his ministerial salary to be reduced by £41,567 per year.",
        "Thank you, Madam Deputy Speaker, for your guidance to the House on conduct in this debate. I am sure you will want to join me in wishing everyone a happy St Andrew’s Day.",
        "**Madam Deputy Speaker**",
        "For the avoidance of doubt, happy St Andrew’s Day.",
        "**Ian Blackford**",
        "Happy St Andrew’s Day to you, Madam Deputy Speaker, and to all hon. and right hon. Members.",
        "The Scottish National party tabled this motion of censure against the Prime Minister because we believe in a very basic principle, and we believe the public do, too: those in power deserve to face consequences for their disastrous actions, and they need to be held to account.",
        "The charge sheet against the Prime Minister is, indeed, damning. In the past few weeks alone, he ripped up anti-lobbying rules when one of his own was found guilty, he is attempting to restrict the right to judicial review and he is seeking to undermine the independence of the Electoral Commission. But it did not start there, and it definitely does not end there.",
        "Since coming into office a little over two years ago, the Prime Minister has been up to his neck in scandals involving cash for honours, cash for contracts, texts for tax breaks and even cash for curtains. As the motion states, he is constantly breaking the sixth principle of public life, the duty to be truthful.",
        "Month after month, scandal after scandal, the charge sheet gets longer and longer, but not a single person is held to account. If the public are to have confidence in this place, that needs to change, and it needs to change today. Because unless the Prime Minister faces consequences—unless he is censured—he will not just think he has gotten away with the mess he has made over the last few months; he will think he will be able to do it over and over again. Let us be very clear: if the Prime Minister is not properly censured today, it will also be final proof that the Tories really do believe that its one rule for them and one rule for everybody else.",
        "I remind Conservative Members that we have all been witness to events over the past number of weeks. They might want to forget what has happened, but the public definitely have not. The Tories marched through the Lobby—",
        "**Mr Robert Goodwill (Scarborough and Whitby) (Con) rose—**",
        "**Ian Blackford**",
        "I will give way in due course. The Tories marched through the Lobby to undermine our parliamentary standards process, to tear up the rule books, all in order to protect a friend of the Prime Minister who was found to have broken the rules. This whole sorry episode showed this Parliament at its very worst—and, trust me, that is saying something. The Government Chief Whip and the Leader of the House are easy scapegoats, but we all know that this was orchestrated by a Prime Minister who thinks he is untouchable, who thinks he can do as he pleases. This is a Prime Minister who thinks he can change the rules at will and who believes that if the rules become inconvenient, they can simply be changed. So the question stands today: how much does it really take for Tory MPs to say enough is enough?",
        "How far standards have fallen is shown by the fact that the charges I have made against the Prime Minister are not even in dispute—they are all matters of public record. The Prime Minister has even admitted that in managing these scandals he personally “crashed the car into the ditch”.",
        "It tells us all we need to know, though, that he did not even have the decency to admit that in the House of Commons. He only felt the need to admit his mistakes and apologise to his Back Benchers in the Tory 1922 committee, and it was only because they were muttering about mutiny. I am not sure that apology counts if he only did it to try to save his own skin.",
        "But no matter how much the Prime Minister tries to publicly wash his hands of responsibility for his actions, the public have already cast their verdict. The Tories may be sliding in the polls, but it is as nothing compared to the hammering the Prime Minister is taking in the court of public opinion. In the last week, his approval ratings have hit an all-time low, and there is one only simple reason behind it: the public know that that the Prime Minister is at the rotten core of all these scandals.",
        "A natural comparison has been drawn with the Major Government in the early 1990s, but even that comparison fails to properly get to the scale of corruption that has occurred, much of it in plain sight. The difference between this Prime Minister and John Major was that Major took action to address the sleaze and corruption. This Prime Minister is at the centre of the sleaze and corruption—he is orchestrating much of it. I am afraid corruption is the only proper word—the only honest word—for what has been going on. As I said at the weekend, the Leader of the Opposition—I do wonder where Opposition Members are—is now very fond of repeating the line that when it comes to the Prime Minister",
        "“the joke isn’t funny anymore”.",
        "But in truth it was never funny, and we are all now living with the consequences of having a man like this in Downing Street.",
        "It is also important to reflect on just how damaging recent weeks and months have been to the public’s faith in politics. Because each and every one of these scandals erodes standards, erodes trust and ultimately erodes democracy itself.",
        "In the middle of the Owen Paterson scandal, the Prime Minister said:",
        "“I genuinely believe that the UK is not remotely a corrupt country and I genuinely think that our institutions are not corrupt.”",
        "The problem for the Prime Minister is that the public disagree with him: a recent Savanta ComRes poll found that 54% of those asked thought that the UK Government were corrupt. If the Prime Minister wants to know why, he has only to look in the mirror.",
        "In the eyes of the public this is a UK Government who have normalised sleaze and are now trying to normalise corruption. This is the Tory Government’s attempt at a new normal in which no one is held responsible, no one is held to account and no one ever—not ever—resigns. That is exactly why consequences are so important and why this censure motion matters: it can only ever become a new normal if we all put up with it. [Interruption.] This is a debate that matters to people in the United Kingdom. We can hear the behaviour and the catcalling of Government Members and it sums up the attempt to shut down democracy and our right to raise these important matters in this House.",
        "A new normal becomes possible only if we do not hold the Government to account and do not make them answer for their actions. I genuinely ask Government Members, if they have any interest in maintaining some dignity and decency in public life, finally to hold the Prime Minister to account and censure him for his abuse of power.",
        "Let me take one example of that abuse of power: the cash-for-honours scandal. Fifteen of the Tory party’s main treasurers who happened to hand over £3 million to the party were somehow given life peerages in the House of Lords, as if by magic. Twenty-two of the Tory party’s top financial backers all happen to have been given peerages since 2010. In total, this group has stuffed Tory party coffers with £54 million— [Interruption.] “Hear, hear!” That sums it up. The Conservatives see it as a virtue that if someone gives multimillion pounds to the Conservative party, they end up in the House of Lords. My goodness! What price democracy?",
        "Let us take Lord Cruddas, a leading donor to the Vote Leave campaign who, let us not forget, bankrolled the Prime Minister’s Conservative leadership bid. He personally gave up to £4 million in donations to the Tory party and affiliates. His reward? An ermine robe and a seat in the House of Lords. What is worse is that the Prime Minister personally overruled the House of Lords Appointments Commission that advised against his appointment. That was the very first time that the watchdog’s recommendation has ever been ignored. Three days after Lord Cruddas was introduced to the House of Lords, what happened? He handed £500,000 to Conservative central office. I will gladly give way to anyone on the Tory Benches who wants to stand up and justify that level of sleaze.",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. I hesitate to interrupt the right hon. Gentleman, but I hope he will be very careful about precisely what he says about any Member of the House of Lords because, of course, any Member of the House of Lords is also a parliamentarian. It is of course in order for the right hon. Gentleman to examine the conduct of the Member who is the subject of the motion, but that does not extend to other Members of Parliament, including those in the Lords.",
        "**Ian Blackford**",
        "What I am reflecting on is the behaviour of the Prime Minister that puts Members in the House of Lords, when the House of Lords Appointments Commission has ruled against their appointment. I have given the opportunity to anyone on the Tory Benches who wishes to rise to defend the actions of putting Tory donors in the Lords. It is £3 million for a peerage in the House of Lords. What a price to be able to undermine our democracy!",
        "**Tommy Sheppard (Edinburgh East) (SNP)**",
        "Will my right hon. Friend give way?",
        "**Ian Blackford**",
        "I will happily give way.",
        "**Hon. Members**",
        "Oh!",
        "**Tommy Sheppard**",
        "I thank my right hon. Friend for giving way. As no Government Member wishes to intervene on him, I wonder whether he might agree with me on this: is it not somewhat ironic that SNP Members demonstrate more probity and more respect for the rule of democracy than does the current Prime Minister, and is this not yet another compelling reason why Scotland should be an independent country, so that we can have a system of governance that is fair, democratic and transparent?",
        "**Ian Blackford**",
        "I thank my hon. Friend for that intervention. Of course, he is absolutely correct. We are speaking about the House of Lords. The House of Lords is the second largest parliamentary Chamber in the world. The only Chamber that is bigger is the Communist Congress. My goodness, what an advert for democracy! The fact is that these unelected Lords have a say over our democracy. The juxtaposition—the point that is made by my hon. Friend—is an important one. Today, we are discussing the behaviour of the Prime Minister and why he should be sanctioned. Yet in Scotland, just seven months ago, the people of our country were given the right to have a say in their Government. Crucially, they were given a right to have a say on the future of our country as an independent country, because the SNP made it very clear in that election that it was about a mandate for an independence referendum. Indeed, the Conservatives made it clear that a vote for the Conservatives was a vote to stop Scottish independence, and what happened?",
        "We are talking about democracy and respecting democracy, so let us tell the Conservatives a few harsh truths. In the four elections that we have fought in the Scottish Parliament that we have won, we have increased our vote at every election. We received just short of 48% of the popular vote at that last election. That is a higher share of the vote than any party has had in any election in the United Kingdom for the past 50 years. On the topic of respecting democracy, of respecting the people’s sovereignty, then Boris Johnson must recognise that the Scottish Parliament, where there is a majority for Scottish independence, has the right to call that referendum.",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. Will the right hon. Gentleman please refer to the Prime Minister as the Prime Minister and not by his name? If he could just re-say that last sentence, I would be so pleased.",
        "**Ian Blackford**",
        "The point is that the Prime Minister must respect democracy. He denies democracy when he stuffs the Lords with his Tory donor friends, but he must respect democracy when people in Scotland have voted for a Parliament that has a right to call a referendum to take us out of this toxic Union and find a way back for us as an independent country in the European Union.",
        "**Mr Goodwill rose—**",
        "**Ian Blackford**",
        "I will give way.",
        "**Hon. Members**",
        "Hooray!",
        "**Mr Goodwill**",
        "I thank the right hon. Gentleman for giving way. He understands, I think, that a debate tends to be a two-way thing and not just a diatribe delivered to the House.",
        "May I politely suggest that, if he wishes to restore confidence in this House, he could have chosen a subject for debate today that was of relevance to the people of Scotland—global warming, education, health—and not this rather lame subject, which, I suspect, is something of no consequence whatsoever to most people working very hard in Scotland.",
        "**Ian Blackford**",
        "Really, really. We are talking about corruption and sleaze—about a Prime Minister who forces Conservative MPs to go through the Lobby to get one of their own off a charge against parliamentary standards, and who rewards those who give money to the Tory party. That is exactly a subject of importance to the people of Scotland.",
        "**Dawn Butler (Brent Central) (Lab)**",
        "Not only is it an important subject; how the Prime Minister behaves is fundamental to our democracy and to how Parliament works. [Interruption.] We have a Prime Minister who comes to the House and fails to tell the truth. That is fundamental to how our democracy works, so it is more than important—it is fundamental.",
        "**Ian Blackford**",
        "I agree. I will come to the subject of truth and honesty later in my speech. It is noticeable that when the hon. Lady, who speaks with some authority on these matters, is trying to speak, once again the Conservatives try to shout us down. What a look that is to the people watching this debate.",
        "**Mark Jenkinson (Workington) (Con)**",
        "The right hon. Gentleman is being incredibly kind in giving way, particularly on this subject. I just wondered if he might take the opportunity to update us on the missing donations and the fraud investigation into the First Minister’s husband—your party’s chief executive.",
        "**Ian Blackford rose—[Interruption.]**",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. Do not shout at the right hon. Gentleman. We all have to hear his answer. While I am on my feet, I would be grateful if the hon. Member for Workington (Mark Jenkinson) would in future use the word “he” and not “you” when referring to the right hon. Gentleman.",
        "**Ian Blackford**",
        "Let me respectfully say to Government Members that I will give a guarantee, a promise and a commitment right here and now that all moneys raised by the Scottish National party for the purposes of fighting an independence campaign—every penny—will be spent on independence campaigning, because that is what we are about. There is a big difference in those who fund the SNP and the independence campaign, because—I will make another promise—not one single member of the SNP who gives to us willingly will end up in the House of Lords; they will be funding the SNP and the independence movement to ensure that we deliver on our promise to take Scotland out of this Union.",
        "There is another important point about how deeply damaging all these scandals are. Every day that the Prime Minster spends concentrating on how he will somehow avoid scrutiny is a day not doing the basics of what his job demands. It is also becoming clearer just how damaging and dangerous it is that chaotic governance now defines Downing Street. That would be bad enough in normal times, but it is totally unforgivable in the middle of a pandemic.",
        "In the real world, away from the shambles in No. 10, people are suffering not only from the pandemic, but from a Tory cost-of-living crisis. Inflation is running at 5%. Rising day-to-day costs and rising household bills are the main focus for families. While all the political stories on sleaze have been going on and taking up time at Downing Street, the political decision to cut universal credit has been hitting homes hardest. The shameful cut to universal credit was not just the wrong policy; it came at the worst possible time for families this winter. We are left with a UK Government who are not only up to their necks in sleaze, but hitting families at the same time. In Scotland, I am proud that we have a First Minister who understands the pressures that family finances are under, and a Government who listen and respond. I am proud that at the very same time that the Westminster Government are cutting universal credit by £20 a week, the SNP Scottish Government are raising the Scottish child payment by £20 a week.",
        "One of the public’s real angers about these scandals is the deep dishonesty that has been so openly on display.",
        "The truth and the Prime Minister have always been strangers. I say that in sadness and not in any anger. Let me just take a few examples. On 4 March 2020, the Prime Minister said:",
        "“We have restored the nurses’ bursary”.—[Official Report, 4 March 2020; Vol. 672, c. 829.]",
        "That was completely and factually untrue. On 17 June 2020, the Prime Minister said that there were",
        "“400,000…fewer families living in poverty now than there were in 2010.”—[Official Report, 17 June 2020; Vol. 677, c. 796.]",
        "Both the Office for National Statistics and the Children’s Commissioner have confirmed that that is false. On 7 November 2019, the Prime Minister told Northern Ireland businesses, in person, that the protocol would mean",
        "“no forms, no checks, no barriers of any kind”—",
        "once again, completely untrue. It is right to be careful in terms of the language that we use in this House, but when it comes to language it is also right to be accurate and honest. On the basis of all the evidence, I can only conclude that the Prime Minister has repeatedly broken the sixth principle of public life. I can only conclude that the Prime Minister has demonstrated himself to be a liar.",
        "I think there is a misguided sense among those on the Tory Benches that they have gotten past the scandals of the past few weeks. The Prime Minister thinks that, if he blunders on, people might not forgive, but they will forget. Not for the first time, the Tories are badly wrong and badly out of touch, because they just do not get that the depth of anger among the public is very real and is not going away. I know that people in Scotland are looking on at a broken Westminster system that has never felt more remote, more arrogant and more corrupt.",
        "**Liz Saville Roberts (Dwyfor Meirionnydd) (PC)**",
        "Does the right hon. Gentleman appreciate, and do Conservative Members appreciate, the damage that has been done when to be able to use the word “liar” in this place is now passed as fair comment and accepted, and the damage that that is doing to our democracy?",
        "**Madam Deputy Speaker (Dame Eleanor Laing)**",
        "Order. Let us just be clear about that. It is preferable that such words should not be used in this place but, as I said before the right hon. Gentleman rose to his feet, this is a very specific and particular motion and the right hon. Gentleman is examining the conduct of a Member of this House—indeed, the Prime Minister. Therefore, I cannot stop him from using the word that he has just used. I would prefer it if he put things in different terms, but I do not think that he has strayed past the rules. I think he is perfectly in order. However, it would be better if other Members did not make comments such as those just made by the right hon. Lady because what she said is not actually quite correct. Please, let us just keep it as moderate as possible.",
        "**Ian Blackford**",
        "I was dealing with the sixth principle of public life. I have laid out for the House three examples—I could have given many more—of where the Prime Minister has not told the truth. I regret, in the context of where we are, that I had to make that point, which is important, because if we undermine honesty and truth in this place, what are we left with? That is why we have brought this motion today and that is what I am asking hon. Members right across this House to reflect on, because there is overwhelming evidence that the Prime Minister has broken that principle of public life. I am asking each and every Member in this House, particularly on the Government Benches, to examine their conscience on the basis of the evidence and think very carefully before they go through the Lobby tonight. The public are angry at what has happened in this place. The public are angry about the Member I mentioned earlier who had been sanctioned by the Standards Commission and who the Prime Minister sought to get off. There will come a time when the public will judge this House and this House should reflect very carefully on that tonight.",
        "**Sarah Owen (Luton North) (Lab)**",
        "I wholeheartedly agree that this is an issue of conduct, but it is also a question of leadership. We have a Prime Minister in the middle of a pandemic who has failed to learn. At the beginning of this crisis, he boasted about shaking hands with covid patients; now he is mask-less in a hospital and too weak to tell Members of his own party to put on a mask. We desperately need not just an improvement in conduct, but an improvement in clear communication and leadership from this Prime Minister.",
        "**Ian Blackford**",
        "I agree with the hon. Member. [Interruption.] Perhaps we should just calm down; there will be opportunities for people to participate in the debate. This issue of leadership and conduct is important. This saddens me, but when we are facing a new variant, and we do not know what the scale of that challenge will be, the obvious thing for everyone to do is to seek to protect themselves, but more importantly to protect others and to lead by example and show leadership. I commend colleagues across the House who are sitting here wearing masks today, but my goodness, there are far too many who still do not get it and do not accept the responsibility they have for each other, and they are even laughing about it as I say that. It comes from the Prime Minister.",
        "**Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP)**",
        "Will my right hon. Friend give way?",
        "**Ian Blackford**",
        "Let me just carry on for a second, because this is important. The way we conduct ourselves and interact with others is important. I commend the previous Prime Minister, the right hon. Member for Maidenhead (Mrs May), for the courtesies she always showed to Opposition parties, for how the protocols were followed and for the way we had a relationship with No. 10. It grieves me that I can tell the House that we as the third party and, I believe, the Leader of the Opposition have no relationship with No. 10. We are disrespected and disregarded by a Prime Minister who does not understand his obligations to public life, and that is yet another example.",
        "**Drew Hendry**",
        "Is it not telling about how complicit those on the Government Benches are that, when my right hon. Friend was reading out the list of untruths peddled by the Prime Minister, there was deathly silence? The only time they were animated was when my right hon. Friend called it for what it was.",
        "**Ian Blackford**",
        "I ask Government Members to reflect. Most people in this House are decent people. People come here to provide a public service, and I say to hon. and right hon. Members on the Government Benches that they are being let down, we are being let down and these islands are being let down by a Prime Minister who simply does not know how to behave. On that note, it will be interesting to see how the Scottish Tories vote tonight, and we will be watching. They are a group who never fail to see conspiracy at Holyrood, but somehow always fall deathly silent when it comes to sleaze and corruption overseen by their own Prime Minister.",
        "In truth, this debate is not about the Scottish Tories—I will leave them to explain their own hypocrisy—but what the public expect when standards and rules are so clearly broken by their political representatives. They expect consequences, and they expect censure. Let us also be clear about this: if we fail to censure this Prime Minister today, we will have failed that public duty for accountability. Not only that, but it will reveal something very telling; it will show a Westminster system that is broken beyond repair and a Prime Minister who believes himself to be above the law of the land.",
        "The only comfort I take is that fewer and fewer people in Scotland can possibly look at the broken, corrupt, self-serving Westminster system and conclude that it produces a secure basis for the future of Scotland. We all know that Scotland can do much better than this; we can do better than this broken Westminster system and we can do better than this Prime Minister. We will do so much better when our country chooses independence. I commend the motion in the name of myself and my hon. and right hon. colleagues."
    ]
}