{
    "url": "https://www.ukpol.co.uk/ian-blackford-2021-speech-on-afghanistan/",
    "title": "Ian Blackford – 2021 Speech on Afghanistan",
    "post_date": "August 19, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 18 August 2021.",
    "content": [
        "Thank you, Mr Speaker, for facilitating the recall of Parliament. It is a pleasure to follow the right hon. Member for Maidenhead (Mrs May), and I hope the Government will reflect very carefully on her words—particularly her remarks at the end of her contribution about the role of NATO in the light of the American decision to pull out of Afghanistan. These are very real issues about the capabilities within NATO. If I may say so, it is about not just the capability of NATO but how we make sure the United Nations has all the tools at its disposal to do what we expect of it. We will have to return to these matters in this House when we come back from recess.",
        "I thank the Government for the briefings we have had over the course of the last few days, and in particular I commend the Defence Secretary for making himself available and for how he has conducted himself. Indeed, that is also true of Ministers in the Home Office—I think particularly of the Under-Secretary of State, the hon. Member for Torbay (Kevin Foster) and, from the Foreign Office, the Minister for the Middle East and North Africa. When we are talking about human lives being lost, it is important that we in this House work together where it is possible but—yes, of course—that we ask legitimate questions.",
        "There can be little doubt that the chaos and crisis that has been inflicted on the Afghan people is the biggest foreign policy failure of modern times. The sheer scale of that political failure is matched only by the humanitarian emergency that it has now unleashed. As we gather here this morning, the future and fate of Afghanistan has never been more uncertain. Afghanistan, a country that has been through so much, is once again facing a period of darkness. Over the course of the past week we have watched those tragic images from afar. The scenes of Afghans seeking to jump on to moving planes to escape will haunt us for the rest of our lives. We have watched from afar, but we all have a deep sense of sorrow about just how closely the UK has been involved in what has unfolded. Geographical distance does not for a second diminish the moral responsibility that we need to feel for the west’s role in this crisis. Washing our hands of this crisis will not make it go away, and it definitely will not wash away our responsibility to the Afghan people. We all know that acting now will be too little, too late, but better little and late than nothing at all.",
        "Today we have a choice: we can either offer meaningless words of sympathy and stand idly by, or we can start to do the right thing. We can take responsibility and act. The Home Secretary has today talked about evacuating more contacts of the UK Afghanistan operation from the existing resettlement scheme. Let me be clear: there should be no ifs or buts; everyone who has worked with UK forces and who by definition has a vulnerability, must be moved to a position of safety. No one can be left behind. That is our moral and ethical responsibility. All those who work with us are our responsibility. We do not, we cannot, walk away from them. Today I am asking the Government to make that commitment.",
        "That action needs to begin with a co-ordinated domestic and international effort to offer safe passage, shelter and support to refugees fleeing this crisis is obvious. That action cannot wait. If we are to act, we must act with the same speed with which the situation in Afghanistan has developed. I am sad that the scheme announced last night by the UK Government, and today by the Prime Minister, does not go nearly far or fast enough. It can only be right that the number of refugees we welcome here reflects the share of the responsibility that the UK Government have for this foreign policy disaster. This scheme falls way short of that responsibility. The scheme must be far more ambitious, generous, and swift to help the Afghan citizens that it has abandoned and left at serious risk of persecution, and indeed death. The scale of the efforts must match the scale of the humanitarian emergency.",
        "**Liz Saville Roberts (Dwyfor Meirionnydd) (PC)**",
        "Considering that the Government promised in 2016 to save 3,000 unaccompanied refugee children from Calais, is the right hon. Gentleman concerned that the number who have actually been saved stands at around 380? If those promises can be broken, and among those children were many from Afghanistan, is he concerned that the promises made today may be as unrobust as those of the past?",
        "**Ian Blackford**",
        "I agree with the right hon. Lady that it is important the House has the opportunity to reflect on this and consider what mechanisms we need to put in place to protect people in Afghanistan.",
        "The harsh reality is that 3 million people have already been displaced, and 80% of those fleeing their homes are women and children. These people are now crying out for our help.",
        "**Brendan O’Hara (Argyll and Bute) (SNP)**",
        "My right hon. Friend will be aware that yesterday the Nobel laureate Nadia Murad said:",
        "“I know what happens when the world loses sight of women and girls in crises. When it looks away, war is waged on women’s bodies.”",
        "Sadly, she is correct. Does my right hon. Friend agree that, if we do not act now and go so much further than the Government are proposing to protect women and girls, this political disaster will become a catastrophic moral failure?",
        "**Ian Blackford**",
        "I agree with my hon. Friend.",
        "I just reflected on the fact that 3 million people have already been displaced. We need to show a generosity of spirit that recognises the scale of the challenge we face, so that women do not face the loss of their human rights, so that women do not face persecution and, yes, so that women do not face even worse, including death.",
        "It is important to say that, if we are to support the Afghan people, this crisis needs to mark a point of fundamental change in this Government’s approach to refugees. In the past few months alone, this Government have introduced a hateful anti-refugee Bill that would rip up international conventions and criminalise those coming from Afghanistan in need of our refuge. The UK Government have spent a sizeable part of their summer making political play of turning away migrants and refugees in small boats who are desperately making their way across the channel.",
        "**Jack Brereton (Stoke-on-Trent South) (Con)**",
        "Given that Glasgow is the only city and authority in Scotland to be part of the resettlement scheme up until now, will the SNP stick to their rhetoric and start putting forward other authority areas to be part of the resettlement scheme?",
        "**Ian Blackford**",
        "My goodness, my goodness, my goodness. I do not think the hon. Gentleman has been listening to anything we have been saying over the past few days. I will talk about this in more detail, because I have been asking for the resettlement scheme to work on the basis of the Syrian scheme that we had in the last decade. I tell the House that the Scottish Government stand ready to work with the UK Government—[Interruption.] We are talking about people who are facing extreme risk, and that is what we get from the Government Benches. They should be careful, because people in the United Kingdom, and perhaps people in Afghanistan, are listening. Perhaps a bit of dignity from the Government Benches would not go amiss.",
        "I want to make sure that every local authority in Scotland has the opportunity to take refugees from Afghanistan, and that is precisely the position of the Government in Scotland, but is has to come with the Government in London and the devolved Administrations working together. There has to be a summit of the four nations to discuss exactly how this will work.",
        "**Alan Brown**",
        "Just to correct the record, my local authority, East Ayrshire Council, has resettled Syrian refugees.",
        "**Brendan O’Hara**",
        "As has mine.",
        "**Alan Brown**",
        "The hon. Member for Stoke-on-Trent South (Jack Brereton) should correct the record.",
        "**Ian Blackford**",
        "My hon. Friend is correct, and my area of the highlands has refugees from Syria, too, and they were made most welcome by the community. In view of the hostile environment that we are seeing once again from the Conservative party, let us reflect on the fact that these are people who came here to receive sanctuary and who have gone on to make a contribution to our life. They were welcome, refugees are welcome and Afghans are certainly welcome in every part of Scotland.",
        "**Barry Gardiner (Brent North) (Lab)**",
        "Before the right hon. Gentleman was rerouted by the hon. Member for Stoke-on-Trent South (Jack Brereton), he was making a powerful point about those who come across the channel in boats, and the Government’s proposals for them. Does he recognise that, according to organisations such as Safe Passage, 70% of the unaccompanied minors crossing the channel come from Afghanistan, and to criminalise them is a criminal act in itself?",
        "**Ian Blackford**",
        "Yes, I agree with the hon. Gentleman. The Government must reflect carefully on this over the course of the summer, and change their ways before we come back and debate these matters again.",
        "**Several hon. Members rose—**",
        "**Ian Blackford**",
        "I will make some progress before giving way again.",
        "We have just had it demonstrated that the hostile attitude and approach to refugees truly exists and extends to those from Afghanistan. Since the most recent conflict began, in 2001, the Home Office has rejected asylum for 32,000 Afghans, including 875 girls. The total number of Afghans in the system stands at 3,117, so if we are to have any confidence that this is a turning point, this UK Government need to rethink radically how they respond to the refugee crisis unfolding before our eyes.",
        "**Dr Caroline Johnson (Sleaford and North Hykeham) (Con)**",
        "No one in this House can fail to be moved by the scenes from Afghanistan we are seeing on our television screens, and I am delighted to hear that the Scottish Government stand ready to do their part. Will the right hon. Gentleman confirm how many refugees the Scottish Government are ready to resettle?",
        "**Ian Blackford**",
        "I will discuss that a little later on—[Interruption.] I have to say to Government Members that these are serious issues. I welcome the hon. Member’s intervention, and I will give the real-life example of what happened with Syria. Scotland took 15% of the refugees who came from Syria—",
        "**Carol Monaghan (Glasgow North West) (SNP)**",
        "Twenty per cent.",
        "**Ian Blackford**",
        "Twenty per cent.—so we have done our bit, and we stand ready to do our bit again. I commit myself as leader of the SNP here, and I commit my Government to work with the Government here in London—but they have to extend the hand of friendship to us.",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**",
        "Let us hope that refugees do not become a political football in this place. All of us—all of us—care desperately about giving these people safe haven. We welcome them in the highlands, we welcome them everywhere, but does the right hon. Gentleman agree that the proper finance to support our local authorities must be forthcoming from the UK Government and the Scottish Government, because without it our councils will struggle?",
        "**Ian Blackford**",
        "Yes, I agree, and I thank the hon. Gentleman for that intervention because I know that he will associate himself with me in saying that we will extend 100,000 welcomes to those who wish to come to the highlands of Scotland.",
        "We have called for a four-nations summit to integrate our efforts across the United Kingdom. I hope that the Prime Minister will respond positively and take the opportunity to meet the devolved Administrations to discuss this. Perhaps he will indicate now that he is happy to do that.",
        "**The Prime Minister indicated assent.**",
        "**Ian Blackford**",
        "We have it on the record that the Prime Minister is happy to do that—that he is happy to have a four-nations summit. I am grateful.",
        "**David Linden (Glasgow East) (SNP)**",
        "There has been much focus today on making sure we offer sanctuary for people from Afghanistan, but last night I was speaking to my Carmyle constituent Mohammad Asif, who is originally from Afghanistan. He wants to make sure that we also offer humanitarian protection to those who are already seeking asylum in the City of Glasgow. On the point made by the hon. Member for Stoke-on-Trent South (Jack Brereton), yes, the City of Glasgow has done its fair share to welcome refugees and we stand ready to do a lot more, but I have to say to him that 30 refugees per parliamentary constituency is a paltry number that he should be ashamed of.",
        "**Ian Blackford**",
        "At the end of the day, it is important that we all do what we can. I commend Glasgow City Council and Glasgow’s MPs and MSPs, but it is the people of Glasgow who have done so much to welcome asylum seekers to their city.",
        "We believe that the resettlement scheme should emulate and exceed the Syrian vulnerable persons resettlement scheme. It must also be enacted and deployed much more quickly than the Syrian scheme. Afghan refugees should not—and cannot—wait for up to five years for safety. They need safe passage and they need it now. The scheme should be open to Afghans who supported UK Government-funded programmes and who worked for the UK and other international organisations. It should have a minimum commitment to welcome at least 35,000 to 40,000 Afghan refugees in the UK, in line with the population share of refugees welcomed from Syria.",
        "Three thousand of those Syrian refugees have made Scotland their new home. They have contributed to our economy and our communities. They were Syrians; they are now part of Scotland’s story. They are our friends and neighbours. It is only right that we offer the same warmth and welcome to Afghan refugees facing the same dangerous and desperate situation.",
        "The crisis has thrown into sharp focus the disaster of the overseas development cuts, which were rammed through before the summer recess. When the Prime Minister talks about the increase in spending in Afghanistan, it still does not take us to the level of spending that was previously committed. The cuts to overseas aid were immoral and shameful before this humanitarian emergency. It is now a policy—",
        "**The Secretary of State for Foreign, Commonwealth and Development Affairs and First Secretary of State (Dominic Raab)**",
        "You don’t listen.",
        "**Ian Blackford**",
        "Do I not listen? I am afraid that the person who is not listening—maybe he is still on holiday—is the Foreign Secretary. You have not taken the spending back to the level where it was. [Interruption.] No, you are not doubling it.",
        "**Mr Speaker**",
        "Order. We do not use “you”, as the right hon. Gentleman well knows, because I do not take responsibility, and he would not expect me to.",
        "**Ian Blackford**",
        "You certainly do not want to take responsibility for a Foreign Secretary who cannot realise the facts of the matter. You have taken spending to below where it previously was. If you cannot accept that, you cannot even count.",
        "**Mr Speaker**",
        "Order. The right hon. Gentleman keeps using “you”. He must come through me. I am the Chair. The Foreign Secretary is not the Chair.",
        "**Ian Blackford**",
        "Indeed, Mr Speaker.",
        "It is important that the cuts to overseas aid are reversed in their entirety. [Interruption.] I know that the Foreign Secretary is trying to wind me up. When the rest of us were doing what we could in the past few days, he was lying on a sunbed, so I will not take any lectures from someone like him. People are facing the worst situation imaginable and we have a Foreign Secretary who sits laughing and joking on the Government Front Bench. He should be ashamed of himself. He demonstrates that he has no dignity whatsoever. He can carry on saying that the amount has been doubled—",
        "**Bob Seely**",
        "On a point of order, Mr Speaker. We have had 20 minutes of speech and we now have a private conversation between Front Benchers. Should we not be debating the subject, Sir?",
        "**Mr Speaker**",
        "That is for me to decide and I have referred twice to both sides trying to antagonise each other, which is not a good idea. Whichever Front Bench it is, they should not be responding. I am sure that Mr Blackford is coming to the end of his speech. He did say that he would not take too long.",
        "**Ian Blackford**",
        "Mr Speaker, this is an important matter. Aid spending in Afghanistan is still below what it was meant to be and the Foreign Secretary does not have the decency to understand and accept that. It just shows that he is out of touch with what people want, in the House and across these islands. Perhaps the Foreign Secretary will get a chance to intervene later on, but continuing to chunter from a sedentary position shows, really, that he has no dignity. He ought to have some self-respect.",
        "When it comes to aid, it is telling to reflect on the chasm between the amount invested in this conflict and the amount invested in development. Since 2001, the UK Government have spent around £27.7 billion on military operations in Afghanistan. Over the same period, they have spent approximately £3.8 billion in aid. That amounts to eight times as much spending on military action as on supporting communities or helping to rebuild the country. Those figures alone should make this House seriously reflect on all the priorities, policies and political decisions that have ultimately resulted in this failure, and the failure rests on the shoulders of the Prime Minister and his Foreign Secretary. Billions have been invested to support these failed military decisions, and it is the Afghan people who are left paying the ultimate price.",
        "I have concentrated my remarks on the here and now because we understand that the immediate priority must be to do everything that we can to protect lives. But in time there must also be a chance to review how the UK’s involvement in the region went so badly wrong. It is right to put on record today that there must be a future judge-led inquiry into the war in Afghanistan. We owe that to the brave men and women in our military who were sent there—many of them not returning; many of them making the ultimate sacrifice. Let me thank each and every one of those who have given so much to secure peace in Afghanistan.",
        "As we exit Afghanistan, it is our forces that have to go back to facilitate our departure, putting themselves on the frontline once again. It is little wonder that so many of our service personnel and their families are asking what their involvement in Afghanistan was for. We have let Afghanistan down by the nature of our departure, but we have also let down our military. We should salute each and every one of them. They are right to be angry at the political failure. We owe that inquiry, too, to the many professionals and volunteers who were led to believe that they were there to support the Afghan people in building their nation; and we owe it to the future that such a massive foreign policy failure is never again repeated.",
        "It is clear that Afghanistan did not go from relative stability to chaos overnight. The current situation is an acceleration of an existing state of affairs, of which the UK, the US and the Afghan Governments were seemingly unaware. The exit strategy was not properly planned, so it appears that the only people who were planning were the Taliban. There remain so many massive questions for the Prime Minister and his Government. How did the 300,000 men of the Afghan national defence and security forces seemingly vanish overnight? Why was so much trust placed in an Afghan Government that disintegrated the moment that foreign troops left? Why did the UK Government not push for a United Nations-led exit strategy, rather than silently sitting on the sidelines as the US made their decisions? Although history may well cast the final verdict on many of these questions and decisions, we also need the answers and accountability that only a judge-led inquiry can ultimately bring.",
        "I began my remarks by saying that we are witnessing a humanitarian emergency from afar, but the sad reality is that this is by no means close to the first tragedy experienced by the Afghan nation. The story of Afghanistan is of a country and a people torn apart by tragedy time and time again. Over the years, great powers and vast armies have come and gone. It is the Afghan people who have always been left behind. There is, sadly, no evacuation and no escape for them from foreign policy failure. I am sure that many Afghan citizens simply see a cycle endlessly repeating itself. As an international community, we have collectively wronged these poor people for the best part of a century.",
        "We asked the citizens of Afghanistan to work with us. We watched as girls were able to receive an education, as women were able to excel in so many fields, so that a light could be lit, pointing a path to a brighter future for so many to benefit from freedom of opportunity. That light has been extinguished. The future for so many women and girls is dark and forbidding. We have let them down. It is time to do the right thing. For those deserving and in need of our aid and our support, now is the moment to act; now is the moment for leadership."
    ]
}