{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-referring-boris-johnson-to-the-committee-of-privileges/",
    "title": "Ian Blackford – 2022 Speech on Referring Boris Johnson to the Committee of Privileges",
    "post_date": "April 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the Leader of the SNP at Westminster, in the House of Commons on 21 April 2022.",
    "content": [
        "On a day like this, we think of all those who made so many sacrifices over the covid pandemic and those who lost so many loved ones. Our thoughts and our prayers today are with each and every one of them. There is one reason why it is so important that this motion be debated and passed today. At the very heart of the scandal, there is one thing that needs to be said and heard, and it is the very reason why we all need to act. The reason is this: the Prime Minister of the United Kingdom is a liar. I genuinely do not say that lightly, and I do not say it loosely. I honestly believe that it is right that we are slow to use that word, but equally, I consider it right that we should never be slow to say it, and to call it out, when it is so obviously true. Members across this House know it to be true, and the public have long known it to be true. That is why it needs to be said today, and why we all need to act.",
        "Every single day, motions come before this House that are complex and nuanced. There are usually two sides to the argument, and valid reasons for any position that is proposed, but I think we can safely say that this definitively is not one of those debates. The evidence in the motion speaks for itself. It is as clear as day. If there ever was an open-and-shut case, this is it.",
        "Last December, the Prime Minister came to this House and denied that there were any parties in 10 Downing Street during the long covid lockdowns. Typically, and tellingly, he hid behind his staff in saying that. He told us that he was given firm reassurances that no parties had happened, and that no rules had been broken. Every Member of this Parliament witnessed that; the public saw it with their own eyes; and, shamefully, to this very day, it is still on the record of this House. But we know the truth, and the truth contains no ifs, buts or maybes. The House was misled, and so were the public. We were all misled deliberately, because the Prime Minister knew the truth. Not only were parties happening, and not only was the law broken, but the Prime Minister was at the very parties that he denied had even happened. The truth is simple: he lied to avoid getting caught, and once he got caught, he lied again. There is no other way to describe it. There is no other word for it.",
        "I can understand that this may be a terrible truth for those on the Government Benches to hear, but it is a truth that they need to hear, and that they need to live with. I say to the Father of the House, for whom I have the utmost respect, that this has nothing to do with any elections. This is about the behaviour of a Prime Minister in office. Much more importantly, the uncomfortable truth that the Prime Minister of the United Kingdom is a liar is exactly why those on the Government Benches finally need to act and remove him from office. Other Prime Ministers, including all his predecessor Conservative Prime Ministers, would have been long gone by now. Members on the Government Benches put the Prime Minster in power; they have the power to remove him, and the public expect them to act. We have reached this point. A motion of contempt for a sitting Prime Minister is shocking, but unfortunately it is no surprise.",
        "**Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP)**",
        "My right hon. Friend makes an important point about Conservative Members being here to listen and watch. Regardless of the number of flushed or drained faces on the Conservative Benches, what does he say to those who previously called for the Prime Minister to resign, but who, as things got worse, changed their position, and are not here today?",
        "**Ian Blackford**",
        "I will come on to that in a little more detail, but the Tory MPs who are here, and those who are not here for whatever reason, should show some moral fibre and show a backbone. They should recognise what this Prime Minister is doing to the very fabric of our democracy. Today of all days, they should do the right thing and support this motion in the name of the Leader of the Opposition and of the leaders of so many other parties in this House.",
        "We should not forget that, when the Tories put this Prime Minister into Downing Street nearly three years ago—[Interruption.] Actually it was the Conservatives who elected Boris Johnson as their leader. The important fact is that the Tories knew exactly the kind of person they were putting into the highest office in the land. They knew his track record; they knew his character; they knew who he was and what he was; and they still chose him as their leader. Conservative Members know better than anyone else in the House that a trail of scandal and lawbreaking was always going to define his time in office.",
        "In three short years, those who made those predications have unfortunately not been disappointed. The sleaze and the scandal has been ten a penny. From lying to the Queen to illegally proroguing Parliament—",
        "**Mr Speaker**",
        "Order. We have to be careful. I have asked for moderate, more temperate language. I am not having the Queen brought into it. Withdraw that point.",
        "**Ian Blackford**",
        "In deference to you, Mr Speaker, I will do so.",
        "Let us not forget the fact that the Prime Minister was found by the highest court in the land to have illegally prorogued this Parliament.",
        "**Mr Speaker**",
        "Order. I said this at the beginning, and I know the right hon. Gentleman will want to stick to what I said. We cannot go beyond the terms of the debate. I know he is very good and can stick to the script that I have explained.",
        "**Ian Blackford**",
        "I will happily take your guidance, Mr Speaker. Of course, we will reflect on the Supreme Court’s judgment.",
        "Stuffing the House of Lords with Tory party donors, VIP lanes for covid contracts, and even dodgy donations to decorate Downing Street—this is who the Prime Minister is. It is who he has always been. As Prime Minister, he has done exactly what it says on the tin. The real point is that as the days pass with him staying in power, it is who the entire Conservative party has become.",
        "**Martyn Day (Linlithgow and East Falkirk) (SNP)**",
        "My right hon. Friend is making a very measured and powerful speech that will strike a chord with the electorate in my area, where people of all political persuasions have been writing to me calling for the Prime Minister’s resignation. They are not surprised by his repeated pattern of behaviour and the lame excuses, but they are surprised that Conservative Members are keeping him in office. Why does my right hon. Friend think that is?",
        "**Ian Blackford**",
        "I hope Conservative Members listen very carefully to what my hon. Friend says, because the power to remove the Prime Minister rests with them. They can submit letters to the 1922 committee, and they can recognise the damage that the Prime Minister is causing to the fabric of our democracy—and, yes, to the integrity, honesty and decency of this House.",
        "**Mr Steve Baker (Wycombe) (Con)**",
        "Will the right hon. Gentleman sit down?",
        "**Ian Blackford**",
        "Here we go. Once again, the Conservatives want us to sit down and shut up. They do not wish to hear the voices of those of us, here to represent our constituents, who are frankly appalled at the way the Prime Minister has laughed at the people of these isles with his behaviour during covid. If Conservative Members vote down this motion, not only will they be endorsing all those scandals and all that sleaze, but they will be handing the Prime Minister a blank cheque to do it all over again. I would be surprised if the hon. Gentleman accepts the scandals, the sleaze and the corruption and is prepared to give the Prime Minister a blank cheque. I do not want to do that. If he does, he can explain why.",
        "**Mr Baker**",
        "The right hon. Gentleman is right to be surprised, because of course I am appalled; that is why I encouraged him to sit down. If he would let us speak, he might advance his own cause. Some of us are actually extremely disappointed. The right hon. Gentleman heard what I said on Tuesday. He is a brother in Christ. Does he not believe in redemption?",
        "**Ian Blackford**",
        "I believe in truth and justice, and I believe that a Prime Minister who has misled the House should face the appropriate sanctions.",
        "**Martin Docherty-Hughes (West Dunbartonshire) (SNP)**",
        "The hon. Member for Wycombe (Mr Baker) talks of contrition. Does my right hon. Friend think that, when the Conservative party attacks the very foundations of the Church of England—the Conservative party at prayer—we should take no lectures from them on being contrite or reconciled sinners?",
        "**Ian Blackford**",
        "We have had the usual deflection from the Prime Minister over the past few days. To see the Archbishop of Canterbury, the leader of the established Church of their nation, being traduced in the way he was by the Prime Minister, my goodness. How utterly shameful.",
        "**Emma Hardy (Kingston upon Hull West and Hessle) (Lab)**",
        "I wonder whether it is worth pointing out to the House that, before we can have Christian forgiveness, we must first have confession and contrition, neither of which we have seen from the Prime Minister.",
        "**Ian Blackford**",
        "How we get confession from a Prime Minister who denies everything, I just do not know.",
        "Mr Speaker, I know you will understand that I cannot let this moment pass without a special word for the spineless Scottish Tories. In fairness, the Scottish Tory leader is probably the only person in the Conservative party who finds himself in a deeper hole than the Prime Minister. In fact, he is so far down a political hole that he obviously found it impossible to dig his way out and make it down to London to vote his boss out tonight. I understand that plenty of people back home are looking forward to the Scottish Tories being given a straight red in the council elections in a few weeks. [Interruption.] There we go again. I hope people in Scotland are watching, because what we see is the Conservatives trying to shout down parliamentarians in this House. That is what is happening.",
        "For most people, it is very understandable—[Interruption.] There is Scotland’s answer from the Tories: “Let’s shout Scotland down.” That is what they are doing this afternoon. [Interruption.]",
        "**Mr Speaker**",
        "Order. Can we just calm down? I want to hear the right hon. Gentleman, and I know he wants to get back on track. He does not want to distract from this important debate.",
        "**Ian Blackford**",
        "Thank you, Mr Speaker.",
        "It is understandable that most people’s main reaction to the flip-flopping Scottish Tory leader and his support for the Prime Minister is disbelief and justified anger. I have to admit that, when I reflect on the position of the Scottish Tory leader, my main reaction is something I know he will appreciate far less. I actually feel sorry for him, because he is by no means the first person to have his career ruined by the Prime Minister. That pile of people is a mountain high. Everybody, and I mean everybody, is eventually thrown under the Boris bus. As we saw yesterday, not even the Archbishop of Canterbury is safe. Clearly, the days of the Church of England being the Conservative party at prayer are long gone. The Prime Minister’s party is obviously praying to another god these days, although no doubt even that will not guarantee its salvation.",
        "But in all seriousness, that unjustified attack on the archbishop gives another toxic insight into the thinking and methodology of this Prime Minister. His modus operandi is very simple: when he finds himself under political pressure, he finds someone else to blame—anyone else, just as long as he never takes responsibility himself, because nothing and nobody else matters. The only thing that does matter is that this Prime Minister will stop at nothing to save his own skin. That is why Conservative Members should not save him today. Think about it: he would not even lift his finger to help them. So if they have any self-respect, they need to ask themselves why they should even be contemplating walking through the Lobby for him.",
        "Let me end on this point. It might surprise hon. Members to hear, from a party that is unapologetically seeking out of this very institution and out of this Parliament, that I actually do care how it acts and operates, and about the values it holds. I care deeply for this reason. Today’s motion is not just about this Parliament or about this place. We should all know by now that democracy and decency are under assault the world over. If we fail to defend these values in every single institution we are part of, these values will decay and decline. It was George Orwell who famously said:",
        "“Political chaos is connected with the decay of language”.",
        "I know that people are deeply fearful about just how real that prophesy has felt in the last few years because, when language decays, so does the truth and so does trust in our politics. A Prime Minister who cannot be trusted with the truth marks the end of that dangerous decline. So if today is about anything, it has to be about finally ending that decline.",
        "That decline did not start with this Prime Minister, but it needs to end with him. We should all be very clear as to what the consequences are if this House fails to act today. If we don’t act—if we don’t stop—this Parliament will be endorsing a new normal in this Parliament and across our politics: a new normal where no one is held responsible, no one is held to account and no one ever resigns. That is exactly why this motion matters, because it can and it will only ever become a new normal if we put up with it. It only becomes normal if those responsible are not held to account and are not made to answer for their actions. So I genuinely say to Members from across the House, but especially those Members opposite: if they have any interest in maintaining some dignity and decency in public life, they should finally hold this Prime Minister to account for his actions and remove him from office. They should support this motion, they should submit their letters of no confidence and they should finally show this Prime Minister the door."
    ]
}