{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-on-the-supported-housing-bill/",
    "title": "Bob Blackman – 2022 Speech on the Supported Housing Bill",
    "post_date": "November 20, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 18 November 2022.",
    "content": [
        "I beg to move, That the Bill be now read a Second time.",
        "The private Member’s Bill process, and the ballot at the start of every Session of Parliament, gives all of us the opportunity to apply to champion a cause that we believe will make a real difference to society. Whenever I have been asked about my proudest moment as the Member of Parliament for Harrow East, I have always answered that it was my previous private Member’s Bill, which became the Homelessness Reduction Act 2017. I hope that very soon I will be able to refresh my answer to incorporate the Supported Housing (Regulatory Oversight) Bill. When I was drawn at No. 2 in the 2016 private Member’s Bill ballot, I thought my luck had concluded. Members can imagine my surprise, therefore, when earlier this year my phone blew up again with every charity and good cause trying to get through to champion their proposals. I knew that I had to draft a Bill that would develop the attainments of the Homelessness Reduction Act and simultaneously make a positive difference to vulnerable people’s lives.",
        "The HRA focused on preventing people from becoming homeless and introduced the most comprehensive changes to the rights of homeless people in England for over 39 years. Fundamentally, its purpose is to ensure that everyone who is at risk of homelessness or is currently homeless is legally entitled to meaningful help from their local authority, regardless of their current status. Previously, only those who were deemed in priority need and at crisis point had been entitled to assistance from local authorities; this excluded the majority of people, including almost all of those who were single.",
        "The Act also addressed the significant lack of meaningful advice and assistance. More often than not—in the majority of cases—the advice and assistance provided was not tailored to the individual’s needs and requirements. The Act implemented a duty on public bodies to refer to the housing department any person they believe to be at risk of homelessness within 56 days. That has helped to direct appropriate and efficient support and resources to those in need, and to prevent them before it is too late from having to sleep rough. That 56-day deadline marks a significant extension: previously, only those at risk of homelessness in the following 28 days would potentially receive some guidance. The extension to 56 days has meant that people have a longer opportunity to relieve their situation.",
        "I am pleased to say that in its first year of operation the Homelessness Reduction Act prevented 37,000 people from becoming homeless, and continues to be just as effective today, some six years later. In the first year, an additional 60,000 people who were previously ineligible for homelessness support were assisted in getting off the streets and into appropriate accommodation. That was a rise of almost 50% on the assistance prior to the Act’s implementation. As a side note, the Bill was notable for being the longest private Member’s Bill in history, at 13 clauses in length. In keeping with tradition, I can confirm that the Supported Housing (Regulatory Oversight) Bill with supersede that, at 14 clauses long.",
        "Needless to say, I have put a lot of pressure on making my second private Member’s Bill a highly impactful and instrumental piece of legislation. I have maintained an active and invested interest in the housing and homelessness sector, chairing the all-party parliamentary group on ending homelessness, along with the hon. Member for Vauxhall (Florence Eshalomi), and having sat on the Levelling Up, Housing and Communities Committee—in its various forms—since 2010. It is therefore fitting that, having previously focused on preventing homelessness, I should focus on supporting those coming out of homelessness and going into supported accommodation. This Bill on social housing therefore became a reality as a natural extension of my previous Bill.",
        "I have been made aware via our recent Select Committee investigation and report, which I shall come on to a bit later, that there was almost no research into the area of exempt accommodation and supported housing, and that it was absolutely rife with rogue cowboys taking advantage and exploiting vulnerable people. The Bill presents a felicitous opportunity to ensure that the Government intervene before the situation becomes critical for the majority of local authorities up and down the country.",
        "Once I was satisfied that my private Member’s Bill would reform the provision for exempted accommodation, I began looking into the research previously obtained by both public and private bodies. It quickly became abundantly clear that, with the exception of studies commissioned by Birmingham City Council, there was next to nothing in the way of research or records, certainly not at national level, which highlights the urgent need for central Government to recognise the issues and commission more findings.",
        "I am pleased that the recently published Select Committee report makes a very constructive and prodigious start at addressing that, and I commend the work of the Committee Clerks and advisers involved in compiling the report, together with my colleagues on the Select Committee. The report, as always, was agreed unanimously. That brings me to its findings. I begin by urging Members to consider reading this rather excellent tome, “Exempt Accommodation”, which is available in the Vote Office and all other good bookshops, so that they may learn of the absolute horrors that we unearthed that are currently being imposed on extremely vulnerable people. Having been on the Committee for some 12 years, I can confidently say that this specific piece of work truly shocked and alarmed all members of the Committee. I would like to make it clear at this point that there are a huge number of excellent organisations up and down the country that provide brilliant help for vulnerable people. Although we came across many good providers, the worst instances in the system urgently need addressing.",
        "We came across the situation in Birmingham—I see at least one Member from Birmingham here today, the hon. Member for Birmingham, Ladywood (Shabana Mahmood)—whereby speculators buy two or three-bedroom houses for about £200,000; under permitted development rights, they expand by building to the sides, to the back and to the top of the house to the absolute maximum without requiring planning permission; they provide one small bathroom and one kitchen area, and create an eight-bedroom property from a two or three-bedroom bedroom; and they then charge an absolute fortune in rent, which is picked up by the public purse.",
        "Worse still, the primary concern that arose was the abysmal level of care being categorised as “appropriate support”. The residents referred to such institutions are critically vulnerable, but have the potential to and are trying to rebuild their lives, including by embarking on the property market, despite at present not being entirely independent. They could be prison leavers, survivors of domestic abuse, those suffering from mental health conditions, previous rough sleepers, people recovering from drug or alcohol abuse—the list goes on. We know that these people might often share one thing in common, which is the need for support in rebuilding their lives, but it is regrettable that in many cases such people are lumped together in the same premises. I find it repugnant that a survivor of domestic abuse might be housed with a drug abuser as well as with a prison leaver who may have been convicted of sexual offences against women. In reality, there is no control over that whatsoever, and local authorities cannot control what happens.",
        "**Mark Tami (Alyn and Deeside) (Lab)**",
        "The hon. Gentleman is making a powerful case. I have come across an instance where the sorts of properties that he is talking about have the added problem that, in order to get around some of the regulations that would normally have to be complied with, people have to sign for a property as a holiday let.",
        "**Bob Blackman**",
        "One of the problems with exempt accommodation is that once it has become exempt, normal licensing rules on houses of multiple occupation, and other rules, go out the window. There is therefore no control whatsoever over what happens within that property. Frequently, the support that providers were supplying involved someone turning up once a week, completely unqualified, uninterested and frankly impetuous. Without asking, they enter the property, which has had every room converted into a small bedroom to maximise profits. They shout up the stairs, “Is everyone all right? Fine, I’ll see you next week,” and they depart 30 seconds later. That is not support in any sense of the word, and we need to call those people to account.",
        "Other accounts we heard included those of landlords forcing tenants into prostitution and other illegal activity by threatening them with losing the roof over their heads and any future housing benefits. They also threaten tenants on the basis that, if someone leaves one of the properties, they will be classified as intentionally homeless and will not qualify for local authority support. Often, residents are encouraged not to enter the job market. We are trying to get people to rebuild their lives, but these rogue landlords try to prevent them from entering the job market. Even if tenants do so, it is for a maximum of 14 hours per week, making it almost impossible to save for the deposit needed to enter the private housing market.",
        "**Sarah Jones (Croydon Central) (Lab)**",
        "The hon. Gentleman is making a really good speech. When I visited Croydon jobcentre, I was told that support-exempt accommodation was the biggest problem faced, and that young people who could be working, doing things with their lives and be on the right path, were encouraged not to do so because the tapering off of support was so great that it made it impossible for them.",
        "**Bob Blackman**",
        "Clearly, one problem is that we do not know where all these properties are. We do not have the data right now. The hon. Lady will obviously know about Croydon, and we have concentrated on Birmingham. We know about Blackpool, Scarborough, Southwark, and certain other places in the country, but that just highlights that this issue is endemic across the country and why we need to take appropriate action.",
        "Once a resident is working they may lose part of their housing benefit, and providers receive lower profits as a result, even though it is adequate to pay the rent. The conundrum therefore is that someone cannot afford a private rented property until they have a job, and they cannot get a job until they move into a property with affordable rent. That vicious cycle leaves nothing for those individuals to do during the day, and adds to increasing levels of antisocial behaviour resulting from inadequate exempt accommodation.",
        "Exempt accommodation draws its name from its categorisation as exempt from locally set caps on housing benefit. That means that landlords can set sky-high rents, paid for out of taxpayers’ money, on the basis that they are offering adequate support. Where every room in a property is converted into a small bedroom, often properties would have with 60 or 70 bedrooms and a mere three bathrooms. Unscrupulous landlords have a licence to print money, making excessive profits by capitalising on loopholes in the market. In many cases, we were informed that there was more money in being a rogue provider than in illegal drug dealing. We are already seeing exempt accommodation abuse spreading across local authorities—I have mentioned Birmingham—and, without the Bill, it is only a matter of time before cases prevail in all areas of the country.",
        "**Ben Everitt (Milton Keynes North) (Con)**",
        "My hon. Friend may remember the evidence given to the Select Committee of a local authority in the south-east of England that had a case where a block allocated to exempt accommodation was sold and flipped overnight into an offshore property fund for hundreds of times the sale price. It is an absolute scam, and it is going international.",
        "**Bob Blackman**",
        "I thank my hon. Friend for that intervention. The example he cites is, of course, of millions of pounds. Not small amounts of money but millions of pounds are going offshore as a result of this issue.",
        "Another common theme in the report was the neglect of interest in residents’ previous circumstances. We found, more often than not, that when domestic abuse survivors find their way into the hands of these rogue operators rather than specialist domestic abuse services, there is a real risk that they end up living in the same building as the perpetrator—literally the person who abused them in the first place. I am sure the whole House will agree that that is completely inappropriate and insensitive. Housing victims with potential abusers is hugely damaging and will have the reverse effect of the original intention of supported housing, which is, after all, to help people rebuild their lives.",
        "If I may, I will share a short extract from the report on one tenant’s experience with a rogue provider. They say that their accommodation was",
        "“managed by what could possibly be called gangsters, who would scare tenants at various times for various reasons, often for no reason. They were sometimes drunk and they were untrained for their roles. They were abusive, intimidating and preyed on the vulnerable…tenants were abused physically and mentally, but nothing was done.”",
        "That quote is from someone who gave evidence to us and was a very brave individual to do so. The report goes on to cover the aforementioned issues in more detail and justifies the need for a Bill to regulate such scandalous plights.",
        "I have already touched on the lack of data and documentation on providers, which is caused solely by the lack of regulation or previous acknowledgement of the issue. I therefore wish to explain how I found the relevant information needed to create a full picture in order to formulate the Bill. The journey began with multiple meetings with Crisis, which as we all know is a wonderful housing charity, to discuss its experience of working around exempt accommodation and those who have been subjected to harsh environments with inadequate support. It held a similar concern that it was a rapidly growing problem that until then was not receiving the political attention that it needed at national level.",
        "The various Crisis skylights also enabled me to meet some brave and willing people with lived experience in such organisations. It was truly shocking to hear the impact that conditions had had on them and the further difficulties they had caused. That was disheartening, considering that those people had sought help and, in theory, the supported accommodation should have helped them back to normality rather than being a preventive barrier, as was the case. I am grateful to have met those people, who have been whistleblowers for the greater good. It takes a lot of courage to come forward, particularly when the providers know intimate details about them, which could easily be used against them by such manipulative bullies.",
        "Understandably, many local authorities have taken a vested interest in the Bill throughout its journey. I have received many representations from local authorities up and down the country, which has enabled me to meet regularly with authorities from all over the country to discuss and address potential concerns arising from the sector and potential regulation. The consensus arising from those conversations was that the spiralling knock-on effects from merely one rogue provider in a district can be huge, whether from increased antisocial behaviour, prolonged claiming of housing benefit, or mental or physical health issues arising for residents.",
        "I was saddened that, due to the dreaded conference cold, I was forced to miss the exempt accommodation conference held by Birmingham City Council in October. Colleagues have reliably informed me that it was an informative, eye-opening and productive series of discussions that has undoubtedly helped to align our goals and provide further weight to the case for a change in the law. Housing providers, and more widely housing representative boards, have engaged regularly on this issue through roundtables, private meetings and other such correspondence.",
        "From the very beginning, I have been clear that one thing I did not want to bring about with the Bill was over-regulation or a negative impact on good providers. I have thus far concentrated on the dark side of exempt accommodation, but I am clear that we need to stress that that is not the only side. There are countless providers who do a really good job, offering high-calibre accommodation with attentive, benevolent care and providing vulnerable people with assistance. For some, they provide a helping hand to get residents back on their feet and live independently. For others with long-term needs, they provide a permanent supported home. They should also be able to carry on their good work with minimal implications from regulation and minimal additional costs. Having liaised with many representatives, interested parties and boards, we have collectively reached that intended objective.",
        "There is also a third group: providers who entered the market without understanding what is expected of them, or providers whose services are not up to scratch but want to stay in the business and improve. We are committed to ensuring that they get the support they need to improve and develop their services.",
        "Moving on to my parliamentary comrades, many Members, particularly those centred in the west midlands, have direct casework relating to the provision of exempt accommodation. Their views and perspectives have offered me an advantageous insight into the wider impact or consequences of supported housing from a greater perspective, and into what they believe are the most appropriate measures to combat such problems. I am humbled to see so many here today to support the Bill on Second Reading.",
        "There is no doubt that we are all far too aware of the turbulent political climate in recent months leading up to this point. The Bill has outlived two Ministers and I am pleased to see two of them here today. Regrettably, my hon. Friend the Member for Walsall North is unable to be with us this morning, but I look forward to his support as we go forward. We are on the third Minister, who I welcome to her place on the Front Bench. I look forward to hearing her reply to the debate in due course. That has caused a number of setbacks as we have tried to ensure we have agreement with the Minister and officials, but, to a certain extent, it has been advantageous because have had three separate and hugely valuable contributions from Ministers.",
        "**Sarah Jones rose—**",
        "**Bob Blackman**",
        "I knew I would tempt someone.",
        "**Sarah Jones**",
        "No, I will ask a different question. I wonder if the hon. Gentleman has engaged with Minister in the Department for Work and Pensions on the cost of housing benefit for supported exempt accommodation. Do we have any sense of the scale of what is being paid out, quite often to rogue landlords?",
        "**Bob Blackman**",
        "I thank the hon. Member for that contribution. We have indeed engaged with DWP Ministers. We believe, and it is mentioned in the report, that literally millions of pounds could be saved by preventing rogue landlords from getting away with what they are getting away with. However, the data does not exist. One issue she may be aware of is that covering more than one Government Department when one is presenting a private Member’s Bill is a big risk, to put it mildly, but she is absolutely right that we need to look at that issue. We believe there is a huge amount of money to be saved for the public purse, which could then be directed to help those vulnerable people in the first place.",
        "Let me begin with my hon. Friend the Member for Walsall North, who is extremely well versed in this topic. He has a background in local government, worked for an accommodation provider—a charity—and was chairman of the Walsall Housing Group, so it was a pleasure to meet him on multiple occasions to discuss the initial plans. Although we did not always agree, he gave constructive feedback on what needed to be done.",
        "Moving on to my right hon. Friend the Member for Pendle, his vastly impressive portfolio in various ministerial positions provided favourable advice on ensuring that the Bill was appropriate for Government support and encompassed the necessary points to help secure success and, in turn, Royal Assent. I hope that, with such support, that will be true of my Bill.",
        "I warmly welcome the most recent Minister, my hon. Friend the Member for Kensington. She has only recently come into post, but I thank her for her efficiency and productive inputs on a host of matters relating to the publication of the Bill and to get us to this point today—lastminute.com is certainly in order here.",
        "I will briefly explain the Bill’s intentions and clauses. Clause 1 provides for a supported housing advisory panel. That requires the Secretary of State to set up a panel of representatives from across the entirety of the supported housing sector. That may include, but is not limited to: registered providers, local authorities, social services, charities and residents of supported housing organisations. The panel will have an independently appointed chair, who will be expected to provide advice, counsel and guidance on matters directed by the Secretary of State. Panel members are appointed for a five-year term and may be elected for a maximum of two terms.",
        "The Bill then moves on to local housing strategies to combat unscrupulous providers. Local housing authorities, including lower-tier councils, unitaries, metropolitans and London boroughs, will be required to review all examples of supported housing in their district and to publish a strategy every five years. That review should include a needs assessment and the consideration of future availability. The Bill entitles social services to co-operate with such reviews and have involvement in the future strategy. I hope that requirement will address the significant lack of data on the whole sector and help to shape future developments in the area. We should remember that there are often two contracts in place: one for the rent and one for support for residents who need help.",
        "The Secretary of State may seek to publish a set of nationally supported housing standards that lay down minimum standards on accommodation and care support supervision. Those must be kept under constant review as circumstances regularly change, as happened during the recent pandemic, for example. Following meetings with the Minister and officials from her Department, I positively anticipate that the Government will choose to exercise this power because it builds on the previous commitment in the March 2022 statement to introduce nationally supported housing standards. Those standards will help us to get to grips with the third group of providers I mentioned: those that are not up to scratch at the moment but are ready to improve. As I said, for most reputable providers those standards should reflect what they already do and should not pose them a concern.",
        "That brings me to the clauses on licensing regulations. The Secretary of State may make regulations on which accommodation, as defined in clause 12(2), has to be licensed. There is no binding time constraint on the Government to make the regulations in the Bill, and it is fair to say that there has been detailed discussion of that.",
        "**Matthew Pennycook (Greenwich and Woolwich) (Lab)**",
        "One is struck, on reading the Bill, by how many times the word “may” is used rather than “must”. I wonder whether the hon. Member could perhaps give us a sense of why that particular wording was chosen for clauses 4 and 3, to which he has previously referred.",
        "**Bob Blackman**",
        "We are seeking to have a number of permissive clauses in the Bill, so that if the things that have to be done are done and they work, and we drive the rogue providers out of the market, we will not need to initiate the other measures. However, I was keen to make sure we got the hooks in the primary legislation whereby the Secretary of State could then enhance with what is needed, so that we get to the point of controlling the supported housing providers in the way that we would envisage. It has been a matter of discussion between myself and Ministers and officials to get to this point; in the original draft we were seeking to do that immediately, but we took the spirit of compromise. I am looking forward to our reaching that position, and one provision in the Bill is that if after a year no regulations are published, the Secretary of State must release a progress report and report to the House.",
        "I also welcome the Minister’s commitment in the House this morning to deliver a licensing scheme within 18 months of commencement, and I trust that she will confirm that commitment when she responds to the debate. Regulations must include provisions giving councils the power to set up licensing accordingly. That may include a further provision that requires local authorities to set up a scheme if provisions in the regulations are met.",
        "The regulations mentioned up to this point must have the approval, by a resolution, of both Houses. I am clear that we do not wish to impose a requirement on every local authority to set up a licensing scheme, as that may not be required immediately everywhere. The Bill therefore allows for a further provision about refusal of licences should the applicant not pass a fit and proper person test. The licensees will not be subject to other forms of licensing under the 2004 Act, and the housing benefit regulations—this picks up on the intervention from the hon. Member for Croydon Central (Sarah Jones)—can be amended to remove or restrict entitlement. It further allows for licensing regulations to amend, repeal or revoke any enactment, should it be necessary. I make it clear that the expectation is that if providers fail to reach the standards required, their ability to change enhanced housing benefit will be withdrawn.",
        "Let me move on to the consultation clause of the Bill, which stipulates that the Secretary of State must consult a list of statutory consultees about matters raised in regard to licensing. He or she may wish to ask for views on:",
        "“whether the proposed regulations are likely to be an effective means of securing that National Supported Housing Standards are met, and",
        "(b) any additional mechanisms for securing compliance”.",
        "The current statutory consultees include the Local Government Association, the National Housing Federation and the Regulator for Social Housing. Local authorities have an obligation to have regard to the national standards and the advice or guidance issued by the Secretary of State whenever they carry out their duties regarding supported housing matters.",
        "Let me turn to planning matters, where the Secretary of State must review the licensing regulations and, in the light of the review, consider the case for specifying exempt accommodation as a separate use class, referencing the Town And Country Planning Act 1990. In my view, there should be a requirement that providers need planning permission for a change of use, as per the Select Committee report recommendations. However, I have accepted the position that we will allow the Secretary of State to determine whether that is necessary going forward.",
        "During the drafting phase of the Bill, the intentionality clause—this is about those who would be classified as “intentionally homeless”—caused much discussion. I was keen, having seen things at first hand with the Select Committee on the visits we made to Birmingham, that if someone is in inadequate accommodation and they take the brave leap to leave the often dangerous and compromised situation they find themselves in, they should not be found intentionally homeless. Therefore, section 191 of the Housing Act 1996 is amended so that should the departed accommodation or support be below the national standards, no intentional homelessness will be caused. Many authorities are already looking at trying to make that change, because of the scandal of these rogue landlords.",
        "Finally the Bill addresses the sharing of information and consequent use of specified information. It enables the Secretary of State to make regulations regarding data sharing between local authorities, registered providers, regulators of social housing and the Secretary of State. Further, it allows for local authorities to use information obtained under the housing benefit or council tax functions for the exercise of its functions under the Act. This is a particularly difficult area. For example, victims of domestic abuse need their whereabouts to be kept confidential, especially from historically abusive partners. This is a particularly difficult area, but victims of domestic abuse need their whereabouts to be kept confidential, especially from historically abusive partners. Others in vulnerable positions also need confidentiality to be maintained.",
        "Although I have briefly touched on some of these issues, I intend to cover a few possible objections to the Bill and refute them—it is always good to anticipate what people may think of raising. Understandably, the concern that good providers, particularly those of a much smaller size, will face a considerable burden and be forced out of the field was prevalent in discussions on the Bill. The worry was that, through the implementation of further regulation, the financial cost would be so great that it would not be viable for them to continue practising. Another worry was that they may have to restructure their entire business model to suffice the new regulations again, creating costs and a considerable amount of restructuring work.",
        "A further such concern, which was highlighted throughout the research meeting for the Bill, was raised by local authorities. They were concerned that, while the scheme would be beneficial and necessary for districts where there are many providers in operation, it would be cost-ineffective for local authorities where the district contains, for example, only a single provider, which may be operating with very good intentions and providing an appropriate and respectful service. Building on that, there were discussions that the scheme would be costly for local authorities regardless of the number of providers. These costs would cover implementation, the establishment of regulation, administration recourses, and procedural measures for providers that do not comply with licensing standards as set out by the Secretary of State.",
        "Additionally, a threat to the Bill was that, if appropriate personnel from relevant bodies could not be persuaded to join the newly established supported housing advisory panel, it would lack invested advice and appropriate scrutiny. The Secretary of State is, undoubtedly, incredibly experienced and well versed in matters within his Department. However, as much as we would like it, we do not have all the answers to everything. If a full board could not be established, it would risk losing the breadth of expertise on every potential implication of the topic.",
        "Finally, another objection was the timeframe in which the Bill is to be enacted by the Government. There is no stipulation of a threshold in which the Government must enact the panel and release their regulations for supported housing licences. This could allow the Government to prolong the process—I am sure they would not do such a thing—allowing many rogue providers to continue abusing the system, taking high levels of housing benefit in return for providing poor quality care and accommodation to residents. The premises used for such rogue institutions are so poorly constructed that they would take minimal time to set up, allowing new entrants to the market to rinse the system before regulation is introduced in a somewhat distance future, effectively making the Bill redundant for some while.",
        "After much consultation on the objections raised in my previous comments, along with two incredibly useful pre-legislative scrutiny sessions, which the Levelling Up, Housing and Communities Committee held recently, we have addressed those issues and I am satisfied that, as a consequence, they will cease to exist. First, it is essential that the Bill does not harm or penalise good providers for their good work. Although I have extensively focused on the providers that are not up to par with their care provision, many, as I have said, are doing a really good job, earning the entire housing benefit they receive, going above and beyond in supporting individuals rebuilding their lives and gaining independence. In this regard, as I mentioned when outlining the Bill, some good providers will be allowed to exempt themselves from licensing schemes so as not to compromise their provision, particularly those from smaller, more intimate, not-for-profit providers. What these exemptions look like will be decided following consultation with these good providers, so that their voice and good work is front and centre of the provisions.",
        "The objection that the licensing scheme set up by local authorities would be pointless when they have only a single organisation in their district that this would affect has also been addressed by measures in the Bill. These are that the national supported housing standards created by the Secretary of State can be adopted by local authorities directly. There are then opportunities for councils to team up with neighbouring local authorities to ensure that their resources are not being wasted. That also prevents rogue providers from jumping from one local authority to another.",
        "To refute the third objection, that sufficient board members for the supported housing advisory panel would not be in place, having had copious discussions with boards and representatives of organisations such as Women’s Aid, the National Housing Federation, the Domestic Abuse Commissioner and many others, it was abundantly clear that there is no shortage of volunteers to serve on the board. It is in the best interests of members to have their views represented, and thus I do not deem that a problem likely to arise for the sector.",
        "Finally, there is the objection of the lack of time constraints on the Government throughout the Bill. Admittedly, this was an area where we went back and forth with the Department several times, to ensure that the Government were efficient in providing the licensing minimum standards and to prevent the barbaric activities of poor providers from continuing any longer. I understand that today the Minister will make a number of commitments at the Dispatch Box, for which I am grateful, that these measures will be enacted within the previously agreed 18 months from the commencement of the Act. That will reassure the thousands of residents currently suffering in below-par housing.",
        "I am pleased that that builds on the further Government commitment to give 22 councils a further £13.5 million to help them to clamp down on rogue landlords who exploit the supported housing system and fail vulnerable residents. The measure comes on top of the £6 million distributed in August to five separate council areas to build on previous pilot schemes. The new funding will help councils to step up inspections, carry out better scrutiny of housing benefit claims to ensure they are reasonable and ensure the quality of accommodation and support to residents. Along with my Bill, that will ensure that together we crack down on all malpractice in the sector.",
        "In the last few years, with the war in Ukraine and the covid-19 pandemic, we have become more aware than ever before that circumstances and environments can change with the flip of a coin. I was therefore keen to incorporate measures that would enable the Secretary of State to appropriately update aspects of the Bill should that be needed in future. Those powers include the ability for the Secretary of State to publish amendments or replacements to the national supported housing standards, as well as to withdraw such standards should he deem it necessary.",
        "Additionally, the Secretary of State may by regulation make provision under which a person having control of or managing supported accommodation that is located in a district designated for the purposes of the regulations and that is not categorised in the Bill’s defining features of supported housing accommodation must also obtain and comply with a licence. To ensure the appropriate use of the provision, the Secretary of State must consult the statutory consultees before enacting the aforementioned powers.",
        "As I reach the conclusion of my speech on Second Reading, it is only right that I mention the people who have made it possible to get to this stage. It has been a long and sometimes uphill challenge, but one that has enabled me to work with some incredible people, coming together with one main goal. Firstly, the entire team at Crisis have provided invaluable support and guidance throughout the entire process. Most notably, Jasmine Basran and Sarah Rowe have both worked tirelessly on policy and logistical aspects of the Bill, providing briefings, advice and counsel, and been part of the multitudinous meetings that have taken place over the last six months. Emily Batchelor, Beth Exworth and Martine Martin have also been enormous support in arranging press releases and MP briefings on the Bill.",
        "Justin Bates from Landmark Chambers has been instrumental in drafting the Bill with his expertise on housing, property and local government law. Having edited the erudite “Encyclopaedia of Housing Law and Practice”, there is not much about this topic that Justin is not learned on, and he has been a tremendous addition to the team working on this Bill. I also had the support of Joe Thomas from Landmark Chambers at the beginning of the process to advise on planning laws.",
        "Throughout this process, we have had the pleasure of working with three separate Ministers with the portfolio for housing and homelessness. My hon. Friend the Member for Walsall North (Eddie Hughes), my right hon. Friend the Member for Pendle (Andrew Stephenson) and the current Minister, my hon. Friend the Member for Kensington (Felicity Buchan), have all been influential in getting the Bill to this point. Their advice and flexibility throughout the last six months are greatly appreciated by me and by the whole team. I have no doubt that those who have been afflicted with homelessness can trust that their views will continue to be represented passionately and devotedly by the Minister in her new role. The Officials from the Department for Levelling Up, Housing and Communities have also been a great help in drafting the Bill and agreeing the various clauses. They have engaged in countless meetings and conversations with my team, supporting and advising the Ministers effectively and efficiently on all the aspects on which we have needed to agree.",
        "I have had the pleasure of meeting several direct witnesses of supported housing. Many of my colleagues in the Chamber today will have listened to Wayne and Ian, both from Crisis Skylight Birmingham, at the Regulate the Rogues briefing. Both of them displayed bravery and raw honesty when describing their experiences of living in supported housing. I am sure we can all agree that sharing experiences of such tough times—stories of sheer exploitation—is never easy, and I send them copious thanks for their invaluable contributions in spreading awareness of rogue landlords.",
        "I am pleased to see that some Members from Birmingham constituencies are present, and I appreciate their giving up their time on a Friday to support the Bill. Birmingham City Council has provided much useful evidence, as well as the invitation to the Select Committee that I mentioned earlier; I also mentioned the conference that it held, sparking much constructive discussion of this issue. I particularly thank Councillor Sharon Thompson, who has done brilliant work in this area.",
        "The Committee has been very supportive of the Bill. The publication of its report has highlighted the corruption in the sector, and has opened many eyes to the need for regulation. I thank all its members not only for their work on the report, but for the two sessions of pre-legislative scrutiny. The contributions of colleagues helped to shape the Bill and ensure that it targeted the areas I had originally hoped it would.",
        "Let me also express my gratitude to the housing providers and interested bodies that have met me over the last few months to discuss the Bill and offer their thoughts. This has helped me to ensure that there is support from across the sector, and that their worries are addressed to prevent any unwarranted consequences that might have potentially arisen. Specifically, I thank Sapphire Independent Housing and Livingstone House for allowing me to walk around their properties, see the services they are providing, and meet many of their clients.",
        "Finally, I thank my team in the office for their continued support—particularly Hattie Shoosmith, who joined me only in February, and who has attended virtually every meeting and been involved in virtually every aspect of this process. No doubt she did not expect that when she came to work for me.",
        "I am sure that, after the best part of an hour—[Hon. Members: “More!”]—I have exhausted all things related to the Supported Housing (Regulatory Oversight) Bill, and I now look forward to hearing the comments of other Members. Let me end by saying, once again, how grateful I am to those who have offered support, and to all right hon. and hon. Members who are present today. I very much hope that the Bill will have continued support from the Government and from all parties. The message we have to send today is “Rogue landlords, your time is up”, and I commend the Bill to the House."
    ]
}