{
    "url": "https://www.ukpol.co.uk/mhairi-black-2022-speech-on-fifth-anniversary-of-grenfell-tower-fire/",
    "title": "Mhairi Black – 2022 Speech on Fifth Anniversary of Grenfell Tower Fire",
    "post_date": "June 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Mhairi Black",
            "url": "/tag/mhairi-black/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "London",
            "url": "/category/london/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mhairi Black, the SNP MP for Paisley and Renfrewshire South, in the House of Commons on 16 June 2022.",
    "content": [
        "I start by echoing the sentiments of everybody in this debate. Everyone has spoken respectfully and it has been quite humbling to sit and listen to the memories of people, and I am not just thinking of the survivors themselves.",
        "The truth is that the inquiry so far makes really quite difficult reading, because it lays bare the level of incompetence, cronyism and indifference shown at both a corporate and governmental level. It is becoming clear that the manufacturers who made the cladding knew it was flammable, but ignored the tests proving it. There are claims that fire tests were rigged to look better and texts from employees seemingly openly joking about the mistruths their companies told. Overall, the inquiry is littered with evidence of a complete lack of knowledge, experience and regard for safety among those responsible for the tower’s refurbishment.",
        "As if residents living in a highly flammable building was not bad enough, we now also know that the organisation responsible for maintaining the building also utterly failed in its duty to do so. With a backlog of hundreds of incomplete maintenance jobs arising specifically from fire risk, it failed to repair and inspect fire doors. As a result, on that fateful night, smoke and fire ran rampant throughout the place.",
        "For years, residents repeatedly complained about how unfit the building was, and specifically about the risks of fires. Yet they were ignored and palmed off time and again. It has been said by a few hon. Members, particularly the hon. Members for Hammersmith (Andy Slaughter) and for City of Durham (Mary Kelly Foy), and by the survivors themselves, that had the residents been majority white and wealthy the response would have been completely different—and they are absolutely right. The fact that that is held as an open fact that everyone is aware of, whether we talk about it or not, shows just how deeply embedded the problem is.",
        "As the hon. Member for Westminster North (Ms Buck) said, the treatment of survivors after the disaster is grotesque in itself. At every single stage, from when the fire first started right through the five years until now, those people have been failed at every single turn by the very people who should be helping them.",
        "The reason often given, which is quoted throughout the inquiry, is cutting costs; I think it was the hon. Member for City of Durham who made that point. Time and again, we see the company saying that flammable material was used because it was cheaper—it was to cut costs. Because of cost cutting, the council inspector responsible for ensuring the safety of the project had 130 other projects to keep an eye on at the same time. Our emergency services are stretched beyond their limit in the name of cutting costs.",
        "If someone told me that this fire happened in 1917, and that we were here as a memorial to remember the tragedy that instigated health and safety laws, I could believe that—but it did not. It happened in 2017. We are supposed to have health and safety. We are supposed to have standards. Yet, five years on, it seems that nobody, particularly in Government, is actually that bothered by it. There has been no accountability, and the companies are still receiving profits from this entire saga.",
        "Right now, we have half a million people still living in a building with some form of unsafe cladding. Officials still do not know how many buildings of four storeys or more could be at risk. The Government are yet to implement the majority of the recommendations from phase 1 of the inquiry, and as we have heard they have already rejected the idea that building owners should be responsible for evacuation plans for disabled people.",
        "While I accept, and I truly do, the warm wishes and the real desire to never see this kind of tragedy happen again—I do appreciate the sentiment—no matter how well-intentioned they are, words and platitudes do absolutely nothing. This tragedy started long before any fire. As the hon. Member for Hammersmith has said, if we are to be serious about this, and if we are to respect those who lost their lives, what is required is action, because it is action that makes the difference. We should take that action, learn from history, as we are supposed to, and reflect and respond, because otherwise—I agree with the hon. Member—as things stand, I fear there is every chance this will happen again."
    ]
}