{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-ukraine/",
    "title": "Ian Blackford – 2022 Speech on Ukraine",
    "post_date": "February 23, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP Leader at Westminster, in the House of Commons on 22 February 2022.",
    "content": [
        "I thank the Prime Minister for advance sight of his statement and thank the National Security Adviser, who has briefed Opposition leaders.",
        "This is a dark day for the people of Ukraine and for people right across our European continent. Europe stands on the brink of war as a consequence of Russian aggression. It is a day that communities across Scotland, right across these islands and indeed across Europe desperately hoped would never come to pass. But although that sense of darkness defines today, how we now collectively respond will define the days to come.",
        "This Chamber has, especially during recent months, seen fierce debate and disagreements, but today it is important to say, in the face of Russian aggression against Ukraine, that in this House we all stand together: we stand together and stand with our partners across Europe and indeed across the globe. But more importantly, we stand with the Ukrainian people, who are now under assault. A European country—an ally—is under attack. We should be very clear about what is now happening: this is an illegal Russian occupation of Ukraine, just as it was in Crimea. Russia has effectively annexed another two Ukrainian regions in a blatant breach of international law. This effectively ends the Minsk process. It is a further violation of the sovereignty and territorial integrity of Ukraine. No one should even repeat the Russian lie that this is about peacekeeping; this is warmongering, plain and simple. President Putin must hear the call from here and elsewhere to draw back before any further escalation can take place.",
        "I and my party welcome the sanctions that are now being brought forward, but it is deeply regrettable that the delay has allowed many Russian individuals to shift dirty assets and money in the last number of weeks. However, may I ask the Prime Minister specifically if the Russian state and individuals will be immediately suspended from the SWIFT payments system? Just as economic sanctions against Russia are welcome, Ukraine needs immediate economic and indeed humanitarian support if required. When will economic and humanitarian support be enacted and what will it entail? Can the Prime Minister also confirm that there will be exemptions for partners of UK citizens residing in Ukraine to come to the UK? They need that certainty and they need it today.",
        "In the days ahead we can no doubt expect a barrage of disinformation from the Russian media and its proxies. So can the Prime Minister update us on how the United Kingdom Government intend to combat that threat? This is also the moment to end the complacency in implementing the Intelligence and Security Committee’s Russia report; will the Prime Minister now commit to its full implementation and update the House accordingly?",
        "Can I also ask the Prime Minister, after the UN Security Council’s brief meeting last night, when it will next meet and what co-ordination is happening across all international organisations to force President Putin to step back from the brink before it is too late?",
        "Finally, let President Putin hear loudly and clearly that he must now desist from this act of war, this attack on a sovereign nation. Let us all demonstrate that we stand with the people of Ukraine."
    ]
}