{
    "url": "https://www.ukpol.co.uk/ian-blackford-2021-speech-on-covid-19-in-the-house-of-commons/",
    "title": "Ian Blackford – 2021 Speech on Covid-19 in the House of Commons",
    "post_date": "January 28, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 27 January 2021.",
    "content": [
        "Let me thank the Prime Minister for an [advance copy of his statement](https://www.ukpol.co.uk/boris-johnson-2021-statement-on-covid-19-in-the-house-of-commons/).",
        "As we know, yesterday the UK reached yet another terrible milestone—100,000 covid-related deaths. Today, it is only right that we reflect on all those who have lost their lives during this pandemic. Our thoughts and prayers are most especially with their families and those who are left with the heaviest burden of grief. In time, there will be a reckoning on the UK Government’s response to this virus and it is clear that that verdict may well be damning. In the here and now, though, it remains our job to focus on how we can support and save as many people as possible in the weeks and months ahead. That means a renewed commitment to maintaining public health, but it also must mean a renewed package of financial support for all those—all those, Prime Minister—who have been left behind by this Tory Government.",
        "Right now, covid is the immediate threat to life, but poverty remains a killer, too. In 2019, the Institute for Public Policy Research revealed that Tory austerity cuts over the previous decade had resulted in as many as 130,000 preventable deaths. The Prime Minister promised not to repeat Tory austerity. If people are to believe him, he should start by making three important announcements today: extend the furlough scheme for the full duration of the pandemic; maintain the uplift to universal credit and apply it to legacy benefits; and put in place a package of support for the 3 million excluded.",
        "Prime Minister, eleventh-hour announcements have to stop. These decisions cannot wait until the Budget in March. People need certainty now. I asked the Prime Minister these same questions at Prime Minister’s questions, but I failed to get a straight answer, so please try again, Prime Minister. Will his Government extend furlough, maintain the universal credit uplift and offer support for the 3 million excluded? Finally, on international travel, both the Scottish and Welsh Governments want to go further on quarantining measures than what his UK Government are proposing. Will the Prime Minister stop his half measures and join the Governments in Scotland and Wales in stricter enforcements on international travel? That, Prime Minister, would be leadership."
    ]
}