{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Kirsty Blackman – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 2 November 2022.",
    "content": [
        "When I joined the SNP more than 20 years ago, I did so because I wanted Scotland to become an independent country. I believe that the people of Scotland should be able to make the important decisions on the issues that matter to us. It was not all that long after the reopening of the Scottish Parliament, and devolution was still finding its feet. It was also not that long after we had managed to extricate ourselves from 18 years of Tory rule—18 years of Tory Governments, who Scotland had not voted for since 1955.",
        "In the time since I joined the party, we have had another 12 years of Conservative government Scotland has not voted for. I honestly thought that it could not get more damaging, and that we could not have a more damaging Government and a more damaging Prime Minister, than what we experienced during the Margaret Thatcher era. Then David Cameron said “Hold my beer”, and had the Brexit referendum. Then the right hon. Member for Maidenhead (Mrs May) said “Hold my beer”, demonised immigrants and put in motion the hardest possible Brexit. Then the right hon. Member for Uxbridge and South Ruislip (Boris Johnson) said “Hold my beer”, and destroyed what little faith the public had left in politicians being honest. Then the right hon. Member for South West Norfolk (Elizabeth Truss) said “Hold my beer”, and crashed the economy. If the current Prime Minister asks someone to hold his drink, I recommend running a mile. Scotland has not voted for any of this chaos. We did not vote for a Brexit referendum, we did not vote for Brexit, we welcome immigrants—and we do not vote Tory.",
        "Our Scottish Government are consistently having to mitigate Tory-inflicted hardships in order to offer some measure of protection for our constituents, and I will make no apology for making the wellbeing of the people of Scotland my ideological mission. Because of the decisions of the UK Government we did not vote for, four out of 10 on those on universal credit skipped meals this summer. Mortgage rates have soared £6,700 a year on average. Since last year, energy costs have gone up £1,200, while pasta costs 60% more and bread costs 40% more. The UK Government have capped benefits and reneged on the pensions triple lock—and we did not vote for this. The people of Scotland and the country of Scotland cannot afford to be part of this Union.",
        "**Mhairi Black**",
        "As my hon. Friend will be aware, during the last referendum campaign we were continually told that we were in a Union of equal partnership. As she has touched on, even if every single seat in Scotland—all 59 seats—was SNP, the city of London, for instance, has 73 MPs. Is that not ridiculous, and how can this ever be a Union of equals if the second largest nation of that Union can be outvoted by one city?",
        "**Kirsty Blackman**",
        "My hon. Friend is absolutely correct, and she lays out very clearly the democratic deficit facing Scotland.",
        "We cannot afford to continue having our resources squandered by Westminster. We cannot afford to go without energy market reform. We cannot afford trickle-down economics. We cannot afford the UK’s xenophobic immigration policy. We cannot afford to keep people having no recourse to public funds, which is making some of the poorest people in the UK even poorer still. We cannot afford a UK Government who refuse to increase the minimum wage. We cannot afford to keep having our workers’ rights stripped. We cannot afford locally—the hon. Member for Banff and Buchan (David Duguid), who has just stepped out, mentioned this—to have a UK Government who refuse to match Scotland’s funding for our £500 million just transition fund.",
        "This UK Government are failing to tackle the issues that are facing our constituents. It is a joke that they keep mentioning the £37 billion support package. It is a joke that they keep mentioning people being £1,000 better off. For some unknown reason, the UK Government have included a freeze on alcohol duty in their £37 billion calculation. On what planet does that help people to pay their fuel bills or feed their children? People are not £1,000 better off as a result of the energy support provided. The average household is still paying double what it was paying last year. Where does the Prime Minister expect people to find the extra money?",
        "A quarter of people across these islands have got no savings. With borrowing costs rocketing, people are spiralling quickly into unmanageable levels of debt, and that is only set to get worse as the cold weather kicks in. We have consistently voted against that, yet the larger size of England means that we are consistently burdened with Westminster Governments who do not care. Owen Jones published a video that he made during the Tory party conference. He pointed out that mortgage rates are going to go up as a result of the mini-Budget. The Tory party member he was interviewing replied, “I don’t have a mortgage.” That is the attitude we are faced with in the Conservative party. Many Tory party members and donors are doing all right, Jack, so why bother taking action? Our constituents are scared, and the UK Government are refusing to provide adequate help or certainty. The Prime Minister will not even commit to the triple lock or to uprating benefits in line with inflation.",
        "My colleagues have spoken about Scotland’s potential. We have so many resources. We can lead the world in the deployment of renewables, and we can reach our economic potential. We have the best educated population in Europe. We have the talent and the potential, and we are not, as my hon. Friend the Member for Perth and North Perthshire (Pete Wishart) said earlier, singularly unable to flourish as an independent country. An independent Scotland would use its potential to ensure minimum living standards. How is it that in 2022 we are having to say that? Why are we being approached by constituents who have nothing, and who are experiencing poverty that has not happened in this widespread way during my lifetime? Before this cost of living crisis, some people were living below the destitution line, despite being in receipt of social security. Other European countries have stepped up and provided far higher levels of support to ensure that people can live through this crisis.",
        "What are the people of Scotland doing about this? We are consistently exercising the democratic rights that we have to vote for the SNP. We have a majority of independence-supporting MSPs in the Scottish Parliament, and we had our best ever council elections this year. We have been the third largest party in Westminster for seven years, despite standing in less than one tenth of the seats. Yet the Westminster Government suggest that we have no mandate. I will say who has no mandate—the Tories. They have no mandate to inflict Tory economic policies on our population. They have no mandate for xenophobic immigration policies, and no mandate for cutting social security. If this is a voluntary Union of nations, why are the UK Government not respecting the mandate given by the people of Scotland to the Scottish Parliament to hold a referendum? Why have we had to go to the Supreme Court to assert our right to hold the referendum, and how can the UK Government justify arguing against that? This is not about identity; this is about democracy. Scotland has voted for the right to choose our own future, and we will do everything possible to ensure that happens."
    ]
}