{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-parliamentary-question-on-knife-crime/",
    "title": "Bob Blackman – 2022 Parliamentary Question on Knife Crime",
    "post_date": "November 15, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The parliamentary question asked by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 14 November 2022.",
    "content": [
        "**Bob Blackman (Harrow East) (Con)**",
        "What steps she is taking to tackle knife crime and serious violence.",
        "**The Minister for Crime, Policing and Fire (Chris Philp)**",
        "The Government have taken a dual approach to tackling serious violence, combining tough enforcement with programmes steering people away from crime. Since 2019, we have invested £170 million in the areas most affected by violence to boost the police response, and we have invested a further £170 million in developing violence reduction units to tackle the root causes of violent crime. These programmes together have been assessed as preventing 49,000 violent offences in their first two years.",
        "**Bob Blackman**",
        "Harrow is, generally speaking, a safe borough in which to live, but we have seen an 18% increase in knife crime this year. There were 41 major incidents last month, and only last week there was a major incident in which three people were stabbed and put into hospital. Does my right hon. Friend agree that what is needed is not just extra police officers, but apprehending people who carry knives, punishing them by taking them to court and imprisoning them so they cannot cause damage to other people?",
        "**Chris Philp**",
        "I agree with my hon. Friend that a robust police response is essential, as is the courts making robust use of the two-strikes rule requiring a mandatory prison sentence on a second conviction for possessing a bladed article. Those are very important, and I am happy to look with him at how they are working and whether they need to be pushed a bit further. I am sorry to hear about the knife crime statistics in Harrow. Nationwide, knife crime, or knife-enabled crime, is down about 9% compared with pre-pandemic levels. If my hon. Friend feels that more needs to be done in his area, I would be happy to discuss it with him."
    ]
}