{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-the-sue-gray-report/",
    "title": "Ian Blackford – 2022 Speech on the Sue Gray Report",
    "post_date": "May 25, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 25 May 2022.",
    "content": [
        "As I speak, the public are poring over the sordid detail of what went on—out of the public eye, behind the high gates and walls of the Prime Minister’s residence. The report is damning. It concludes that many gatherings and many individuals did not adhere to covid guidance; that",
        "“events…were attended by leaders in government”",
        "and",
        "“should not have been allowed to happen”;",
        "that",
        "“junior civil servants believed that their involvement…was permitted given the attendance of senior leaders”;",
        "that there was an “unacceptable”",
        "“lack of respect and poor treatment of security and cleaning staff”;",
        "and, crucially, that:",
        "“The senior leadership at the centre, both political and official, must bear responsibility for this culture.”",
        "That leadership came from the top, and the Prime Minister—in the words of the report—must bear responsibility for the culture. A fish rots from the head.",
        "The Prime Minister’s Dispatch Box denial of a party taking place on 13 November is now proven to be untrue. He was there on 13 November, photographed, raising a toast, surrounded by gin, wine, and other revellers. The charge of misleading Parliament is a resignation matter; will the Prime Minister now finally resign?",
        "This Prime Minister has adopted a systematic, concerted and sinister pattern of evasion. Truthfulness, honesty and transparency do not enter his vocabulary. That is just not part of his way of being, and it speaks for the type of man that he is. Credibility, truth and morality all matter, and the Prime Minister has been found lacking, time and again.",
        "**The Prime Minister indicated dissent.**",
        "**Ian Blackford**",
        "The Prime Minister can shake his head, but that is the reality. Ethics have to be part of our public life, and ethical behaviour has to be at the core of the demeanour and the response of any Prime Minister.",
        "The Prime Minister brings shame on the office, and has displayed contempt, not only to the Members of this House but to every single person who followed the rules—those who stayed away from family, those who missed funerals, those who lost someone they loved. So I hope that when Tory Members retire to the 1922 Committee this evening, they will bear in mind the now infamous Government advertisement featuring a desperately ill covid patient. It says:",
        "“Look her in the eyes and tell her you never bend the rules.”",
        "If those Tory Members do not submit a letter—if they do not remove this Prime Minister—how will they ever look their constituents in the eye again?"
    ]
}