{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2022-speech-on-the-cost-of-living-crisis/",
    "title": "Kirsty Blackman – 2022 Speech on the Cost of Living Crisis",
    "post_date": "July 6, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 5 July 2022.",
    "content": [
        "It is a pleasure to take part in this estimates day debate. I do love estimates day; it is wonderful every time that this rolls around—I am not being sarcastic, I promise.",
        "I will talk briefly about the shortcomings of the estimates process. We are discussing the DWP estimate today—which involves spending of £240 billion—under, I think, Standing Orders 53 and 54, which were written before I was born. We are unable to table meaningful amendments in relation to £240 billion of spending because of the way in which the Standing Orders are written. That is shocking. Has anyone here ever tried to explain the Budget process to people outside the House? Have they ever tried to explain the fact that we have to stand here and discuss hundreds of billions of pounds of expenditure without any meaningful way to amend that? It is absolutely ridiculous, flawed and deeply inadequate.",
        "The DWP’s objectives in the main estimates book are, first,",
        "“Maximising employment and in-work progression”;",
        "secondly,",
        "“Improving people’s quality of life”;",
        "and thirdly,",
        "“Delivering excellent services for citizens and taxpayers”.",
        "Those are the Department’s aims for the next year. I suggest that the Government have failed and continue to fail in what they are doing. I make it clear that that is not, for a second, the fault of DWP staff, who are working incredibly hard to make the social security additional payments.",
        "**Chris Stephens**",
        "Is it not ironic that the DWP says in the main estimates book that it wants to maximise employment when it is threatening its staff with redundancy?",
        "**Kirsty Blackman**",
        "It is, and it is ironic that the DWP is asking staff to step up and deal with its creaking, unfortunate, flawed computer system. It is asking them to do all this additional work to make that happen while failing to make the investment where it should be making it, in the computer system and in the people. I am also seeing a reduction in DWP office staff in Aberdeen. I very much hope that the Government change their mind about the direction in which they are going.",
        "We have heard from Members across these Benches about the issues affecting people’s quality of life as a result of the DWP’s failures and the failures of the Government’s policies. Loads of people have mentioned the safety net. The whole point of a safety net is that it catches people. The point is not to make the holes as big as possible so that as many people as possible fall through. I would rather have a social security system like the one that we are building in Scotland; a social security system that ensures that everybody is caught by the safety net, so that everybody gets what they are entitled to and people do not accidentally fall through. This Government’s policy seems to be to give social security payments to as few people as they possibly can and to try very hard to set the bar as high as possible so that people cannot meet the requirements.",
        "We have heard about the Scottish social security system and its openness compared with the DWP’s system, where the report on food banks and the equalities impact assessment were buried. Audit Scotland recently audited the Scottish social security system. It said:",
        "“The Scottish Government has continued to successfully deliver new and complex social security benefits in challenging circumstances. This is a significant achievement. There is a conscious focus on the needs of service users, building on the principles of dignity, fairness, and respect. People are positive about their experiences of engaging with Social Security Scotland.”",
        "How different that is from the views that we are hearing down here, from what is in our inboxes, from the absolute intransigence and the issues that people face every day when simply trying to get what they are entitled to.",
        "The social security uprating fails to get anything close to inflationary levels this year. We have seen an increase, but it is nothing close to the level of inflation. In fact, the £650 payment that the Chancellor announced does not even cover the £1,000 that was taken off people last year—never mind going any way to cover the increase in the cost of living. The Chancellor, the Minister and the Secretary of State have repeatedly said, “But people are getting more, with the £650, than they would have if we had uprated benefits”. We are asking them to do both. We are asking them to adequately uprate the benefits and backdate that to April as well as to make the additional payments. Only then can we get to a situation that is close to helping with the cost of living.",
        "This is a tale of two Governments. We can see that another country is possible. We can see the failings, with the bedroom tax, the benefit cap and the two-child policy being carried on with. We have heard a lot about no recourse to public funds. When we discussed the Social Security (Additional Payments) Bill last week, I mentioned that children were literally starving and I was scoffed at by Government Members. If we look at reports, we see that junior doctors talk about children presenting with rickets because of the level of malnutrition, because they have no recourse to public funds, because they have been sanctioned, or because they otherwise cannot afford to eat a healthy diet. Comments have been made about the lack of variety and the lack of healthiness in the diets provided by food banks, which try incredibly hard but just cannot meet the requirements. In addition, they cannot provide food for people who cannot afford electricity. If people cannot afford electricity to boil something in a pan, it is difficult for them to cook adequately.",
        "In the main estimates book, the Government talk about providing £5.6 billion—that is the initial spend—under the Social Security (Additional Payments) Bill. However, they mention providing £37 billion for increases in the cost of living. That £37 billion is made up of additional payments, as the Chancellor has stated, but can the Minister confirm that he is including things in it like the freeze on alcohol duty? It cannot be said that the freeze on alcohol duty relates to improving the cost of living for people who cannot afford to eat.",
        "I am pleased to have been able to talk about the DWP estimates today. What is happening is woefully, woefully inadequate. Our constituents are coming to us and we just cannot provide them with the hope that they need and want, because the Conservatives are digging their heels in and refusing to offer adequate support."
    ]
}