{
    "url": "https://www.ukpol.co.uk/ian-blackford-2019-comments-on-brexit/",
    "title": "Ian Blackford – 2019 Comments on Brexit",
    "post_date": "January 22, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 21 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford.jpg)",
        "I thank the Prime Minister for the advance copy of her statement.",
        "All of us share the Prime Minister’s abhorrence and disgust at the bombing in Derry over the weekend. We are delighted that the efforts of the emergency services ​ensured that there was no loss of life. In the light of that incident, however, it was disturbing to see media reports this morning of at least the potential reopening of the Good Friday agreement. I welcome the Prime Minister’s comments this afternoon, but will she confirm that she will seek neither to amend or to add to the Good Friday agreement in any way? Many of us remember the dark days that Northern Ireland went through. This weekend’s attack was a frightening reminder of the fragility of the peace in Northern Ireland.",
        "On the subject of talks, the Scottish National party entered willingly into talks with the Prime Minister last week, and we remain ready to engage in those talks on the basis that we can discuss pausing article 50, taking no deal of the table, and a people’s vote. The Prime Minister talks about “no preconditions”, but in the letters that have gone back and forth between the two of us, she insists that the United Kingdom must leave the European Union on 29 March. That is not consistent with a desire to discuss a people’s vote. All preconditions must be taken off the table if we are to engage in meaningful dialogue. We know that the Prime Minister’s strategy is now to run down the clock. There is no sign that she is interested in meaningful talks or meaningful change.",
        "Prime Minister, take no deal off the table. She tells me that she has no desire for no deal. The Foreign Secretary has no desire for no deal. The Chancellor has no desire for no deal. The Leader of the Opposition has no desire for no deal. The SNP has no desire for no deal, and nor do the Liberal Democrats, Plaid Cymru or the Greens. Let us stop this charade. To have a people’s vote, we would have to extend article 50. It is not true that the only option is to revoke it—although we would welcome that. After last week’s result—a defeat by 230 votes—the Prime Minister has not come here with fundamental change. This Government are a farce and an embarrassment, and their leadership is shambolic.",
        "The Prime Minister must now step up. We must extend article 50 and end this impasse by bringing forward a second EU referendum. Do it for all sorts of reasons, but do it for the EU citizens living in the UK and now facing a registration scheme. I am grateful—I congratulate the Prime Minister—for the fact that fees have been waived for EU nationals, after a campaign led by the Scottish National party and our Government in Edinburgh, but it is shameful that people here, many of whom have been living here for decades, are being forced to register to stay in their own home. That is the fundamental fact. Not in our name. Where is the humanity of this?",
        "We in Scotland have another choice. We did not vote for Brexit. We will not be dragged out of Europe by a Tory Government we did not vote for. We might not be able to save the UK, but we can save Scotland. We have an escape route from the chaos of Brexit: an independent Scotland. Scottish independence will result in our country being a destination in Europe—a country at the heart of Europe, while the rest of the UK turns inward, isolated from its European neighbours. We want no part of it."
    ]
}