{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-on-the-private-rented-sector-white-paper/",
    "title": "Bob Blackman – 2022 Speech on the Private Rented Sector White Paper",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Housing",
            "url": "/category/housing/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 3 November 2022.",
    "content": [
        "It is a pleasure to follow my co-chair on the all-party parliamentary group for ending homelessness, the hon. Member for Vauxhall (Florence Eshalomi). I draw the House’s attention to my entry in the Register of Members’ Financial Interests.",
        "As my hon. Friend the Member for Dover (Mrs Elphicke) said, the private sector rental market in this country has expanded not just to cover what it was intended to provide—a way for people to let out houses as they choose—but to take into account what is needed for social rented housing. I will start with our biggest problem, which is that all political parties have failed for 30 years to build enough socially rented homes in this country. The reality is that we need to build 90,000 socially rented homes a year to provide what is required. At the moment, we expect the private rented sector to pick up that slack, so we have to then interfere with the market.",
        "I counsel my hon. Friend the new Minister to ensure that we do not look at the issue in a piecemeal way, because we need to reform the whole market, not just bits of it. As I have said on many occasions, the biggest cause of homelessness in this country is the end of a private sector tenancy through the serving of a section 21 notice. However, if someone gets a section 21 notice now, they can, thanks to the Homelessness Reduction Act 2017, at least approach the local authority and seek help and assistance, whereas previously they could not.",
        "We have the challenge that, if all we do is abolish section 21, we will force private sector landlords to move to section 8 evictions and all that involves. The problem then is that it not only becomes an expensive process across the board, but lands the tenant, who is probably completely innocent, with county court judgments against their name, and when they go for another private sector tenancy, they get told, “Sorry, you’re a bad risk and we’re going to up the deposit or impose conditions on you to get the private sector tenancy.” That is wrong in principle. What we have to do is to look at the complete area of the market.",
        "One other issue, which my hon. Friend the Member for Dover mentioned, is the changes that have taken place in the promotion of the private rented sector by previous Governments. When Gordon Brown was Chancellor of the Exchequer, he promoted the concept of buy to let, which has of course continued to expand across the piece. When George Osborne was Chancellor, he put brakes on the incentives to do that, which of course did not kick in for several years after he proposed them. The result is that many private sector landlords are leaving the market because it is no longer as profitable as it once was. Where do they go? They go to the Airbnb market or the completely unregulated sector, which my hon. Friend the Member for North Devon (Selaine Saxby) mentioned.",
        "The risk is that, unless we look at the whole ambit of this, all we will do is reduce the size of the sector, increase rents overall and make sure that tenants are put in a worse position than they were in the first place. So there has to be a complete revolution in this regard. I commend the White Paper for offering a menu of choices, but I think we still need to go further in looking at the entirety of the sector to prevent that from happening.",
        "The hon. Member for Brighton, Kemptown (Lloyd Russell-Moyle) made the point about a landlord being able to sell a property with a sitting tenant. Why not? Many mortgage providers will now allow that to happen—not enough, I would accept, but many do. As we have heard, 94% of landlords have one or two properties, and they dominate the market. Most landlords want the position of having a good tenant, who pays their rent and does not misbehave. If that happens, why should they not continue on that basis?",
        "The model in this country is a six-month assured shorthold tenancy, with limitations on renewing that tenancy and, indeed, conditions on both sides that the landlord and the tenant should honour. My view has been this. The Housing, Communities and Local Government Committee—the predecessor to the current Levelling Up, Housing and Communities Committee—did an inquiry on this, and we recommended long-term tenancies of three years or more, so that people had security of tenure. A capability was enshrined within that about how rents could be increased—in other words, once per year and in line with inflation—so that both sides knew, with predictability, how that should be. That, to me, is a way forward.",
        "We also suggested having a specialist housing court. Rather than have the expensive processes we currently have, we could have a housing court that would concentrate purely on these subjects. We have to face up to the fact that, every single day in this country, there are 300,000 people sofa surfing who cannot get anywhere to live. Also, 7%, at least, of private sector tenants are in severe rent arrears. Some people say, “Well, 7% isn’t too bad”, but that means 300,000 people or families in severe rent arrears who face eviction through the courts at any one time.",
        "Unless we address this problem—I have warned successive Ministers, and we have mentioned how many Ministers we have had—we are going to face a homelessness crisis the like of which this country has never seen before. The reality is that the moratorium on evictions during the covid pandemic was the right thing to do—without question. There were people who could not afford to pay the rent during that time. Perhaps their jobs disappeared, or the benefits system did not catch up with them or they did not apply properly. Others just refused to pay because they knew they could get away with it. I have no sympathy for those people. I have several examples in my constituency where tenants just refuse to pay their landlords; from their perspective, they are reprehensible.",
        "As things have unwound and the economy is coming back into fruition, we are seeing rents and pressures on tenants rise, and a rush by certain unscrupulous landlords to try to increase rents dramatically before the renters’ reform Bill comes into play. We need measures immediately to counter those issues. I have a question for the Minister. I understand that she is new to the job, but there were strong rumours that the renters’ reform Bill would be delayed and postponed, and perhaps even kicked into the long grass. I hope that the Bill will be published and brought forward as rapidly as possible, with, if necessary—I do not normally agree with this—retrospective measures to prevent what could happen while the Bill completes its passage through Parliament; in other words, unscrupulous landlords evicting tenants or hiking their rents to get them out, and causing further problems. We must include within that Bill what to do for the entirety of the market: both the Airbnb market and short-term lets. If we do not, we will drive private sector landlords to the more profitable end of short-term lets without any regulation, and without anything to assist people who desperately need accommodation.",
        "I welcome my hon. Friend to the Front Bench. One quiz question I often have is, “How many Housing Ministers have we had since 1997?” I think we are up to 32 in 25 years. I am afraid that demonstrates the problem we have in this country: a lack of long-term planning in terms of the Ministers at the Department. I welcome the Minister to her position and hope she can give us some good news."
    ]
}