{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2023-speech-on-the-budget/",
    "title": "Kirsty Blackman – 2023 Speech on the Budget",
    "post_date": "March 19, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 16 March 2023.",
    "content": [
        "I can understand why, when it comes to policies on spending, on tax and on the Budget, we have an ideological divide across this Chamber. I can understand that the Conservatives want to go down a different route to those of us who are left of centre, but I cannot understand the experiential divide that seems to occur. I do not understand how those of us on the Opposition Benches are being approached by constituents who have lost all hope, who have nothing to look forward to and who are looking at their energy bills wondering how they are possibly going to make it through the next few days, let alone through the next few months, yet those on the Government Benches do not seem to be experiencing that. The hon. Member for Thurrock (Jackie Doyle-Price) said that her constituents had not lost all hope. A number of Members seem to be standing up talking about things that do not affect or are not the highest priorities for our constituents.",
        "I have been representing communities and individuals in Aberdeen in an elected role for the past 15 years, and I have never seen such levels of desperation as those we currently face. I have never seen the numbers of people who are contacting our surgery or our office talking about suicide. I have never seen these levels of worry and debt—and I was an MP for Aberdeen when the oil price crashed, when we saw major impacts and job losses in our city.",
        "The fact is that an absolute lack of hope is being offered, and this week’s Budget could have done something to alleviate that. The Government should have gone far further than a freeze on energy prices. They should have been looking at what people’s energy bills were previously and working to reduce them, not simply freezing them. As our leader in Westminster, my hon. Friend the Member for Aberdeen South (Stephen Flynn) said yesterday, the reality for people in Scotland is not that an average household is paying £2,500—in Scotland, it is £3,500. One of the Conservative Members yesterday stood up and talked about the fact that we had had a warm winter. It was -8˚C in Scotland this week in some places. It absolutely has not been a warm winter. People are freezing, unable to afford their energy bills.",
        "If we want to talk about and think about boosting employment, boosting jobs and boosting growth—boosting employment and boosting jobs are two different things—we need to make changes. The UK Government need to make changes in their approach. The first thing they could do, given the amount of in-work poverty, is increase the minimum wage to something that people can actually afford to live on and pay their bills with.",
        "The reality is that that real living wage is going to have to go up, because inflation is going up. We can take the total measure of inflation and look at that, but food prices are going through the roof. The Government and the Bank of England can do what they like to reduce inflation, but no matter by how much mortgages are rising and how much people are squeezed, they will still have to buy pasta, rice and potatoes. They will not be able to stop buying those things. Inflation will continue on the things that matter the most to people, even if we manage to discourage some incredibly rich people from buying yet another fancy sports car—that is brilliant; that will really reduce inflation! That will not reduce the costs for our constituents that are currently spiralling, and it will not reduce the costs where it matters.",
        "We need to see a proper increase in universal credit. We need to see that money that was taken away—the uplift introduced during the pandemic—reinstated. We need to see proper decision making by this Government, not their saying, “Universal credit is broken so we will increase the number of sanctions.” That does not help my constituents who are having to go to food banks or those who are working and having to have their wages topped up by universal credit. It costs the Government money to top up those wages, by the way. We could be in a situation where they increase the national minimum wage to a better level, and then they would get more tax as a result and end up in a situation where fewer people required universal credit. I do not see why that is not a win-win for the UK Government.",
        "To create the jobs and growth that we need to see, one of the biggest things that the UK Government could do is to encourage immigration. Brexit has done what it can to reduce the number of people working in our NHS. People are talking about not being able to get a doctor’s appointment, but that is not because too many people are coming into the country; it is because of the exodus from our NHS as a result of Brexit and the way that the UK Government continue to treat doctors, nurses and anybody who comes here from another country. The Illegal Migration Bill will only add to the hostile environment that has been created.",
        "The changes to post-study work visas will do the same. They create investment in our country, which is wonderful, so reducing them would be a significant problem. We need the Government to rethink immigration. For example, if asylum seekers, many of whom are highly qualified, are escaping desperate circumstances and want to work, were allowed to work, it would help some of our communities where there is a lack of people working.",
        "I am pleased to see the changes that allow NHS doctors to have their pensions, but those changes should have been restricted to NHS workers—not for all doctors in the private sector or people in other roles. All the issues that I have heard from my constituents relate specifically to doctors, and that is the issue that we have raised.",
        "On CCS, I am pleased to hear that something is happening, but the previous version of the Acorn Project was pulled by the Chancellor during a Budget speech 10 years ago. We need investment in the Acorn Project in Peterhead, Aberdeenshire."
    ]
}