{
    "url": "https://www.ukpol.co.uk/ian-blackford-2020-speech-on-the-future-uk-eu-relationship/",
    "title": "Ian Blackford – 2020 Speech on the Future UK-EU Relationship",
    "post_date": "July 16, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The text of the speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 15 July 2020.",
    "content": [
        "I beg to move,",
        "That this House welcomes the European Union’s openness to extend the transition period for negotiations; calls on the Government to immediately accept this offer and notes the Scottish Government’s publication of 3rd June entitled, “COVID-19: The Case for Extending the Brexit Transition Period”, warning of the damage a no deal would cause to the economy in addition to the cost of the covid-19 health crisis.",
        "The Prime Minister, like all of us here, could not have foreseen the covid-19 pandemic when his Government initiated the process of leaving the European Union. 2020 has become a year like no other, and this Government must adapt and do what is right by their citizens. Our priority must be dealing with this health emergency and the consequent economic challenge; it is definitively not business as normal. That is why my Government in Edinburgh, under the stewardship of Nicola Sturgeon, has prioritised dealing with the crisis above all else. We are demanding that the UK Government do the same—[Interruption.] Mr Speaker, it has started already. This is a serious subject, and what we get is laughing and guffawing from the hon. Member for West Aberdeenshire and Kincardine (Andrew Bowie). He really should show some respect and grow up.",
        "The SNP is calling on the Government immediately to extend the Brexit transition period while we navigate the unprecedented health and economic crisis we currently face. The European Union has expressed its ongoing openness to extending the transition period for negotiations, and the UK Government now need to accept that offer. The Government will claim that this opportunity ended at the end of June, but we are dealing with realpolitik here. We know that while we are still in the transition period this House can legislate for an extension and the European Union would recognise the mutual benefit. It simply requires political will and leadership.",
        "The Scottish Government have set out their position in “COVID-19: The Case for Extending the Brexit Transition Period”, which sets out why it is vital, if we are to ensure the most rapid recovery possible from the covid-19 crisis, that the UK must immediately seek an extension to the Brexit transition period for two years. We are in unprecedented times: a health pandemic, an economic crisis, and the real threat of a second wave of covid-19 later this year. Now is the moment for the UK Government to recognise reality and to reconsider their position.",
        "The United Kingdom is facing an unprecedented economic crisis. The Office for Budget Responsibility and the Bank of England have published various scenarios in which GDP falls by as much as 13% to 14% this year, which would be the largest decline in economic output in 300 years. By comparison, the most recent largest single-year fall in GDP was 4.2% on the back of the financial crisis in 2009. This overshadows anything that any of us we will ever face.​",
        "At least 1 million jobs have already gone, and many more will go when the Government end the furlough scheme, which is needed as a bridge to secure employment until recovery takes hold. Indeed, we know from the Office for Budget Responsibility that close to 2 million of those on the furlough scheme could face unemployment. Just dwell on that: the threat of unemployment in the UK could perhaps increase to as many as 4 million people. Just dwell on the human misery—the families struggling to make ends meet and pay their bills; a sharp rise in poverty, and the human cost of that for families and their children. That is why a stimulus package is required to build confidence and get folk back to work.",
        "**Douglas Ross (Moray) (Con)**",
        "The right hon. Gentleman is outlining the stark realities that we currently face across the whole United Kingdom, and indeed the world. Because of that, is he grateful that Scotland is part of the United Kingdom, and that the broad shoulders of this Union are supporting Scotland, with more than £10 billion going from the UK Government to Scotland just during the covid pandemic?",
        "**Ian Blackford**",
        "I must say that I am disappointed in the hon. Gentleman, as I would expect more of him than that. I say to Conservative Members that we must ensure that we have the tools at our disposal in the Scottish Parliament and the Scottish Government. I spoke about the importance of the furlough scheme, and we welcomed that. We will welcome Government measures that help to deal effectively with the challenge we face. There is a harsh reality, however, for our industries in Scotland, such as the tourism industry, which is important in my constituency and that of the hon. Gentleman, as well as many others.",
        "Effectively, we are facing three winters, and there is a truncated summer season. Our tourist industry barely exists over the winter months, and the last thing we need is to find that the UK Government are kicking the legs away from our industry by ending the furlough scheme early. The challenge for every Conservative Member of Parliament from Scotland is to ensure that if the UK Government do not provide the necessary support for our businesses and our people, those powers have to reside in the Scottish Parliament. Will Scottish Tory MPs stand with us and ensure that the Scottish Parliament has the powers it needs to do its job and protect the people of Scotland? I think we know the answer.",
        "The Chancellor said that the UK is suffering because of covid-19, in common with many other economies around the world. However, the UK economy is likely to suffer worse damage from this crisis than any other country in the developed world. According to the OECD, a slump in the UK’s national income of 11.5% during 2020 will outstrip falls in France, Italy, Spain, Germany and the US. With the continued risk of a second wave hitting the economy and our communities in winter, the idea of the UK leaving the European Union at the same time is economic madness.",
        "The outlook is bleak—there is no other way to look at it—and things are about to get much worse, unless the Government end their refusal to extend the Brexit transition period. Refusing to do so is the ultimate act of self-harm. With businesses fighting for survival, a bad deal or no deal will burden businesses with additional costs and red tape. Yesterday, the Financial Times told us that UK Government officials had indicated that a ​potential additional 215 million customer declarations will be required, at a cost of up to £7 billion. Businesses are fighting for survival, and the UK Government want to send them a bill for £7 billion. I wonder if the Prime Minister will put that on the side of a bus. That is not taking back control; that is self-induced madness.",
        "We can stop this now. We can recognise that this is a price that we cannot pay in the middle of a health and an economic crisis. All it requires is political will. All it requires is leadership.",
        "**Craig Mackinlay (South Thanet) (Con)**",
        "Is it not the case that the injudicious dropping of a crisp packet would be enough for the Scottish National party to be asking for the extension of the implementation period or the scrapping of the whole project altogether? Might I remind the SNP—I wonder whether the right hon. Gentleman has the figures—that more people voted for Brexit in Scotland than have ever voted for the SNP?",
        "**Ian Blackford**",
        "Really? Is that the best that Thanet can send to the House of Commons? Heaven help them. I have to say to the hon. Gentleman that we were told that if we stayed in the United Kingdom in 2014, Scotland would be respected and that we were to lead the UK. The question for him and for his Government is: why did they not respect the fact that Scotland voted to stay in the EU, with 62% of those living in Scotland voting to do so? At every opportunity in the past few years, the Conservatives, as they have been in every year since 1955, have been thoroughly rejected by the people of Scotland, and it is no wonder. We stood on a platform in the election in December about Scotland’s right to choose. The Tories said, “Say no to devolution. Say no to independence.” How did that go down? They lost more than half their seats and we increased our representation from 35 to 48. I think he has had his answer.",
        "**Douglas Ross**",
        "Will the right hon. Gentleman give way?",
        "**Ian Blackford**",
        "You’ll get your opportunity later.",
        "**Douglas Ross**",
        "On a point of order, Mr Speaker.",
        "**Mr Speaker**",
        "I hope it is a point of order.",
        "**Douglas Ross**",
        "It is a point of order, Mr Speaker, because the right hon. Gentleman said that Scottish Conservatives stood on a manifesto commitment against devolution. This Government have given more powers than ever to the Scottish Parliament, and we have never stood on a manifesto against devolution—",
        "**Mr Speaker**",
        "We do not both need to stand at the same time—it is easier if you sit down. As a person who is very good with red cards, you should be aware of what we need to do to keep good order. That is a point of clarification and I am sure you will want to save some of that for when you speak later.",
        "**Ian Blackford**",
        "Mr Speaker, to use football parlance, I think the hon. Gentleman is offside and the Tory party regularly gets a red card from the people of Scotland. The Tories have shown themselves hostile to devolution since time immemorial; a leopard does not change its spots.​",
        "Why are this Government intent on this hammer blow hitting the UK economy when we are already in dire straits? We need to create the circumstances for recovery, not make a bad situation even worse. Instead, this UK Government want to spend hundreds of millions of pounds on border infrastructure to prepare for Brexit. Any rational person—I know that not many of those exist on the Tory Benches—would point out the lunacy of such tomfoolery, but of course this is driven by the ideology of those who want to “take back control” whatever the cost, whatever the impact on jobs, whatever the impact on communities, and conveniently blame it on covid-19, rather than admit the reality that it has been self-induced as a result of dogma. This is economic self-harm brought on by the UK Government, cheered on by Dominic Cummings as he holds the reins of power in Downing Street—well, not in our name.",
        "We know that the UK is not even ready for leaving the EU at the end of December. The Government’s own International Trade Secretary has warned of possible legal challenges from the World Trade Organisation; increased smuggling from the EU if not all UK ports are ready to carry out checks; concerns about the protocol if EU tariffs are applied to all goods heading for Northern Ireland by default; and the undermining of the UK’s international trade policy. The NAO said that the Tory Government’s 2019 £100 million Get Ready for Brexit campaign was ineffective and made no clear difference—another monumental waste of scarce resources. Can the Minister, when she rises to respond, tell us how much money will be wasted on the new Let’s Get Going campaign?",
        "Then there is the issue of lost EU funding—something that has been so critical for Scotland for so many decades. “Not to worry”, we are told, “The UK will step in with a shared prosperity fund”. Where is it? Where is the shared prosperity fund? There has been no detailed information from the UK Government on how the fund will operate. Can the Minister update us?",
        "The European Commission’s Brexit preparedness publication also makes for grim reading. Certificates of authorisations will no longer be valid for placing products in EU markets. Products certified by UK-based bodies will no longer automatically be allowed into the EU. All service firms will lose access to the single market unless equivalence arrangements are in place to ensure that standards are the same in the UK and the EU. The visa exemption for UK nationals does not provide for the right to work in the EU and is subject to the reciprocity mechanism applying to third countries. It could be suspended if EU citizens ceased to be given visa-free access to the United Kingdom for short stays: the right to work and travel freely in the EU—rights we have enjoyed for more than 47 years—ripped up, opportunities cut off, hopes shattered, dreams crushed, and for what?",
        "Experts and industry figures have been clear: businesses will not be ready for the end of the transition period at the end of this year. More than 100 UK company chiefs, entrepreneurs and business groups have written to the Prime Minister saying that businesses simply do not have the time or capacity to prepare for big changes in trading rules by the end of the year, especially given that we are already grappling with the upheaval caused by coronavirus. They can see that, we can see that; the only people who cannot are the Government Front Bench and their cheerleaders on the Back Benches.",
        "​**Gareth Johnson (Dartford) (Con)**",
        "Is the right hon. Gentleman aware that the CBI—hardly the biggest fan of Brexit—says that if we extend the implementation period it will create uncertainty for business and completely advises against it? What does he know that the CBI doesn’t?",
        "**Ian Blackford**",
        "I could read out statistics from all sorts of business organisations that are, quite frankly, scared stiff about what ending the transition will mean.",
        "A survey by the Institute of Directors tells us that three out of four business leaders believe that their organisation is not ready for the end of the transition period and that one in seven says that dealing with the pandemic has taken up bandwidth that would have been devoted to preparing for Brexit. The Institute for Government says that in normal circumstances meeting",
        "“the 31 December deadline would have been heroic: doing so in the midst of an international health crisis, with the energies of governments across Europe focused on their handling of the outbreak, seems out of reach.”",
        "Jimmy Buchan, chief executive of the Scottish Seafood Association, said:",
        "“We are within six months of Brexit and we still do not know what the future holds for us.”",
        "That is the uncertainty that businesses are facing. For many businesses that manage to survive the coronavirus crisis, this second, Brexit shock would hit them at their weakest and could be the final straw that puts them out of business—more jobs lost, more households in desperate situations, and all because of the intransigence of the Tory Government.",
        "It does not have to be like this. We on the SNP Benches welcome the EU’s openness to extending the transition period for negotiations. Six political parties from every nation of the United Kingdom wrote to Michel Barnier calling for the UK and the EU to agree a two-year extension. In a letter to me, representing the SNP, along with the Lib Dems, Plaid Cymru, the Social Democratic and Labour party, the Green party and the Alliance party, the EU’s chief negotiator confirmed:",
        "“an extension of up to one or two years can be agreed jointly by the two parties. The European Union has always said that we remain open on this matter.”",
        "Mr Barnier said that any extension decision should have been taken by the Joint Committee “before 1 July”. We have been given an olive branch—a get-out-of-jail-free card—but the Prime Minister has failed to grasp it. The UK Government have set themselves to crash out of the EU with a devastating bad deal or a catastrophic no-deal.",
        "All the while, EU leaders have highlighted the lack of progress in negotiations. Angela Merkel recently said:",
        "“To put it mildly, progress in the negotiations has been very limited. I will continue to press for a good solution. But we in the EU and also in Germany must and should prepare for the event that an agreement is not reached after all.”",
        "That should deeply worry all of us.",
        "There is still time to change course. The Institute for Government has made it clear that there are mechanisms for an extension. It cites four legal options for extending the transition period: amend the end date of the transition period in the withdrawal agreement; create a new transition period to begin on 1 January 2021, which would mean striking a new agreement alongside future relationship negotiations; include an implementation phase as part of the future relationship treaty; or create an implementation phase to prepare for a potential no-deal exit.​",
        "The Scottish Government have set out the evidence to back up the arguments for an extension to the transition. Their analysis has revealed that ending the transition period in 2020 could remove £3 billion from the Scottish economy in just two years—£3 billion in just two years. Are our colleagues from Scottish Tory constituencies prepared to sit back and see that self-harm take place against their constituents, or for once, are they going to stand up for us, stand up with us and stand up for Scotland?",
        "The Scottish Government’s analysis revealed that ending the transition period will be calamitous—a £3 billion hit to Scotland made in Westminster and delivered by this Prime Minister and his Government. A no-deal Brexit scenario has greater economic implications and could see the economy 8.5% smaller by 2030 compared with the scenario of continued EU membership. That is the price that Scotland will have to pay if we stay in the Union of the United Kingdom. Those are eye-watering numbers, but behind the statistics is the human cost: unemployment, hardship, poverty—Scotland paying the price for Tory dogma.",
        "I take no pleasure in saying that UK relations with the Scottish Government are worse than ever under this Prime Minister’s leadership. We have been increasingly concerned at the lack of any meaningful consultation with the Scottish Government and other devolved nations on the Brexit talks and at the growing threat of a Tory power grab in devolved areas, including agriculture and food standards—all for a Brexit fantasy that Scotland never gave its consent to and that is now being used as a power grab from the Scottish Parliament, and for a future that we never voted for.",
        "It is worth reminding folk in Scotland of the promises that were made in 2014 during the independence campaign. If we stayed in the UK, we would be staying in Europe. Well, we stayed in the UK, and we have been taken out against our will. All the way through this process, the Scottish Government have sought to achieve a compromise to best protect jobs. [Interruption.] We talk about compromise, and the Tory MPs laugh at Scotland. That is the way that Scotland is treated by the Tories in this House. They ought to be ashamed of themselves. Carry on, because people in Scotland will be listening.",
        "We have said that staying in the single market and the customs union is the least worst option for jobs and our communities. At every turn, we have been shut out, shouted down and disregarded. It is little wonder that so many who voted to stay in the UK in 2014 now recognise the UK they voted to remain in no longer exists. It is little wonder that poll after poll shows a majority for independence. So many see our future as an independent country in Europe—an outward-looking Scotland, working constructively with others—and see this as a choice of a progressive future with independence, or one of staying with an increasingly inward-looking UK. [Interruption.] The Under-Secretary of State for Scotland, the hon. Member for Banff and Buchan (David Duguid) keeps chuntering away from a sedentary position. If he wants to say something, I will allow him to get in. [Interruption.] Well, perhaps he would not continue to shout and chunter; it is most disrespectful to everybody, including his own constituents.",
        "**David Linden (Glasgow East) (SNP)**",
        "My right hon. Friend speaks about the polling, which shows that we are only going in one direction as support for independence ​has gone up. Does my right hon. Friend agree with my analysis that the UK Government are clearly carrying out polling on a regular basis—we know that the Cabinet Office is carrying out that polling—and does he, like me, want to see the UK Government publish the polling analysis that is being paid for by taxpayers, which will show that support for Scottish independence is on the rise?",
        "**Ian Blackford**",
        "Indeed, let us have transparency. Let us have some openness. The UK Government should indeed publish that information.",
        "Where does power lie today in the United Kingdom? The Prime Minister has invested political and Executive oversight in an unelected adviser, Dominic Cummings. We know that a Green Paper is to be published tomorrow, ahead of a joint ministerial meeting with the devolved Governments, that is nothing more than a blatant power grab under the guise of the establishment of a UK internal market. When this Tory Government said they wanted to take back control, they did not mean just from Brussels; they meant from Edinburgh, they meant from Cardiff and they meant from Belfast. This Tory Government’s contempt for devolution has always been known. They fought against devolution in 1997, and they lost.",
        "Of course, the covid crisis has seen the Scottish Government give effective leadership to the people who live in Scotland. The success of that leadership is reflected in the high standing of our First Minister not just with the public in Scotland, but elsewhere—[Interruption.] Again, I hear the laughing and the chuntering. Meanwhile, the Prime Minister and his team have dithered and given out mixed messages. Rather than recognise and applaud the success of the Scottish Government, the Tories want to attack them. The Tories cannot come to terms with our Scottish Government providing effective leadership, so they want to constrain our Parliament—that is the reality—and not just our Parliament, but the Parliaments in Wales and in Northern Ireland.",
        "I am grateful that the Welsh First Minister is standing shoulder to shoulder with us, and I am asking our colleagues in the Labour party—",
        "**Hon. Members**",
        "Where are they?",
        "**Ian Blackford**",
        "Where are they, indeed. Members should not worry, because the SNP will provide an effective Opposition.",
        "I am respectfully asking my friends in the Labour party who are present to stand with us. We went through the Lobby together to establish devolution, and devolution is now under attack from this Tory Government. There is a question to be asked of the Labour party: will they stand with us? [Interruption.] It would be helpful if they would turn up, but I hope when it comes to votes —and there is going to be a fight over the coming months—that we stand shoulder to shoulder against this attack on devolution in Scotland, in Wales and in Northern Ireland.",
        "What is now taking place is nothing more than an undignified attempt to neuter the Scottish Parliament. Let me put the Tories on notice that we will stand up for the sovereign rights of our Parliament enshrined by the referendum result and by the establishment of our ​Parliament. Let me remind the Tories: our Parliament was established by overwhelming numbers in 1997. It belongs to the people of Scotland.",
        "**The Lord Commissioner of Her Majesty’s Treasury (David Rutley)**",
        "Not the SNP!",
        "**Ian Blackford**",
        "“Not the SNP!” Do I really have to take that? I know the hon. Member represents an English seat and perhaps he does not pay much attention, but if he looks at every one of the results of elections to the Scottish Parliament since 2007 and to Westminster since 2015, as well as the European results, he will see that the people of Scotland have put their trust in the SNP to defend them from the kind of attacks that we have from the Tory Benches. [Interruption.] I hear, “What about a referendum?” so let me say this. We went to the people of Scotland last December and we stood on the principle of Scotland’s right to choose. We got 45% of the vote. There is a bigger gap between us and the Tories than there is between the Tories and Labour in the United Kingdom. We won that election, by any definition. The people of Scotland elected us in 48 of the 59 constituencies. There are six Tories from Scotland. We won that election. I accept that the Conservatives won the election in the UK, but that means that it is incumbent on the Conservatives to recognise that the SNP won in Scotland.",
        "**David Duguid (Banff and Buchan) (Con)**",
        "No, it’s not.",
        "**Ian Blackford**",
        "“No, it’s not”—well, there we are: democracy Tory-style. The Tories think that they can simply ignore the people of Scotland. I say to them: carry on, because people are saying now that support for the SNP and support for independence is rising, and you will not stop the people of Scotland determining our own future. It is ours to choose and we will not be stopped by any Tory Government.",
        "**Several hon. Members rose—**",
        "**Ian Blackford**",
        "I am going to make some progress.",
        "A Scottish Government assessment of the proposal that is coming tomorrow shows that successful pioneering policies such as minimum unit pricing for alcohol, our no tuition fees policy and the smoking ban would face the unelected body that the Conservatives now want to put in place. The proposed establishment of an unelected external body to determine whether a Bill in the Scottish Parliament has met a new test is outrageous. It is completely undemocratic and will not be accepted. Westminster, under these plans, will have the power to block the legislative process in Scotland under the guise of this new body, so that Scotland’s elected representatives could not decide what is best for Scotland. The internal market plan would also require standards in one part of the UK to be automatically accepted in others. This would be a serious threat to Scotland’s high food standards.",
        "Any forthcoming legislation on these plans needs the consent of the Scottish Parliament. The decisions of the Scottish Parliament must be respected. Will the Minister confirm that Westminster will recognise the importance of consent from the Scottish Parliament, and accept that if consent is not granted the legislation cannot be passed? That is the historical position.",
        "The internal market plan also suggests that the UK Government will include state aid in their power grab. The Scottish and Welsh Governments have been clear ​that state aid policy should be devolved under current legislation. They want to stay closely aligned with the EU state aid rules. Legal experts have noted that Westminster’s decision to legislate to make state aid policy a reserved power was an implicit recognition that the UK Government were not confident of winning the argument in court. We already know that this Tory Government will do what they want to Scotland with regard to state aid if they get their way on this. Of course, the Tories have form. In 1992, John Major’s Government diverted cash from the highlands to try to boost dwindling Conservative support in south-east England.",
        "Let us be clear: the UK faces a constitutional crisis. Scotland continues to be completely ignored by Westminster and Westminster has proved itself to be utterly incapable of acting in Scotland’s interests. With the exception of the Scottish Tories, who have completely isolated themselves, the Scottish Parliament is united against the moves to erode Scotland’s devolved settlement. All the Opposition parties, as well as the SNP in government, recognise this threat to devolution coming from the Tories. The Scottish Tories remain tin-eared. The UK Government must recognise that Scotland has a choice: we either accept the downgrading of our Parliament or we choose to become an independent country. Let me appeal to those who live in Scotland to join the momentum. There is another way: we can stop the power grab, we can defend our interests, and we can finish our journey to independence.",
        "People want an extension, and in Scotland people have a right to an extension. Scotland voted overwhelmingly to remain in the European Union. A new poll has put support for Scottish independence at 54%, and that is the second Panelbase poll to show such figures in recent weeks. This marks the highest level of support for the SNP and independence ever, in any poll of its kind. The recent polling on independence shows the unstoppable power of people choosing their own future.",
        "Since the Westminster election of 2019, a majority of polls have shown support for independence in the lead. Commenting on the findings, Professor John Curtice said:",
        "“Never before have the foundations of public support for the Union looked so weak.”",
        "He explained that",
        "“the past three months have exemplified how Scotland could govern itself better as an independent, small country”.",
        "Even a casual observer could draw that conclusion, based on how the Scottish Government led by Nicola Sturgeon have dealt with the covid-19 crisis compared with this UK Government. Indeed, Nicola Sturgeon scores more highly with English voters than the Prime Minister does—[Laughter.] Conservative Members think the fact that the Prime Minister is unpopular, certainly in Scotland, is funny. We do not think it is funny; we think it is something much worse than that. It is now impossible for the UK Government to deny Scotland a choice over its future. The Prime Minister may be the best recruiting tool for Scottish independence since Margaret Thatcher.",
        "The cost of leaving the EU and managing a health crisis simultaneously is unacceptable, particularly when we could be facing a covid second wave in the winter. If the Prime Minister and the Tories fail to seek an extension, if they push ahead with their power grab, and if they ​continue to impose a future on Scotland that we never voted for, the choice will be clear. The only way to protect Scotland’s economy and our place at the heart of Europe is to become an independent country, and that day is coming. We can provide our road map to independence. We will have our say. Scotland will become an independent country."
    ]
}