{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-the-supreme-court-decision-on-a-scottish-referendum/",
    "title": "Ian Blackford – 2022 Speech on the Supreme Court Decision on a Scottish Referendum",
    "post_date": "November 24, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP leader at Westminster, in the House of Commons on 23 November 2022.",
    "content": [
        "Thank you for granting this urgent question, Mr Speaker.",
        "It is right that the UK Government answer questions today, and answer them quickly, because this morning the Supreme Court dealt with a question of law; there is now a massive question of democracy. Some of the Westminster parties are already wildly celebrating this morning’s decision, but I think it is safe to say that their thoughtless triumphalism will not last very long, because this judgment raises profound and deeply uncomfortable questions about the basis of the future of the United Kingdom.",
        "The biggest question of all is how the Prime Minister can ever again repeat the myth that the United Kingdom is a voluntary union of nations. In 2014, the Smith Commission made it clear that",
        "“nothing in this report prevents Scotland becoming an independent country in the future should the people of Scotland so choose.”",
        "If that is true and if the Secretary of State’s Government are still committed to that promise, will he urgently amend the Scotland Act 1998 to ensure that the Scottish people have the right to choose our own future? If he fails to do that, is he deliberately choosing to deny democracy, because a so-called partnership in which one partner is denied the right to choose a different future, or even to ask itself the question, cannot be described in any way as a voluntary partnership, or even a partnership at all?",
        "Today’s decision casts focus on the democratic decisions of the Scottish people. Since 2014, the Scottish National party has won eight elections in a row. We have secured multiple mandates. The question is: how many times do people in Scotland have to vote for a referendum before they get it?",
        "The more contempt the Westminster establishment shows for Scottish democracy, the more certain it is that Scotland will vote yes when the choice comes to be made. Scotland did not vote for Brexit. We did not vote for a new age of Tory austerity. We did not vote for this Prime Minister, and we have not voted for the Tories in Scotland since 1955. What we did vote for was the choice of a different future. If Westminster keeps blocking our democratic decisions, lawfully and democratically Scotland will find a way out of this Union.",
        "**Mr Jack**",
        "This idea that a mandate was delivered in 2021 in the Holyrood elections is completely misleading. As the First Minister herself said very clearly in an interview in The Herald—this is when she thought that the former First Minister, the previous SNP leader Alex Salmond, was gaming the system with his party Alba—that parties should stand on both the list and first-past-the-post constituency systems. The Greens did not fulfil that and neither did Alba. Let us be clear: in the 2021 Holyrood elections—the so-called mandate—less than one third of the Scottish electorate voted for the SNP."
    ]
}