{
    "url": "https://www.ukpol.co.uk/ian-blackford-2019-speech-on-brexit-3/",
    "title": "Ian Blackford – 2019 Speech on Brexit",
    "post_date": "October 19, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 19 October 2019.",
    "content": [
        "May I join you, Mr Speaker, in thanking all the staff who have made today’s sitting possible? I also thank the Prime Minister for advance sight of his statement.",
        "Northern Ireland, 13: Scotland, zero—those are the number of references to Northern Ireland and to Scotland in the Prime Minister’s statement. There was not one reference to Scotland. The Prime Minister has returned from Brussels to present a deal that he knows—that we all know—is actually worse than Theresa May’s deal. It is a deal that would see Scotland shafted by this United Kingdom Government and left at an economic disadvantage, with Scotland’s views and interests totally disregarded by this Prime Minister and his Government.",
        "The Scottish National party could not have been clearer: we would support any mandate to approach the European Union to remain in the single market and the customs union, or simply to remain in the European Union altogether. Yet the Prime Minister has made it clear that he is not interested in meaningful discussions with the SNP or our Scottish Government. He and his cronies in No. 10 do not care about Scotland. This Tory Government have sold Scotland out, and once against they have let Scotland down.",
        "While, rightfully, Northern Ireland has been allowed special arrangements to remain in the single market and the customs union, the Prime Minister will not afford Scotland the same arrangements. He did not even consider giving Scotland a fair deal. Despite the fact that the Scottish people, like the people of Northern Ireland, voted overwhelmingly to remain in the European Union, this Prime Minister has never entertained the notion of giving Scotland the same arrangements that Northern Ireland gets in this deal.",
        "The truth is that the Prime Minister does not care about Scotland. He and his Government have treated the Scottish Government, our Scottish Parliament and the Scottish people with nothing but contempt.",
        "Not a single MP who cares about Scotland’s future should consider supporting the Prime Minister today. They should stand with the Scottish National party and vote this deal down. Any and all assessments of any Brexit outcome show that the United Kingdom and Scotland will be poorer, no matter how we leave the European Union. People up and down Scotland know that the Prime Minister, his Brexit fan boys and the Vote Leave campaign have ignored and shafted Scotland.",
        "England is getting what it voted for, Wales is getting what it voted for, and Northern Ireland is getting a special deal, yet Scotland, which democratically voted to remain, is being ignored and treated as a second-class nation by this Government. How will the Prime Minister justify himself to the people of Scotland at the general election? When he cannot, and when he fails, and when the Brexit-backing fan club from all quarters fails, will he finally respect the mandate of the Scottish people and let them have their say on our future?"
    ]
}