{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Kirsty Blackman – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 9 September 2022.",
    "content": [
        "Thank you very much, Madam Deputy Speaker, for affording me the opportunity to pay tribute on behalf of my constituents on this sad day.",
        "Aberdeen has had a long association with, and fondness for, the royal family. Beautiful granite statues of former monarchs can be found watching over many parts of our city. People across Aberdeen are feeling a profound sense of loss today. In 1964, Aberdeen suffered one of our darkest hours. A typhoid outbreak in the city hospitalised 500 people and led to three fatalities. Dr Ian MacQueen, our chief medical officer, described Aberdeen as a “sort of beleaguered city”. Our reputation as a centre for tourism was badly damaged. Hearing of our local issues, and at very short notice, Queen Elizabeth diverted a planned journey to Glasgow in order to visit Aberdeen. This thoughtful gesture, which expressed the Queen’s confidence in the safety of visiting Aberdeen, has been long remembered by our city.",
        "Throughout the years, Her Majesty has retained a relationship with our city. In 1970, she visited the VSA —Voluntary Service Aberdeen—children’s centre in Aberdeen’s Hardgate. The Association of Social Services, VSA, has been honoured to secure the patronage of every monarch during its 150-year history, from its founding patronage of Queen Victoria in 1870.",
        "In 1990, Queen Elizabeth II opened the Bon Accord centre in Aberdeen. The people of Aberdeen love to turn out for a public event and this one was no different, with crowds thronging to try and catch a glimpse of her. Even Aberdonians who were not present on that day will almost certainly have walked past the commemorative plaque that she unveiled.",
        "In 2017, the Queen again visited Aberdeen to open the Robertson family roof garden at Aberdeen Royal Infirmary. Like so many of my constituents, I have had occasion to seek solace in the roof garden while a loved one was in hospital. We very much appreciate that she came along to open that garden.",
        "I want also to mention Her Majesty the Queen’s long involvement with the Girlguiding movement. In 1953, she became the Girl Guides’ patron and remained a stalwart supporter for all her years. She first joined the guides aged 11, taking part in camping trips and earning badges for swimming. Over the years, thousands of girls and young women across the UK and overseas have worked hard to achieve the highest award in guiding: the Queen’s Guide award.",
        "I send my personal condolences to the Queen’s family. In 2011, my great-granny passed away—also well into her 90s. I well remember the devastation and sense of shock that we all felt. She had been there for so long that we had begun to think that she would be a constant presence in our lives and there would never be a day that we would be without her. I can therefore feel an echo of what the generations of the royal family who follow her must be feeling today, and I send out my heartfelt best wishes to them at this time for getting through this difficult moment.",
        "From the people of Aberdeen North, I thank Queen Elizabeth for her lifetime of service."
    ]
}