{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-cop27/",
    "title": "Ian Blackford – 2022 Speech on COP27",
    "post_date": "November 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Environment",
            "url": "/category/environment/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP leader at Westminster, in the House of Commons on 9 November 2022.",
    "content": [
        "I thank the Prime Minister for advance sight of his statement. Let me also welcome his last-minute change of heart to attend COP27. But I am afraid that, whether he likes it or not, his initial instinct not to attend will be long remembered, and rightly so. It means that he now has a major job to convince people that he is truly committed to the challenge of climate change.",
        "That commitment starts with our own domestic targets, but it is vital that our collective commitment extends to those in the global south. Nations and peoples are being damaged the most by a climate crisis that they have contributed the least to. These are the poorest people on this planet and they always seem to pay the highest price. That is why it is so right and necessary that loss and damage were on the formal COP agenda for the first time.",
        "I am proud to say that, through the leadership of our First Minister, Scotland has become the first developed nation to pledge finance to address loss and damage. Our country is now committed to a total of £7 million—a small sum on the scale of what is needed, but a powerful message to larger nations that need to follow that lead. We do not need to wait for consensus and a decision at COP. We can start funding loss and damage programmes straightaway.",
        "Will the Prime Minister guarantee that UK overseas aid earmarked for climate finance will be spent within the five-year timeframe, as originally promised? Will he also guarantee that the total aid budget will not be slashed further in the autumn statement next week? Finally, in terms of the new Prime Minister’s domestic targets on climate, will he honour the promises made to the north-east of Scotland on carbon capture and storage? Will he commit to taking the Scottish cluster off the Government’s reserve list and to fund it right now?",
        "**The Prime Minister**",
        "I am pleased that it was the UK that established a new Glasgow dialogue on loss and damage to discuss arrangements for funding activities to avert, minimise and address loss and damage, and those conversations are ongoing. With regard to our international climate finance pledges, as I say, we remain committed to the £11.6 billion, and it is our intention to deliver it over the timeframe that was originally envisaged. With regard to targets, again, it should be a source of enormous pride for everyone in this House that we have decarbonised in this country faster than any other G7 country. Our targets are among the most ambitious in the world and we have a credible plan to get on and deliver them."
    ]
}