{
    "url": "https://www.ukpol.co.uk/ann-black-2022-nec-candidate-statement/",
    "title": "Ann Black – 2022 NEC Candidate Statement",
    "post_date": "August 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ann Black",
            "url": "/tag/ann-black/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The candidate statement from Ann Black.",
    "content": [
        "**Candidate Statement**",
        "I’m seeking re-election after serving from 2000 to 2018 and returning in 2020, still committed to accountability, socialist policies and genuine party democracy. I am loyal to Keir Starmer and Angela Rayner, as to previous leaders. I’m a lifelong UNISON member.",
        "The party has to look outwards. As chair of the National Policy Forum I am focused not just on what a Labour government should do, but how to achieve that Labour government, with an inspiring vision and clear messages on equality, public services, workers’ rights and electoral reform.",
        "In 2020 I argued that local parties should receive a bigger share of subscriptions, and have already got £1,500 returned to every CLP. As a CLP secretary myself I understand the stresses on volunteers. I helped to revive the national women’s conference, and continue trying to reduce unacceptable delays within complaints and disciplinary processes.",
        "I judge issues on their merits regardless of faction. For instance I opposed expulsion for supporting organisations before they were proscribed, supported simpler selection procedures, but was the only representative to object to the NEC controlling parliamentary longlists and allowing candidates to spend £3,500."
    ]
}