{
    "url": "https://www.ukpol.co.uk/ian-blackford-2020-speech-on-the-united-kingdom-internal-market-bill/",
    "title": "Ian Blackford – 2020 Speech on the United Kingdom Internal Market Bill",
    "post_date": "September 15, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 14 September 2020.",
    "content": [
        "Over the past few years, we have all witnessed this Tory Government plunging this Parliament and our broader politics into ever deeper chaos and disgrace. In that time, Scotland has been dragged out of the European Union against our will. It is almost a year to the day on which this Parliament was illegally prorogued, and in recent months a raft of senior civil servants has been forced out the door. That instability is this UK Parliament’s new normal; it is now part and parcel of a broken Westminster system.",
        "Here we are again: having dragged us deeper and deeper into their dangerous agenda for the past four years, today this right-wing Brexit cabal has reached rock bottom. The United Kingdom Internal Market Bill is the greatest threat to devolution that Scotland has faced since our Parliament was reconvened with the overwhelming support of the Scottish people in 1999. We are discussing the principles of a Bill that this Tory Government casually and brazenly admit violates international and domestic law—a Bill that cynically uses the precious peace at the heart of the Good Friday agreement as nothing more than a Brexit bargaining chip.​",
        "The Bill runs to 50 pages, but people across these islands have a right to know exactly what it proposes to do. It does two fundamentally dangerous and undemocratic things: it breaks international law and it breaks devolution. Those two facts explain why there has been such a widespread chorus of opposition to the Bill. That opposition comes from every profession, sector and corner of these islands, and it is why this legislation should and must be resisted by anyone who claims to respect the rule of law and anyone who claims to respect the current devolution settlement.",
        "As we know, there is opposition on the Conservative Benches. In the other place, the former Tory leader, Lord Howard, told the Government that the legislation would result in the UK is showing itself as having “scant regard” for its treaty obligations. When the Government are getting verbally slaughtered by a Brexiteer who has—how shall I say it?—“something of the night” about him, it is as clear as day that the Tories have gone way beyond the pale.",
        "The Law Society of Scotland has commented on the Bill, stating:",
        "“The bill should, as a matter of principle, comply with public international law and the rule of international law, pacta sunt servanda…should be honoured. Adherence to the rule of law underpins our democracy and our society. We believe that to knowingly break with the UK’s reputation for following public international law could have far-reaching economic, legal and political consequences and should not be taken lightly.”",
        "I repeat: to knowingly break international law. I ask each Member to think on that tonight.",
        "Every Member has a choice. We know that the Bill breaks international law—so many learned individuals, including the previous Attorney General, have told us so. Tonight, this House can tell the Government that it is not on and that this House is not going to be complicit in a breach of international law. I venture that that is the responsibility that each Member has. Every Member—every Member, Madam Deputy Speaker—should examine their conscience. This is about a Bill that breaches the terms of a treaty, the ink of which is barely dry and on the delivery of which the governing party fought an election.",
        "**Ms Angela Eagle**",
        "The right hon. Gentleman is making points that go to the heart of the Bill, and I share his worries about them. Does he share my worries that the Bill also attempts to curtail judicial review, or prevent it entirely, once that law has been broken?",
        "**Ian Blackford**",
        "The hon. Lady is correct about that, because we know that the Government have got into trouble with the judiciary over their actions in the past, and I will come on to talk about that.",
        "The right hon. Member for Doncaster North (Edward Miliband), who spoke for the Opposition, was correct when he said that the Prime Minister cannot pretend that he did not know the terms of the treaty or its obligations when he signed it—that simply beggars belief. This is a test for the House this evening; do not wait for the Committee stage, as legally, morally and ethically the right thing to do is to vote down this Bill tonight. This House must be accountable. Do not follow the Prime Minister in acquiescing in breaking the law—if you vote to give the Bill its Second Reading tonight, that is exactly what you are all doing. So this is a test, ​and I understand the challenge the Conservative Members face. Do not support the Prime Minister by breaking the law this evening—it is as simple as that.",
        "Of course, the Prime Minister has form: a year ago he went to the Queen to prorogue Parliament, an illegal act that the courts forced him to reverse. Here he is again—although in this case he is not, because he has run off—woefully breaking international law this time, seeking to ask the Queen to enact legislation that breaks international law. We have the power individually and collectively to stop the Prime Minister in this act of madness this evening. This is a matter of principle; it is about this House saying that we should not breach our legal obligations—I implore the House to say exactly that.",
        "We were expecting the Secretary of State for Business, Energy and Industrial Strategy to have drawn the short straw in having to come here to argue for this dreadful piece of legislation, but he was stood down. We all know who the parcel of rogues are behind this legislation; this Bill has the fingerprints of the Prime Minister, the Minister for the Cabinet Office and, of course, Dominic Cummings. We have just heard the bluff and bluster of the Prime Minister in seeking to defend the indefensible. He can try all he likes to dress this up as a business Bill, but no amount of dressing up will hide the fact that this is a naked power grab. The Tories are fooling no one, least of all businesses in Scotland. If this UK Government were actually serious about delivering an ounce of business confidence, they would not be threatening to blow apart any hope of a future trade deal with the European Union.",
        "**Bill Esterson (Sefton Central) (Lab)**",
        "We can see from the right hon. Gentleman’s speech so far that he clearly shares many of the concerns of the Labour Front-Bench team. On that basis, will he confirm that he will be supporting the reasoned amendment standing in the name of the Leader of the Opposition?",
        "**Ian Blackford**",
        "I am grateful for the question. We will be voting against this Bill this evening but we will not be supporting the reasoned amendment, because of some of the other conditions attached to it, not least that there should be a single market Act that does not enshrine the rights of the devolved nations to be able to protect their own interests—that is the fundamental difference we have this evening. I ask the House to oppose the Bill and vote it down on Second Reading.",
        "The provisions of this legislation recklessly and deliberately risk a bad deal or, increasingly, the economic devastation of a no deal. You cannot claim to support business while pursuing a bad Brexit. You cannot claim to support business by burdening it with yet more economic uncertainty, in the face of a global pandemic, one where we know the challenges we face. Yet, in the midst of this, the Prime Minister brings this Bill. The Government cannot claim to support the Scottish economy by taking more economic powers away from Scotland’s democratically elected Parliament.",
        "I will turn now to some of the contents of the Bill, and specifically the numerous aspects that will undermine the powers and authority of Scotland’s Parliament. Clauses 2 to 9 contain sweeping powers that could act to compel Scotland to accept lower standards set elsewhere in the UK. That means standards on animal welfare, ​food safety and environmental protection to name but a few. We all know the risk and the threat that that will bring, especially for Scotland’s farmers and consumers. This law is a Tory invitation for chlorinated chicken and hormone-injected beef in our supermarkets. [Interruption.] We can hear the guffawing from the Conservative Benches, but yesterday morning on “Politics Scotland” a Treasury Minister more or less admitted that they could not stop chlorinated chicken coming into the United Kingdom. [Interruption.] Go and check the tapes; it is there.",
        "**Liz Saville Roberts (Dwyfor Meirionnydd) (PC)**",
        "I am sure that the right hon. Gentleman shares my dismay that the non-discrimination clause would mean that popular policies already made by the Welsh Government and our Senedd to do with the smoking ban, the ban on plastic bags, and organ donation could have been called in and not been valid under this legislation.",
        "**Ian Blackford**",
        "The right hon. Member makes a very good point. There are policies that we are very proud of introducing in Scotland, such as minimum alcohol pricing, which was so critical in dealing with misuse of alcohol in Scotland, but there is no guarantee that we would be able to bring in such initiatives in the future. We would have to go cap in hand to Westminster for authority. The days of us being “too wee, too poor, too stupid” are well and truly over.",
        "**The Chancellor of the Duchy of Lancaster and Minister for the Cabinet Office (Michael Gove)**",
        "Don’t be so hard on yourself.",
        "**Ian Blackford**",
        "The sneering contempt that we get from the Minister for the Cabinet Office—he really ought to be ashamed of himself.",
        "In part four, provision is made for the establishment of a new unelected monitoring body called the Office for the Internal Market. The Bill proposes to hand that unelected body—we often hear about unelected bureaucrats, but here we are—the power to pass judgment on devolved laws, directly over the heads of the Scottish people’s chosen Government. It will also lead to an open invitation for businesses with deep pockets to challenge the democratic decisions of our Scottish Parliament.",
        "Clause 48 reserves state aid: one of the most blatant power grabs in the Bill, and that is a very high bar. We know that the state aid provisions will merely mirror those of the World Trade Organisation. That will inevitably make a deal with the EU even more difficult and provide little or no scrutiny. Finally, there is clause 46: the ultimate insult and the ultimate attack on devolution. If this legislation is forced through, powers will be given to UK Government Ministers to design and impose replacements for EU spending programmes in devolved areas: infrastructure, economic development, culture and sport, education and training—all of it.",
        "The Government’s agenda is clear. The Transport Minister would have input and decision-making powers over road building in Scotland, over the heads of the Scottish Parliament. We won a referendum in 1997, when 75% of the people of Scotland voted to have a Parliament. We have elections every five years. Manifestos are put in front of the Scottish people. It is the settled will of the people that that Parliament has control over health, education, housing and transport. How dare ​this Tory Government feel that they can come in and impose their will on those areas of democratic accountability in Scotland? What an insult to our Parliament in Edinburgh and our Parliament in Wales. I say to this Government, “We will stand up against this attack on our Parliament, and on those that enshrined that Scottish Parliament.”",
        "The agenda of the Conservatives is clear. The Tories will seek to bypass democratically elected MPs and Ministers in Scotland. Union Jack-badged projects will be paid for and prioritised ahead of the priorities of our Parliament. Bitter experience is a good teacher. Tory Governments cannot be trusted to spend money in Scotland.",
        "We remember what happens when the Tories control state aid spending. In 1992, John Major’s Government diverted cash from the highlands to try to boost dwindling Tory support in south-east England. And we have not forgotten that this legislation comes from a Prime Minister who bragged that a pound spent in Croydon has far more value to the country than a pound spent in Strathclyde. That is the way that the Conservatives look upon Scotland. The Tories will look after their own interests. They will never—not ever—support Scotland’s interests. This Bill would allow them free rein to serve their own narrow needs.",
        "At its heart, this Bill confirms the centralising obsession of this UK Government. Those in No. 10 who not so long ago made a lucrative living scribbling endless newspaper articles about a supposed centralised Brussels elite are now attempting to centralise and grab every devolved power that they can get their hands on. Apparently, the Tories are not only determined to preside over the death of devolution; they are clearly determined to oversee the death of irony, too.",
        "The real reason behind this Government’s hunger to pursue this power grab is what should concern us most, though. Paragraph 26 of the explanatory notes makes it clear that the Business Secretary will be given the power to change exemptions from the Bill at any time. In effect, this is a Trojan horse allowing Tory Ministers to encroach even further on devolution, and we know where that will inevitably lead. In order to deliver bad trade deals—the only deals they can now realistically get—the Tories want private health companies to have a guaranteed right to trade unhindered in Scotland and across the UK. With no protections for our Parliament, this would fundamentally weaken and undermine our national health service in Scotland. The same is true for private water companies, with the same threat of undermining standards and raising prices in Scotland. The Tories’ real agenda is about imposing the creeping privatisation and rampant deregulation that they are already implementing in England.",
        "I am heartened by one thing: the scale of the threat of this legislation is equalled by the scale of the opposition with which it has been met across Scottish society. Those on the Government Benches, especially the Scottish Tories—mind you, there is only one of them in here—would do well to listen to this. The National Farmers Union Scotland confirmed that",
        "“the proposals pose a significant threat to the development of Common Frameworks and to devolution.”​  \nThe chair of the Scottish Crofting Federation, Yvonne White, expressed fear that",
        "“the proposed legislation will lead to a race to the bottom, threatening our high standards in food, environment and animal welfare, thus damaging the image of Scottish produce.”",
        "She concluded:",
        "“These standards are best safeguarded by the Scottish Parliament.”",
        "[Interruption.] I hear someone shouting from a sedentary position, “Don’t let the facts get in the way.” That is a statement from the chair of the Scottish Crofting Federation. It might not suit those on the Tory Benches, but that is the reality.",
        "The Scottish Council for Development and Industry believes that",
        "“mutually agreed common frameworks should be the foundation of the UK internal market, rather than the imposition of a single approach across the UK in devolved policy areas.”",
        "The SCDI is absolutely right. Why is the Joint Ministerial Committee not finishing the work it was engaged on in delivering those frameworks on a consensual basis? But of course that does not suit the Tory Government, who want to attack our democratic institutions.",
        "The General Teaching Council for Scotland said that supporting the Bill",
        "“would undermine the four UK nations’ devolved education functions.”",
        "**Michael Gove**",
        "How?",
        "**Ian Blackford**",
        "I hear the Cabinet Office Minister shout, “How?” Perhaps he should go and talk to the General Teaching Council, and it will give him its views directly. [Interruption.] Really? We have the Business Secretary, who is supposed to be taking this Bill through, sitting laughing—laughing at the legitimate comments made by stakeholders in Scotland. It is little wonder that the Tories are rejected in the way they are at the polls in Scotland.",
        "On its impact on devolution, Professor Nicola McEwen, co-director of the Centre on Constitutional Change, found that the internal market Bill",
        "“limits policy divergences and risks stifling innovation”.",
        "The Scottish Trades Union Congress stated that the Prime Minister",
        "“is uniting political parties, trade unions and wider civil society in Scotland against a power grab which would see UK Government interference in previously devolved matters and a rolling back of the”",
        "devolution",
        "“settlement we voted for in 1997”.",
        "What is happening is that the Tories are uniting civic Scotland against this attack on our Parliament and its powers—farmers, crofters, teachers, industry, academics and trade unions: a coalition of opposition to this Bill and this Tory agenda. Civic Scotland has made its voices and views crystal clear. Anyone supporting this Bill will be ignoring their interests.",
        "We all have a responsibility to listen to these voices. The new Scottish Tory leadership have been running around half the summer, telling anyone who would listen just how keen they were to stand up to the Prime Minister when they think he is wrong. Well, you have that chance tonight. Listen to the coalition of opposition in Scotland rather than your masters in Downing Street. ​If the Scottish Tories follow their colleagues into the Lobby in support of this power grab, they will expose themselves as being weaker than ever, as failing to stand up for Scotland’s interest against a London power grab. The very first test of the new Scottish Tory leadership will have turned out to be their biggest, and they will have failed. They will simply have shown themselves to be the Prime Minister’s poodles, turning their back on Scotland’s interests. They will have failed once again to stand up for Scottish democracy.",
        "There is also a special responsibility that falls on the Labour party. Much of the devolution project is a legacy of its Government in 1997. This Bill is a direct attack on that legacy. We must collectively oppose the Bill. I am urging the Labour party at every parliamentary stage to take full responsibility and work collectively with us to hold the Government to account. The Welsh Labour Government are advising the same. They have said that",
        "“the UK Government plans to sacrifice the future of the union by stealing powers from devolved administrations”,",
        "and that it is",
        "“an attack on democracy and an affront to the people of Wales, Scotland and Northern Ireland, who have voted in favour of devolution on numerous occasions.”",
        "That statement and its analysis comes to the very core of the argument. Over the course of the last 21 years of devolution, Scotland’s people have benefited from the progressive and divergent priorities that our own governance has given us the freedom to pursue. They have seen it, experienced it and come to fiercely value it. Even with limited powers, Scotland’s Parliament and our Government have always sought to mitigate or reject the Conservative policy paths set out at Westminster. We have forged our own path. If this legislation had been in force previously, it would have prevented many progressive policies and divergent choices.",
        "Over recent months, that conviction and belief in our Parliament has grown. People have seen the exceptional leadership of our First Minister throughout the course of this terrible pandemic. It has reaffirmed their faith and confidence in our institutions, our governance and our nation. Our people have come to a simple but powerful conclusion: decisions about Scotland are best made in Scotland. Right now, poll after poll—the latest one only last Friday—shows that a growing majority have come to the conclusion that all decisions and all powers should now be fully entrusted to the people of Scotland.",
        "The Tories have never been able to reconcile themselves to that truth. As usual, when they are confronted with change, they are in the depths of denial. Instead of accepting the right of Scottish people to choose their own future, they are trying to grab the powers back that were returned to Scotland 21 years ago. That is exactly what this law is designed to do. It is a full-frontal attack on Scotland’s Parliament and on Scotland’s democracy.",
        "It has been stated that power devolved is power retained. This implies that this Tory Government can do anything they like with the powers of our Parliament. That is what this Bill is about. It gives them direct spending in Scotland in devolved areas: in health, education, housing and transport. Just dwell on this. We send parliamentarians to Holyrood so that they can enact the people’s priorities, but Westminster is about to ride roughshod over that. If the Bill passes, this Government in London can interfere directly in all those devolved areas, ​over the heads of the Scottish Parliament and our people. There is only one way to stop them—only one answer, and only one option.",
        "The only way to defend Scotland’s Parliament and its powers is by becoming independent. Our Parliament will consider a new referendum Bill before the end of 2021. The chance to choose an independent future is now coming. No amount of Tory denial and disruption can stand in the way of Scotland’s people’s democratic right to choose a different and better future, and once it comes, people will have their democratic say. I am more confident than ever that they will choose to be part of a new Scotland back at the heart of Europe. We can choose to leave behind the chaos and instability of Westminster. We can get on by becoming an independent, international, law-abiding nation."
    ]
}