{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-on-the-situation-in-iran/",
    "title": "Bob Blackman – 2022 Speech on the Situation in Iran",
    "post_date": "November 18, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 16 November 2022.",
    "content": [
        "I thank Mr Speaker for granting this urgent question, and I thank you, Madam Deputy Speaker, for presiding over it. I thank the [Under-Secretary for his response](https://www.ukpol.co.uk/david-rutley-2022-statement-on-the-situation-in-iran/).",
        "The House will be aware that, since the murder of Mahsa Amini, there have been nationwide protests in Iran over the past six to seven weeks. Contrary to the reports that the Minister mentioned, the reports I have are that more than 60,000 people have been arrested. These are men, women and children just protesting about the murder of one young lady. The individuals who have been arrested have been tortured, they have been denied legal representation, they have been denied medication and in most cases they have been denied bail as well. When bail was first introduced, huge sums were demanded from families who simply did not have the money. We should remember that the President of Iran, President Raisi, was responsible as the prosecutor in Iran for 30,000 executions of political prisoners in 1988, so the direction from the top is very clear. As my hon. Friend has mentioned, journalists in the UK have been threatened, and indeed the Foreign Secretary called in the chargé d’affaires on Friday about those threats. We are also aware that sentencing and executions are beginning in Iran, and that many thousands of people may end up being executed.",
        "I have a series of questions for my hon. Friend the Minister. What representations have been made to Iran directly on the treatment of the protesters? What action has been taken at the United Nations to remove Iran from positions of responsibility? He has mentioned one position but there are many others that Iran shares. The Islamic Revolutionary Guard Corps is directly implicated in the torture of individuals in Iran. What more do we have to see before the IRGC in its entirety becomes a proscribed organisation in this country? President Macron has made it clear that progress on the Joint Comprehensive Plan of Action negotiations is impossible during these events in Iran, so does my hon. Friend agree that making any progress on the so-called nuclear deal with Iran is impossible in these circumstances?",
        "Finally, will my hon. Friend join me in wishing the England team every success in beating Iran on Monday?"
    ]
}