{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-question-on-anniversary-of-kristallnacht/",
    "title": "Bob Blackman – 2022 Question on Anniversary of Kristallnacht",
    "post_date": "November 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Comments",
            "url": "/tag/comments/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The question asked by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 9 November 2022.",
    "content": [
        "Eighty-four years ago today in Germany, hundreds of synagogues were destroyed, Torah scrolls were desecrated, and thousands of Jewish businesses and shops were destroyed. Ninety-one Jewish people were murdered, and later 30,000 Jewish men were sent to the concentration camps. So as we commemorate Kristallnacht, let us remember that it was started with anti-Jewish hatred, it became antisemitism and it is still prevalent in society today. So will my right hon. Friend condemn antisemitism in all its forms, but congratulate the holocaust survivors, who give their testimony year after year? In particular, will he congratulate the Holocaust Educational Trust on the brilliant work it does in ensure that we will never, ever forget what happened in the holocaust? (902140)",
        "**The Prime Minister**",
        "I thank my hon. Friend for his powerful question and his continued work on this issue. I completely agree that antisemitism has no place in our society, and we are taking a strong lead in tackling it in all forms. We became the first country to adopt the International Holocaust Remembrance Alliance definition of antisemitism, and the Government’s independent adviser on antisemitism regularly provides advice to Ministers on how best to tackle this issue. May I join my hon. Friend, as I know the whole House will, in praising the work of those survivors who so bravely tell their stories so that we might never forget?"
    ]
}