{
    "url": "https://www.ukpol.co.uk/ian-blackford-2021-speech-on-hrh-the-duke-of-edinburgh/",
    "title": "Ian Blackford – 2021 Speech on HRH The Duke of Edinburgh",
    "post_date": "April 13, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP Leader in the Commons, in the House of Commons on 12 April 2021.",
    "content": [
        "Let me begin by echoing the warm and thoughtful words of the Prime Minister, the Leader of the Opposition, and, indeed, the Father of the House, who have spoken before me.",
        "Since the news emerged last Friday of Prince Philip’s death, the time has been filled with genuine sorrow right across these islands. For myself and for the people throughout Scotland, my thoughts and prayers remain with the entire royal family, but most especially with Her Majesty the Queen. For most people, the response and the reaction have been very simple and purely human. We collectively grieve for a wife who has lost her husband, a mother who has lost her life partner and her constant companion after a remarkable 73 years of marriage.",
        "In the past few days, across our institutions and across the media, there has been a very public marking and mourning of the passing of the Duke of Edinburgh. These tributes have come from every corner of the world. I am very conscious, though, that the scale of public commemoration does not diminish the depth of private grief. At the very heart of this is a family grieving the loss of a beloved husband, a father, a grandfather and a great-grandfather—a man who was at the very centre of their family life. As with every death, following the funeral, that loss and absence will be felt all the more. It is right that we seek to remember and respect that loss and the need for private mourning in the days, weeks and months ahead.",
        "When it comes to reflecting on the life of Prince Philip, there is no shortage of material. His was a remarkable life packed full of experience and involvement spanning across diverse communities and continents. That life and those experiences were made possible by probably his most defining trait—a devotion to duty.",
        "Already today in this Chamber and across the airwaves for the past few days, there have been great insights into that long life and the period of history in which he had a presence or a part. From military service to the promotion of environmental causes or his patronage of more than 800 organisations, there is a long and lasting legacy on which to reflect. It would be impossible to encapsulate all of it in any remarks, so instead, I will focus my remarks on the Duke’s deep connection to Scotland. That connection came before and went way beyond a royal title that contained our capital city of Edinburgh. It was a connection that stretched right across his entire life from childhood to old age. As a child, he attended school at Gordonstoun. It was there that he established many of his interests and hobbies that would stay with him. In those early years, he made his mark as an athlete in cricket and in hockey, captaining the school teams and becoming head boy of the school.",
        "The Duke’s love of the sea first found its spark in Scotland, where he frequently went on school trips, sailing around the coast of Scotland. His affection for his time at Gordonstoun is obviously demonstrated by the fact that he sent all his sons there in later years. He also remained a regular visitor—most recently in 2014 to mark Gordonstoun’s 80th anniversary. That link with Scotland and the highlands only grew and deepened after his marriage to Queen Elizabeth. The love they have for Balmoral castle has been evident for years and their presence there is now part of the fabric of that local community. Whether it was his attendance at the Braemar Gathering, a highland tradition that has been ongoing for the best part of 900 years, or his presence at Crathie kirk, Balmoral became an enduring part of their life together. Despite his ailing health, it is very telling that he still made the effort to make his final journey to Balmoral as recently as last August.",
        "For many people, I suspect that the most memorable and impactful legacy that Prince Philip leaves is the scheme that he lent his title to—the Duke of Edinburgh Award. Once again, the Scottish connection with the scheme could not be clearer. It was inspired by the Moray badge, created by Dr Kurt Hahn, the founder of Gordonstoun, with the intention of giving a sense of responsibility. The tasks in the scheme, from volunteering to outdoor expeditions and personal development, have helped community and educational organisations for generations. Since its inception in 1956, it is truly incredible to reflect that more than 6 million people have undertaken the Duke of Edinburgh Award in the UK. However, its reach did not stop there, with more than 130 countries participating in the international award across the globe.",
        "The Duke was a very hands-on patron, and he personally attended the scheme’s award ceremonies, presenting his 500th gold award in 2013 at St James’s Palace. That emphasis and commitment that Prince Philip placed on the value of education was a mainstay of his life. The Duke was appointed chancellor of the University of Edinburgh in 1953, and served in that role for almost 60 years. During that long period, he took a particularly keen interest in scientific development, and was a regular at graduation ceremonies. He only retired in 2010, and I know that the staff and students at the university also valued the role and the time he willingly gave.",
        "It has also been noted in recent days that Prince Philip took a keen interest in Scottish architecture. There are memorable photographs circulating of when the Prince joined the Queen to open the Forth road bridge in 1964. They were the first people to cross the link between the kingdom of Fife and that great city of Edinburgh, and that enduring interest in the Forth crossing was replicated some 50 years later, when he made a private visit to see the construction of the Queensferry crossing. Once again, alongside the Queen, they became the first people to cross the new bridge after it officially opened in 2017. I know that political campaigning remains suspended, but I am sure that Members opposite will forgive me for saying that I am pretty sure Prince Philip would have appreciated that the bridge was delivered on time and under budget.",
        "Perhaps people’s most lasting memories of the Duke were of the informality he often brought to very formal occasions. Throughout the years, I think it is fair to say that he was not a man for drizzling honey on his words. That trait equally applied to the advice he gave, and there is one memorable piece of advice he gave on the length of speeches, which I dare say some Members might even think applies to myself. He advised:",
        "“The mind cannot absorb what the backside cannot endure.”",
        "With that timeless piece of advice from the Duke of Edinburgh, I shall bring my remarks to a close. In doing so, though, I again convey the condolences of myself, my party, and people right across Scotland to the Queen and to the entire royal family. By any standard—by any measure—Prince Philip lived a long, energetic and full life. May he now rest in peace."
    ]
}