{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2022-speech-on-scotlands-future/",
    "title": "Kirsty Blackman – 2022 Speech on Scotland’s Future",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 14 December 2022.",
    "content": [
        "I am sorry, Mr Deputy Speaker; I was slightly distracted. I was clearly listening to everything that was said by my hon. Friend the Member for Paisley and Renfrewshire North (Gavin Newlands), but unfortunately I missed the last few sentences.",
        "We are here talking about Scotland’s future, because we are stuck in a constitutional conundrum. We are in a situation that we cannot get out of, because there is no way out of it. That was proven by the Supreme Court judgment, which effectively said, “There is no current democratic way for the people of Scotland to get out of this Union, even if they want to.” Even if the people of Scotland vote for parties that support an independence referendum, as they continually do, there is no way out of the situation without the UK Government’s granting a section 30 order. There is no way out of this voluntary union of nations. We are stuck in this voluntary union whether we like it or not.",
        "The opposition—that is, both Labour and the Conservatives—seem to think that it is some sort of oddity—an unusual situation—when people in this place are keen to talk about constitutional reform. In some odd way, apparently, SNP Members are the only ones in this House who have any interest in constitutional reform. We have a party in this place that passed the recent Elections Act 2022, which changed the way in which people vote, and is changing the parliamentary constituencies, reducing their number. We have a party that is desperate to abolish the House of Lords—we have heard that before—and a party that previously said that it would abolish the House of Lords. These parties have spent decades tinkering with the constitution, making changes to it, and they are still doing so; they are still talking about the Bill to repeal EU law, and about Brexit and what a wonderful bonus it has been. Those are all constitutional changes.",
        "The only difference between our party talking about constitutional change and their parties talking about constitutional change is that we are doing so consistently, pointing in the same direction, with all of us standing up and fighting for independence for the people of Scotland. That is the constitutional change we are speaking for with one voice. The fact that we can consistently do so is very different from the warfare that is happening within Better Together about the best way forward for the constitutional future. That is why it riles them so much that we are able to come here and speak with one voice, because we on the SNP Benches act together in supporting Scotland’s right to choose.",
        "The reality is that, under the UK constitution, Parliament is sovereign—that is the way that it works. That has never worked for us, as colleagues have said; that has never been Scotland’s constitutional set-up. Our set-up is that the people of Scotland are sovereign. The people of Scotland are the ones who have the right to choose our form of government; the people of Scotland are the ones who should be making this decision, and we should not continue to be stymied by Westminster.",
        "I want to talk about ducks. I thank my hon. Friend the Member for Perth and North Perthshire (Pete Wishart) for mentioning the duck test. He has said that there is a duck test in relation to the referendum, which is apparently the position of the Conservative Front-Bench team: if it looks like it is time for a referendum and it sounds like it is time for a referendum, it is time for a referendum. I hope Mr Deputy Speaker will not mind my saying that the Conservative party does not have a very good track record on determining whether or not something is a duck, because if it looks like a party and it sounds like a party, it is in fact a work event. If it looks like a drive to Barnard castle and it sounds like a drive breaking covid rules, it is in fact completely legitimate and perfectly normal for people to do that—[Interruption.] An eyesight test, indeed, and definitely not against covid rules.",
        "I have some questions for the Minister about his plan for how Scotland could choose to determine its constitutional future, and exactly what he has said about this issue. To move away slightly from the duck test, he has said that we need all of the parties and civic society in Scotland to come forward in order to have a referendum. Thinking back to the Brexit referendum, is it possible that not all of the parties supported having such a referendum? Is it possible that that dramatic constitutional change was not supported by every single party in this House? I think it is possible that that was the case—that every party in this House did not come together and support constitutional change. I assume that prior to the Scottish Parliament election in 2011, the Scottish Conservative and Unionist party did not put in its manifesto that it would support an independence referendum. It is incredibly odd for the Minister to suggest that there should be support from every party. Does he mean the Labour party, the Conservatives and the SNP? Does he mean the Labour party, the Conservatives, the SNP and the Lib Dems? Does he include Plaid, the SDLP and the DUP? Would every party across the UK need to have a referendum on Scottish independence in their manifesto in order for that referendum to happen? What does he mean by “every party”? Does he really mean it? It would be great if he could provide some answers. Does he mean every party that gets over a certain percentage of the vote? If so, what is the threshold? Would they have to have it in their manifestos or simply have to make the agreement afterwards?",
        "**Douglas Ross**",
        "Will the hon. Lady give way?",
        "**Kirsty Blackman**",
        "I am not going to give way.",
        "On the Scottish Parliament, the Scottish Government and the decisions made by them, I was confused to hear Front-Bench Government Members talking about devolved matters, given that they have chosen to be elected to Westminster. They put themselves forward as Westminster parliamentarians when they knew that such issues were devolved. It got even more bizarre when the hon. Member for Moray (Douglas Ross) stood up. Does he realise that he is in the wrong Parliament? Does he realise that he could ask those questions in his other job?",
        "**Douglas Ross**",
        "Will the hon. Lady give way?",
        "**Kirsty Blackman**",
        "Absolutely.",
        "**Douglas Ross**",
        "I am grateful to the hon. Lady for giving way; I have been trying to intervene for some time. I want to take her back to her point about what things look like and what they are in reality. Can she tell us what it looks like when the chief executive of her party gives a personal donation of £107,000? What is that in reality?",
        "**Kirsty Blackman**",
        "The Conservative party talking about donations! We have seen £29 million go to somebody who took the VIP covid lane—people in that lane have private jets. The Conservative party agrees that the taxpayer can pay the bills for the former Prime Minister’s defence against allegations of having a party during covid, so I do not think it has any ground to stand on.",
        "There has been talk about the powers of the Scottish Parliament and how it is managing. The reality is that we do not have all the flexibility over our finances that we should have. Even the Labour party is not suggesting devolving workers’ rights, which seems most bizarre given the continued attack on workers’ rights and trade unions by the Conservatives. If we devolve those rights to Scotland, we will not be doing that to trade unions.",
        "The Scottish Parliament has to subsist on the fixed budget given to us, over which we have no flexibility. As my hon. Friend the Member for Angus (Dave Doogan) said earlier, it is like trying to set a table when all we have is spoons. We cannot make all the decisions we would like to make if we continually have to mitigate Tory policies and exist on whatever budget the UK Parliament decides is relevant for Scotland when it is unwilling to give fair pay deals to public sector workers.",
        "We are stepping up and making the change—mitigating the bedroom tax and the rape clause and doing all we can in Scotland with our second anti child poverty strategy, which is making a massive difference. We have increased the Scottish child payment and widened the eligibility massively. All those things are making a difference to the lives of people in Scotland, but we do not have full control over them. The issue is about the democratic right of the people of Scotland to choose their own future. Westminster is doing everything it can to sink this ship and go harder and harder in support of policies that make Scottish independence all the more likely. We need that route out of this Union. This is a democratic trap that we are shackled in and we cannot get out of it. The UK Government have failed to give us that route. That is why we are here today arguing for the future for our constituents."
    ]
}