{
    "url": "https://www.ukpol.co.uk/mhairi-black-2021-comments-on-the-pandemic/",
    "title": "Mhairi Black – 2021 Comments on the Pandemic",
    "post_date": "May 6, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Mhairi Black",
            "url": "/tag/mhairi-black/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The comments made by Mhairi Black, the SNP MP for Paisley and Renfrewshire South, on 6 May 2021.",
    "content": [
        "The pandemic has been tough for everyone, but particularly so for young people.",
        "It has disrupted their education, training and employment – and even stopped them enjoying many key rites of passage that make being young special – whether that’s school proms, graduation ceremonies, birthday parties, moving to university or even just being able to see friends.",
        "Scotland’s young people have made huge sacrifices for the rest of the country and there is more at stake for their future than any other age group.",
        "That’s why the SNP’s Young Person’s Guarantee is such an important commitment, and it’s why we’ll support their incomes by introducing free bus travel and scrapping council tax for everyone under 22.",
        "An SNP government will also deliver affordable homes, put ScotRail in public hands, create new jobs, help with housing costs, and create green jobs in order that Scotland is a net zero country.",
        "And in just a few days’ time, if re-elected, there will be new decisions to take on easing the covid restrictions that will mean much more normality for people’s lives.",
        "And as we look to rebuild Scotland, we have to ask ourselves who should be making the decisions that affect our lives.",
        "On May 6th, just like everyone else, young people will be asked how they want to see Scotland recover, and what future they really want.",
        "Is it Westminster and Boris Johnson, or is it Nicola Sturgeon and the SNP?",
        "Young people across the country could be critical in helping to elect a First Minister who has led us through this pandemic every day and a government that has equality, compassion and fairness at the heart of its policies, instead of putting Scotland’s future in Boris Johnson’s hands.",
        "My message to young people is this – don’t let other people decide your future for you. Get out and vote SNP, and stand up and be counted – because your vote can make a real difference.",
        "We have a choice of two futures, two different governments, one led by Nicola Sturgeon and one led by Boris Johnson.",
        "One that listens, and one that doesn’t.",
        "So today, make it Both Votes SNP to put Scotland’s future in Scotland’s hands."
    ]
}