{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-scotlands-future/",
    "title": "Ian Blackford – 2022 Speech on Scotland’s Future",
    "post_date": "December 16, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 14 December 2022.",
    "content": [
        "This debate is entitled “Scotland’s Future”, and we are having this debate in this Chamber today about process because the people of Scotland sent a majority of Members to the Scottish Parliament—to our Parliament—who were elected on a mandate of delivering an independence referendum, and we need to ensure that that happens. It has to happen because there is a burning desire and there is anger about the economic circumstances we are facing within this Union. If I were to take the House through every decade right back to the 1850s, we would see that in every decade since then Scotland’s relative population in this Union has declined. We must ask ourselves why that is. It is largely because of economic opportunity. It is about the scandal today, in the middle of this cost of living crisis, that so many of our citizens are in poverty and have to ask themselves whether they can turn on the heating and whether they can send their children to school with full stomachs. Many of us have come down to this place this week with the harsh reality of a cold winter beginning to take root, and we know the despair that our citizens face.",
        "When we consider energy, we think of the lost opportunities of the bounty of North sea oil that have been frittered away and a lack of legacy for future generations, but now we face the bounty of green renewable energy. Just a few weeks ago, my party published a report on green energy and we talked about the potential in Scotland to increase our energy output fivefold between now and 2050; to create as much as four times the green energy that Scotland needs; to take our responsibilities as citizens of the world to deliver net zero in Scotland by 2045; and to deliver the cheap energy that my hon. Friend the Member for Edinburgh East (Tommy Sheppard) talked about. Is it not a disgrace that in energy-rich Scotland, when we have this opportunity of the economy of scale not just to power Scotland, but to generate energy for our friends in the rest of the UK and indeed throughout Europe, people are paying the price of the Westminster control of the energy market. Let us not forget that the pricing regime is based on the wholesale gas price, yet in Scotland, only 14% of our electricity comes from gas. We are being penalised by a market that is not fit for purpose, at a time when Scotland has that abundance of energy. That is the cost of being in the Union today and because of that we need to inspire and lead people in Scotland by saying what an independent Scotland would look like. Just from energy alone, by 2050 we could deliver 385,000 jobs in the energy sector, which vastly outnumbers the jobs we have today in oil and gas, but in doing so we would be creating the opportunities for a green industrial future and using that surplus energy to attract energy-intensive industries.",
        "That is the hope—the vision—that my party and my Government have for an independent Scotland. I want us to have that debate and, yes, to hear those on the other side putting the case for the Union, but let us do it in a respectful manner. We can have that debate and deliver that future in Scotland only when we have the right to have that referendum and when the people in Scotland have the right to have their say.",
        "Let me put this debate in context. In 2015, David Cameron had a manifesto that delivered a Brexit referendum. We did not want Brexit and we still do not want Brexit. The people of Scotland want to be part of the European Union. However, it is right in the context of the United Kingdom that David Cameron was able to enact his referendum. He did not have to go to the European Union to ask permission to put the referendum to the people of the United Kingdom. Of course, after that referendum, which we rejected wholeheartedly in Scotland, all that the UK Government had to do was enact article 50. They had the right to say to the European Union that they had decided that their future lay elsewhere.",
        "**Dave Doogan (Angus) (SNP)**",
        "My right hon. Friend is getting straight to the heart of the material cost and opportunity cost of remaining—languishing—in this Union. He talks about how the United Kingdom went straight ahead with its referendum to leave the EU. Has he ever considered, as I have, what would happen if the boot was on the other foot and England wanted to leave this Union? Who would block England leaving the Union the way we are being blocked?",
        "**Ian Blackford**",
        "Indeed, that is correct.",
        "Let us put this debate in the context of the claim of right, which was raised by my hon. Friend the Member for Edinburgh East. The claim of right was, by the way, accepted by every party in this House in a debate that I secured in 2018. Let us remind ourselves of what was said in court in Edinburgh in the 1950s: that parliamentary sovereignty is a purely English concept that has no counterpart in Scottish constitutional history. It is the people of Scotland who are sovereign. Of course, the claim of right in 1989 stated that it is",
        "“the sovereign right of the Scottish people to determine the form of Government best suited to their needs”.",
        "The all-party Smith commission concluded, after the 2014 referendum, that nothing in its report",
        "“prevents Scotland becoming an independent country in the future should the people of Scotland so choose.”",
        "But what is the mechanism? We are told that this is supposed to be a voluntary Union, but we now know, because the Scottish Government have tested the legal case in the Supreme Court, that the Scottish Parliament does not have the power to enact a referendum.",
        "I would prefer it, and my colleagues in the Scottish Parliament would prefer it, if the Government in London accepted the will of the people of Scotland in electing a Parliament with an independence majority. We could then do what we did in 2011 and allow a referendum to take place. However, what we have is a Tory Government, propped up by their Labour friends, denying democracy to the people of Scotland. That is the reality.",
        "It is on that basis that we had to come to the Chamber today to seek to give the power to the Scottish Parliament to enact the manifesto on which the Scottish Government won the election and call a referendum. If it is a voluntary Union, I remind the parties on the Government and Opposition Benches that there was a joint statement on 17 June 2014 by the Scottish leaders of all three main Westminster parties. They signed the pledge that said the following:",
        "“Power lies with the Scottish people and we believe it is for the Scottish people to decide how we are governed.”",
        "Well, I absolutely agree, and it is right if that statement is true, and it is right if the other parties accepted that, for the Scottish Parliament to have a mechanism to enable itself to call a referendum on Scotland’s future.",
        "**David Duguid**",
        "Will the right hon. Gentleman give way?",
        "**Ian Blackford**",
        "I am going to wind up now, because I was asked to take no more than eight minutes.",
        "I am standing here today in front of the very seat that Charles Stewart Parnell used to occupy in this House. Let me remind the Government of the words of Charles Stewart Parnell when he spoke in Cork on 21 January 1885:",
        "“No man has a right to fix the boundary of the march of a nation; no man has a right to say to his country—thus far shalt thou go and no further.”"
    ]
}