{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2022-commons-speech-on-the-economy/",
    "title": "Kirsty Blackman – 2022 Commons Speech on the Economy",
    "post_date": "May 31, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Economy",
            "url": "/category/economy/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 26 May 2022.",
    "content": [
        "It is quite amusing to hear the Chancellor talk about this announcement being timely. I mean, it is timely: it just happens to have happened in the week of the Sue Gray report. It just happens that that report came out yesterday and the Chancellor has suddenly realised today that people are really struggling. He has suddenly realised that he needs to announce something.",
        "At the spring statement, when the Chancellor announced the energy loan, he stood up and said, “Look at these amazing things that I am announcing.” He genuinely seemed to believe at that time that that was the best this Government could do. Now, he has changed his mind. He has listened to the calls of the Opposition and of the people up and down these islands who are struggling, in many cases more than they have ever struggled before.",
        "I do not understand why the Chancellor has announced only a £15 billion package. He has £28 billion of fiscal headroom in public sector net debt and £32 billion of fiscal headroom in balancing the current budget—those are the Office for Budget Responsibility’s figures from March—yet he is refusing to spend that money now in the timely and targeted way that is needed for people now.",
        "I am glad that the Chancellor announced money for the poorest households and that it has been targeted in that way, but it is not enough. What he has announced fails to uprate benefits; fails to account for the fact that the energy price cap that is coming in October will still be in place next year; and fails to ensure that benefits keep pace with inflation.",
        "I have to laugh at the Chancellor’s comments about inflation. Brexit has increased food prices by 6%. Brexit has done that. People who are struggling to meet the most basic costs—the majority of their costs are for energy and food—have been hit incredibly hard by Brexit. The poorest 10% of households are seeing a massive inflationary increase in comparison to the richest 10% of households, because of the percentage of their budget that is spent on energy and food. The Chancellor needs to uplift benefits as well as making payments.",
        "It was pretty cheeky of the Chancellor to choose to include the £150 council tax payment in all the figures he read out. That went only to people who live in homes in bands A to D. It certainly did not go to all pensioners and certainly cannot be included in the money that is going to all pensioners. It cannot be included in the money that is going to all universal credit claimants, and it cannot be included in the money that is going to all disabled people. It cannot be included in the cost of this support package because it is absolutely not universal. On that point, the payment that we made in Scotland went to a higher percentage of households than the payment made in England.",
        "This package does not go far enough. We are going to see an energy price increase of more than £1,000 for all households because of the increase in the energy price cap, yet the Chancellor is providing only £300 extra for pensioners. That will not even touch that £1,000 increase. He is only including these things. The uplift should have been 9%, to match inflation, and there should have been a further £25 uplift to universal credit and a further £25 uplift to legacy benefits. Lastly, he has failed in the uplift for disabled people, who face the very highest cost because of the increase in energy costs and in the cost of, for example, their diets.",
        "I am glad that the Chancellor has put in place the windfall tax. I am very disappointed that it covers only oil and gas companies. It should have gone much wider. We have been calling for this since 2020, with Kate Forbes and Ben Macpherson. [Interruption.] The Labour party failed to support our amendment on this last week, so Labour Members are a bit cheeky as well in suggesting that we have not moved on this.",
        "I would like the Chancellor to go further, to make a difference and to actually care about the poorest people in our society."
    ]
}