{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-the-chogm-g7-and-nato-summits/",
    "title": "Ian Blackford – 2022 Speech on the CHOGM, G7 and NATO Summits",
    "post_date": "July 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Attack on Ukraine",
            "url": "/category/attack-on-ukraine/"
        },
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 4 July 2022.",
    "content": [
        "I thank the Prime Minister for the [advance copy of his statement](https://www.ukpol.co.uk/boris-johnson-2022-statement-on-the-chogm-g7-and-nato-summits/), and welcome him back from his travels around Africa and Europe. It is perhaps worth reiterating the support of all of us in this House for President Zelensky and Ukraine in their struggle against the war criminal Putin.",
        "The scale and depth of the challenge facing our global community are self-evident: war in Europe, the return of soaring inflation, rising interest rates, and a cost of living crisis that is punishing people in the pocket. We are faced not just with one crisis; this is an accumulation of crises that needs, deserves and demands a collective response. At moments like this, solutions can only come from a co-ordinated effort. Efforts during the 2007 financial crisis and the co-ordination during covid demonstrate just that right across the world, and none of us should be in any doubt that the crisis that we are now in is every bit as severe, steep and deep as anything we faced at the time of the financial crisis.",
        "I regret to say that so far the collective effort—that sense of urgency—has been badly lacking, particularly from organisations such as the G7. The response has been far too slow and far too small. Prime Minister, it is obvious that the G7 outcomes are nowhere near enough to combat the cost of living crisis that we now face. When can the public expect some leadership and action? When will we see a coherent, co-ordinated and credible plan to increase energy supply, cap prices and drive investment to the global economy before recession becomes inevitable, or is the plan really to delay until the winter, when things will only get worse? Leadership now, in responding to supply shocks, will allow us to fight inflation. A failure to take appropriate action will expose us all to longer-lasting inflationary risks.",
        "On Ukraine, can the Prime Minister go a little further and give us the outlook regarding what we will do to ensure that we can get grain out of Ukrainian ports? Four hundred million people worldwide rely on Ukrainian food supplies. This is now about stopping not just war, but famine.",
        "I am sure the Prime Minister will agree that all these global efforts will work only if there is trust between global leaders. Can the Prime Minister therefore explain, in this moment of many crises, how breaking international law and threatening to start a trade war with our neighbours helps anyone?",
        "**The Prime Minister**",
        "The right hon. Gentleman should look more carefully at what the G7 produced in terms of the plan to cap prices for oil and gas and particularly to try to stop Putin profiteering, as he currently is, from his illegal war. There is a plan. I will not pretend that it is going to be easy, but we are doing as much as we can. We are certainly taking a lot of other action, for instance, to help countries around the world with access to the fertiliser they need. He is right to raise the issue of the 25 million tonnes of grain currently held hostage in Odesa. There is a plan to get that out. It is not easy. If he looks at the numbers, though, he will see that we are gradually getting more grain out of those Ukrainian silos and into Europe and into Africa, and we will continue to do that.",
        "As for the right hon. Gentleman’s final point about the UK and the so-called breach of international law, I repeat what I said to the right hon. and learned Gentleman, the Leader of the Opposition: what the countries around the world see is the UK offering consistent leadership in the matter of standing up for the rule of law and standing up against Putin’s aggression. I promise him—that is what has been raised with me in the past 10 days."
    ]
}