{
    "url": "https://www.ukpol.co.uk/ian-blackford-2020-speech-on-the-future-relationship-with-the-eu-bill/",
    "title": "Ian Blackford – 2020 Speech on the Future Relationship with the EU Bill",
    "post_date": "December 30, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Brexit",
            "url": "/category/brexit/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the Leader of the SNP in the House of Commons, on 30 December 2020.",
    "content": [
        "Thank you, Mr Speaker. It is a pleasure to follow the former Prime Minister, the right hon. Member for Maidenhead (Mrs May). I wish you, Mr Speaker, all staff and Members a good new year when it comes tomorrow evening. May I quickly reflect on the sadness of the events that took place on 2 January 1971 in Glasgow, when 66 predominantly young people lost their lives in the Ibrox disaster, including five from one village in Fife, Markinch? I am sure that the whole House will want to remember those who sadly lost their lives at that moment.",
        "When this bad Brexit deal was published, one of the very first public images that was released showed the Prime Minister raising his arms aloft in celebration. When I saw that image, my thoughts immediately turned to the European nationals who have made their home here. They are certainly not celebrating. During the four years and more of this Brexit mess, the main emotion they have felt is worry: worry about staying here, about their jobs and for their families. In Scotland, these citizens are our friends. They are our family. They are our neighbours. Before this Tory Government force through a deal that rips us out of the European Union, the single market and the customs union, let us get this message out to Scotland’s 234,000 EU citizens: Scotland is your home, you are welcome.",
        "The value we place on European citizenship—that real sense of belonging to the European Union—cuts to the very core of this debate. Scotland is at heart a European nation. It always has been. Forcing our nation out of the EU means losing a precious part of who we are. Scotland did not become European when the United Kingdom joined the EEC 40 years ago. Our relationship with Europe predates the United Kingdom by some way. An independent Scotland has enjoyed centuries of engagement with European nations. Scottish merchants travelled, traded and settled on the continent. We shared citizenship with France and we appealed our nationhood to Rome. Scotland was European before it was British. That European history and heritage goes back to our nation’s place in the Hanseatic League in the 15th century. Scotland was central to a trading alliance that forged connections and commerce with the north Atlantic, the Netherlands, Germany Scandinavia and the Baltic. We were a European trading nation right up until many of our privileges were ended by the Treaty of Union. It was three centuries ago, and here we go again: with Westminster seeking to end our access to those European relationships by removing us from today’s union of nations across our continent; Westminster ending free movement of people and the access to labour that is so crucial to our economic success; and Westminster seeking to end our automatic right to live, work and get an education in 27 member states of the EU—rights that our generation had, which will be taken away from our children and grandchildren. And for what?",
        "It was way back on 11 July 2016 that the former Prime Minister, the right hon. Member for Maidenhead, first spoke the infamous words, “Brexit means Brexit.” We all know what followed the use of that foolish phrase: nearly four years of constant chaos and confusion. Today, at least we have some clarity. We now finally know what Brexit means. We have it in black and white. It means the disaster of a deal. It means broken promises. It means economic vandalism. It means an isolated United Kingdom in the middle of a global pandemic. It means the worst of all worlds for Scotland.",
        "This morning’s proceedings are so critical precisely because of that clarity, because with that clarity comes a choice, and it is a fundamental choice for Scotland. It is a choice between a future defined by this disaster of a deal or the future that the SNP is offering to the Scottish people: an independent nation at the heart of the European Union. Today, the contrast between the two futures is clearer than ever, and that choice will not go away.",
        "**Sir Iain Duncan Smith (Chingford and Woodford Green) (Con)**",
        "I wonder if I could put to the right hon. Gentleman the same question that was put to a colleague of his by the Leader of the Opposition and by the Prime Minister. Today, when the Scottish National party votes against this deal, it is therefore voting for no deal. Is it his determination that, the day after tomorrow, the UK would have no deal and would be in a worse situation? Is that his position now? Could he answer yes or no?",
        "**Ian Blackford**",
        "I am grateful to the right hon. Gentleman for the question, because it is very simple. This is a piece of legislation that has been put forward today. No deal is not on the Order Paper. The deal that we currently have—the deal that exists today—where we are in the single market and customs union is the best deal for us. We have argued many times in this House, as the right hon. Gentleman knows, that we should have extended the transition, and that offer to extend the transition was there from the European Union. It is not our choice to accept a shoddy deal. What we should be doing—",
        "**Sir Iain Duncan Smith rose—**",
        "**Ian Blackford**",
        "I will give way one more time.",
        "**Sir Iain Duncan Smith**",
        "I am grateful for this—",
        "**Mr Speaker**",
        "Order. Sir Iain, you are very early on the call list, and I am sure that you do not want to go down the list.",
        "**Ian Blackford**",
        "Thank you, Mr Speaker. We will accept your guidance on these things, although I was looking forward to the debate that we were having.",
        "Now that we see the scale of the bad Brexit deal, the question before the Scottish people is clear: which Union does Scotland wish to be part of? Which future will we choose: this broken Brexit Britain or the European Union? If this whole Brexit saga was truly about sovereignty, the Scottish people cannot and will not be denied our sovereign right to that self-determination. No democrat and nobody in this House should stand in the way of that—even boris with a small b. The Tory denial of democracy is a position that cannot and will not hold. Scotland will have the right to choose its own future.",
        "Now that the detail of this deal is finally in front of us, people hope that Brexit fictions are swiftly replaced with Brexit facts. Judging by the Prime Minister’s performance today, his Government are still drowning in delusion or simply just putting on an act, but for those of us who have lived in the real world these past four years, it is long past time that reality finally bursts the Brexit bubble. In recent days we have heard wild celebrations and claims from leading Brexit cheerleaders that this is the largest free trade deal in history. I am sorry to inform them that it is not. The biggest and best free trading bloc in the world is the one that this Tory Government are dragging Scotland out of. It is made up of 27 nations and 500 million citizens. It is called the European Union.",
        "In the middle of a pandemic and economic recession, Scotland has been removed from a market worth £16 billion in exports to Scottish companies and a market which, by population, is seven times the size of the United Kingdom. Leaving the European single market and customs union would be damaging at any time, but in the middle of the current crisis, Prime Minister, it is unforgivable. It is an act of economic vandalism, pure and simple.",
        "As usual with the Tories, it is people who will pay the price. Initial Scottish Government modelling estimates that the deal could cut Scotland’s GDP by around 6.1%—that is £9 billion in 2016 cash terms by 2030. That will leave people in Scotland—the same people who have always opposed Brexit—£1,600 poorer. That is the cost of the Prime Minister’s Brexit.",
        "**Dr Liam Fox (North Somerset) (Con)**",
        "I am extremely grateful to the right hon. Gentleman for giving way. Perhaps he could tell us what estimate he has made of the cost to the Scottish economy of losing access to the UK single market through independence.",
        "**Ian Blackford**",
        "Really? I am amazed that the right hon. Gentleman, who of course comes from Scotland, seems to be threatening the people of Scotland with lack of access. Is that really the message the Conservatives want to deliver to the people of Scotland? Shame on him, shame on him, shame on him.",
        "For all the Tory talk of levelling up, the deal is blatantly preparing the ground to level down on standards. Only in the last few days, the Institute for Public Policy Research has warned of what many of us have suspected all along: that the deal leaves workers’ rights and environmental protections at",
        "“serious risk of being eroded.”",
        "Another Brexit bubble that badly needs bursting is the myth that leaving the EU will somehow make it easier for businesses to trade. This is literally the first trade deal in history that puts up barriers to business instead of removing them. In 2016, the leave campaign’s assortment of lies included the claim that Brexit would remove red tape for business. Huh—since then, plenty of Brexit red lines have disappeared, but none of the red tape. This bad Brexit deal means that businesses will be burdened with mountains more bureaucracy and more costs. If the Prime Minister wants to disagree with that, I will certainly give way to him.",
        "Presumably the Brexiteers think that that is okay, because the tape will now be coloured red, white and blue. [Interruption.] I hear the Chancellor of the Duchy of Lancaster say, “It’s how they tell them.” He should tell that to the fishing businesses that all of a sudden will have to fill in customs declarations. He should tell them why, at his behest and based on his narrow ideology, that is the answer. The deal means more delay, paperwork and checks—[Interruption.] If he wants to deny that, he should rise to his feet. He knows that fishing businesses will face additional costs as a consequence of what his Government have done.",
        "The deal means more delay, paperwork and checks, all of which will burden business, slow trade and cost jobs. This deal not only inflicts economic self-harm; it ignores economic reality. There is barely a reference in the deal to the service sector, which is 80% of the entire UK economy. Services have been left in complete limbo. Where there is any mention, it is not good news. The deal confirms an end to the financial passporting rights that have been relied upon by financial services firms across the United Kingdom.",
        "Let me turn to the biggest betrayal of all: the broken promises to Scotland’s fishing communities. There are no Scottish Tory MPs in the Chamber. If there were, they would now be squirming. We know that the Brexit deal means a drop in key fishing stocks. For cod, haddock, whiting and saithe, the deal means less access to fish than under the existing arrangements. Let me say that again: less access to those fish than under the common fisheries policy.",
        "One thing that is missing from the deal—I would have thought better of the Chancellor of the Duchy of Lancaster—is the special privileges, the so-called Hague arrangements, that gave additional fishing rights to Scotland. They were not even negotiated as part of this deal. We have lost them, one can only assume, through the incompetence of the UK negotiators.",
        "The Scottish Tories said that",
        "“tying fishing to a trade deal”",
        "was a red line that must not be crossed, yet here we are: it is exactly what has been done. Every single Tory promise—every red line—has been blown out of the water. Countless broken promises, but not even one resignation—yet. Not even one apology; not a hint of humility, or of regret.",
        "I take no comfort in saying that this was predicted because this deal represents a history of bitter betrayal. Our fishing industry—our Scottish fishing industry—was sold out by the Conservatives on the way into Europe in 1973, and as the United Kingdom leaves, it has been sold out all over again. The Scottish Fishermen’s Federation knows that it has been conned, stating that the deal",
        "“does not restore sovereign UK control over fisheries, and does not permit us to determine who can catch what, where and when in our own waters.”",
        "[Interruption.] I hear the Prime Minister muttering, “Rubbish.” This is fishing organisation after fishing organisation in Scotland, Prime Minister, that knows exactly what you have done to them. For Scotland’s fishing communities, lightning might not strike twice, but the Tories definitely do.",
        "The latest Scottish Tory leader, the hon. Member for Moray (Douglas Ross), gave one of the more graphic promises: he said that he would drink a pint of cold sick rather than vote for a deal that gave EU vessels access for two years. Well, this deal gives them five years’ access, and potentially much more. Let us just say that there will be plenty of Scottish voters in the north-east who will be very interested in what he is drinking after he and his colleagues break every single promise and walk through the Lobby with the Prime Minister.",
        "In later speeches, my colleagues will attempt to cover and scrutinise as much as we possibly can, in the limited time, of the effect of this Bill in Scotland. It has to be said, though, that this lack of scrutiny is not helped by the stance taken by the Labour party. I am sad to say that the official Opposition have been missing in action. There was a time when Labour had six tests that it said needed to be passed in order for it to support any deal. Labour’s Brexit tests have disappeared as quickly as Tory promises. I can understand that this might be politically pragmatic for Labour, but it definitely is not politically principled. But I suppose political principle is hard to manage when you cannot even get a coherent position between Scottish Labour and its UK bosses. Unfortunately, when it comes to a position on this Brexit deal, Labour is literally all over the place. Today in the Scottish Parliament, Labour will join with the Scottish National party in refusing to grant a consent motion to this Bill. I am grateful for that. Labour will not only join us but the Greens and the Liberal Democrats standing with us: our Scottish Parliament united against the Tories, united against this Bill.",
        "It is ultimately for others to explain their own actions and the litany of broken promises that will stay with them at the next election, because, in the end, this is not so much about the Brexit promises of political parties as about its impact on people. It is about respecting the democratic decisions that voters make. Both England and Wales voted to leave the European Union. They have decided that their future lies elsewhere. Let me make this clear: I may not agree with that decision, but I, and my party, respect it. This legislation respects it, and it forms a pathway to the future. The people of Northern Ireland voted to remain in the European Union. Due to the efforts of both Michel Barnier and the Irish Government, the protocol protects the peace process. It means that Northern Ireland avoids a hard border and stays in the European single market. I support that protocol and its protection of a hard-won peace. This deal respects that. That being said, the Scottish Tories, including Baroness Davidson and the former Scottish Secretary, the right hon. Member for Dumfriesshire, Clydesdale and Tweeddale (David Mundell), threatened to resign if Scotland was not offered the same deal as Northern Ireland. I say to both of them now that there is still time—we are still waiting.",
        "The only democratic decision that has been ignored is the voice and vote of the Scottish people. None of this deal respects the choice that we made. I genuinely ask Members to reflect on that reality. Imposing this Brexit, imposing this deal means imposing a future that Scotland’s people did not vote for and do not want. Let us not forget that one of the central claims of the Better Together campaign in 2014 was that if we stayed in the UK, we would stay in the European Union. That is the promise that was made.",
        "We were also told that if we stayed in the United Kingdom, we were to lead the United Kingdom. On the day after the referendum, that all changed: Scotland was told to get back in its box. Right through the Brexit process, Scotland’s voice has been ignored by Westminster, our attempts at finding compromise rebuffed at every opportunity, tossed aside on the premise that Westminster is supreme, locking Scotland out of the key decisions affecting our future and ignoring our desire to retain our European citizenship.",
        "**Sir Charles Walker (Broxbourne) (Con)**",
        "Despite the right hon. Gentleman’s gloom, he knows that I adore and love his country. Does he not believe that Scotland has the character to succeed? Despite his misgivings, Scotland is a great country. Why is his speech so full of gloom and misery when Scotland has the character to prosper and succeed now?",
        "**Ian Blackford**",
        "I thank the hon. Gentleman. May I reciprocate and say that I love England and its people? I want us to maximise our opportunity, but this deal limits our opportunity. I want to unleash Scotland’s potential. That potential will be unleashed with an independent Scotland at the heart of Europe.",
        "The Prime Minister’s broken promise on Erasmus has been such a totemic issue in the last few days. He will remember standing in this House and promising us that we will stay in the Erasmus programme. That betrayal denies our young people the opportunities that European citizenship has given us. It denies them the European freedoms that we cherish—living, working and studying abroad. Around 200,000 people have taken part in Erasmus, including around 15,000 UK university students each year. It is also important to say that Erasmus is not solely about university students but about supporting youth workers, adult education, sport, culture and vocational training. That is why the Scottish Government are so committed to exploring every opportunity to keep Erasmus in place for our people.",
        "Even the very name Erasmus signals our long-established European links. That long tradition of connection comes right into the modern day with our own Winnie Ewing, Madame Écosse herself. Winnie, a former mother of the European Parliament, was Chair of the EU Education Committee that brought in the Erasmus scheme. [Interruption.] People at home will be watching this, and we have the Prime Minister and Chancellor of the Duchy of Lancaster laughing about the success of the Erasmus scheme. Utterly, utterly, utterly pathetic—utterly pathetic.",
        "All that history between Europe and Scotland, all those links and all these opportunities are now at stake. Scotland’s story is European, and that story does not end today. Our past is European, and our future must be European. As a nation, that is a choice that we made in 2016, and I am confident that it is a choice we make now. We cannot support this legislation because it does not respect that choice and it does not provide for our future. Scotland’s course is now set, and it is a very different course from the decisions being taken in the Westminster Parliament. We know that the only way to regain the huge benefits of EU membership is to become an independent state at the heart of Europe once more. That is the decision that the Scottish people will make. We begin that journey today. There is now an empty seat at the top table in Europe. It will not be empty for long."
    ]
}