{
    "url": "https://www.ukpol.co.uk/ian-blackford-2017-speech-to-snp-conference/",
    "title": "Ian Blackford – 2017 Speech to SNP Conference",
    "post_date": "October 15, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "2017 SNP Conference",
            "url": "/tag/2017-snp-conference/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the Leader of the SNP in Westminster, at the party’s conference in Glasgow on 10 October 2017.",
    "content": [
        "Conference, it is a huge honour to stand here today in the great city of Glasgow, and give my first speech to you as the SNP’s Westminster Leader.",
        "I am proud to lead our strong, talented, and hard-working team of MPs as the UK Parliament’s third party.",
        "In Westminster, the SNP are the real opposition to the increasingly right-wing, incompetent, and utterly shambolic, Tory government.",
        "While Labour flip-flops on so many of the big issues facing our country – from their ever-changing position on Brexit, to their on-off support for Tory welfare cuts, tuition fees, and nuclear weapons – it is the SNP that are providing the consistent and effective opposition that is desperately needed.",
        "Unlike the other parties, we have a united team of MPs that will always put Scotland’s interests first.",
        "And by working together, with common purpose, we are defending Scotland’s national interests, and leading the opposition to the Tories’ damaging austerity cuts and extreme Brexit plans – as we make the case for the sensible, progressive, SNP alternative.",
        "And, conference, I want to take the opportunity now to pay tribute to someone who has contributed so much to that work, over so many years, standing up for Scotland at Westminster – my friend and predecessor, Angus Robertson.",
        "Friends, the period since our Spring conference has been a turbulent time in UK politics.",
        "Despite cynically calling a snap general election on their own terms and timetable, with huge campaign resources, and all the odds stacked in their favour, the Tories lost their majority and Theresa May lost all credibility.",
        "We are now back to the days of a weak Tory leader, forced to placate the whims of her right-wing backbenchers just to shore up her own position.",
        "A Tory prime minister who is so desperate to cling on to power, that she was forced to beg the DUP to prop up her government with a billion pound bribe from the magic money tree we were all told didn’t exist.",
        "A billion pounds of investment that David Mundell – Scotland’s supposed man in the cabinet – assured us ought to have had Barnett consequentials, meaning an additional £2.9 billion for Scotland.",
        "Of course – when the Prime Minister refused to recognise this, rather than speak out and make a stand, the Secretary of State went into hiding and said absolutely nothing – failing to secure a single penny for Scotland.",
        "Once again, fully demonstrating, he is not Scotland’s man in the cabinet, he is the cabinet’s man in Scotland.",
        "And it was David Mundell who set the precedent for his new colleagues too – Theresa May’s ever obliging group of Scottish Tory MPs.",
        "Not so much Ruth’s rebels, as Theresa’s lobby fodder.",
        "Rather than doing the day job, standing up for the interests of their constituents, they have been acting like sheep at their Westminster leader’s beck and call – and being a crofter, I speak with some authority.",
        "Either unwilling, or unable, to stand up for Scotland – the Scottish Tories have been blindly rubber-stamping whatever damaging policies they are told to.",
        "And conference, while here in Scotland, under the strong leadership of Nicola Sturgeon, we have a progressive SNP government delivering bold and ambitious policies to make our country a fairer and more equal place – at Westminster the Tories are dragging the country backwards.",
        "If the main job of any government is to improve people’s lives and make sure we are better off, not worse off, then the Tories are failing by almost every conceivable measure.",
        "At last week’s Tory conference, Theresa May had the audacity – the sheer audacity – to claim the Tories were ‘Building a country that works for everyone’.",
        "Well conference, they say a picture tells a thousand words – and with that slogan literally falling apart, letter-by-letter, off the wall during her conference speech, it was the perfect analogy.",
        "Because the truth is – after seven years of austerity cuts, mismanagement and failure on the economy, the Tories are in danger of creating a country that works for no one.",
        "Back in 2010, the Tories told us they had a ‘long term economic plan’, but since then the UK government has missed almost every major economic target it has set itself, and today their credibility on the economy lies in tatters.",
        "Families are now earning less in real terms than they were when the Tories came to power.",
        "The UK has fallen to our lowest ever credit rating, the national debt is up to £1,813 billion, productivity has collapsed, growth has stalled, and the pledge to eliminate the deficit has been shelved and put back yet again.",
        "Make no mistake – austerity is a political choice, and this UK government’s policy has been to protect the wealthy in our society at everyone else’s expense.",
        "The UK government is shirking their responsibility to invest in, grow and rebalance the economy so that it works for everyone, not just the wealthiest few.",
        "Their Quantitive Easing programme has seen the Bank of England write a cheque for £435 billion pounds in support of the financial institutions.",
        "That is £435 billion that has been added to our national debt, pushing up asset prices for those fortunate enough to benefit, while costing the rest of us dearly.",
        "So while ordinary folk suffer, the wealthy have become richer.",
        "We have in effect rewarded the same institutions that created the financial crisis while the rest of society – yet again – pays the price.",
        "That’s fairness from a Tory government.",
        "And right now, across the UK, millions of people are suffering from a Tory pay cut – with wages lower now in real terms than they were in 2007, after the slowest decade of wage growth in over two hundred years.",
        "Under the Tories, the UK’s record on earnings has been much worse than almost every other developed economy – and with the increased cost of living, many people are now going from payday to payday barely covering the basics, with little to show or put aside at the end of the month.",
        "Worse still, draconian Tory welfare cuts are driving those on low incomes into poverty, debt and destitution – forcing families to rely on food banks and emergency aid just to get by.",
        "It is absolutely shameful.",
        "And today, thanks to this Tory government, young people across the UK face being the first generation in modern times to be worse off than their parents – with lower lifetime earnings, higher rents, and huge barriers to getting on the housing ladder.",
        "Conference, social mobility should be the very cornerstone of our society – and that is something I feel particularly passionate about.",
        "My formative years were spent in Muirhouse – a housing scheme in Edinburgh.",
        "I didn’t go to university. I went straight into work from school – starting out as a bank clerk.",
        "And with the opportunity to learn on the job, to prove my ability, and to work my way up, I was able to succeed in business like others in my generation.",
        "Conference, I want everyone to have those same opportunities – but too often now, thanks to the right-wing policies of this Tory government, the support and chances that people need to get on are being restricted or cut off entirely.",
        "And that is a disgrace.",
        "So while Tory MPs back policies that make families and young people poorer, and while Labour MPs abstain on austerity and welfare cuts – it is the SNP that are holding the Tory government to account.",
        "And it is SNP MPs that are driving forward the case for the progressive alternative.",
        "Fairer alternatives like the bill being brought forward by Glasgow South’s Stewart McDonald, to end the scandal of exploitative unpaid trial shifts when people are looking for work.",
        "So here’s a test for Theresa May",
        "Stewart McDonald’s Private Members Bill can make a big difference.",
        "It tackles a scandal that disproportionately effects our young people just starting out, and those looking to get back into work from unemployment or having had a child.",
        "And when you are desperate for a job and trying to get off benefits – if you get them at all – then any trial shift seems better than no trial shift.",
        "But no one should be deprived of a fair day’s pay for a fair day’s work. If you do the job -you should be paid for it.",
        "So to Theresa May and Jeremy Corbyn, I say this – we can make a real difference in the lives of those looking for work. We can make life fairer for our young people, and we can end the rip off practice of businesses who take prospective employees for granted.",
        "So join with us – and back this bill – and let’s end an injustice.",
        "Conference, Stewart’s bill is just one example of where our SNP MPs are working hard to make a real difference.",
        "Chris Stephens is working tirelessly to improve workers’ rights and challenge the Tory government’s anti-trade union laws.",
        "Mhairi Black’s campaign for justice for the thousands of WASPI women affected by the UK government’s unfair pension changes has also shown the fairer choices that could be made.",
        "We know a win is now in sight for WASPI women. Eight DUP and two Tory MPs have signed a parliamentary motion showing their support – meaning parliamentary arithmetic is now on our side to push the government to give women the pensions which are rightfully theirs. So today I am calling on Labour to unite with us and challenge the Tories to end this injustice.",
        "This afternoon – in parliament, it is the SNP that will be holding the government to account on another important issue – the disaster of Universal Credit.",
        "Neil Gray – leading on DWP Questions in the chamber – will be calling for the urgent halt of the Universal Credit roll-out – the shambles which has made so many people destitute.",
        "And conference, one of my very first acts as an MP was to lead the opposition in Parliament to the shameful Tory cuts to tax credits.",
        "The two child-policy is deeply flawed, and my colleague Alison Thewliss MP has been working tirelessly in her campaign against the UK government’s callous rape clause, which has been condemned by many organisations including the British Medical Association – and which forces women to disclose rape to avoid a financial penalty.",
        "The SNP will continue to campaign against this abhorrent policy, and I call on Philip Hammond to U-turn and scrap the two child policy in his next budget.",
        "And as we approach that Budget, next month, it is the SNP that will continue to argue for an end to austerity that is damaging our public services, cutting family support, and holding back the economy.",
        "Instead we’ll call for a meaningful fiscal stimulus to boost growth and mitigate against the impact of leaving the EU.",
        "We’ll demand an end to the scandal of a Tory government that is charging VAT to Scotland’s police and fire services, and taking millions of pounds away from the frontline.",
        "And conference, with the Brexit gun fired, and the count-down to March 2019 rapidly underway, this Budget must be – above all – a Brexit budget.",
        "A budget built and delivered on the vital premise that we are staying in the Single Market and customs union.",
        "Because we know that even the threat of an extreme Tory Brexit is already damaging the country – driving up costs, scaring off investment and jobs, and squeezing living standards even further.",
        "And that is before we have even left the EU.",
        "Because let’s be clear – leaving the world’s largest Single Market and customs union would cost Scotland dearly – with the potential to lose 80,000 jobs, £11.2 billion a year, and with cuts to family incomes across the country.",
        "Our business community and our key industries are warning, week-in week-out, of the huge damage that would be done.",
        "Even Ruth Davidson admits that Brexit could deliver an economic hit that the UK may never recover from.",
        "But while Ruth Davidson, David Mundell and the Scottish Tory MPs all sit on their hands and obey Theresa May’s every demand on Brexit – regardless of the impact on Scotland,",
        "And while there is barely a fag paper between Labour and the Tories’ extreme Brexit plans, under Jeremy Corbyn,",
        "SNP MPs will continue to fight tooth and nail to protect Scotland’s national interests.",
        "Led by Stephen Gethins, our shadow Brexit team are holding the UK government to account – standing up for our vital place in the single market and customs union, pressing for a guarantee for the rights of the three million EU nationals living and working here, and opposing Tory plans to use the EU Withdrawal Bill as cover for a power grab from the Scottish Parliament.",
        "SNP MPs will always stand up for Scotland – for our NHS, our universities, our food and drink sector, and the many other industries and communities that stand to lose out if the Tory Brexiteers get their way.",
        "Of course, as the damage of Brexit becomes clearer, and as right-wing Tory policies continue to make families across Scotland worse off – we know that independence remains the only way to truly shape our own future.",
        "But for as long as we remain tied to Westminster, you can be sure that our SNP MPs will continue to provide the strong voice that Scotland needs."
    ]
}