{
    "url": "https://www.ukpol.co.uk/ian-blackford-2017-speech-on-budget/",
    "title": "Ian Blackford – 2017 Speech on Budget",
    "post_date": "November 22, 2017",
    "author": "admin",
    "tags": [
        {
            "text": "2017",
            "url": "/tag/2017/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 22 November 2017.",
    "content": [
        "The change in GDP that we will see in the OBR book is a cut to GDP of 2.7%—that is what this Government are presiding over. It is a threat to the wages, living standards and job prospects of people up and down the United Kingdom. This Government should be ashamed of themselves. When we look at the rhetoric of the Budget speech—[Interruption.] Conservative Members are laughing, but we see a fiscal loosening in this Budget of 0.1%. That does not take into account the reality of the risks the people of the UK face.",
        "Let me welcome the removal of VAT on our police and fire services, but remind the Chancellor of the Exchequer that, together with his friend the Secretary of State for Scotland, he was given the opportunity to support an SNP amendment to the Finance Bill in 2015 that would have removed VAT from Scotland—[Interruption.] I can hear the remarks that are coming from those on the Conservative Benches, but I remind them that the Conservative manifesto supported the establishment of Police Scotland. It was the vindictiveness and nastiness of the Tory Government that imposed VAT on Scotland, which has ripped £140 million out of our frontline services. When the Chancellor of the Exchequer and the Secretary of State for Scotland were given the opportunity in the 2015 Finance Bill to act they failed. It is a disgrace that we have had £140 million taken out of frontline spending—",
        "**Luke Graham (Ochil and South Perthshire) (Con)**",
        "On a point of order, Mr Deputy Speaker. I seek clarification as to whether we are allowed to try to intervene on the right hon. Gentleman’s speech—whether he takes an intervention or not is another matter.",
        "**Mr Deputy Speaker (Mr Lindsay Hoyle)**",
        "The rules are that the Chancellor of the Exchequer and the Leader of the Opposition are not to be intervened on, but the courtesies go to the leader of the SNP here. He may wish not to give way, and that is his choice. What I suggest—[Interruption.] Order. He has made it clear that he wants the same courtesies that have been established for others, in which case he will not be giving way. So it will save us a lot of time if people do not keep standing.",
        "**Ian Blackford**",
        "Thank you very much, Mr Deputy Speaker. It is about time the Scottish Conservatives showed some proper respect, not just to the SNP here, but to the Scottish Government in Edinburgh.",
        "Let me return to my point. It is an absolute disgrace that we have had £140 million taken out of frontline spending by a Tory Government ahead of this announcement. VAT should never have been charged to the Scottish police and fire services. The sole blame for that lies with the Conservative Government. [Interruption.]",
        "**Mr Deputy Speaker**",
        "Order. Mr Kerr, you are a normal, gentle person—a man who comes to Chorley and shows such dignity. I am hoping you will show me some dignity today.",
        "**Ian Blackford**",
        "Thank you, Mr Deputy Speaker. The SNP spoke out, here and in Holyrood, 140 times before the Government finally saw sense. What about the £140 million that has been paid? The Chancellor has confirmed today what we knew all along: that it was a political choice to charge VAT on our emergency services. He has accepted that he was wrong, but I am calling on him and his friends from Scotland on the Tory Benches to make sure that we push for a refund of the VAT that has been paid over the past three years.",
        "The Chancellor has painted a picture of a strong economy, ready for the impending economic disaster of Brexit. We all have to wonder just what planet he is on. Most workers are seeing a decline in their living standards and have done so since the financial crisis. We are living through the worst decade for wage growth in 210 years. Young people are going to be poorer than their parents. Housing has become unaffordable for many. The austerity economic model has failed millions—the Prime Minister alluded to that when she talked about those “just about managing”. Today’s Budget was an opportunity to address these challenges and make this a Budget for people and prosperity.",
        "The reality is that nothing in this Budget deals with the challenges we face. We face the impending UK exit from Europe. We know that the Government are preparing for a no deal, yet the Chancellor made no mention of how the economy would cope with that. The cliff edge is before us and the Chancellor sits transfixed, unable or incapable of rising to the challenge. No doubt he recognises the economic self-harm that comes with leaving the single market and the customs union, but he has failed to act. Why? It is because the Brexiteers have set the agenda for this Government and the Chancellor is without the authority to challenge the madness. The Chancellor, like his Government, is in office but not in power.",
        "We know that the Prime Minister has to present a financial settlement to the EU27 over the coming days, yet there was no mention of that in the statement—none at all. This Government have to take their head out of the sand and accept that the future indicates the likelihood of significant economic self-harm.",
        "Before the winds of Brexit hit us, the starting position for millions of people is that by then they will have already been struggling with nine years of austerity. The cuts being imposed on public services mean impacts on service delivery, and public service workers in particular are feeling the squeeze. This Budget shows that the Chancellor is either blind to what is going on or is behaving like a frightened rabbit caught in the headlights. Either way, people are going to pay the price for his lack of leadership. [Interruption.] I can see the Chancellor saying, “An extra £2 billion for Scotland”, but let me tell this House the reality: it is a £250 million cut in real terms. That is what the Government here are delivering to the people of Scotland.",
        "This Government used to speak of the empty rhetoric of the “long-term economic plan”, but they have failed to provide a vision and have no plan for delivering prosperity. The long-term economic plan has given way to no plan. Scratch the surface of the economy and we see a structure barely coping with the state of society: a structure that is so unfairly built in the favour of the wealthy that we have created a situation where we have the worst wage growth in 200 years and the IFS tells us that an additional 400,000 children will be in “absolute poverty” within six years due to the benefits cuts that are to come. Let us remind ourselves that there are still £12 billion of welfare cuts to come from this Tory Government.",
        "The case is that working people are paying the price for this Government’s ideological obsession with austerity—and let us make no mistake, it is an ideological obsession. It is a pity that people watching and listening to this cannot see the Conservative Members sitting there laughing while people in our country are paying the price—those Members should be utterly ashamed of themselves. Effective stewardship of our economy has to recognise the importance of fiscal and monetary policy working in tandem to create the circumstances of sustainable and inclusive economic growth. Any disconnect leads to a failure to deliver an economy that works for all, and that is precisely what is happening. A failure to deliver a Budget for prosperity hits all workers, in particular those in the public sector.",
        "In September, the Scottish Government became the first in the UK to announce they will scrap the public sector pay cap, as our nurses, teachers, police officers and firefighters deserve a fair deal for the future. Future pay rises will be based on the cost of living. Today, the Chancellor betrayed public sector workers by refusing to fund a fair pay rise.",
        "It is not just the squeeze on pay that is leaving low earners struggling to get by; the UK Government’s social security cuts are specifically designed to remove the welfare state. The SNP will never accept this ideological attack on the most vulnerable in our society. The damaging and destructive universal credit system must be halted and fixed. I welcome some of the things that we have heard today, but they simply do not go far enough. The cuts to work allowances are still taking place. While young people are pushed into poverty, universal credit is not fit for purpose. The Chancellor of the Exchequer should call a halt to it today and reform the system properly.",
        "We also call on the Chancellor to scrap the two-child policy and the immoral rape clause. According to the IFS, the two-child cap on tax credits will mean about 600,000 three-child families losing £2,500 a year on average and about 300,000 families with four or more children losing a whopping £7,000 a year on average. Most of those families are in work. If we want to make work pay, let us remove the rape clause.",
        "There is nothing in the Budget for the women born in the 1950s who are seeing a rise in their pensionable age of up to six years, without proper notice. That is depriving millions of a pension that they have paid for and that they are entitled to. Time and again, the Government have been asked to slow down the rate of increase in women’s pensionable age. It is increasing at a rate of three months for each calendar month. Either the Chancellor decides to act now to deliver fairness to 1950s women, or he will find that Parliament does it for him. There is a private Member’s Bill that calls for mitigation to be put in place for 1950s women. I say to the Government: recognise the cross-party nature of that Bill and act, or face defeat.",
        "While the Tory attack on benefits pushes more families into poverty, the financial squeeze on household incomes continues as Brexit bites. Today, inflation sits at 3%. Prices are rising at a faster rate than wages. The Resolution Foundation has calculated that inflation of 3% combined with the benefits freeze will impact on 7.3 million children, 2.4 million disabled people and 800,000 people looking for work. There was no answer to that from the Chancellor—there was nothing in the Budget.",
        "Let me tell the Chancellor and those on the Tory Benches what life is like outside the gilded rooms of Whitehall: electricity bills have increased by 9%—[Interruption.] You laugh, when people in Scotland and the rest of the United Kingdom have seen electricity prices rise by 9%. [Interruption.] You really ought to be ashamed of yourself and I hope that your electorate hold you to account. I refer, by the way, to the hon. Member—the so-called honourable Member—for Ayr, Carrick and Cumnock (Bill Grant).",
        "The price of children’s clothing has increased by 6.7% and the price of butter by 12%. Bus and coach fares have risen by 13% and train fares by 3.4%. Transport insurance is up by 12.6%, motor vehicle insurance by 13% and travel insurance by 10%. That is the reality for ordinary working people in Scotland and the rest of the United Kingdom.",
        "While inflation is making the cost of the weekly shop soar, real wages are falling. There was nothing in the Budget to address that. The rise in inflation and the squeeze on wages are creating a crisis for low-income earners. Between 2010 and 2016, official GDP per employee had risen by 3.5%, yet real wages are 1.1% lower, when adjusted for consumer prices index inflation. If inflation is calculated to include housing costs, real wages are down by 7.2%. That is the economic record of the Tory Government. The collapse of UK productivity growth has driven low growth and stagnant wages.",
        "While many of my constituents and families across the UK are relying on credit cards to put food on the table, a different story is unfolding in the City. Under the Tory Government, boardroom pay has soared. From 2010 to 2016, the average remuneration for FTSE 100 chief executive officers almost doubled. The average remuneration of an executive director has doubled from £1.5 million to £3.1 million.",
        "The inequality goes much deeper. European Commission figures reveal that the UK had the biggest increase in the EU’s gender pay gap in 2015. The difference in average hourly pay between male and female workers jumped from 19.7% in 2014 to 20.8% in 2015. In effect, women are working unpaid for more than two months a year compared with men.",
        "The Government have not only driven thousands into poverty; they have failed to invest in building an inclusive economy fit for future generations. The legacy this Chancellor leaves is an economy that works only for the rich and the reckless. We need a Government that will create the circumstances to deliver inclusive, sustainable economic growth; a Government that will encourage investment, enhance innovation and drive up productivity and living standards; a Government that recognise that monetary and fiscal policy have to work in unison. The focus on monetary policy has driven up house prices and stocks and shares, but failed to drive investment in the real economy.",
        "Back in 2009, quantitative easing was an obvious choice as part of the attempt to restore confidence and growth, provided that it was matched with fiscal measures, such as investing in our infrastructure and building capacity in our economy, with a focus on investment to improve efficiency. There was an opportunity to invest in the economy to kick-start growth and productivity. However, under the steer of this Government, there was investment to benefit the wealthy. In the end, that has done nothing but exacerbate the gap between rich and poor.",
        "Even the Bank of England has recognised the negative effect of this policy. In 2012, it said that although quantitative easing had increased asset prices, it had disproportionately benefited the top 5% of households. Standard & Poor’s argued that—[Interruption.] I see the Chancellor waving his hands, but this is important and something for which he ultimately has to take responsibility. Standard & Poor’s argued last year that inflating asset prices had exacerbated the gap between rich and poor. It found that the wealthiest 10% of households held 56% of all net financial assets in 2008, and that by 2014 the proportion of the nation’s wealth in the hands of the richest 10% had increased to 65%.",
        "It is easy to see why the Tories do not want to change this policy. Reducing inequality has never been one of their aims. The evidence is stark: quantitative easing has mostly benefited those who started with considerable wealth. The FTSE 100 was sitting at 3,805 on 18 March 2009, just ahead of the launch of the QE programme. Last night, the market closed at 7,411. That is growth of 95% in just over eight years. The Government have stuffed cash into the pockets of the wealthy, while ordinary folk have paid the price for austerity. The cry “There’s no money” flies in the face of the Government’s own agenda.",
        "A further £70 billion was invested in QE after the Brexit vote, taking the programme to £435 billion. That is £435 billion that has been put on to our debt, with no plan for how it will be repaid. We could have invested in our infrastructure, for example by dealing with the demand for housing and dampening the rise in house prices at affordable levels. We could have invested in connectivity—in transport and in digital—to allow our citizens and businesses to compete, rather than being caught in the slow lane of transport snarl-ups and fighting to get decent broadband or mobile connectivity. Such investment in our people and infrastructure would have grown the economy and tax receipts, allowing us to cut the deficit. There would have been a payback. The Government could have supported businesses at the same time as supporting people. They cannot tell us that there is no money when they can invest an additional £70 billion in QE at the drop of hat. They must take responsibility and create the circumstances for inclusive growth and prosperity. Of course, taking responsibility is not something that this Government do.",
        "Some £6.9 billion is lost to our schools and hospitals every year because the Government have failed to tackle aggressive tax avoidance and tax evasion. I call on them to take tough new action to ensure that the richest in society and the biggest corporations pay the taxes they owe in full. They have chosen to cut public spending while protecting the super-rich—of course, the Tories are the party of the super-rich. If they will not take the action required, they should devolve the powers needed to tackle the issue to the Scottish Parliament.",
        "When I asked the Chancellor last month about any assessment he had made of the interrelationship between monetary and fiscal policy, the answer I got was that monetary policy was the responsibility of the Bank of England. There was no regard for a link between the two. It is left to the Bank of England to shine a light on the failure of the Chancellor to engage in joined-up thinking. In written evidence to the Treasury Committee, the Bank of England admitted that the steep rises in house prices in the decade preceding the crisis, together with a fall in long-term interest rates, has led to",
        "“a sharp rise in intergenerational dispersion of wealth benefiting in particular older people who had already entered the market before prices began to rise.”",
        "The Government have avoided every opportunity to invest in young people. What hope—[Interruption.] The Chancellor says, “Rubbish”. I am afraid I am actually giving him facts from respected institutions, not least the Bank of England. Is the Chancellor really saying that the Bank of England is wrong as well? I think the Bank of England might have something to say about that.",
        "What hope do millennials have to cling on to? Robbed of their housing allowance and lumbered with chronic student debt, this Government have gone out of their way to avoid investing in young people. The intergenerational wealth unfairness is creating the perfect storm for future generations. Research from the Resolution Foundation shows that today’s 27-year-olds are earning the same amount that 27-year-olds did a quarter of a century ago. A typical millennial has actually earned £8,000 less during their twenties than those in the preceding generation.",
        "We have missed chance after chance to invest in inclusive growth opportunities. The Government have been the proverbial one-club golfer relying on monetary measures, but in a vacuum. Even the IFS has warned the Chancellor about his calculations. First of all we had George Osborne proclaim he wanted to balance the books by 2015. That did not happen. Now the current Chancellor wants to eliminate borrowing by the mid-2020s. But with Brexit set to hit the economy, even the IFS has called on him to abandon his fanciful fiscal targets. There is more uncertainty on forecasts now than ever before. The Chancellor himself told the Treasury Committee that a",
        "“cloud of uncertainty is acting as a temporary damper, and we need to remove it as soon as possible”.",
        "Well, there was nothing in the Budget today to remove it.",
        "Mr Deputy Speaker, I am in a giving mood. I will give the Chancellor a bit of fundamental economic advice. End the suicidal flirtation with a no-deal scenario, give business something to invest in and work on keeping the UK in the single market. The stupidity and recklessness of some on the Government Front Bench who rode around in that famous red bus has to be the most damaging economic pledge in modern history. They said £350 million a week for the NHS. Well, they are silent on that now. The Foreign Secretary and Environment Secretary should listen up, because here are some home truths about the mess they have created: the Bank of England has confirmed that 75,000 jobs are at risk in the financial sector owing to Brexit; the London School of Economics has revealed that Scotland’s towns and cities could lose up to £30 billion over five years; the Fraser of Allander Institute revealed that Brexit would cost Scotland up to 80,000 jobs and see wages fall by £2,000 a head per year; and now the Chancellor is planning for a no deal—a complete catastrophe which is unfolding on his watch. He knows how devastating such a path would be for the UK economy. He has given Departments £250 million to carry out work in preparation. To put that into context, that would pay for 11,553 new starter nurses, teachers or police officers.",
        "It is not just the spending to fund Brexit that is costing communities, however. Leaving the EU will cut off the financial social funds we have benefited from for so long. This will be devastating for communities where poverty and destitution at the hands of the Tory austerity policies have seen volunteers pick up the pieces. Although as the UK haemorrhages EU funding and the Chancellor proclaims austerity is essential to save, he did manage to find £1 billion for the DUP—quite remarkable. The Chancellor found £1 billion for the Northern Irish Executive to spend on devolved areas, but no additional funds were provided to Scotland or any other part of the UK. Cash for votes—not very honourable at all.",
        "And what use are the Scottish Conservatives, who pledged to work as a bloc to protect Scotland’s interests? That was their chance to shine: a golden opportunity to show they were prepared to put politics aside and stand up for Scotland. But no, party loyalty prevailed and now Scotland is being overlooked in this dodgy deal. This money cannot be processed until the discussions have concluded on the appropriateness of the way in which the UK Government decided to provide the additional financial support. The Barnett formula rules mean that Scotland, Wales and Northern Ireland are entitled to an extra £2.9 billion and £1.67 billion respectively as a result of the deal. Where are the Scottish Tories standing up for that £2.9 billion that Scotland deserves? Where are the calls from the Scottish Tories for this UK Government to match the deal from Northern Ireland? They have been found wanting.",
        "Year after year, the UK Government continue to let down our world-class oil and gas industry in the north-east of Scotland. Two years ago, the Conservatives boasted about the creation of a new oil and gas ambassador, who would",
        "“promote the North Sea around the world and boost inward investment”.",
        "How embarrassing, then, for the Chancellor that the role, two years later, has yet to be filled. It seems that the Chancellor and his Cabinet colleagues have simply forgotten about our North sea industry once again. Despite the Chancellor’s tight grip restraining Scotland’s economic potential, the SNP in Scotland has delivered for our people.",
        "**Anna Soubry (Broxtowe) (Con)**",
        "On a point of order, Mr Deputy Speaker. Is it in order for hon. Members to make speeches in which they completely ignore the contents of the Budget that the Chancellor has just delivered?",
        "**Mr Deputy Speaker (Mr Lindsay Hoyle)**",
        "That was definitely not a point of order and the right hon. Lady knows it. She has provided a running commentary all the way through. I think I have heard more than enough for the time being and I want to get to the end of the speech by the leader of the SNP.",
        "**Ian Blackford**",
        "Thank you, Mr Deputy Speaker.",
        "In Scotland, international exports are up 41% between 2007 and 2015. The latest employment figures show that Scotland has higher employment rates and lower unemployment rates than the UK. Youth employment continues to outperform that in the UK. The Scottish Government fulfilled their commitment to reduce youth unemployment by 40% four years ahead of schedule—that is how to make fiscal targets.",
        "But it is not just about the ability of the Scottish Government to deliver an inclusive society that works for all; it is their vision for an economy that benefits all. When the UK Government chose the rape clause, the Scottish Government chose the baby box. When the UK Government trebled tuition fees, the Scottish Government maintained the principle of free tuition for all. When the Conservatives pushed for a dementia tax, the Scottish Government stood by free personal care for the elderly. We know that an economy is not just a tool for inclusive growth, but is central to the social fabric of the society in which we grow up. It is time for an economy that benefits all. End the damaging austerity agenda and stop the catastrophic ideological obsession with a Brexit no deal."
    ]
}