{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-the-g20-summit-in-indonesia/",
    "title": "Ian Blackford – 2022 Speech on the G20 Summit in Indonesia",
    "post_date": "November 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP Leader at Westminster, in the House of Commons on 17 November 2022.",
    "content": [
        "I thank the Prime Minister for [advance sight of his statement](https://www.ukpol.co.uk/rishi-sunak-2022-statement-on-the-g20-summit-in-indonesia/).",
        "With the Russian military continuing to fire deadly missiles at civilians right across Ukraine, I sincerely hope that Putin’s Foreign Minister was made to feel the justified anger and disgust by those attending the G20. With that in mind, may I ask the Prime Minister what progress has been made at the summits to further isolate Putin’s regime on the international stage? The whole world must stand together on Russian sanctions, and we must make sure that those responsible for crimes against humanity face justice. What progress has been made to ensure that there is no weakening in the international resolve to stand with Ukraine until it secures victory for its people?",
        "Let me turn to the G20 discussions on the economy. The Prime Minister and the Chancellor keep referring to the global factors to blame for the financial crisis facing families across these islands—it is the excuse they are using to impose austerity 2.0 in today’s financial statement—but if this is really all to do with global factors, will the Prime Minister explain why the UK is the only G7 economy that is smaller today than it was before the pandemic? Why is the UK the only G7 country enacting austerity 2.0? The reality is that this is a political choice.",
        "Finally, on the proposed Indo-Pacific trade deal—the latest Brexit fire sale that threatens to sell out our farmers and crofters—the evidence continues to mount that the Brexit effect is reducing our economy by 4%, a factor that is driving Tory austerity. This week, we heard from the former Secretary of State for Environment, Food and Rural Affairs, the right hon. Member for Camborne and Redruth (George Eustice), who retrospectively ripped apart the trade deal with Australia and the damaging impact that it will have on our agrifood sector. I remind Government Members that that deal was endorsed by every single Conservative MP. Can the Prime Minister explain to Scotland’s food and farming industries why he is so committed to pursuing yet another Brexit deal that will deliver a hammer blow to their businesses?",
        "**The Prime Minister**",
        "I welcome the right hon. Gentleman’s comments about Russia and Ukraine, and I thank him for them. He should be reassured that in Putin’s absence the Russian Foreign Minister felt the full assault, from allies including the United Kingdom, of the absolute outrage that the international community feels about what is happening. That will continue when Russia attends these fora.",
        "The Government are an absolute champion of British farming and farmers. That will remain the case. We will continue to find opportunities to put great British produce on the tables of many more families around the world.",
        "I will just briefly address the right hon. Gentleman’s comments about the economy. He had a few different stats, but it is worth bearing in mind that we have just come from a G20 summit at which two thirds of the G20 members sitting around the table are experiencing inflation rates north of 7%. The International Monetary Fund predicts that a third of the world’s economy is already or will shortly be in recession.",
        "If the right hon. Gentleman takes the time to read the G20 communiqué, he will see that actually the global picture is very clear: countries around the world are grappling with high energy prices, high food prices and rising interest rates. Indeed, many countries around the world, like us, have committed, as does the international community, to ensuring fiscal sustainability as a path to improving those matters. That is absolutely the challenge that we confront, and it is absolutely the challenge that the Chancellor will meet head on. We will make those decisions with fairness and with compassion."
    ]
}