{
    "url": "https://www.ukpol.co.uk/ian-blackford-2019-comments-on-withdrawal-agreement/",
    "title": "Ian Blackford – 2019 Comments on Withdrawal Agreement",
    "post_date": "January 7, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the comments made by Ian Blackford on the Brexit Withdrawal Agreement in the House of Commons on 7 January 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford.jpg)",
        "May I wish you, Mr Speaker, and all Members and staff a happy new year?",
        "It is with regret that we return after the Christmas break with no progress from the Government on the withdrawal agreement and—even more remarkable—that we return with no Prime Minister in Parliament. She cannot be bothered to be here. We are now just days away from the deadline to get a deal to protect our economy and the Prime Minister is not in Parliament to explain her lack of progress. Why is the Prime Minister not responding to this urgent question?",
        "It is now clear beyond doubt that the Prime Minister’s tactic is to run down the clock and deprive Parliament of any alternative to her Brexit proposals, bringing the prospect of a no deal closer. The SNP we will work across this House to get support for an alternative that is about having another EU referendum and letting the people take back control from this Government. I say to the Leader of the Opposition: get off the fence and join us. Stop this Government’s chaotic Brexit plan.",
        "Shamefully, we are in exactly the same situation as before Christmas, with the Tory Government again facing defeat but having wasted a month of precious time. The risks are real. The economic disaster facing our communities across these islands is real. It is suggested that the proposed letter between the UK and the EU regarding the backstop will not come before the debate and the meaningful vote. We cannot operate in the dark. This Government must show us the detail and tell us today how they believe these assurances will be enough to win support for their shambolic deal. Moreover, if, which is extremely unlikely, this Government manage to get their vote through, will they commit to extending article 50 immediately and remove the threat of the cliff edge?",
        "The First Minister of Scotland was very clear today that the events of the last few years have made the case for Scotland being an independent country in charge of our own destiny even stronger. Scotland will not be dragged out of the European Union against its will. Our Parliament’s powers are being eroded. The UK Government are treating the Scottish Government with contempt. Even when we seek compromise, our voice—Scotland’s voice—is sidelined. This Government should wake up to the reality. Scotland knows who is leading in our interests, and it is not the Government in Westminster."
    ]
}