{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-scottish-independence-and-the-scottish-economy/",
    "title": "Ian Blackford – 2022 Speech on Scottish Independence and the Scottish Economy",
    "post_date": "November 3, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the Leader of the SNP at Westminster, in the House of Commons on 2 November 2022.",
    "content": [
        "I beg to move,",
        "That this House regrets the economic damage the Government has caused since the mini-budget on 23 September 2022, with the pound hitting a record low against the dollar, mortgage rates at their highest level since the financial crash and inflation at a forty-year high; calls on the Government immediately to reinstate the bankers’ bonus cap, increase benefits in line with inflation and protect the pensions triple lock; considers that Scotland cannot afford to be part of the failing state of the UK and must be independent for economic stability; and welcomes the publication of the Scottish Government’s independence papers series, Building a New Scotland and The Economic Opportunity for Scotland from Renewable and Green Technology by David Skilling.",
        "**Mr Speaker—**",
        "**Ian Murray (Edinburgh South) (Lab)**",
        "Too long!",
        "**Ian Blackford**",
        "From a sedentary position, the hon. Gentleman says, “Too long,” and of course he is right—Scotland has been stuck in this Union for too long. I look forward to the opportunity for my colleagues to leave this House for the last time when Scotland becomes an independent country—it has indeed been too long.",
        "It is fair to say that Westminster has been no stranger to chaos and crisis over the last number of years, but even with that in mind, it has still been hard to take in fully the mayhem and madness in this place in the last few weeks. Another Tory Prime Minister gone. Another Tory Prime Minister imposed in Scotland. The only thing that stays the same is the constant crisis in this place. Even the kangaroo genitalia-eating junket to Australia of the right hon. Member for West Suffolk (Matt Hancock) passes for a normal affair around here these days.",
        "The core of today’s motion is designed to demonstrate that the permanent political pantomime that Westminster has become is not somehow victimless or benign; it comes with a massive, massive cost. Each and every one of these Westminster crises comes with a consequence, and it is always those who can least afford it who end up paying the price of the failure of Westminster control.",
        "Let us take the example of the last few months. The UK Government have been so consumed by their own political crisis that they have ignored the economic crisis they caused with their mini-Budget on 23 September. Indeed, they are not just ignoring it; they are completely blind to the mess they have made. In the last 10 days, it has been hard not to notice that Tory Members are in a state of excited relief at the fact that they have got rid of a Prime Minister who managed to crash the UK economy in the space of 44 days. In their great relief, they seem to have magically forgotten that they were the ones who put her in place. They were the ones who were cheering on her libertarian joyride—until the very moment that she crashed the economy. They may have gotten rid of the Prime Minister they put in place, but for ordinary people the damage is already done.",
        "**Alex Cunningham (Stockton North) (Lab)**",
        "I get extremely anxious about my homeland splitting from my now home country, particularly as Scotland has no credible fiscal plan. As I see child poverty increase, the once leading education system trashed and the NHS left to deteriorate, I wonder who is at fault. Does the right hon. Member accept that while the Tory Government have let Scotland down—",
        "**Mr Speaker**",
        "Order. This is meant to be an intervention, not a speech about all your issues. I am more than happy to put you on the speaking list.",
        "**Ian Blackford**",
        "Mr Speaker, if anybody is letting themselves down, it is the hon. Gentleman, because the Scottish Parliament has done its best to mitigate the effects of Tory austerity, thank goodness. We can applaud what the Scottish Government have done with child payments—introduced at £10, increased to £20 and now up at £25—but we cannot stop the damaging effect of austerity on our country, because the bulk of economic power lies in Westminster. The hon. Gentleman and his Labour colleagues may indeed support the Scottish Parliament—our Parliament—which does its best to protect the people from what happens in this place in Westminster and, of course, from the damaging effects of Brexit that mean our businesses cannot fulfil their potential. The hon. Gentleman ought to look in the mirror.",
        "**Angus Brendan MacNeil (Na h-Eileanan an Iar) (SNP)**",
        "The reality is that the split in terms of values is between the red Tories and the blue Tories here. The hon. Member for Stockton North (Alex Cunningham) should be aware that in Ireland, which became independent, the poorest 5% are 63% richer than the poorest 5% in the UK. If ever there was a lesson about being independent, that is it.",
        "**Ian Blackford**",
        "My hon. Friend is quite correct. When we look around the world, we see small countries thriving. Small countries tend to do better than larger ones. There are no economies of scale for large countries, and it is Westminster, the UK, that is holding Scotland back.",
        "Let me return to the economic situation we face today: the pound is still down against the dollar and euro, mortgage rates are at their highest since the financial crash, and inflation is still at a 40-year high. History shows that those in the Tory party always act fast to rid themselves of their own political problems, but they always fail to take responsibility for the crises they create. They are failing to take responsibility for the cost of living crisis they created and the failing UK state they have presided over for the past 12 years.",
        "It would be wrong to believe that the events causing deep damage over the last few weeks are somewhat isolated incidents. It does not take a genius to know that the timeline for every bit of turmoil in this place over the last few years stems from one place and one place only: the utter disaster of Brexit. Six years on, it has been a disaster by every significant measure. Brexit broke Britain.",
        "Only yesterday, Scotland’s The Herald newspaper revealed that the value of Scottish exports has dropped by more than 13% in two years, costing £2.2 billion, with Brexit entirely to blame. That is what Brexit has done to the Scottish economy and Scottish trade. That has been the impact of what the Tories have brought to us. However, faced with these Brexit facts, it is a disgrace that Westminster’s only response is to say one of two things: “Suck it up,” or, “Shut up.” I assure the Brexit fanatics that we intend to do neither.",
        "The reality of Brexit is biting everywhere. Last week I visited the Nevis Bakery in my constituency. The owner, Archie Paterson, explained to me that they currently employ 30 people, and that they could easily double that tomorrow, expanding their production line, expanding their premises and growing the local economy. But just one thing is stopping them, and it is Brexit. Brexit means they have no access to labour. The balance of workers used to be 80% EU skilled bakers, and that has declined to only 20%. They cannot get the staff, so they cannot expand. It is the same story for businesses across the highlands and right across Scotland: denied economic opportunity; denied the opportunity to grow our economy; denied the opportunity to prosper and deliver the taxation receipts. All that has been delivered by the Brexit Scotland never voted for.",
        "**Mr Toby Perkins (Chesterfield) (Lab)**",
        "I agree with much of what the right hon. Gentleman is saying about the incompetence of the Conservative Government. On Brexit, however, an important fact is being missed. During the referendum, when many of us fought very hard to make sure the UK stayed within the EU, the Scottish National party spent just £91,000 on its campaign—13% of what it could have spent. It spent less on that campaign than on a Shetland by-election. It spent less than 7% of what it spent on trying to take Scotland out of the UK. Will he take this opportunity to apologise to everyone who voted remain for the fact that the SNP went missing from the pitch during that campaign?",
        "**Ian Blackford**",
        "My goodness, Mr Speaker, I hate to point out to the hon. Gentleman that 62% of those who voted in Scotland voted to stay in the European Union. I am proud to say that my right hon. and hon. Friends and I were up and down Scotland during the Brexit campaign, leading the people of Scotland and making the case for Scotland to stay in Europe.",
        "**Christine Jardine (Edinburgh West) (LD)**",
        "On that point, will the leader of the SNP please explain to us why his party spent less on the EU referendum than on a Scottish parliamentary by-election on Shetland?",
        "**Ian Blackford**",
        "This would be funny if it was not so tragic. It used to be the case—[Interruption.] We have many hours of debate, and if Labour and Liberal Democrat Members calm down, I am sure that they will get the opportunity to speak. Maybe I should point out to the hon. Lady that the Liberal Democrats used to proclaim staying in Europe—",
        "**Christine Jardine**",
        "And still do.",
        "**Ian Blackford**",
        "No, you don’t. If the Liberal Democrats wanted to stay in Europe, as the hon. Lady suggests, they would have that in their manifesto. The Labour party and the Liberal Democrats have run away from Europe, just as they have run away from their responsibilities to the people of Scotland.",
        "**Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP)**",
        "Is it not the case—just to educate the hon. Member for Chesterfield (Mr Perkins)—that not only did we carry the argument in Scotland, winning 62% of the vote for remain, but we carried that argument successfully in all 32 council areas in Scotland?",
        "**Ian Blackford**",
        "My hon. Friend is quite correct that every local authority area in Scotland voted to remain. Not only did people across Scotland vote to remain, but that demand to stay in Europe has increased over the past few years. In fact, recent polling shows as many as 72% of Scots wish to remain in Europe. I say to those watching in our own country that there is a clear way to achieve this. If Scotland has its right to determine its own future, and if our Parliament, which has an independence majority, can enact the referendum that our people voted for, then Scotland’s journey to independence and back into the European union will be complete.",
        "**Kirsten Oswald (East Renfrewshire) (SNP)**",
        "I am grateful to my right hon. Friend for giving way—[Interruption.]",
        "**Ian Blackford**",
        "On a point of order, Mr Speaker. I have just been called a liar.",
        "**Mr Speaker**",
        "I did not hear what was said—",
        "**Steven Bonnar (Coatbridge, Chryston and Bellshill) (SNP)**",
        "Ask him!",
        "**Mr Speaker**",
        "Do you want to go out early for a cup of tea? Because you are on my speaking list. Let me deal with it. Mr Bonnar, I need no help, thank you. If somebody said that, I expect them to withdraw it, because we do not use that term in this Chamber.",
        "**Mr Perkins**",
        "Further to that point of order, Mr Speaker. I certainly withdraw any implication that the right hon. Gentleman is a liar. I did not say he was a liar, but I did say that what he said was untrue. I withdraw that out of respect to you, Mr Speaker.",
        "**Kirsten Oswald rose—**",
        "**Mr Speaker**",
        "I call Ian Blackford. We are moving on. We have dealt with it.",
        "**Ian Blackford**",
        "I give way to my hon. Friend.",
        "**Kirsten Oswald**",
        "I am grateful to my right hon. Friend for giving way. Does he not think that people at home will be looking askance at Labour Members? First, they were apologists for the chaos that the Conservatives have inflicted on Scotland’s economy. Now, they are some kind of supporters of Brexit, which has caused so much harm to Scotland. It is inexplicable how any Opposition Member could take such a position, as we all heard them do.",
        "**Ian Blackford**",
        "My hon. Friend is correct. It is 1.10 pm; we have until 7 o’clock to debate the issue. To hon. Members in other parties on both sides of the House, I promise that we will respect the importance of the subject, because this is about Scotland’s future. To friends and colleagues—Conservative, Labour and Lib Dem Members—I say, let us have that debate about Scotland’s future and let us respectfully disagree on what we see the future as. We will put the case for Scotland to be an independent country; they should come and engage with us, and put the case for Scotland to stay in the Union. I have to say that when we have these debates, I do not hear that case for Scotland to stay in the Union.",
        "The evidence of the damage done by Brexit is mounting by the day. From those who forced it on Scotland, however, not one word of contrition or apology has ever been offered for that massive act of economic self-harm. I am tempted to say that when it comes to Brexit and Westminster, there are really none so blind as those who will not see—my goodness, that has been shown today. In many respects, however, the truth is even worse.",
        "**Alun Cairns (Vale of Glamorgan) (Con)**",
        "I welcome the right hon. Gentleman saying that he wants a serious debate about the status of Scotland in the Union and the benefits of Scotland being in it. In his arguments so far, however, he has blamed everything from rising energy costs to global supply chain challenges on Brexit. Does he not recognise that we have been facing a tumultuous global situation? If he acknowledged that, we could at least start to have a sensible debate.",
        "**Ian Blackford**",
        "I thank the right hon. Gentleman. I think he is genuinely trying to be helpful, so I will respond in kind. We are suffering from an enormous increase in energy costs. I applaud the fact that we have the energy cap, but let us remember the harsh reality that for people up and down these islands, energy costs have doubled in the last year. People will face genuine hardship. [Interruption.] I can see him shaking his head, but the harsh reality is that our energy market is determined by the wholesale gas price. For those of us in Scotland, 14% of our electricity consumption comes from gas and we actually produce six times as much gas as we consume. We are being affected largely by the failures of UK energy policy and, yes, by global issues as well, but the fact that energy costs are so high in energy rich Scotland is an absolute disgrace.",
        "**Mhairi Black (Paisley and Renfrewshire South) (SNP)**",
        "On the intervention of the right hon. Member for Vale of Glamorgan (Alun Cairns), of course the last few years have shown how unpredictable the world can be and how many unexpected challenges we can face, but does that not just hammer home how important it is for Scotland in particular to get the Governments it votes for? Given that Scotland has not voted for a Conservative Government since 1955, does my right hon. Friend not agree that by far and away the best way to protect ourselves against the unpredictable is to be independent and in control of our resources?",
        "**Ian Blackford**",
        "My hon. Friend is correct. Not since 1955 has Scotland voted for a Conservative Government, yet we face Conservative Government after Conservative Government. The difference between me and the hon. Member for Edinburgh South (Ian Murray) on the Labour Front Bench is that I would rather have an independent Labour Government in Scotland than a Tory Government in London who demonstrate their contempt for the people of Scotland through their policies. That is the reality. Unfortunately, he would rather have a Tory Government in London than an independent Scottish Government over whom he may have influence.",
        "**Alan Brown (Kilmarnock and Loudoun) (SNP)**",
        "Again on the intervention of the right hon. Member for Vale of Glamorgan (Alun Cairns), is it not the case that, although there are high global oil and gas prices, Norway has a sovereign wealth fund of $1 trillion—the biggest in the world—that can be used to support its citizens, whereas Westminster has squandered our oil and gas revenues all these years? Even then, the McCrone report from the ’70s, which was buried for 30 years, showed the wealth that would have accumulated to Scotland had it been independent. Both Labour and the Conservatives held that information from the Scottish population.",
        "**Ian Blackford**",
        "My hon. Friend is correct. I think the taxation receipts for North sea oil over the period that he is talking about have been north of £350 billion. What a missed opportunity to ensure that we could invest for future generations, eradicate the poverty that has been talked about and deliver hope for future generations. I will come on to the opportunities from green energy. My message to him and other hon. Members on both sides of the House is that a green industrial revolution could come to Scotland, so we need to create the jobs that will drive up productivity and investment and give people hope—but we are not going to do that while we are part of Westminster.",
        "There are plenty of intelligent people in this place—I am especially looking at Labour Members—and we can see the damage that Brexit has done. They see it, but they will not say it. The reason they will not say it is that they are frightened that they will lose votes in the north of England, and to hell with the consequences in Scotland and everywhere else. I am sorry to say that that is one of the most shameful examples of politics replacing principles that this place has ever witnessed—that is really saying something in Westminster.",
        "**Dr Luke Evans (Bosworth) (Con)**",
        "One of the reasons that the UK voted for Brexit was that the EU stands for ever-closer union, which means joining the euro. The right hon. Gentleman has talked about independence, so will he be joining the euro? Will he not then accede some of the control over the fiscal situation that he wants to deal with?",
        "**Ian Blackford**",
        "I am grateful to the hon. Gentleman, but let me return to 2014. At the time of the Scottish referendum, we were told that, if we stayed in the United Kingdom, two things would happen: first, we would stay in Europe and secondly, we would lead the UK in a voluntary Union of equals. None of that has happened, however, because of his example of being taken out of the European Union against our will. The key difference is that Europe is a partnership of equals.",
        "Since the hon. Gentleman asked about currency, I will answer head on. When Scotland becomes independent, as it will, we will retain the pound. [Laughter.] It is funny, is it? We are talking about people’s futures and we are trying to deal with a serious matter. We will keep the pound until such time that a number of economic tests are met that will allow us to have a Scottish pound. That is what will happen.",
        "**Dr Luke Evans**",
        "I am grateful that the right hon. Gentleman has been clear and direct in saying that Scotland will have the pound. If he joins the EU, however, is the plan not to join the euro? He will have to concede, therefore, that Scotland will have to do that. By what mechanism would he therefore keep the pound, or the Scottish pound, or refute having the euro?",
        "**Ian Blackford**",
        "I respectfully say to the hon. Gentleman that he should go away and read the treaties, because they are very clear; we are all aware of what is contained in them. Crucially, to join the euro, countries have to join the exchange rate mechanism for two years, which is voluntary. Countries cannot be forced into the euro. Our position is clear: we will deliver a fiscal programme that will deliver jobs for Scotland, create the circumstances for investment and drive up living standards—that is what we want with independence. We will make sure that we have the answer to the currency situation that delivers for our people.",
        "**Angus Brendan MacNeil**",
        "Perhaps the hon. Member for Bosworth (Dr Evans) is misled by headlines in The Times newspaper and should apprise himself better of what is actually happening in Europe. On 1 July 2013, Croatia joined the European Union and Croatia is not in the euro. There are about six or seven other countries in the European Union that are not in the euro. A country can join the euro if it wants over its own timescale—it can be hundreds of years if it wants—but it does what it wants and what it thinks is sensible for itself, and that is why it has independence.",
        "**Ian Blackford**",
        "I am very grateful to my hon. Friend for revealing—",
        "**Ian Murray**",
        "No, he’s wrong.",
        "**Ian Blackford**",
        "My hon. Friend is not wrong, if the hon. Member reads the treaties. I have pointed out that joining the ERM is a step that has to be taken before anyone is able to join.",
        "**Several hon. Members rose—**",
        "**Ian Blackford**",
        "I am going to make some progress, and I will allow interventions later.",
        "**Ian Murray rose—**",
        "**Ian Blackford**",
        "I give way.",
        "**Ian Murray**",
        "I am very grateful to the right hon. Gentleman for allowing me to intervene because this is a crucial point that people need to understand. The current position of the Scottish National party is to stick with the pound for an undefined period, then to set up her own currency. As Nicola Sturgeon said herself when she launched the economic paper, she will not commit to joining the euro. That does one of two things: it either denies EU membership, or it means an independent Scotland would have a separate currency from both the EU and its bigger trading partner, the rest of the UK. Is that not correct?",
        "**Ian Blackford**",
        "The hon. Gentleman is wrong. I have pointed out that in order to join the euro—[Interruption.] I have already laid out that we will retain the pound sterling immediately on attaining independence, and when the time is right and a number of economic tests are met, we will have the Scottish pound. There are six tests, and I will be—",
        "**Dr Luke Evans**",
        "Will the right hon. Gentleman give way?",
        "**Ian Blackford**",
        "I am now going to make some progress.",
        "**Dr Evans**",
        "Will the right hon. Gentleman give way?",
        "**Ian Blackford**",
        "I have already given way twice to the hon. Member, and I think I have been very gracious with my time.",
        "As I said at the start, all the Westminster-imposed chaos comes with real consequences because the cost of the last six weeks, and the consequences of the last six years of constant crisis mean that the Tories are right back where they originally started—implementing austerity. This week, we have been deliberately bombarded by Treasury briefing about the “difficult decisions” that need to be made in order to fill the economic hole that the Tories dug themselves, but the return of austerity, if it ever truly went away, is not a so-called difficult decision. It is instead what it has always been—a Tory political choice to hit the poorest hardest.",
        "No one should be fooled into thinking that there are not other choices. In the week that BP announced a quarterly profit of £7.1 billion, why not take the easy decision to bring in a proper windfall tax on excess profits? Why not take the easy decision to end non-dom tax avoidance? Why not take the easy decision to reinstate the cap on bankers’ bonuses? With all that new revenue, why not take the easiest decision of all, and protect those most at risk by uprating benefits and pensions in line with inflation? That, after all, was the promise the Prime Minister made when he was Chancellor back in May.",
        "Until each and every one of those easy and essential decisions are taken, the Tories should not dare talk about the difficult decisions they are having to take. I fear, though, that the Tories and their new Prime Minister have already made their choice: they are gearing up to take a wrecking ball to public services and double down on austerity. That is exactly why we are now at such a critical juncture. It is clearer by the day that austerity 2.0 is the future awaiting the Scottish people unless we escape Westminster control for good. That is why independence is not just desirable; it is essential.",
        "There is no better example of that necessity than the energy issue. The motion refers to the detailed and evidenced-based report by David Skilling, who has laid out the facts on the sheer scale of the energy opportunity awaiting an independent Scotland. I encourage hon. Members across the House to read that report. We have the potential to generate around 10% of Europe’s wave power and possess 25% of the potential European offshore wind and tidal resource. Let us not forget that it is Westminster that is holding back our tidal potential with its refusal to fund it to the rate that will be necessary to generate up to 11.5 GW of tidal energy by 2050.",
        "**David Duguid (Banff and Buchan) (Con)**",
        "I am not sure if I picked the right hon. Gentleman up right, but is he accusing the UK Government of not funding tidal energy, when in fact £20 million of contracts for difference were committed, as ringfenced, specifically for tidal stream energy?",
        "**Ian Blackford**",
        "I am delighted that the hon. Gentleman raises that because it takes us back to the discussions we had last year. The Royal Society report published just before COP26—a peer-reviewed report—indicated the potential to get to 11.5 GW of electricity from tidal. Incidentally, that would be 15% of the UK’s electricity production, which is the amount that nuclear contributes today, and by 2030 tidal would be cheaper than nuclear. We do not need nuclear to provide our baseload electricity because tidal does it. The fact remains that that £20 million, welcome as it is, does not go far enough for that industry to develop its potential. When we look at the programmes that are already live around these shores, about 70% of the value added from tidal comes from Scotland and about 80% comes from the UK. It is a domestically grown industry.",
        "We heard earlier from my hon. Friend the Member for Kilmarnock and Loudoun (Alan Brown) about the contrast with the oil industry in Norway, but one of the key lessons from that is to make sure not just that we have the energy production, but that we control the supply chain. This is exactly an industry where we do control the supply chain. I say to the hon. Member for Banff and Buchan (David Duguid) that he should join me in pressing the Treasury to make sure we get the £50 million-a-year ringfenced pot—that is what would allow us to fulfil our potential—and at the same time to make sure that we get carbon capture and storage for Peterhead. Those two clear examples are direct demonstrations of how Scotland has been held back—held back on its ability to deliver green energy and on its desire to get to net zero in 2045. That is the cost of Westminster control for Scotland.",
        "**Jamie Stone (Caithness, Sutherland and Easter Ross) (LD)**",
        "I may be corrected, but I fancy I am the only person in this place who has worked in an oil fabrication yard; it was at Nigg. When I worked there, 5,000 people were employed—vital jobs in the highlands. We have the skills still, but they are ageing skills and the skills are going. If we miss the opportunity to build offshore floating wind structures in Scotland, we will be failing the Scottish people. What is the difference between us and Norway? Norway does build; we do not, and we should do something about it.",
        "**Ian Blackford**",
        "I thank the hon. Member for that remark. He is right to talk about what happened in Nigg back in the day. But it was not just in Nigg, as he will recall; it also happened in the west of the highlands—in Kishorn in my own constituency and Ardersier. If you would allow, Mr Deputy Speaker, we could sing the song of the Kishorn Commandos, but maybe we will save that for another day.",
        "**Jamie Stone**",
        "I was a Kishorn Commando.",
        "**Ian Blackford**",
        "And there is many a tale to be told about what happened in Kishorn back in the day, but this is a serious point about the opportunity to industrialise the highlands and the opportunity to create jobs for generations, create wealth and create prosperity. I congratulate the hon. Member because we have worked together on making sure that we are pushing for the opportunities in Cromarty, but these are decisions that we should be taking in Scotland to make sure that we deliver on that promise.",
        "We cannot mention often enough the potential we have in green energy. Scotland is energy rich, and we simply should not be facing an energy emergency. We should not have cold homes and soaring bills. Even before this crisis—as the hon. Member would acknowledge, we already had the situation before this crisis—40% of pensioners in the highlands lived in fuel poverty. What a disgrace that we allow that happen.",
        "**Dave Doogan (Angus) (SNP)**",
        "My right hon. Friend is making a powerful speech. Does he agree with me, and do his constituents share my concerns, that people look out at these wind installations—such as Seagreen off the Angus coast, two revolutions of which can power a home for an entire year—yet at the same time they cannot pay their electricity bill, thanks to the UK’s energy market? Is that not in itself a reason to decouple ourselves from this broken Union?",
        "**Ian Blackford**",
        "Indeed, because I think it fair to say that we are being ripped off. We are being ripped off by transmission charges. I am grateful to my hon. Friend the Member for Aberdeen South (Stephen Flynn, because he took me to see an offshore wind farm in Kincardine a few weeks ago—what a demonstration of the opportunity we have from the North sea. The fundamental point is that we should not have cold homes and soaring bills. We produce six times more gas than we consume, and nearly 100% of the equivalent of our electricity consumption already comes from renewables—[Interruption.] I have said equivalent on many occasions.",
        "**Ian Murray**",
        "We’ll check Hansard.",
        "**Ian Blackford**",
        "I did ask for respect and honesty in this debate, and I think that if the hon. Gentleman checks Hansard, he will find that I have said that on a number of occasions.",
        "This is Scotland’s energy and it should serve Scotland’s people. The Skilling report shows that Scotland has the potential to boost our output by more than five times, increasing from 12 GW of installed renewable capacity to over 80 GW by 2050. Just think about that—80 GW of electricity by 2050. That is as much as four times the energy Scotland needs. It will provide the cheap, green energy that will allow us to have a new industrial revolution, and to see jobs come to the eastern highlands, the western highlands, the lowlands and the south of Scotland as a consequence of the economic opportunity that will be created. By expanding Scotland’s renewable capacity and becoming a green hydrogen exporter, we have the chance to pump as much as £34 billion into Scotland’s economy every year—an investment that would sustain up to 385,000 jobs, dwarfing the jobs that we have in oil in gas today. That is a real energy transition.",
        "This is a plan for growth—green, sustainable growth for the long term, not the fantasy growth that we had from the Truss Government and the absence of any plan from the existing Government. Driving better productivity, driving an industrial green society, and driving our economy into the future—that is the plan on which an independent Scotland can and will be built. Apparently, the only UK Government response to that energy plan is the bizarre argument that we should ignore the vast renewable energy potential and instead turn to nuclear. Well, let us be very clear: we do not need nuclear in Scotland, we do not want nuclear power, and we will not be having nuclear power. We want the powers of independence so that Scotland’s energy can finally serve the needs of the Scottish people.",
        "In the latest Scottish Government paper on independence, our First Minister set out all the economic opportunities that independence will unleash. Instead of Westminster anti-trade union laws, we could ensure fairer work with European-style labour market policies. Instead of an economic race to the bottom, we could build an economy based on human wellbeing, lifting people up so that they can contribute fully, not waiting for wealth to trickle down while the inequality gap grows. Instead of Brexit, we would be an EU member state in our own right and we would, for the first time, be in a position not just to benefit from EU trade deals, but to help shape them. Instead of a hostile environment and the disgrace of a Home Secretary who talks about “invasions”, we would have a humane immigration policy tailored to our needs.",
        "**David Duguid rose—**",
        "**Ian Blackford**",
        "I will happily give way to the hon. Gentleman if he will join me and ask the Home Secretary to apologise for the outrageous language that she used in this Chamber on Monday.",
        "**David Duguid**",
        "I genuinely thank the right hon. Gentleman for allowing me to intervene on the point he was making about an independent Scotland being in the EU—a point he made previously. Does he agree with his leader in Holyrood, First Minister Nicola Sturgeon, when she admitted that there could be hard borders and passport controls between Scotland and the rest of the United Kingdom?",
        "**Ian Blackford**",
        "Here we go: “Project Fear” all over again. Let me give the hon. Gentleman and the House the example of Ireland. Way back in the 1940s, close to 90% of Ireland’s exports were to the rest of the United Kingdom. Today that figure is less than 10%, but the value of Irish exports to the UK actually increased every single year, irrespective of the economic cycle. An independent Ireland was able to pursue policies that delivered growth and resulted in investment and trade opportunities. That is the opportunity for an independent Scotland.",
        "**Robin Millar (Aberconwy) (Con)**",
        "I would not want us to move too far beyond the point about humane treatment. Is it the case that Ukrainian refugees in Scotland currently have to be housed in temporary accommodation on ships, in which the space they must occupy is less than is legally required for prisoners in Scottish prisons?",
        "**Ian Blackford**",
        "I should not be surprised by some of the things we get from the Tories in this House, but has the hon. Gentleman any sense of listening to what has been happening this week in Kent, when he comes and accuses the Scottish Government regarding those seeking refuge on our soil? We can be proud of what the Scottish Government have delivered, led by our former colleague Neil Gray. Around 20% of Ukrainian migrants who have come are in Scotland living in our country. We have opened our doors and welcomed them, and by goodness that is something we should be proud of.",
        "**Several hon. Members rose—**",
        "**Ian Blackford**",
        "I will make some progress as I am conscious of the time.",
        "Instead of Westminster control, we would always have the stability of knowing that the Governments who shape our economy have been elected by us—a simple democratic principle.",
        "The great American writer Maya Angelou once said:",
        "“When people show you who they are, believe them the first time.”",
        "Well, people in Scotland have had more than enough of Westminster control. We know who the Tories are, we know what this place is, and we know the deep damage it has done. We believed them the first time. That is why Scotland has not voted for the Tories since 1955. Westminster has made its choice and chosen its future. It is a present and a future of constant crisis—a Brexit-backing, failing UK state. It is time that Scotland left those choices and that future behind us for good. We do not have to believe in Westminster control anymore; we have only to believe in ourselves. It is now time for Scotland to build its own future—an independent future in Europe."
    ]
}