{
    "url": "https://www.ukpol.co.uk/mhairi-black-2018-new-years-message/",
    "title": "Mhairi Black – 2018 New Year’s Message",
    "post_date": "January 8, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Mhairi Black",
            "url": "/tag/mhairi-black/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Mhairi Black, the SNP MP for Paisley and Renfrewshire South, on 1 January 2018.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/01/IrPuXLAB_400x400-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/01/IrPuXLAB_400x400.jpg)",
        "Happy New Year! As you read this – maybe like me – you are thinking about some New Year’s resolutions. In politics, politicians make resolutions all the time.",
        "Pledges and promises – the difference is these are made to the electorate, so it’s more important they’re actually kept. I’m looking at you, Ruth Davidson.",
        "In June 2017 the Scottish Tory Leader said she would make sure her 13 MPs would “make Scotland’s case forcefully” at Westminster.",
        "She also said she wanted “to ensure that we can look again at issues like Brexit, which we know we are now going to have to get cross-party support for – and move to a consensus within the country.”",
        "Well, where do I start? What a load of nonsense.",
        "Ms. Davidson, here’s a list of resolutions for your MPs- it’d be a good place for them to start.",
        "1) Stand up for the Single Market. Unlike the SNP, not a single Scottish Tory voted to protect the UK’s membership of the single market and customs union – putting hundreds of thousands of jobs, and people’s incomes and livelihoods under threat.",
        "2) Actually look again at Brexit. Not a single Scottish Tory MP voted to ensure a meaningful parliamentary vote on the Brexit deal. So much for ‘looking again’ at Brexit- you should have joined the SNP in the lobby.",
        "3) Don’t give away Devolution. Unlike SNP MPs, not a single Scottish Tory MP voted to safeguard Scotland’s devolution settlement in the recent EU bill. Instead, you voted to give UK government ministers unfettered powers to amend or repeal the Scotland Act and retain devolved powers. Ignoring devolution is hardly acting in Scotland’s best interests.",
        "4) Halt the roll-out of Universal Credit. While thousands of people in Scotland are facing poverty and crisis as a result of Universal Credit cuts, delays and errors, not a single Scottish Tory MP voted for the successful motion to halt the roll-out. One Scottish Tory, Douglas Ross MP, missed the vote entirely to earn almost £2000 in his second job as a referee. Unbelievable.",
        "5) Make pensions fair. Unlike SNP MPs, twelve of the thirteen Scottish Tory MPs failed to vote to improve Pensions for women who have been affected by UK government moves to speed up increases in the state pension age and who will lose out financially.",
        "6) Don’t forget that DUP deal. When Theresa May gave Northern Ireland £1billion in exchange for DUP support, the Scottish Tories broke their promise to speak out and secure a deal for Scotland. Where’s our billions, eh?",
        "7) Protect Scotland’s Budget. Unlike SNP MPs, Scottish Tories backed the cuts to Scotland’s budget in the last UK budget.",
        "8) End Austerity: Scottish Tory MPs have backed the continued austerity cuts in the UK Budget in November, including the benefits freeze, the rape clause, and the public sector pay cap – pushing more families in Scotland and across the UK into poverty, debt and destitution."
    ]
}