{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2022-speech-on-the-restoration-of-the-palace-of-westminster/",
    "title": "Kirsty Blackman – 2022 Speech on the Restoration of the Palace of Westminster",
    "post_date": "July 13, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 12 July 2022.",
    "content": [
        "First, I want to note an interest, in that I am on the sponsor board; I have been the SNP’s delegate to it for a hugely long time now. I must apologise for the fact that I am not my hon. Friend the Member for Perth and North Perthshire (Pete Wishart), who is unfortunately on Committee business and cannot be here, so Members are stuck with me. I will do my best—probably not with quite the flair that he would normally bring to this—to fill his shoes in some way.",
        "I agree with the point that the right hon. Member for Epsom and Ewell (Chris Grayling) just made. The fact that we are here—that this position has been reached—is indefensible. The SNP’s position has been that this is an absolutely horrible building to work in. It is dreadful for our staff, it is a grim place to work and it is not a nice working environment. As a result of that, of the colossal amount of money involved and of the fact that we do not want to be here—we are going to be an independent country, and we are going to toddle off and leave yous to it—we suggested that if others were going to do anything with restoration and renewal, they should build a new Parliament. That will cost far less money than anything they could possibly do with this one. For our staff and people who work in this building, and for future MPs and staff who work in this building, it would be a significantly better and safer working environment. However, that was rejected.",
        "We agreed an Act of Parliament—an Act of Parliament—about how this was going to work. The Act said, “Right, we’re going to have a sponsor board and a Sponsor Body, and we’re going to have a delivery board and a Delivery Authority. We’re going to have all of those things, and they are all going to work together in a groove and deliver what the House has said they are going to deliver.” The Sponsor Body, led by the sponsor board, came up with the memorandum of understanding between the Sponsor Body and the House, and that huge and massively detailed document explained exactly how things would work.",
        "It feels as though the House of Commons Commission—although not so much the Lords one—and successive Leaders of the House gave argued at every opportunity about how this was going to work. They have said, “Actually, we don’t really agree with the Act of Parliament. We need to do this differently.” It feels as though those on the Government Front Bench and, at times, other Members on the House of Commons Commission—this must have been the case—have ended up costing more and more by adding on so many extra things, coming up with new stipulations and having us do ridiculous surveys.",
        "One of those surveys was about making this bit of the House into a bubble so that we could continue to work in it, walking here from Portcullis House with hard hats and boots on, which I do not think anybody would have much enjoyed. This would have been a bubble where we could have continued to meet, because key people cannot bear to leave this awful, leaking room that is too small for 650 MPs to sit in. If this is going to happen, and we do not agree that it should, nobody could do it in a more cack-handed way than the way it is being done.",
        "This structure was agreed and set up by the Houses, and at every opportunity the Government and others have tried to dismantle the structure and then complained because it cost too much money. Of course it will continue to cost money if people keep moving the goalposts—if they do not really want disabled access, but they just said that in an Act of Parliament, and if they are going to complain when the Sponsor Body pitches up and says, “This is how much it will cost to have disabled access.” If they do not want it, of course what they to try to deliver is not going to suit the House. The governing structures have not worked because the Commissions want one thing, the pre-2019 Members of Parliament wanted a different thing from the post-2019 MPs, the Speaker wants something different, the Leaders of the House have wanted something different, and the sponsor board and Sponsor Body have been trying to serve all those masters, and it has proved to be impossible.",
        "The new structure that the Leader of the House suggests will have exactly the same problems as the previous one. It will have exactly the same number of people suggesting they are the right person to make all the decisions, and that person is going to change on a regular basis—even if it only changes once in every five years, that is still on a regular basis. Ever more money will be expended while bits of masonry continue to fall off, while asbestos continues to be in this building and while the fire risk continues to be massive for a UNESCO world heritage site. This building is a relic; it is not a suitable, appropriate working environment.",
        "**Sir Geoffrey Clifton-Brown**",
        "I apologise to the hon. Lady for stopping her in full rant, but does she not appreciate that this is a UNESCO world heritage site and a grade 1 listed building, and whether we are in this Parliament or not, this Parliament has a responsibility to maintain it properly? How does she answer that?",
        "**Kirsty Blackman**",
        "Maintaining this building properly, making it safe and making it so it does not burn down is a very different thing from making it safe so it does not burn down while thousands of people work here. The majority of the fire incidents here are caused by issues with people, as are many of the safety issues. If we take the people out of the equation, it is significantly cheaper to do all that; if we only have disabled access visitor routes, we take away a huge amount of the risk that is created. We could rip out almost all the services that go up and down the vertical risers if we did not need to keep them because we need internet in office T306. Clearly, we would not need internet in office T306 if there was nobody working in this place.",
        "**Sir Geoffrey Clifton-Brown**",
        "What does the hon. Lady envisage this building would become? Would it just become an empty shell, in which case it would certainly deteriorate quite quickly? What alternative use does she envisage for it?",
        "**Kirsty Blackman**",
        "Honestly, I do not really care: I am going to be out of here, the Scottish National party is going to be out of here, Scotland is not going to have any stake in this building, and the UK without Scotland can decide what it wants to do with the building. It is not my responsibility to make that decision; it is the responsibility of the people who will carry on being here after Scottish independence. I am not trying to dodge the question; I am just not fussed, as it is not my decision. Just as I am not really fussed about what happens with council tax rates in England, it is not my decision to make. It is the hon. Gentleman’s decision to make, and it is for the people who will be here to decide what this building should be used for in the future.",
        "I am testing your patience, Madam Deputy Speaker, as I have spoken for a bit longer than I had intended. I do not think this has been done well; in fact, I do not think it could have been done worse. I do not think what is being proposed is going to fix the issues, and in the meantime our staff, House staff and MPs are all working in a very substandard, dangerous working environment, and that is totally and completely unacceptable."
    ]
}