{
    "url": "https://www.ukpol.co.uk/ian-blackford-2020-speech-on-hs2/",
    "title": "Ian Blackford – 2020 Speech on HS2",
    "post_date": "February 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the SNP MP for Ross, Skye and Lochaber, in the House of Commons on 11 February 2020.",
    "content": [
        "I thank the Prime Minister for an advance copy of the statement. Let me be mindful of one reality. No number of prime ministerial vanity projects will ever heal the economic damage and the damage to connectivity that this Tory Brexit will inflict.",
        "In terms of the HS2 announcement, enhanced rail infrastructure is obviously welcome, despite the indecision and waste that have been synonymous with the project. We will wait and see whether the Prime Minister is capable of getting this decision through his own party and past his own chief adviser. However, if the Prime Minister is truly committed to rail connectivity across these islands, will he engage with the Scottish Government to improve rail links from Scotland to the major cities of the north of England, such as Manchester, Newcastle and beyond? Will he also explore collaboration on the extension of the borders rail line, and what resources will be provided?",
        "The Prime Minister may talk about his priorities of one nation; we know what nation he is talking about, and it definitely does not include the Scottish nation. Can I further ask, given his previous opposition to the Barnett formula and his party’s repeated failure to implement it fully, whether he can confirm whether all the spending he is determined to engage in will be subject to Barnett consequentials? Yes or no?",
        "I welcome the fact that the UK Government are following the lead of the Scottish Government, who announced a £500 million bus infrastructure programme last September. Given the Prime Minister’s previous association with buses, however, can he reassure the House that false advertisements will be banned from the new bus fleet?",
        "Finally, on the bridge, this is a Prime Minister who could not even build a bridge across the Thames, so he will therefore have to forgive those of us who are sceptical that he can build one over the 20-mile expanse of the North sea. Will the Prime Minister therefore provide the estimated £20 billion for this project to the Scottish Government and the Northern Ireland Executive so they can spend those moneys on their own priorities?",
        "**The Prime Minister**",
        "I can assure the right hon. Gentleman that we will of course collaborate with the Scottish Government on projects that will be of massive benefit for the whole of our United Kingdom. On his substantive question about Barnett consequentials, yes, of course there will be Barnett consequentials as far as the buses are concerned. As for his plan to build a bridge across the North sea, I think he needs to look at the geography of the United Kingdom again. The only obstacle standing in the way of HS2 is the crackpot SNP plans to put an economic border between England and Scotland, break up the United Kingdom and have a border at Berwick."
    ]
}