{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-on-the-carers-leave-bill/",
    "title": "Bob Blackman – 2022 Speech on the Carer’s Leave Bill",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Social Care",
            "url": "/category/social-care/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 21 October 2022.",
    "content": [
        "I rise to support the Second Reading of this excellent Bill, and to congratulate the hon. Member for North East Fife (Wendy Chamberlain) on introducing it. This timely Bill is much needed, and it is warmly welcomed on both sides of the House. I trust it will proceed smoothly through both Houses.",
        "As the hon. Lady said, the world is full of carers who look after people far less fortunate than themselves. We should congratulate them on their work and, as the hon. Member for Motherwell and Wishaw (Marion Fellows) rightly said, we should recognise and support them wherever we can.",
        "We heard in the previous debate about our falling birth rate and ageing population. All of us, at one stage or another, will undoubtedly need some form of care. In some ways, this Bill is an insurance policy. Indeed, the number of carers will undoubtably increase and, as we all know, the cost of living and inflation mean that the cost of professional care is extremely high. The cost of hospices, paid carers and retirement homes has therefore become an impossible strain on many families, and it increases the need for unpaid care.",
        "I was shocked but, nevertheless, heartened to learn that in Harrow, the borough I have the honour of representing, there are now some 25,000 unpaid home carers—that is equivalent to one in 10 people—whose life is significantly impacted by caring responsibilities. It is also the second highest number of unpaid home carers in the London boroughs. Only 15% of those 25,000 carers receive any financial support or recompense at all, so 85% are left to fend for themselves. They have to juggle a career, their family and other responsibilities.",
        "From hearing other colleagues speak this morning, I think that personal memories are powerful. I remember in my early 20s, when I was still at university, having to remotely care for my parents, who were both suffering with cancer. They eventually died of cancer, my mother at a very young age. It is vital that we recognise the stress placed on carers, their careers and families. Watching people you love die is very hard. You never forget it. It is vital to remember that some carers have to juggle caring responsibilities for other members as well. We must also recognise that dependency on care can be sudden. It can place people in an almost impossible position of how to deal with their circumstances at work. The Bill creates powers for the Secretary of State to enable employees to go on work leave, and quite rightly.",
        "When passed, the Bill will immediately help 2 million people. That has to be good news. That is a high proportion of the population, showing how important the Bill is. The knock-on effect of allowing opportunities for carers to take time off work is that people are more rested and productive when they return to the workplace. It benefits the employer and the employee and helps people maintain a balance.",
        "I welcome the Bill and the emphasis it puts on the hard work that carers provide. It is an important though probably not final step, because we need to support carers. I trust that the Government will not only encourage and give the Bill a clean bill of health, but also keep under review what else must be done to help carers. I offer my support to the hon. Member for North East Fife. I doubt that she will be able to support my private Member’s Bill in a few weeks’ time, because it applies to England only, but nevertheless, I am happy to extend a hand of friendship to arm her Bill."
    ]
}