{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2022-speech-on-irans-nuclear-programme/",
    "title": "Kirsty Blackman – 2022 Speech on Iran’s Nuclear Programme",
    "post_date": "July 4, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Foreign Affairs",
            "url": "/category/foreign-affairs/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 30 June 2022.",
    "content": [
        "I congratulate the right hon. Member for Newark (Robert Jenrick) on bringing this debate to the House, and I thank the Backbench Business Committee for ensuring that it could happen. There has been an awful lot of accord across the House today; it seems that we are all raising similar concerns and we are all keen to find a way forward. It is not quite a matter of semantics, but perhaps there is just a slight disagreement about the way forward and the best way to tackle the issue.",
        "The joint comprehensive plan of action was never ideal, but it was better than no deal and we need to recognise that it was a major diplomatic achievement. The SNP joins Members across the House who have called for Iran to halt its activities that are in violation of the JCPOA. We hope to see detailed, precise and deep talks this week. There is an urgent need for a diplomatic solution and an urgent need to end Iran’s nuclear escalation.",
        "We agree with the concerns that have been raised about Iran’s stated intention to end all JCPOA-related transparency measures and about the action that it has already taken in that regard. Transparency is incredibly important, and any future deal needs to put that at the heart of the agreements made.",
        "There are other risks that have not been mentioned in the Chamber today. Bilateral work on tackling climate change and on tackling the Afghan refugee crisis is currently on ice because of the present situation. Regardless of escalation and nuclear uranium enrichment, the climate crisis and the Afghan refugee crisis are not going away. We must work to tackle them. As several hon. Members have said, we must ensure that we put people at the heart of our approach and that we work to improve human rights in the region, as well as ensuring that the people of Iran are decoupled from the action of their Government and given the opportunity to flourish.",
        "We agree with the calls for the UK to use our place to press the regime—and to press all regimes that have issues with human rights or are committing human rights abuses, whether that is Iran, Saudi, Russia or any of the countries committing human rights abuses against their citizens or citizens of other countries.",
        "I criticise the unilateral actions that Donald Trump took, on the basis that taking unilateral action on this is not the way forward. The way forward is for everybody to work together as international partners to get a settlement. The reality is that the situation is potentially worse than it could have been if those unilateral actions had not been taken. It is better to act in concert.",
        "We welcome President Biden’s commitment not just to returning to the deal, but to strengthen the areas in which it is defective and extend the JCPOA. I have not much mentioned wider regional security, but we need to ensure that action is taken and that there is international co-operation with respect to Iran’s issues, its causing of regional instability and the actions that it is taking to destabilise countries around the world, as several contributors to the debate have mentioned. That needs to be a matter of priority.",
        "As somebody who believes that we should not have nuclear weapons anywhere in the world, I am massively concerned to see the upscaling of Iran’s potential nuclear capabilities. We need to ensure that talks happen, whether that is around the table this week or in some future round of talks. We need to ensure that the UK’s international power is used to put pressure on, and to de-escalate the situation as quickly and as properly as we possibly can."
    ]
}