{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-statement-on-standing-down-as-snp-leader-at-westminster/",
    "title": "Ian Blackford – 2022 Statement on Standing Down as SNP Leader at Westminster",
    "post_date": "December 1, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The statement made by Ian Blackford, the SNP Leader at Westminster, on 1 December 2022.",
    "content": [
        "I have today informed SNP MPs that I will not be restanding as leader of the Westminster parliamentary group at our AGM next week.",
        "After more than five years in the role, now is the right time for fresh leadership at Westminster as we head towards a general election and the next steps in winning Scotland’s independence.",
        "During my time as leader, the SNP won a landslide victory in the 2019 general election, with an increased share of the vote and MPs, and support for independence has continued to grow with polling this week showing a majority in favour.",
        "While I am stepping down as Westminster leader, I will continue in my role as the MP for Ross, Skye and Lochaber, and I have also accepted a new role at the centre of the SNP’s independence campaign, leading on business engagement.",
        "I would like to thank our MPs and staff for all their support over the past five years. Whoever replaces me as Westminster leader will have my full support as, together, we stand up for Scotland’s interests and democratic right to choose our future in an independence referendum."
    ]
}