{
    "url": "https://www.ukpol.co.uk/nicola-blackwood-baroness-blackwood-2020-speech-on-the-queens-speech/",
    "title": "Nicola Blackwood (Baroness Blackwood) – 2020 Speech on the Queen’s Speech",
    "post_date": "January 11, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Nicola Blackwood",
            "url": "/tag/nicola-blackwood/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Baroness Blackwood in the House of Lords on 9 January 2020.",
    "content": [
        "My Lords, it is a great honour to open this debate on Her Majesty’s gracious Speech. I am delighted to be joined by my noble friend Lord Younger, who will, I know, brilliantly close what I am sure will be a constructive and lively debate. We will consider in detail the Government’s proposed approach to economic affairs, business and public services. The key theme linking all those areas is the overarching objective to invest in our future prosperity. Given that, I am sure that there will be unanimous support for that priority across the House, and I look forward to hearing your Lordships’ expert contributions on its implementation.",
        "There is no question but that the gracious Speech sets out an ambitious agenda for reform. There might be some who will be tempted to give an opinion on that but I will not apologise for what is a challenging and bold approach and for a Government who are restless for opportunity and renewal. This is a Government who are re-energised, reinvigorated and refocused on the right priorities, with a driving purpose to deliver real change for British people up and down this country.",
        "If we put aside for just one moment the small matter of Brexit, noble Lords will not be surprised to hear me say that there can be no higher priority than the NHS. It is therefore my pleasure to open this debate by updating the House on the Government’s plans for improving healthcare.",
        "As noble Lords will no doubt be aware, we have already committed to increase NHS funding, amounting to an extra £33.9 billion in cash terms annually by 2023-24. This is the single largest commitment to the health service ever undertaken by a peacetime British Government. Furthermore, in the first 100 days of this Parliament, we will bring forward legislation to enshrine this multiyear funding settlement in law. This is the first time that a Government have delivered such ​a commitment in legislation and its purpose is to give unprecedented financial certainty and to allow the NHS to plan with security for years to come.",
        "The NHS long-term plan has been drawn up by those who know the NHS best, so that we can guarantee that it is not just about money but about how we spend it effectively. It has been drawn up by health and care staff, and patients and their families, along with experts in their fields. It sets out an approach for making sure that this extra funding goes as far as possible, ensuring that every pound is invested in the things that matter most.",
        "Supporting the NHS in delivering the long-term plan is a priority for the Government and we are carefully considering options for targeted legislation to enable this. These targeted changes will reduce bureaucracy and improve collaboration across the NHS, ensuring that it evolves to meet the challenges of prevention, integration and technology, and enabling local partners to work together to deliver a healthier nation where we can care for people throughout their lives.",
        "A key part of this strategy is, as we have debated many times in this place, fixing our social care system, which is clearly under pressure and which, in turn, contributes to the unprecedented demand on the NHS. To meet this rising demand, we are already providing councils with access to an additional £1.5 billion for social care next year. This comprises an additional £1 billion of grant funding for both adults’ and children’s social care, and a proposed 2% to enable councils to access a further £500 million from 2020-21. Of course, this is not only about money. We are determined to find a long-term solution to meet the challenges in social care to ensure that every person is treated with dignity and offered the security that they deserve. Therefore, alongside the additional funding, we will seek to build cross-party consensus to bring forward the necessary legislation to implement social care reform. For the avoidance of doubt, we have pledged that these reforms will ensure that no one needing care will be forced to sell their home to pay for it.",
        "Furthermore, the Government have promised to put mental health on an equal footing with physical health. As the Mental Health Act is nearly 40 years old, modernisation of this Act is critical. Therefore, we will publish a White Paper early this year, setting out the Government’s response to Simon Wessely’s independent review and our vision for wide-ranging reform. We will then bring forward a new mental health Bill to amend the Act. This work is important but it is also complex. Given our experience—in this place particularly—with the Mental Capacity Act, I think we can all agree that it is right that these long-term changes are made with care and consensus. Through these reforms, we hope and intend to empower patients and remove inequalities in our mental health system.",
        "In my role as a Minister for Health, I have particular responsibility for promoting innovation across the industry. We all have reasons to be grateful for the medical innovations that have become available through the NHS over its 70-year history, from the first clinical trial into scurvy, to proton beam therapy and mass vaccination programmes. The Medicines and Medical ​Devices Bill will give us the necessary powers in UK law to update the current regulatory systems for human and veterinary medicines, clinical trials and medical devices. The Bill will enable us to cement our position as a world leader in the licensing and regulation of innovative medicines and medical devices after we leave the European Union, and will ensure that we have a regulatory system with robust standards and patient safety at its heart. The Bill is very much part of our agenda to modernise regulation, supporting early clinical trials and the production of personalised medicines but also the development of ever more sophisticated and safe medical devices.",
        "I am proud to say that Britain is a nation of innovators, with many world-changing innovations and inventions pioneered here in the United Kingdom. The Government are committed to continuing to push the frontiers of science and technology via boosting R&D funding and developing proposals for a new, high-risk funding body to ensure that we remain at the forefront and competitive globally. We are equally ambitious in the scale of our commitment to the environment. We are the first country to legislate for long-term climate targets; we are world leaders in offshore wind and green finance; and there are now nearly 400,000 jobs in low-carbon industries and their supply chains. We will continue to lead the way in tackling climate change, encouraging new industries that will boost our productivity and growth as an early supplier of new, low-carbon technologies globally.",
        "Our future, though, depends on the strength of our great cities. We have promised a White Paper on devolution, and I think all of us in this place agree that there is a powerful case for empowering every region and levelling up opportunity across every corner of this country. To unleash the potential across city centres in England, Scotland, Wales and Northern Ireland, we need to invest in the factors that contribute to economic growth: a strong labour market, education, land for housing, infrastructure and more.",
        "Our labour market is in its strongest position in years, with a UK employment rate of over 76%, almost three-quarters of which is in full-time jobs, but we are committed to going even further. This Government are determined to make the United Kingdom the best place to work in the world. Through the employment rights Bill, we will continue to deliver on our pledge to bring about the greatest reform of workers’ rights in 20 years. The gracious Speech confirms the Chancellor’s promise that the national living wage will increase and that, provided economic conditions allow, it will reach two-thirds of median earnings within five years. Also, within five years, the Government plan to expand the reach of the national living wage to everyone aged 21 and over. Taken together, we expect these changes to benefit 4 million low-paid workers. As assured in our manifesto, the Government will also increase the national insurance threshold to £9,500 next year—a tax cut for 31 million people, with a typical employee paying around £100 less in 2020-21.",
        "Record numbers of people are now working and saving for retirement, with 87% of employees saving into a workplace pension in 2018, an increase of 55% since 2012. This shows that people are preparing ​for their future but, even with this success, we know that we must do more. Everyone in this place has commented on this in my hearing. That is why the Pension Schemes Bill will put protection of people’s pensions at its heart and sets out the next phase of pensions reform, building on consensus across the pensions industry and the political spectrum. On a personal level, I also very much welcome the urgent review undertaken by the Department of Health and Social Care and HM Treasury into the annual allowance taper to fix the pensions system so that senior clinicians can take on extra shifts without the fear of an unexpected tax bill.",
        "Our nation’s productivity is no more and no less than the combined talents and efforts of people up and down this country. Therefore, the next part of our plan to make Britain fit for the future is to improve the quality of our education system. Importantly, the OECD’s PISA results show that the UK already outperforms the OECD’s average for reading, maths and science, and that performance has recently improved significantly in maths. It is especially welcome that this has been driven by improvements for lower-attaining pupils. However, our work is far from finished. That is why we have announced a cash boost to schools of £2.6 billion next year, rising to an additional £7.1 billion in 2022-23. This means that per-pupil funding in every school will increase in cash terms, and it will rise higher than inflation in most schools. The settlement underlines our determination to recognise teaching as the high-value prestigious profession that it is. It ensures that pay can increase for all teachers, with teachers’ starting salaries increasing to £30,000 by 2022-23. That represents an increase of up to 25%. On further education, we have already introduced the first part of the national retraining scheme and we will invest an additional £3 billion in the National Skills Fund, which will build on existing reforms to ensure that British workers are equipped with the skills they need to thrive and prosper for a lifetime in work.",
        "Key to ensuring a lifetime of prosperity, to recruitment and to raising the productivity of our country is building more homes and creating a fairer property market. We know that this is true. In the last year, therefore, we have delivered over 241,000 additional homes. That is the highest level in over 30 years. During this Parliament, we will implement measures to encourage shared ownership, help local families on to the housing ladder and speed up the build of affordable housing. This Government are working to deliver a rental system fit for the future, which is why we are introducing the Renters’ Reform Bill to protect tenants and support landlords to provide the good-quality homes that we know this nation needs. It is also necessary that we undertake urgent action to respond to Dame Judith Hackett’s independent review of building regulations and fire safety. Working together to learn the lessons of Grenfell, we will bring forward a building safety Bill and a fire safety Bill as soon as possible. I know that the House understands the urgency of those steps.",
        "Turning to transport, Her Majesty’s gracious Speech contained a series of measures to tackle urban congestion and transport links—it is no good trying to boost productivity if people cannot get to work on time—both ​here in the UK and with trading partners around the world. Our ageing airspace system has not been updated since the 1960s, so the Air Traffic Management and Unmanned Aircraft Bill will bring forward measures to modernise airspace, making flights faster, cleaner and quieter and giving the police greater enforcement powers to effectively tackle the unlawful use of unmanned aircrafts, including drones.",
        "Earlier this year we successfully brought home 150,000 Thomas Cook passengers stranded overseas in the largest ever peacetime repatriation. But that operation was complex and costly, so we will bring forward a number of reforms to deal with airline insolvency that will provide oversight of airlines in financial trouble and help passengers to return home speedily and efficiently. Furthermore, we are determined to protect passengers from the misery of transport strikes, so we have announced plans to keep a minimum number of services running during transport strikes, ensuring that unions can no longer hold the travelling public to ransom. We will also implement widespread reform to the rail industry, following the Williams review, to improve performance and reliability, simplify fares and ticketing and introduce a stronger railway commercial model.",
        "This Government are steadfastly committed to a path of budget responsibility in the context of what I have outlined as an ambitious reform agenda. Our economic plan will be underpinned by a responsible fiscal strategy, investing in public services and infrastructure while keeping borrowing and debt under control. As a country we are in a strong position, not by accident but by design. The International Monetary Fund forecasts that this year the UK economy will grow faster than those of France, Germany, Italy and Japan. The deficit has reduced by four-fifths since 2009-10. We have seen the economy grow every year since 2010. There are 3.7 million more people in work now than there were in 2010, and the proportion of low-paid jobs is at its lowest in 20 years.",
        "All this is good news that I am sure will be welcomed by every Member of this House, and thanks to this we can now invest more in growing our economy and public services. That is why this Government are proposing a step change in infrastructure investment to deliver sustainable and inclusive growth. We will implement an infrastructure revolution, helping to ensure that productivity and opportunity are spread to every part of this country. That is why the gracious Speech has confirmed plans to publish a national infrastructure strategy, which will act as a blueprint for the future of infrastructure investment across the whole of the United Kingdom. It will examine how, through infrastructure investment, we can address that most critical and pressing of challenges—decarbonisation—and set out plans to turbocharge gigabit-capable broadband rollout and improve energy and transport infrastructure.",
        "In closing, it is my fervent belief that Her Majesty’s gracious Speech affirms our commitment to invest in an ambitious agenda and level up opportunity and quality of life in every corner of the United Kingdom. We will invest to reform education to deliver social mobility. We will invest to build homes, infrastructure and economic opportunity to help raise living standards. ​We will invest in our NHS to make it the most sustainable and high-quality healthcare system in the world. I know that as legislation comes forward there will be expert and challenging debates in this place in which the collective wisdom and experience of the House will be called on to the full. I also know that in this place we share a common commitment to a fairer, more innovative and prosperous Britain. I look forward to delivering on that with each and every Member in this Chamber."
    ]
}