{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2018-commons-speech-on-brexit/",
    "title": "Kirsty Blackman – 2018 Commons Speech on Brexit",
    "post_date": "December 10, 2018",
    "author": "admin",
    "tags": [
        {
            "text": "2018",
            "url": "/tag/2018/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 10 December 2018.",
    "content": [
        "I thank the Prime Minister for advance sight of the statement, and I thank you, Mr Speaker, for the benefit of your words on how we could proceed.",
        "The events of the past few hours have highlighted that this is a Government in a total state of collapse. The Prime Minister has been forced to pull tomorrow’s vote in a stunning display of pathetic cowardice. The vote tomorrow night would have shown the will of this House, but this Government are focused on saving the Prime Minister’s job and her party. Instead of doing what is right for these countries, she is abdicating her responsibility.",
        "The Prime Minister’s deal will make people poorer. It will lead to years of further uncertainty and difficult negotiation, with no guarantee that a trade deal can even be struck. It does not have the support of those on her Back Benches; indeed, it has no support from the majority of those on the Benches across this place, no support from the Scottish Parliament and no support from the Welsh Assembly. Why has it taken the Prime Minister this long to face up to reality? Her deal was dead in the water long before this morning. Last week, it was this deal or no deal. She now needs to be clear with this House about what has changed.",
        "Scotland voted overwhelmingly to remain in the EU, but yet again our views are being ignored, as they have been throughout this disastrous and incompetent Brexit process. Back in 2014, Scotland was promised the strength and security of the UK, but the reality has been Westminster collapse and chaos. We were promised an equal partnership, but we have been treated with contempt.",
        "The Prime Minister has lost the confidence of those on her own Benches, and she has failed to convince this House of her plan for exiting the EU. We simply cannot go on like this. It is clear that the Prime Minister is incapable of taking decisions about the future and that Downing Street cannot negotiate any more—either with the EU or with those on the Tory Back Benches. What the Prime Minister is really scared of is allowing this House to determine the way forward and allowing the public the opportunity to remain in the EU. She knows she has lost, but she is still wasting precious time. We need the Prime Minister to be clear about when the House will vote on this deal.",
        "This Government and the Prime Minister have failed. It is time they got out of the way. Prime Minister, Members across this House do not want your deal. The EU does not want to renegotiate. Is not the only way to break this deadlock to put it to the people?"
    ]
}