{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-covid-19/",
    "title": "Ian Blackford – 2022 Speech on Covid-19",
    "post_date": "February 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Coronavirus",
            "url": "/category/coronavirus/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP’s Westminster Leader, in the House of Commons on 21 February 2022.",
    "content": [
        "This statement was billed as the Prime Minister’s moment of pride, but it is clear that this morning was a moment of panic for this Government. Disagreement across Whitehall and the lack of any serious engagement with the devolved nations show that these decisions are bereft of science or consultation. It appears that these dangerous choices are purely political and have been made up on the hoof—another symptom of a Government in turmoil.",
        "The illogical reality of UK finance means that these decisions, made for England by a failing Prime Minister, affect the money the devolved nations have to provide testing. It is unacceptable that the ability to protect—[Interruption.] I hear “Money!”, but we are talking about protecting the people of Scotland, something that this Prime Minister is turning his back on. It is unacceptable that the ability to protect our population can be imperilled on the basis of a political decision taken by a Prime Minister in crisis. His decisions directly affect whether Scotland has the funding required to keep its people safe. That is the ridiculous reality of devolution, but it is a reality that must be addressed.",
        "Will the Prime Minister now confirm what the residual funding for testing will be, to enable the Scottish Government to pick up the pieces of this chaotic withdrawal of support? It makes the case for Scotland to take the necessary measures to keep our people safe. We need the financial ability to make our own choices, and that only comes with independence. [Interruption.]",
        "**Mr Speaker**",
        "I will also hear the right hon. Gentleman in silence. I do not need the barracking. He certainly does not need it and I do not need it.",
        "**Ian Blackford**",
        "Thank you, Mr Speaker.",
        "PCR testing, the legal requirement to self-isolate and access to lateral flow testing have been instrumental in containing the virus. As we move forward to live with covid, these are the very safeguards that support a return to normal life. These short-sighted decisions have long-term implications. They also hamper vital surveillance efforts and impede the ability to respond to new variants. The reality is that we have a Prime Minister beset by chaos and mired in a police investigation for breaking his own covid laws.",
        "**The Prime Minister indicated dissent.**",
        "**Ian Blackford**",
        "He can shake his head, but that is the reality—a Prime Minister who has no moral authority to lead and is desperately seeking to appease his Back Benchers. We know that this reckless statement flies in the face of advice from scientists at the World Health Organisation. That is because this statement is not about protecting the public; it is about the Prime Minister scrambling to save his own skin."
    ]
}