{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-on-smokefree-2030/",
    "title": "Bob Blackman – 2022 Speech on Smokefree 2030",
    "post_date": "November 5, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Health",
            "url": "/category/health/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 3 November 2022.",
    "content": [
        "I beg to move,",
        "That this House has considered the recommendations of the Khan review: Making smoking obsolete, the independent review into smokefree 2030 policies, by Dr Javed Khan, published on 9 June 2022; and calls upon His Majesty’s Government to publish a new Tobacco Control Plan by the end of 2022, in order to deliver the smokefree 2030 ambition.",
        "I thank the Backbench Business Committee, on which I have the honour to serve, for enabling us to have the debate this afternoon. On behalf of the all-party parliamentary group on smoking and health, which I chair, I welcome the Under-Secretary of State for Health and Social Care, my hon. Friend the Member for Harborough (Neil O’Brien), to his new role as public health and primary care Minister. The all-party group has a long track record of acting as a critical friend to the Government on this agenda and I am confident that that collaborative and constructive approach will continue.",
        "May I take the opportunity to commend the hon. Member for City of Durham (Mary Kelly Foy), who co-sponsored the debate application with me but is not able to be here today? She is currently recuperating from a stay in hospital. I am sure that the whole House wishes her a speedy recovery.",
        "The all-party group originally proposed the debate before the summer recess to ensure that Parliament had the opportunity to scrutinise the independent review by Javed Khan OBE, “Making smoking obsolete”. When the Secretary of State—well, the then Secretary of State, my right hon. Friend the Member for Bromsgrove (Sajid Javid)—announced the Khan review in February, he said that it would",
        "“assess the options to be taken forward in the new Tobacco Control Plan, which will be published later this year.”",
        "We have since had several changes of Health Ministers and Secretaries of State, but it should not be forgotten that a new tobacco control plan was first promised in 2021.",
        "Achieving the Government’s smokefree 2030 ambition and making smoking obsolete is vital to the health and wellbeing of our entire population. It will also help to deliver economic growth, because smoking increases sickness, absenteeism and disability. The total public finance cost of smoking is twice that of the excise taxes that tobacco brings into the Exchequer. Each year, many tens of thousands of people die prematurely from smoking, and 30 times as many as those who die are suffering from serious illnesses caused by smoking, which cost the NHS and our social care system billions of pounds every single year.",
        "Javed Khan’s review, which was published in June, concluded that, to achieve the smokefree 2030 ambition, the Government would need to go further and faster. He made four recommendations that he said were critical must-dos for the Government, underpinned by a number of more detailed interventions. I will concentrate on the four main recommendations, given time.",
        "The four must-dos were: increasing investment by £125 million a year to fund the measures needed to deliver smokefree 2030; raising the age of sale to stop young people from starting to smoke; promoting vaping as an effective tool to help people to quit smoking tobacco, while strengthening regulation to prevent children and young people from taking up vaping; and prevention to become part of the NHS’s DNA and the NHS committing to invest to save. Since then, we have had conflicting reports about whether the Government intend to publish a new plan at all. That has been deeply concerning to me and others who support the ambition and want to see it realised. To abandon, delay or water down our tobacco strategy would be hugely counterproductive when the Government are trying to reduce NHS waiting lists, grow the economy and level up society.",
        "As well as increasing funding, Khan recommended enhanced regulation. Both of those are supported by the majority of voters for all political parties, and the results of a survey published just this week show that tobacco retailers share that view as well. I therefore commend the “Regulation is not a dirty word” report by ASH—Action on Smoking and Health—to the Minister. It shows that most shopkeepers support existing tobacco laws and want the Government to go further in protecting people’s health. Retailers want tougher regulations—that is what they think will be good for business—and not deregulation.",
        "There is no time to be lost. When the ambition was announced, we had 11 years to deliver it. Now, we have less than eight years, and we are nowhere near achieving our ambition, particularly for our more disadvantaged communities with the highest rates of smoking. Research cited in the Khan review estimates that it will take until 2047 for the smoking rates in disadvantaged communities to reach the smokefree ambition of 5% or less. Will the Minister put on record his commitment that the Government, having considered the Khan review recommendations, will publish a new tobacco control plan by the end of 2022 to deliver the smokefree 2030 ambition?",
        "As Javed Khan made clear with his leading recommendation, smokefree 2030 cannot be delivered on the cheap. However, public health interventions such as smoking cessation cost three to four times less than NHS treatment for each additional year of good health achieved in the population. Yet that is where the cuts have fallen to date. The public health grant fell by a quarter in real terms between 2015 and 2021, and funding for tobacco control fell by a third, while NHS spending continues to grow in real terms.",
        "Last week, London launched its tobacco alliance with a vision to deliver the smokefree 2030 ambition across London. Cabinet members for health and wellbeing from across London are writing to the new Secretary of State to make clear their commitment to achieve the ambition and pleading for the funding they need to deliver it. Before I became the MP for Harrow East, I was a councillor in the London Borough of Brent for 24 years, so I am well aware of what local authorities want to do on tobacco, but they lack the resources they need so to do.",
        "Javed Khan called on the Government to urgently invest an additional £125 million a year in a comprehensive programme, including funding for regional activity such as that proposed in the capital. His recommendation was that, if the Government could not find the funding from existing resources, they should look at alternatives such as a corporation tax surcharge—a windfall tax—and a “polluter pays” tax. Banks and energy companies have been made subject to windfall taxes, so why not the tobacco manufacturers, who make eye-wateringly high profits from products that kill many tens of thousands of people every year? Four manufacturers, who are collectively known as “big tobacco”—British American Tobacco, Imperial Brands, Japan Tobacco International and Philip Morris International—are responsible for 95% of UK tobacco sales and the same proportion of deaths. For every person their products kill, it is estimated that 30 times as many suffer from serious smoking-related diseases, cancers, and cardiovascular and lung diseases caused directly by smoking.",
        "A windfall tax could be implemented immediately through the Finance Bill. Experts on tobacco industry finances from the University of Bath have estimated that that could raise about £74 million annually from big tobacco. However, that is much less than the hundreds of millions in profits that big tobacco makes annually, because it would be a surcharge on corporation tax paid in the UK and tobacco manufacturers, just like the oil companies, are very good at minimising corporation taxes paid in the UK. For example, Imperial Tobacco, which is responsible for a third of the UK tobacco market, received £35 million more in corporation tax refunds than it actually paid in tax between 2009 and 2016. In contrast, a polluter pays levy would take a bit longer to implement, but it could be designed to prevent big tobacco from gaming the system as it currently does with corporation tax.",
        "The polluter pays model we propose enables the Government to limit the ability of manufacturers to profit from smokers while protecting Government excise tax revenues, so it is a win-win for the Government and for smokers. Unlike corporation taxes, which are based on reported profits and can be—and indeed are—evaded, the levy would be based on sales volumes, as is the case in America, where a similar scheme already operates. Sales volumes are much easier for the Government to monitor and much harder for companies to misrepresent.",
        "The scheme is modelled on the pharmaceutical price regulation scheme—the PPRS—which has been in operation for over 40 years and is overseen by the Department of Health and Social Care. The Department already has teams of analysts with the skills to administer a scheme for cigarettes, which would be a much simpler product to administer than pharmaceutical medicines. Implementing a levy would not require a new quango to be set up, as the Department has all the expertise needed to both supervise the scheme and allocate the funds.",
        "Despite paying little corporation tax, the big four tobacco companies make around 50% operating profit margins in the UK, far more than any other consumer industry. Imperial Tobacco is the most profitable, with around a 40% market share in the UK. It made an operating profit margin of over 70% in 2021. Why should an industry, whose products kill when used as intended, be allowed to make such excessive profits, when 10% is the average return for business? The polluter pays model caps manufacturers’ profits on sales and could raise £700 million per year, which is nearly 10 times as much as a windfall tax.",
        "Amendments to the Health and Social Care Bill calling for a consultation on such a levy were passed in the other place. Health Ministers were sympathetic, but the Treasury was opposed so they were reversed when the Bill came back to this place to be considered. However, that was before the Government knew they had a fiscal hole of around £40 billion that had to be filled. The £700 million from tobacco manufacturers would more than provide the £125 million additional funding that Khan estimated was needed for tobacco control. That would leave £575 million a year that could be used for other purposes, perhaps even for other prevention and public health measures which otherwise in the present economic climate are unlikely to secure funding.",
        "The polluter pays principle has been accepted by Conservative Governments in areas such as the landfill levy, the tax on sugar in soft drinks and requiring developers to pay for the costs of remediating building safety defects. The Government promised to consider a polluter pays approach to funding tobacco control in the prevention Green Paper in 2019. Surely, we can now put it into practice.",
        "**Liz Twist (Blaydon) (Lab)**",
        "The hon. Gentleman will know that in the north-east smoking remains the leading cause of death, as well as of inequalities in healthy life expectancy. The all-party group has come forward with the polluter pays model, which is really important, and I ask the Government to consider it again as a means of funding the essential work on stopping smoking.",
        "**Bob Blackman**",
        "I thank the hon. Lady for her intervention. Clearly, there is a difference in smoking rates across the country, and we need to ensure that that is addressed. I will come on to that in my speech in a few moments.",
        "We need the levy to be introduced, so will the Minister commit to investigating the feasibility of a windfall tax, backed up by a polluter pays levy, to provide the funding needed to deliver smokefree 2030?",
        "I want to talk about the need to protect generations to come. The Government are set to miss the ambition, set in the 2017 tobacco control plan, to reduce SATOD— smoking status at time of delivery—rates to 6% by 2022. Currently, 9.1% of women, or about 50,000 women a year, smoke during pregnancy. Smoking during pregnancy is the leading modifiable risk factor for poor birth outcomes, including stillbirth, miscarriage and pre-term birth. Children born to parents who smoke are more likely to develop health problems, including respiratory conditions, learning difficulties and diabetes, and they are more likely to grow up to be smokers. Reducing rates of maternal smoking would contribute directly to the national ambition to halve stillbirth and neonatal mortality by 2025.",
        "Younger women from the most deprived backgrounds are the most likely to smoke and be exposed to second-hand smoke during pregnancy. Rates of smoking in early pregnancy are five times higher among the most deprived areas than the least deprived. That contributes to this group having very significantly higher rates of infant mortality than the general population. As such, if we can drive down rates of smoking in younger, more deprived groups we will then have a rapid impact on rates of smoking in pregnancy. Two thirds of those who try smoking go on to become regular smokers, only a third of whom succeed in quitting during their lifetime. Experimentation is very rare after the age of 21, so the more we can do to prevent exposure and access to tobacco before this age, the more young people we can stop from being locked into a deadly addiction.",
        "If England is to be smoke free by 2030 we need to stop people from starting smoking at the most susceptible ages, when they are adolescents and young adults, and not just help them quit once they are addicted. The all-party group, which I chair, has called on the Government to consult on raising the age of sale for tobacco to 21, which, when implemented in the US, reduced smoking in young adults by 30%. This is a radical measure, but one that is supported by the evidence and by the majority of voters for all political parties, retailers and young people themselves. It would have a huge impact on reducing smoking rates among young mothers, who are more likely than older women to smoke. It would also reduce rates among young men, so reducing the exposure of young pregnant women to second-hand smoke throughout their pregnancy. If men smoke it makes it harder for pregnant women and new mums to quit smoking, and makes it more likely that mother and baby will be exposed to harmful second-hand smoke. Will the Minister consider committing to a consultation on raising the age of sale for tobacco, as supported by both the public and tobacco retailers?",
        "Finally, I want to warn the Minister about the Institute of Economic Affairs’ alternative smokefree 2030 plan, which popped into my inbox yesterday. The IEA’s plan is an alternative that is entirely in the interests of the industry, which is hardly surprising given the funding the IEA has received from big tobacco. The IEA itself refuses to be transparent about its funding, but through leaked documents it has been exposed as being funded by the tobacco industry for many years. I am sure the Minister is aware that the UK Government are required, under article 5.3 of the international tobacco treaty, the World Health Organisation framework convention on tobacco control, to protect public health from the",
        "“commercial and other vested interests of the tobacco industry”.",
        "The guidelines to article 5.3, which the UK has adopted, spell out that that includes organisations and individuals that work to further the interests of the tobacco industry, which includes industry funded organisations such as the IEA and the UK Vaping Industry Association.",
        "I look forward to hearing contributions from across the House. I hope my hon. Friend the Minister will echo the words of his predecessors in his new role and restate for the record on the Floor of the House the Government’s commitment to complying with article 5.3. I hope he will state that on his watch the Government will continue to prevent the tobacco industry-funded organisations from influencing tobacco control policy."
    ]
}