{
    "url": "https://www.ukpol.co.uk/bob-blackman-2020-speech-on-holocaust-memorial-day/",
    "title": "Bob Blackman – 2020 Speech on Holocaust Memorial Day",
    "post_date": "January 28, 2020",
    "author": "admin",
    "tags": [
        {
            "text": "2020",
            "url": "/tag/2020/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 23 January 2020.",
    "content": [
        "I am grateful, Mr Deputy Speaker, for the opportunity to speak in this deeply emotional debate. I congratulate the hon. Member for Warrington North (Charlotte Nichols) on her speech—on a personal level, but also in understanding the Jewish people and what they actually went through.",
        "Antisemitism is not new. It has been prevalent in society for centuries, and it is still prevalent with us today. But what makes the holocaust different is that it shows us the ultimate destination of antisemitism, with a systematic attempt to wipe out the Jewish race and anyone of Jewish religion—not just people who were openly Jewish, but anyone with Jewish genealogy somewhere in their DNA. The way in which people’s backgrounds were traced to see whether any relative or any person of their blood was Jewish was systematic, deliberate and intentional.",
        "I was at school with many Jewish children, and no one ever spoke about the holocaust. It was ignored—perhaps to be airbrushed from history forever because it was such a tragedy. The relatives—the fathers and mothers—of many of my friends had actually come from eastern Europe or Germany as refugees, but they never spoke about the holocaust. Whenever one went for dinner on Friday nights, it was never mentioned—I often wondered why. When we were at school, we never got the opportunity to learn about the horrors of the holocaust and what people went through.",
        "I remember my first visit to Yad Vashem. It was not the Yad Vashem that we see now—I have been there many times since—but the first formation of it. This was back in 1992, I think, on my first visit to Jerusalem. It was a much more intimate museum at that time. It commemorated things that had gone on. It had the first recordings of survivors—people who had sadly passed away, but recorded their testimony—and early photographs and other details of what had gone on in Germany and in eastern Europe, in particular, during the holocaust. That made Yad Vashem more intimate, in many ways, than it is now. When I heard the names of the children being recited, it brought home to me how people could systematically murder children—wipe them off the face of the planet—and what a terrible experience it was. I do not mind admitting that I cried. I cried for humanity, and I cried for the people who had lost their lives and their relatives.",
        "When I was elected to this place, the first all-party parliamentary group that I joined was the one on combating antisemitism, because it is right that we in this House stand up against it. I also do not mind admitting that when Holocaust Memorial Day was first mooted—it was when I was the leader of my party’s group on the London Borough of Brent Council—I was concerned that we were going to get into virtue-signalling. I am glad to say that I was wrong. It is right that we educate people, that we commemorate the liberation of Auschwitz and that we bring to bear greater understanding of the horrors that went on.",
        "I, too, have visited Auschwitz-Birkenau. My hon. Friend the Member for Shrewsbury and Atcham (Daniel Kawczynski) alluded to the concern that students see ​Auschwitz for one day, and it would be better if they could stay for longer. The problem with that is funding and the fact that lengthening the amount of time spent away might reduce the numbers who could go on such visits. The problem that I see with the programme of Auschwitz-Birkenau visits is that students learn about what went on there and think that that was it. We need to remember that there was a network of death camps—forced labour camps—across eastern Europe and Germany, where Jews and others were forced into slave labour and then systematically exterminated.",
        "I have often wondered how a civilised nation such as Germany could get into a position in which it would commit such inhumane acts. How could that possibly happen? When we talk about 6 million Jews being killed, it is a number, and it is hard to personalise that down to individual circumstances. It is difficult to visualise the horror of this attempt to wipe out the Jewish race. We have to remember that this did not just take place in one or two years. This was a deliberate attempt by the Nazis to eliminate the Jewish race.",
        "The roots of this are at the end of the great war, when Germany was subjected to severe reparations. That led to incredible poverty in Germany, which then gave rise to the Nazis, who could say, “It’s the Jews’ fault that you haven’t got any money. Let’s take it out on the Jews. If we take Jews out of their position, we can spread the wealth.” That was a deliberate policy, and it should never be allowed to be repeated. There needs to be a greater understanding and appreciation that, from the early 1930s onwards, this systematic approach led to the Shoah. We all have to remember that.",
        "We must also remember that antisemitism was rife in this country at that time. We should not think that it was only going on elsewhere. The thought process and the demeaning of Jewish people was going on in this country, and that is one reason why few people were allowed to escape from Germany to here. Had they been allowed to do so, many people who unfortunately lost their lives in camps would have survived.",
        "I pay tribute to Karen Pollock and her brilliant team at the Holocaust Educational Trust, who do such wonderful work to educate people—young and old—about the horrors of the holocaust. Not everyone can go to Auschwitz-Birkenau and witness evidence of the terrible crimes that were committed. We talk about the shoes, the spectacles and the clothing at Auschwitz-Birkenau. The memory that I have above all else is walking across the park with the lakes, where there is an eerie stillness. No birds tweet, and there is no sign of wildlife. There is nothing there because those ponds were where the Nazis put the ashes after emptying them from the gas chambers and incinerators. The wildlife know what happened, and so should we.",
        "One aspect of the Holocaust Educational Trust’s work that has become more important is the outreach programme. Last year, more than 600 schools partnered with the trust to enhance educational provision. That is important, because it allows holocaust survivors to give their first-hand testimony and lead workshops so that more and more young people can understand what happened and learn the lessons from it. It is important that we remember the survivors.​  \nI echo the need for a holocaust education centre to be set up alongside this building. People visit this place as the cradle of democracy, and it is right that we have a holocaust education centre alongside our Parliamentary Education Centre so that people visiting London can see a proper record of what happened without having to travel to Jerusalem or other parts of the world. I co-chaired the all-party parliamentary group on holocaust memorial in the last Parliament. I pay tribute to my co-chair, Ian Austin, who called out antisemitism and did so much to ensure that people understood the evils of antisemitism and the need for an education centre.",
        "The testimony of survivors is most important. I want to place on record the details of those who sadly lost their lives last year and this year. Eve Glicksman and Henri Obstfeld both died last year, and Hermann Hirschberger MBE passed away on 1 January. One of the most famous holocaust survivors was Gena Turgel, who lived in Stanmore in my constituency. In many ways, she was a pioneer of holocaust education, as she was going into schools and colleges way before many of the current structures were set up. She was born in Krakow in Poland and had eight brothers and sisters. She was only 16 when her home city was bombed on 1 September 1939.",
        "Here is the part of Gena Turgel’s story that I think is most pertinent. Her family had relatives in Chicago, and they planned to leave for the United States, but they made their decision too late, as the Nazis had already invaded and closed all the entry and exit points, so her family had to move to just outside Krakow. In autumn 1941 she was moved to the ghetto in Krakow, and then moved after some of her family were shot by the SS in the ghetto. She was then forced into a labour camp, and in 1945 to Auschwitz-Birkenau, where she was sent with her mother on the death march from Auschwitz, leaving behind her sister, who they never saw again. They then arrived in a further labour camp, were forced on to trucks, and travelled under terrible conditions to Bergen-Belsen, where they arrived in February 1945. On 15 April 1945, the British Army liberated Bergen-Belsen and among the liberators was Norman Turgel, who became Gena’s husband just six months later. Gena passed away in 2018, but her record is in a book called “I Light a Candle”, so her legacy will live on.",
        "Hermann Hirschberger was born in 1926 in Germany. He lived with his mother, father and older brother. He attended a local non-Jewish school; in fact, there were only two Jewish students in his class and school. In 1936, Nazi laws ruled that Jewish children could no longer attend non-Jewish schools—that was part of the programme to eliminate and delegitimise Jewish people.",
        "**Sir Peter Bottomley**",
        "Those who have not ought to look at Adolf Eichmann’s story. He was appointed in 1932, and in 1933 he started dealing with what was thought of as “the Jewish problem”. The idea was to persecute, isolate, emigrate and then literally exterminate the Jews—it went all that time back.",
        "**Bob Blackman**",
        "I thank my hon. Friend for his intervention. It was clear that this was going on for a long time before the second world war broke out.",
        "Hermann and his brother had to walk to and from school, because German culture at that time prevented Jewish people from travelling on trams. Jewish people ​were not allowed to mix with other people on trams—this was the dehumanisation of Jewish people. Of course, on their way to and from school, Hermann and his brother were often verbally and physically attacked by students from the non-Jewish school. The people they called friends suddenly turned on them because they were Jewish.",
        "Then, at 9 pm on 9 November 1938, across Germany the synagogues were burnt, and businesses and homes and shops were smashed. Windows were smashed and homes and buildings were burnt to the ground. This is known as Kristallnacht, the night of broken glass.",
        "Hermann and his brother had not seen these crimes at first hand, but when they went to school the following morning, many of their teachers had been arrested and they were sent home. Hermann’s mother went to the bank where his father worked to warn him. However, two members of the Gestapo forced their way in and arrested his father at work. His father was then held for two days before being allowed home.",
        "After Kristallnacht, Hermann’s parents realised, as did many others in Germany, that they could no longer stay there safely. They tried to arrange for the family to leave but could not obtain visas for the whole family. However, they managed to arrange for Hermann and his brother to be sent to England on the Kindertransport, meaning that they were making a huge sacrifice—they knew they would probably never see their sons ever again.",
        "**Fabian Hamilton**",
        "I pay tribute to the hon. Gentleman for his work on fighting antisemitism, defending against it and ensuring that this curse can never happen again. Has he visited the amazing and incredible holocaust museum, Beth Shalom, in Ollerton in Nottinghamshire? It is absolutely incredible. It recreates the classrooms he has just talked about as well as the carriages of the Kindertransport. If he has not done so, I urge him to visit it.",
        "**Bob Blackman**",
        "I have not visited, but I will make it a priority to do so when it is convenient, because I believe that it is something we should go and witness for ourselves.",
        "Hermann and his brother had a long journey to get to the United Kingdom. They were then taken to a refugee hostel in Margate, where they remained for about a year, during which time Hermann had his bar mitzvah. They regularly wrote to their parents and two days before the war broke out, their parents wrote to them to say that they had just received their permits—they were going to be allowed to leave. However, once war had broken out, they were not allowed to leave. They were sent to a camp in the Pyrenees, from which they were still able to write to the brothers, but eventually they were deported to Auschwitz-Birkenau, where they were both murdered.",
        "In this country, Hermann and his brother were separated and sent off to different schools. Hermann was sent to work in Staffordshire while his brother worked in London, but eventually they were reunited. Hermann went on to marry and to live in London. He lived in my constituency, and he regularly spoke in schools about his experiences not only in Germany, but in this country, because we should remember that Jewish people coming as refugees to this country did not always have a happy experience. ​We should own up to that, and we should also say that we are not unique in offering service now to Jewish people. Sadly, Hermann died on 1 January 2020. I met him on many occasions and had the opportunity to hear of his experiences both in this country and before he arrived.",
        "I want to single out two other people. The first is Angela Ioannou, who is an ambassador for the Holocaust Educational Trust. She recently attended the Lord Merlyn-Rees annual lecture in Parliament, and has given an account of her views on how we can make sure that holocaust education continues to be rolled out. The other is Dr Alfred Weinberger, who was born 26 April 1900—he shares my birthday, if not my exact birth year. He was deported to the ghetto in 1943, and then on to Auschwitz-Birkenau, where he was killed.",
        "The reality is that the testimony of survivors and their experiences bring to life the horrors of the holocaust. We must set out our stall to make sure that such things never happen again. Members have mentioned other forms of systematic murder, but I have seen the plight of the Rohingya at first hand. The duty we owe is to ensure that those people who have perpetrated murder are brought to justice and suffer for the war crimes they have committed, and that we help and assist people who are refugees.",
        "I end by saying that the theme of this year is “stand together”, and I that think the whole House stands together united today in remembering the horrors of the holocaust and saying, with one voice, never again."
    ]
}