{
    "url": "https://www.ukpol.co.uk/kirsty-blackman-2023-speech-on-the-procurement-bill/",
    "title": "Kirsty Blackman – 2023 Speech on the Procurement Bill",
    "post_date": "January 11, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Kirsty Blackman",
            "url": "/tag/kirsty-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Kirsty Blackman, the SNP MP for Aberdeen North, in the House of Commons on 9 January 2023.",
    "content": [
        "Happy new year to you, Madam Deputy Speaker, and to everyone in the Chamber. Thank you for calling me to speak on Second Reading of the Procurement Bill.",
        "I will take the tiniest bit of leeway at the beginning of my speech to thank my predecessor as the SNP Cabinet Office spokesperson, my hon. Friend the Member for Argyll and Bute (Brendan O’Hara), for his hard work in this role. He does not leave an easy gap to fill as he moves on to lead for us on international development, but I will do my best to learn as quickly as possible, and what better way than with the Second Reading of the Procurement Bill and the subsequent Bill Committee. That is not a joke—the Minister will be totally fed up with me by the time the Bill Committee has ended.",
        "Both the SNP Westminster group and the Scottish Government have significant concerns about the content of the Bill as currently written. I am disappointed by how the Paymaster General put forward his views on the Scottish Government’s action, given that constructive discussion is going on about how best to amend the Bill. I hope he is going into those discussions in a more constructive manner than it sounded like from his tone at the Dispatch Box when he spoke about the views of the Scottish Government. Corrections need to be made before the legislation can be considered acceptable, because the Bill undermines the devolution settlement.",
        "We have not tabled a reasoned amendment to the Bill on the basis that the Scottish Government hope they can resolve the issues with the UK Government. However, should the UK Government fail to fix the Bill, we absolutely will oppose the legislation at future stages. The Bill seeks to confer a power exercisable concurrently by UK and Scottish Ministers to implement the Government procurement chapters of the agreements with Australia and New Zealand by secondary legislation. Although the negotiation of international agreements might be a reserved matter, their implementation in devolved areas, such as Government procurement, is a devolved matter.",
        "The correct constitutional solution would be to amend the Bill to grant the implementation powers solely to Scottish Ministers in Scotland—obviously not in the rest of the UK. If the UK Government refuse to make that concession, at the very least the Bill must be amended to require the consent of Scottish Ministers when UK Ministers act in devolved areas to implement international agreements. It is a vital issue of principle. Devolution must not be undermined every time a sitting Westminster Government fancy doing so.",
        "The Scottish Government are working to resolve these issues with the UK Government, and that is why we have not tabled a reasoned amendment to reject the Bill, but I and my colleagues urge the UK Government to continue that work. They often claim that they want to work with the Scottish Government, and we want to ensure that this Bill is not added to the litany of devolution-undermining legislation that has been put through since Brexit.",
        "We have further concerns about the Bill, and I hope the Minister will accept them in the constructive spirit in which they are meant. We believe that the UK Government must ensure that supporting environmental objectives is clearly and explicitly included in the Bill’s objectives. Those objectives should be compatible with the Scottish Government’s more ambitious climate change reduction targets. If the UK Government are to act in such a way on reserved matters, they need to take account of the fact that the devolved legislatures have different and more ambitious climate change targets.",
        "**Robin Millar (Aberconwy) (Con)**",
        "The hon. Lady referenced the devolution agreement, and she has just mentioned reserved matters. Can she clarify whether she is referring to the Scotland Act 1998 and devolution as set out within its terms?",
        "**Kirsty Blackman**",
        "Yes, I am referring to the devolution settlement and how devolution works. Within the Scotland Act, there are matters that are the competence of the Scottish Government and ones that are the competence of the UK Government. In that regard, the implementation of international agreements in relation to how public procurement works is a matter for the devolved legislature, and we would prefer that the UK Government recognised that, rather than giving a power in this Bill that could overrule that.",
        "The Bill includes a discretionary exclusion group for environmental misconduct, but I am not clear why that exclusion should be discretionary. The UK Government are failing time after time to embed environmental objectives in legislation. They refused to do so with the Subsidy Control Act 2022 or with the creation of the Advanced Research and Invention Agency, despite the Opposition pushing them to include it. It is as if they are keen to have big headlines on climate change targets, but not actually to embed them and do the actual work, and not to put those targets where it matters, which is explicitly in legislation that this place is putting forward, without exclusions and without discretionary rules. It should be embedded in every single thing we are doing, because it is the most important issue for this generation and for future generations. The Bill must explicitly commit to taking environmental considerations into account when awarding contracts, and that should be a core consideration, not a pointless box-ticking exercise.",
        "We welcome the retention in the Bill of the principles that underpin EU procurement rules: transparency, equal treatment, non-discrimination and proportionality. However, having the principles included in the Bill is utterly meaningless if they are not upheld. It is vital that the principles are practised. As was mentioned by the right hon. Member for Ashton-under-Lyne (Angela Rayner), the UK Government’s shambolic handling of the covid contracts is a stark reminder of the danger of not upholding these principles. Transparency International’s report on the public contracts awarded during the pandemic noted that critical safeguards to prevent corruption were suspended “without adequate justification” during the pandemic procurement processes. It also found “systemic bias” towards those with connections to the UK Government. The rush to try to get more PPE has already been mentioned. It was vital that PPE was procured; the issue is how that was done, which explicitly favoured those who had close links to the UK Government. That is not how it should have been taken forward.",
        "We need measures in the Bill to ensure that the UK Government cannot unilaterally decide to suspend the safeguards and principles that are in place. The horrendous nepotistic waste of taxpayers’ money should not have happened once, and we absolutely cannot allow it to happen again. The opportunity should have been taken to include the measures put forward by my hon. Friend the Member for Midlothian (Owen Thompson) in his Ministerial Interests (Emergency Powers) Bill.",
        "Lastly, but no less importantly, the UK Government should take this opportunity to ban malicious actors and organisations involved in human rights abuses from the supply chain. During the Bill’s passage in the other place, several peers tabled amendments that sought to cut companies responsible for or complicit in slavery, genocide and crimes against humanity out of the supply chain. That is a noble principle and it should be adopted regardless of circumstances. It is unfortunately necessary that this needs to be explicitly included, as products from companies with horrific records are widespread through UK procurement chains.",
        "The UK Government have shown that they can, after delaying, dithering and being publicly shamed, remove Huawei from the UK’s telecommunications infrastructure, and there is no reason why they cannot do the same with other companies, such as Hikvision, which is directly involved in the Chinese Government’s detention of Uyghur Muslims. More than a million cameras from Hikvision are present in the UK and they are used by as many as 61% of public bodies. The US Government blacklisted it in 2019; the UK Government have not yet taken comprehensive action against this company, despite making clear that they are aware of the issue. The SNP would like to commit to working with others across the House who seek to protect the supply chain from harmful actors and ensure that public procurement does not work to enrich those who profit from crimes against humanity.",
        "I look forward to the Public Bill Committee—I really do—and I hope we can hear evidence from those who are expert in public procurement. I have no doubt that we will table amendments to ensure that the Bill respects devolution, that human rights are protected and that environmental priorities are actually prioritised."
    ]
}