{
    "url": "https://www.ukpol.co.uk/ian-blackford-2019-speech-on-the-loyal-address/",
    "title": "Ian Blackford – 2019 Speech on the Loyal Address",
    "post_date": "December 20, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the SNP Leader at Westminster, in the House of Commons on 19 December 2019.",
    "content": [
        "Thank you, Mr Speaker.",
        "There was absolutely nothing for the people of Scotland in that address from the Prime Minister, and I hope that, for those who were watching and listening back home, it was preceded by an announcement that it was not for viewers and listeners in Scotland.",
        "I congratulate the hon. Members for Chatham and Aylesford (Tracey Crouch) and for Walsall North (Eddie Hughes) on their addresses. I listened to all the stories about “A Christmas Carol”, but we did not hear which Conservative Front Bencher would be playing Scrooge. The hon. Member for Walsall North is a great football fan, and I thought that he would perhaps mention Aston Villa. They are not having the best of times, but I hope that he is enjoying watching John McGinn, whom we gifted to him from Hibernian last year.",
        "This morning, Scotland’s First Minister, Nicola Sturgeon, wrote to the Prime Minister demanding the transfer to the Scottish Government of legal powers to hold a second independence referendum under section 30 of the Scotland Act 1998. As the First Minister outlined, there has been a material change in the circumstances since the independence referendum of 2014, based on the prospect of Scotland‘s leaving the European Union against its will.​",
        "It is for the Prime Minister to explain to the people of Scotland why he is denying Scotland the right to choose our own future. Why did democracy stop, in the Prime Minister’s world, with the independence referendum in 2014? And may I say to the Prime Minister that it is not a good look to be playing with his phone rather than listening to the legitimate demands of the Scottish National party? [Interruption.] The Prime Minister says, “Say something more interesting.” Well, Prime Minister, this is about democracy. This is about the Scottish National party, which stood in the election on a manifesto about Scotland’s right to choose, and it is about the Conservatives, who said no to indyref2—and what happened? Well, the Conservatives lost more than half their Members of Parliament.",
        "Prime Minister, you got your answer from the people of Scotland. The SNP got 45% of the vote, a 20 percentage point difference from the Government. We got 80% of the Members of Parliament who sit on these Benches. Some time, some day, the Prime Minister is going to have to respect democracy. The Prime Minister cannot and will not continue to say no.",
        "**Drew Hendry (Inverness, Nairn, Badenoch and Strathspey) (SNP)**",
        "The Prime Minister says that looking at his phone is more interesting than hearing what Scotland needs. Does that not tell us everything about this Prime Minister and his view of Scotland?",
        "**Ian Blackford**",
        "Indeed it does. There is not much that can be added to that, because the image of the Prime Minister playing with his phone and not listening to the Scottish National party says it all.",
        "The people of Scotland did not vote for this Prime Minister. Scotland did not vote for this Conservative Government, and we certainly did not vote for the con of a Tory plan that has been set out today.",
        "In December 1967, my old friend Winnie Ewing proclaimed that",
        "“the march of time can bring anomalies between elections, so that sometimes a Government may have a majority in this House but be in a minority in the country.”—[Official Report, 6 December 1967; Vol. 755, c. 1551.]",
        "In Scotland, that is certainly the case. Here in this place, we face a Tory Government we have rejected, implementing a manifesto that Scotland rejected. For too many years, Scotland has been held back by successive Tory Governments we did not vote for.",
        "Scottish National party MPs have today set out an alternative Queen’s Speech to deliver for the people of Scotland. With a renewed and strengthened mandate, our expanded SNP team will focus on our priorities—on Scotland’s priorities: stopping Brexit and protecting Scotland’s NHS from any grubby Trump trade deal; dealing with the climate emergency; and, once and for all, putting an end to Tory austerity. Instead, the Government’s Queen’s Speech sets out another Tory programme that the people of Scotland rejected. Despite the fact that Scotland voted to remain a member of the European Union, we now face being dragged out against our will.",
        "We often hear about losers’ consent, but the fact is that Scotland voted to stay in the EU to maintain our rights as EU citizens. This Conservative Government do not have the consent of the people of Scotland, the Scottish Parliament or our Government to take Scotland ​out of the EU. We ask that the solemn right, claimed by the people of Scotland, to determine the form of government best suited to our needs be exercised. This House accepted that claim of right as a principle, on a motion that I moved in July 2018. It is the Scottish people who are sovereign.",
        "In that context, it is right for the House to respect our Scottish Parliament and last week’s election result. But of course, in the last Parliament, the Tories ignored our interests and sidelined the will of the Scottish Government, intent on bringing forward a deal that will destroy our economy and risk jobs and livelihoods. As the former EU permanent representative to the EU, Sir Ivan Rogers, said, that pledge will create",
        "“the biggest crisis of Brexit to date”",
        "in late 2020. He said that “get Brexit done” was",
        "“diplomatic amateurism, dressed up domestically as boldness and decisiveness.”",
        "From selling off our NHS to selling out Scotland’s fishing communities, the Prime Minister will inflict hardship on our communities as the cost of delivering his damaging Brexit.",
        "The voices of the people of Scotland are being silenced—80% of their representatives in this House are not listened to by a Tory Government showing contempt. That is why we stand up for Scotland and against cruel, punishing policies and narrow, backward-gazing politics. Instead, we are determined that Scotland’s right to choose our own future will be delivered, not simply because we in the SNP want that, but because the people of Scotland demand it. We stood on a mandate to give Scotland the right to choose its own future. I put the Prime Minister on notice that SNP Members will never stop fighting this Government for that case and for our mandate—for a fresh independence referendum—to be respected.",
        "**Andrew Bowie (West Aberdeenshire and Kincardine) (Con) rose—**",
        "**Ian Blackford**",
        "I see the hon. Gentleman seeking to intervene. Will he accept democracy and Scotland’s right to choose?",
        "**Andrew Bowie**",
        "I thank the right hon. Gentleman for giving way. Will he accept democracy and that last week, 55% of Scottish voters voted for parties that want to remain in the United Kingdom? There is no mandate for a second independence referendum in Scotland. The Scottish people are not calling for a second independence referendum. They want us to get on with the day job. Fix your own backyard before coming in here, demanding a referendum on Scottish independence. [Interruption.]",
        "**Ian Blackford**",
        "Well, as my hon. Friend the Member for Glasgow South (Stewart Malcolm McDonald) says, “What absolute tosh!” The hon. Member for West Aberdeenshire and Kincardine (Andrew Bowie) cannot get away from the fact that we won the election. We are here standing up as a voice for Scotland, and he lost most of his colleagues. They were rejected at the ballot box; they have been reduced to rump. The fact of the matter is that we on our side have 80% of the seats. The Government can only wish that they had such a mandate and such a majority in the rest of the UK. The reality is that no democrat can deny that we won the election. ​We demand a right to have a referendum. The Scottish Government and the Scottish Parliament have a strong record for bettering the lives of citizens across Scotland, and we know that with more powers and with independence, we can and will do so much more.",
        "Today, the Scottish National party has published our alternative Queen’s Speech. The people of Scotland voted to lock the Prime Minister out of Downing Street and escape Brexit. Scotland voted to choose a better future, and our plan is to deliver that better future. We want to see a national health service protection Bill to stop the NHS across the UK being at risk from a US trade deal. It would guarantee that trade deals would not undermine the founding principles of the NHS that we cherish so much. We will continue to make the case and work to ensure that Scotland’s voice is heard. Our nation has the right to choose its future. We will also deliver in Scotland a Bill to increase parental leave with an additional 12 weeks to be ring-fenced for the father in order to encourage take-up, as well as to increase statutory maternity and paternity pay.",
        "The SNP new green deal will build on the transition towards a greener, sustainable future. We will continue to press the UK Government to match Scotland’s net zero emissions target by 2045, putting oil and gas receipts into a net zero fund focused on measures to battle climate change and putting tackling the climate emergency front and centre of our priorities. That is what a responsible Government do.",
        "Unlike the Conservatives, our ambition is to end poverty, not to increase it by a failure to act or to show leadership. Poverty is not inevitable. To fight it, we will work to end the disgraceful two-child cap on tax credits and the associated rape clause. We call on the United Kingdom Government immediately to end the benefits freeze and to halt the roll-out of universal credit. We will use every device open to us in this place to make the case that we cannot allow our citizens to be dragged into debt, hardship and despair by this nasty, careless Tory Government. We want to bring forward an equal living wage Bill, meaning an increase in the living wage to at least the level of the real living wage and an end to age discrimination.",
        "The Scottish National party MPs reject the wholly immoral replacement of nuclear weapons at a cost of over £200 billion, and we call on other parties to follow us, to say no to Trident and to remove those weapons of mass destruction from the Clyde.",
        "We want to help our pensioners by ensuring that the BBC licence fee remains free for those aged over 75. We will not abandon those women born in the 1950s, and, just as we have done in previous Parliaments, we will demand that this Government deliver justice for the 3.8 million women born in the 1950s who are being denied their pension by this Conservative UK Government. We will be pressing for an NHS funding boost from the UK Government that matches the current Scottish level and for constitutional change in abolishing the House of Lords and extending the franchise to include 16 and 17-year-olds.",
        "This expanded SNP group is determined, and we are ready for the challenge. The Government think they can do what they want with Scotland and get away with it. That will not happen on our watch. The Tories are risking our economy and reducing opportunities for citizens.​",
        "The choice is clear: an outward-looking country with a vision of tolerance, inclusiveness and prosperity for all, or the offering of the Union run by a Tory party that does not care about Scotland. The Tory programme for government will push child poverty to a 60-year high and devastate our economy. The hardest of Tory Brexits risks up to 800,000 jobs in Scotland. The Tory manifesto means that day-to-day spending on public services outside health will still be almost 15% lower in real terms in 2023-24 than it was at the start of the 2010s. Austerity has hit communities hard, and it is not going away—more of the same from the Tories. Despite the climate emergency, there is nothing in the Queen’s Speech to make real progress on reducing emissions. The UK Government have already failed to match the Scottish Government’s 2045 net zero emissions target. That is just the start of it.",
        "Yes, the Conservatives can say that England and Wales have had their say, but what about Scotland? We had our say, and Scotland rejected this Prime Minister and rejected the Tories. Those of us who represent the people and the will of Scotland will use every avenue open to us to protect our people against this Government their shoddy plan.",
        "Before I close, I want to appeal to Members across the House. In the previous Parliament, Members conducted themselves in less than acceptable ways on occasion. People across these islands have recognised that, and they are fed up with it. Let us start this Parliament with respect and let the strength of our arguments win the case, rather than drag this place into the gutter.",
        "Finally, in setting out the SNP’s clear opposition to the Government’s Queen’s Speech and offering our alternative, I have set out to the people of Scotland the tale of two Governments, of two parties, of two futures. I started with the words of Winnie Ewing, and I want to begin closing with the words of another parliamentarian. Let me remind the House of the words of Charles Stewart Parnell, who said that",
        "“no man has the right to fix the boundary of a nation. No man has the right to say to his country, ‘Thus far shalt thou go and no further’”.",
        "Now Scotland must have the chance to choose its own future: one shackled to the Brexit destruction imposed by Westminster, or one with hope, opportunity and ambition and with an independent Scotland in the European Union."
    ]
}