{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-on-parties-in-downing-street/",
    "title": "Ian Blackford – 2022 Speech on Parties in Downing Street",
    "post_date": "April 21, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the Leader of SNP at Westminster, in the House of Commons on 19 April 2022.",
    "content": [
        "Let us remind ourselves that, on 8 December 2021, the Prime Minister denied that any parties happened at No. 10 Downing Street—the very same parties that the police have now fined him for attending. People know by now that the rules of this House prevent me from saying that he deliberately and wilfully misled the House, but maybe today that matters little, because the public have already made up their mind.",
        "YouGov polling shows that 75% of the British public, and 82% of people in Scotland, have made up their mind on the Prime Minister. The public know the difference between the truth and lying, and they know that the Prime Minister is apologising for one reason, and one reason only, and it is the only reason he ever apologises: because he has been caught. After months of denials, his excuses have finally run out of road, and so must his time in office. The Prime Minister has broken the very laws he wrote. His trying to argue that he did not know that he had broken his own laws would be laughable if it were not so serious. Prime Minister, you cannot hide behind advisers. He knows, we know and the dogs in the street know that the Prime Minister has broken the law. This is the first Prime Minister to be officially found to have broken the law in office—a lawbreaking Prime Minister. Just dwell on that: a Prime Minister who has broken the law and who remains under investigation for additional lawbreaking—not just a lawbreaker but a serial offender. If he has any decency, any dignity, he would not just apologise but resign.",
        "The scale and the seriousness of the issues we all now face demand effective leadership from a Prime Minister who can be trusted. The Tory cost of living crisis and the war crimes being inflicted on the Ukrainian people need our full focus. In a time of crisis, the very least the public deserve is a Prime Minister they can trust to tell the truth. For this Prime Minister, that trust is broken and can never be fixed. The truth is that a majority of people across these islands will never against trust a single word he says.",
        "The questions today are not so much for a Prime Minister desperately clinging on to power. The real question is for Tory Back Benchers: will they finally grow a spine and remove this person from office? Or is the Tory strategy about standing behind a Prime Minister whom the public cannot trust with the truth?"
    ]
}