{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-on-holocaust-memorial-day/",
    "title": "Bob Blackman – 2022 Speech on Holocaust Memorial Day",
    "post_date": "January 29, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 27 January 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Enfield North (Feryal Clark), who remembered another genocide that took place in the world.",
        "It is fair to say that antisemitism is nothing new. We only have to look back to Shakespeare to see that antisemitism was rife during that period in our history. It has been prevalent in societies across the world for centuries and it is still prevalent today. I recalled earlier the attack on shopkeepers in Stamford Hill only yesterday. What makes the holocaust different is that it shows the ultimate destination of antisemitism: a systematic attempt to wipe out the Jewish race and anyone of Jewish religion—not just people who were openly Jewish, but anyone who had Judaism in their genealogy. I speak as someone in that position. I would not be here today if I had been alive in Germany in those times. That demonstrates the way in which people’s backgrounds were traced to see whether any relative or any person of Jewish blood was present. It was systematic, deliberate and intentional.",
        "I was at school with many Jewish children. No one spoke about the holocaust. Half of my class were Jewish, but no one ever spoke about the holocaust during those days. It was ignored, perhaps to be airbrushed from history forever, because it was such a tragedy. The relatives—fathers and mothers—of many of my friends had come from eastern Europe as refugees, but they never spoke about the holocaust either. When we were at school, we never got the opportunity to learn about its horrors and what people went through at that time.",
        "I remember my first visit to Yad Vashem. It was not the Yad Vashem we see today; it was a much smaller, more intimate formation in its early days, going back to 1992. It was a pivotal moment for me on my first visit to Israel, seeing Jerusalem, seeing Yad Vashem and seeing first-hand what had gone on during the holocaust. It had the first ever recordings of survivors—people who had sadly passed away, but who had recorded their testimony in advance—plus early photographs and other details of what had gone on in Germany and eastern Europe in particular during the holocaust.",
        "That made Yad Vashem more intimate, in many ways, than it is now. It is a much bigger operation now, with much more testimony and evidence of what happened, but when I heard the names of the children who had been murdered by the Nazis being recited, one name after another, it brought home to me how people could commit such systematic murder of children—wipe them off the face of the planet—and what a terrible experience it was.",
        "**Andrew Gwynne (Denton and Reddish) (Lab)**",
        "I have had the privilege of visiting Yad Vashem four or five times now, and I remember on one particular occasion going into the cave the hon. Gentleman describes, where the recordings of children’s names and ages just continue. By coincidence, there was a run of names, two boys and a girl, the same age that my two boys and my daughter were at that time. I broke down in tears, because that is where it really hits home: “This could be you. There but for the grace of God go we all. If politics turns nasty and turns against you, this is the end result.” That is why Yad Vashem and all holocaust memorials are so important.",
        "**Bob Blackman**",
        "I thank the hon. Gentleman. I freely admit—I am not ashamed to say it—that I cried. I cried for humanity, I cried for the people who had been lost and I cried for our whole being and how we could ever have allowed such a thing to happen.",
        "I declare my interest as co-chairman of the all-party parliamentary group on holocaust memorial. I look forward to the holocaust memorial and learning centre’s being built, so we can have our own facility where we can commemorate the lives of those who were lost, and commemorate those who survived. When I was first elected to the House in 2010, the first all-party group I joined was the APPG on combating antisemitism. It is right that, across the House and on both sides of the political divide, we stand against antisemitism.",
        "I have visited Auschwitz-Birkenau, and I believe I share the view of most students who have seen Auschwitz for only one day that it would be better if people could stay a little longer, just to appreciate even further the terrible crimes that were committed. The problem with that, of course, is funding, and the fact that lengthening the amount of time spent away might reduce the numbers who could go on such visits.",
        "The problem I see with the programme of Auschwitz-Birkenau visits is that students learn about what went on there and think that that was it. We must remember that it was not just Auschwitz-Birkenau: there was a network of death camps and forced labour camps right across eastern Europe and Germany, where Jews and others were forced into slave labour and then systematically exterminated.",
        "I have often wondered how a civilised nation such as Germany could get into a position to commit such inhumane acts. When we talk about 6 million Jews being killed, it is a number; it is hard to personalise that down to individual circumstances. It is hard to visualise the horror of the attempt to wipe out the Jewish race. We should remember that it did not take place over one or two years. It was a deliberate, long-term attempt by the Nazis to eliminate the Jewish race.",
        "We should also remember that the roots of the holocaust go back to the end of the great war. Germany was subjected to severe reparations. That led to incredible poverty in Germany, which then gave rise to the Nazis, who could say, “It’s the Jews’ fault you haven’t got any money. Let’s take it out on the Jews. If we take Jews out of their position, we can spread the wealth.” It was a deliberate policy of the Nazi party to spread this hatred and it should never, ever be allowed to be repeated. There needs to be a greater understanding and appreciation that, from the early 1930s onwards, this systematic approach led to the Shoah. We have to remember that.",
        "We must also remember that antisemitism was rife in this country at that time, and we should not think that it was not going on elsewhere either. That thought process and the demeaning of Jewish people was going on, and that is one reason why few people were allowed to escape from Germany and come here. Had they been allowed to do so, many people who lost their lives in the camps would have survived.",
        "I would like to take this opportunity to pay tribute once again to pay tribute to Karen Pollock and her brilliant team at the Holocaust Educational Trust, who do such wonderful work to educate people—young and old—about the horrors of the holocaust. Not everyone can go to Auschwitz-Birkenau and witness the crimes that took place. We talk, as other Members have, about the shoes, the spectacles and the clothing at Auschwitz-Birkenau, but the memory that I have above all else is walking across the park with the lakes. There is an eerie silence. There is no wildlife. No birds tweet, no animals cry and the reason why the wildlife know is that that is where the Nazis emptied the ashes from the crematorium. The wildlife know what happened there and so should we.",
        "One aspect of the Holocaust Educational Trust’s work that has become more important is the outreach programme. Last year, more than 600 schools partnered with the trust to enhance educational provision. That is important because it allows holocaust survivors to give their first-hand testimony, lead workshops and ensure that young people understand what happened and learn lessons.",
        "One of the most famous survivors was Gena Turgel, who lived in Stanmore in my constituency. In many ways, she was a pioneer of holocaust education, as she was going into schools and colleges way before any of the current structures were set up. She was born in Krakow and had eight brothers and sisters. She was only 16 when her home city was bombed on 1 September 1939.",
        "Here is the part of Gena Turgel’s story that I think is most pertinent. Her family had relatives in Chicago and they planned to leave for the United States, but they made their decision too late, as the Nazis had already invaded and closed all the entry and exit points, so her family had to move to just outside Krakow. In autumn 1941, she moved into the ghetto, and then moved after some of her family were shot by the SS in the ghetto. She was then forced into a labour camp, and in 1945 to Auschwitz-Birkenau, where she was sent with her mother on the death march from Auschwitz, leaving behind her sister, who they never saw again. They then arrived in a further labour camp, were forced on to trucks, and travelled under terrible conditions to Bergen-Belsen, where they arrived in February 1945. On 15 April 1945, the British Army liberated Bergen-Belsen and among the liberators was Norman Turgel, who became Gena’s husband. Gena passed away in 2018, but her record is in a book called, “I Light a Candle”, so her legacy lives on.",
        "Hermann Hirschberger was born in 1926 in Germany. He lived with his mother, father and older brother. He attended a local non-Jewish school, but when the Nazis said that Jewish children could not go to school any more, he was forced not to go. He was beaten up going from home to school and back again by people who were his friends when he was in school, because the Nazis had said that Jews were not allowed to exist. At 9 pm on 9 November 1938, the synagogues were burnt and businesses, homes and shops were smashed. Windows were smashed and homes and buildings were burnt to the ground. This is known as Kristallnacht, the night of broken glass.",
        "After that, Hermann’s parents realised that they had to escape, but they could not—they were not allowed to. However, Hermann was one of the first to come on the Kindertransport to this country, where he built his family. He never saw his parents again. Hermann and his brother had a long journey to get to the UK. They were taken to a hostel in Margate, where Hermann had his bar mitzvah, and remained there for about a year. They regularly wrote to their parents. Two days after war broke out, their parents wrote to say that they had received their permits—they would be allowed to leave. However, once war broke out, they were not allowed to leave. They were sent to a camp in the Pyrenees and eventually murdered in Auschwitz- Birkenau.",
        "In this country, Hermann and his brother were separated and then reunited. Hermann went on to marry and live in my constituency. He regularly spoke to schools about his life and what happened to Jewish people when they came to this country as refugees—by the way, it was not a happy experience for those people. We should own up to that and honour that memory.",
        "Of course, we honour Hermann’s memory, because sadly he died on 1 January 2020. I had the privilege of meeting him on many occasions and hearing about his experiences both in this country and before he arrived. The reality is that, as time goes on, survivors are, sadly, no longer with us, so it is important that we capture their testimony and every other aspect on video, in audio and in writing.",
        "I have had the unfortunate opportunity to witness at first hand the plight of the Rohingya and see what still happens in this world. We have a duty to ensure that people who have perpetrated murder are brought to justice and suffer for the war crimes that they have committed, and that we help and assist refugees.",
        "The theme this year is “One Day” when we put aside all our differences to remember what happened not only in the holocaust and in persecution by the Nazis but in the genocides that have followed. We hope that one day there will no longer be any genocide. Today, we learn about the past and empathise with others, but we must take action for a better future.",
        "I end with a quote by Iby Knill, a survivor of the holocaust, who said about the camps:",
        "“You didn’t think about yesterday, and tomorrow may not happen, it was only today that you had to cope with and you got through it as best you could.”"
    ]
}