{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-speech-to-snp-conference/",
    "title": "Ian Blackford – 2022 Speech to SNP Conference",
    "post_date": "October 10, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP leader at Westminster, on 8 October 2022.",
    "content": [
        "Before I start, I just want to pay tribute to the courage of Lesia Vasylenko who we all had the privilege of hearing from earlier.",
        "A remarkable ambassador for her country and someone who gives us all a real sense of the unshakeable spirit of the Ukrainian people.",
        "Today we renew our support for her, for her country and we also renew our opposition to the Russian aggression, occupation, and Illegal annexation of their country.",
        "Today, tomorrow and every day in the future – Scotland stands with the people of Ukraine. And let’s make another thing clear. The international community must not rest until the war criminal Putin is put in front of the Hague where he belongs.",
        "Friends,",
        "I have to say – it really is a joy to be back again at conference.",
        "It feels all the better because this is the first time we have been able to gather together in person since the pandemic changed all of our lives.",
        "And without giving away my age – for old veterans like me, who first joined this party decades ago when we needed far smaller venues to meet – it always remains a sight to behold when we gather in such numbers.",
        "And with that in mind, it is maybe worth taking a moment to remember that since we last met at conference, that strength and support for our party has grown even further.",
        "Let’s remember that in the 2019 Westminster election we secured over 80% of the seats here in Scotland.",
        "In May of this year at the council elections we increased our share of the vote, increased our number of councillors, and became the largest party in even more councils. And friends – most important of all – we won a landslide at last year’s Holyrood election.",
        "Together we secured an independence majority – and with it – the democratic right for the Scottish people to choose our own future.",
        "That record, those results and that success is only possible because of each and every one of you – our activists who bring our vision and our values to every corner of this country.",
        "And we know too, that story of success wouldn’t be possible without the character, the competence and the calm of our party leader, Scotland’s First Minister.",
        "I’m very tempted to call it ‘strong and stable’ leadership.",
        "At a time of such challenge and crisis – let me tell you friends – we are very lucky to have that leadership. We are all lucky to have her.",
        "Because conference, trust me on this – you don’t have to spend too long in Westminster these days to realise what happens when that kind of solid leadership that we have in Scotland in government is literally nowhere to be found in government in Westminster.",
        "My job as your Westminster leader is to stand up here and give you all an update on events in London.",
        "Now in fairness, that’s a hard enough job at the best of times. But honestly this year – especially with the chaos of the last few weeks – I barely know where to start. They say that first impressions are important in any new job.",
        "Well – only a matter of weeks into their new roles, the disastrous duet of Liz Truss and Kwasi Kwarteng have crashed the economy, sent the pound plummeting, put pension funds at risk and caused mayhem for mortgage holders.",
        "The Bank of England are having to spend up to £65 billion to prop up the gilt market, to stop pension funds from folding and all because of the chaos caused by Truss and Kwarteng",
        "The truth is – the new Prime Minister and her new Chancellor have made worst first impression in the history of British politics.",
        "Because the inequality and incompetence of that budget will go down as one of the worst financial interventions in modern history.",
        "By the way – don’t simply take my word for it – just ask the mini-budget’s very newest critic – Douglas Ross.",
        "Ask him quick though – because no doubt he’ll change his mind again before very long. There was at least one Tory who had the inside track on the disarray what would unfold in the last few weeks.",
        "Now this is the first and definitely the last time I will ever quote Rishi Sunak at an SNP conference – but credit where credit is due.",
        "He was right when he warned that the Liz Truss plans were ‘fairytale economics’. But what was once ‘fairytale economics’ to bribe votes from Tory members in the summer has become everyone else’s nightmare this autumn and winter.",
        "Because these aren’t distant decisions on financial markets – the chaos of their choices will impact directly and painfully on ordinary households.",
        "Higher interest rates mean higher mortgage costs, a weaker pound means food and fuel prices will go up even further, and the blinding incompetence of it all will mean a longer and deeper recession.",
        "This Tory incompetence comes with a massive price. And it will be paid for the only way the Tories know how – by cutting public services and pushing more people into poverty.",
        "Already they are gearing up to make real terms cuts to benefits in the middle of this cost-of-living emergency.",
        "And on the very same morning that they finally u-turned on their tax cut for the super-rich, the Tories slipped out the real announcement that they would be slashing public services by £18 billion every year.",
        "The last decade of Tory austerity was only the start.",
        "The Resolution Foundation have predicted that the Chancellor’s choices could mean cuts of £47 billion by the middle of the decade – cuts at least as big as those by the original austerity Chancellor, George Osborne.",
        "It turns out the new Tory plan is the same as the old Tory plan – Austerity 2.0.",
        "So conference, here’s a test for the new Conservative rebels who are magically multiplying by the day.",
        "If they have any sense of morality – if they have any backbone – they will join with us in stopping any real terms cuts to benefits and any return to austerity.",
        "Because their Chancellor – clearly in the depths of denial – even had the cheek to say that the immorality at the heart of his budget was only a ‘distraction’.",
        "But the Scottish people aren’t distracted one little bit – we’ve got the message loud and clear during the shambles of the last few weeks.",
        "As our own Alison Thewliss described it – the Tories are the sole architects of this broke, broken Britain.",
        "Your homes, your pensions, your incomes are not safe under Westminster control.",
        "It is a cost, a risk, a price that Scotland can’t afford to pay any longer.",
        "Because Conference, the reality is that the chaos of the last number of weeks is no exception, it has become the new normal of British politics.",
        "A pattern of constant crisis now defines Westminster. It all started when they boarded that big red Brexit bus in 2016 – and they have been driving towards disaster ever since.",
        "We all thought it would be Boris Johnson who would eventually drive it over the cliff – and in fairness to him, he came pretty close.",
        "But it turns out he has left it to Liz Truss and Kwasi Kwarteng to drive the UK economy over the edge. And the sheer stupidity of their grand plan is becoming clearer – exit the EU only to fall into the arms of the IMF.",
        "Who can forget that these are the same people. who once promised to ‘take back control’.",
        "Well – the last few weeks are the clearest evidence as to just how dangerously they have lost control.",
        "We are now left with the remaining rump of a desperate Tory party – reckless, right-wing, wreckers who should never be allowed anywhere near the privilege of power ever, ever again.",
        "So, let’s make a promise of our own.",
        "Let’s never allow them control over our lives and our future ever again. Not for one term, not even for a decade.",
        "Let’s make sure we win our independence and finally, finally get rid of Tory governments for good.",
        "And conference, when we do finally get rid of them, we know the scale of opportunities that independence will offer. We only have to look at the current context.",
        "Scotland is energy rich – we simply shouldn’t be facing an energy emergency, we shouldn’t have cold homes and soaring bills.",
        "We produce 6 times more gas than we consume and almost 100% of our entire electricity consumption comes from renewables.",
        "This is Scotland’s energy, and it that should serve Scotland’s people. Instead, we are locked into a UK energy market that means the wholesale price of our energy is linked to gas. That needs to change but it will only change with independence.",
        "We need to take the Westminster handbrake off Scotland’s green energy potential.",
        "Yesterday, the Westminster group launched a new report worked on by myself, Stephen Flynn and Alan Brown – mapping out the road ahead and the opportunity before us.",
        "From offshore and onshore wind, hydrogen, solar, tidal and carbon capture, we have a golden opportunity to lead an energy transition that secures net zero, enhances energy security and lowers energy costs for consumers.",
        "By 2050 – through expanding Scotland’s renewable capacity as well as becoming a green hydrogen exporter – we have the chance to pump £34 billion into Scotland’s economy every single year – an investment that will sustain 385 thousand jobs.",
        "This is the new, green revolution that independence offers – it is what Scotland’s future will be built on.",
        "And not just a green energy revolution but the power to build a new green industrial strategy, driving investment and creating jobs.",
        "Delivering that greener, prosperous, fairer Scotland that we all strive for.",
        "But conference, that future is only possible if we choose a different path from Westminster. Because if we don’t – we will be dragged even further in the wrong direction.",
        "There is no better example of that than the B word that barely gets a mention anymore –",
        "And I don’t mean Boris – I mean Brexit.",
        "The vow of silence – the omerta of daring to speak Brexit’s name – needs to finally end.",
        "We need to name it and shame it for the disaster it has been. A disaster for our farmer’s, for our fishing communities, for our young people.",
        "The damage of Brexit will keep on biting unless our country finds its way back into our rightful home in the European Union",
        "And Conference, when it comes to Brexit, I’m afraid I can only think of one sentence more ridiculous than the Tory’s ‘Get Brexit Done’. And that’s Labour’s new slogan – Make Brexit Work.",
        "Never before have so few words made so little sense. The complete conversion of the Labour Party to the Tory hard Brexit party is a betrayal of working people in Scotland and across the UK.",
        "And of course, that’s not all.",
        "As well as pledging their support Brexit, Labour’s other big pledge is never to work with us in the SNP.",
        "The very same Labour party who only a few months ago made a string of backroom deals with the Tories.",
        "But just think about that for a second.",
        "A Labour party happy and hungry to do backroom deals with the Tories but who say they could never work with us.  \nAnd why?",
        "Because we happen to believe in our nation’s independence, we happen to believe that our people have the right to choose our own future.",
        "Labour’s position is not just an insult to all of us, it is as much an insult to the many Scottish Labour voters who also believe in independence.",
        "Labour are now a Brexit backing, democracy denying, Tory enabling party. As Keir Starmer himself said at his conference – ‘Don’t forget, don’t forgive.’",
        "Well Keir, I’m very confident the Scottish people never will.",
        "Conference, that newly formed Brexit Together coalition of Labour and Tories carries another major risk.",
        "Just like Internal Market Bill before it, the newly published and so-called ‘Brexit Freedoms’ Bill is another blatant attempt at a power-grab on Scotland’s Parliament.",
        "Time and time again, Brexit is being used as a blunt Westminster tool to systematically pick apart our Parliament’s powers.",
        "Because all of these trojan horse Brexit bills ride roughshod over the devolution settlement. They give UK ministers the power to act within devolved areas without consent from the Scottish Government.",
        "This new power grab also carries the real risk that laws protecting rights and standards – such as holiday pay, parental leave, and the 48-hour work week, as well as good air and water quality – will fall away and disappear.",
        "And all because the Tories are hell bent on getting rid of any law, any right, any protection that have the words European Union in it.",
        "Well in Scotland, we value those laws, those rights and those protections.",
        "We value the European Union. And we will find our path back to where we belong – in Europe – when we achieve our independence.",
        "Friends, getting back to where we belong feels like an appropriate theme this weekend. Because as we gather here, we remember and celebrate the remarkable life of Ian Hamilton – the man who liberated the Scotland’s stone of destiny and brought it home to where it rightfully belongs.",
        "Ian’s life is a rich reminder of those who came before us, those who first blazed the trail for our country’s independence.",
        "His was a life of commitment and full of political purpose.",
        "A life and a vision that stands in such stark contrast to what passes for politics in Whitehall these days.",
        "Because in many ways the constant crisis at Westminster in the last few weeks and over the last number of years stems from the truth that it has no clear path and no clear purpose.",
        "They are leaderless and they are lost. But thankfully for Scotland we no longer have to be bound by their choices and their control.",
        "We now have the chance of a different choice, the choice of a different future. Because we can’t and won’t be shackled to the shambles that Westminster has become.",
        "With independence- we have that clear purpose and a clear path.",
        "The independence papers show the way, they show the opportunity and the future we can build together.",
        "So friends – for Ian Hamilton and for all those who have gone before us, for those of us in Scotland today – and most of all – for future generations.",
        "Let’s finish the job, finish the journey and finally put a finish to Westminster control for good.",
        "Let’s build that greener, wealthier, fairer future.",
        "Let’s build a new Scotland – an independent Scotland."
    ]
}