{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-on-worker-protection-amendment-of-equality-act-2010-bill/",
    "title": "Bob Blackman – 2022 Speech on Worker Protection (Amendment of Equality Act 2010) Bill",
    "post_date": "October 22, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 21 October 2022.",
    "content": [
        "I rise to support the Bill in the name of the hon. Member for Bath (Wera Hobhouse). The reality is that we as MPs do not work regular hours; we work incredibly long hours, as we all know. Most people are working between 37.5 hours and 40 hours on average a week and it is absolutely right that they should feel safe in the workplace in which they are working. I welcomed the Equality Act 2010 and the employer liability it implemented, but unfortunately cases are still rising and the Act now needs to go further to protect employees. Where employees are given appropriate support when sexual harassment takes place, it is extremely welcome, but that is far too infrequent. We need to encourage it.",
        "I therefore encourage the removal of the three-strike rule. We all make mistakes at times, and owning up and apologising is a very good way of ameliorating those mistakes. When people commit sexual harassment, however, that is not a mistake; that is predatory. We should call it out for what it is and we must not allow it to continue. The fact that at the moment employees may have to suffer three strikes before action is taken is completely unacceptable—a single time is once too many. It shocked me to hear that 79% of women do not report sexual harassment in the workplace because they fear repercussions, losing their job or losing their livelihood. We must make that change, and I welcome the fact that this Bill will enable that to happen.",
        "We should also remember, however, that it is not only women who suffer sexual harassment in the workplace; men also suffer, so we must ensure that those cases are covered. In most cases, men are very embarrassed to report sexual harassment. We have that classic British stiff upper lip, which leads to rising concerns for men’s mental health and the rise in suicides that can follow.",
        "It is important that employers take measures to prevent sexual harassment from taking place, and the clause providing for such measures in the Bill is very welcome. If an employer breaks their duty, they should pay for it, because it is their responsibility to ensure everyone is safe and protected. I trust that once the Bill passes this House and the other place we will see the number of cases falling rapidly, so that everyone can feel safe in the workplace. No one should have to fear having to come to work and suffer harassment. I support the Bill."
    ]
}