{
    "url": "https://www.ukpol.co.uk/ian-blackford-2019-speech-on-the-european-council/",
    "title": "Ian Blackford – 2019 Speech on the European Council",
    "post_date": "June 25, 2019",
    "author": "admin",
    "tags": [
        {
            "text": "2019",
            "url": "/tag/2019/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "Below is the text of the speech made by Ian Blackford, the Leader of the SNP in Westminster, in the House of Commons on 24 June 2019.",
    "content": [
        "[![](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford-300x300.jpg)](https://www.ukpol.co.uk/wp-content/uploads/2018/03/ianblackford.jpg)",
        "May I add my congratulations on the 10th anniversary in the Chair, Mr Speaker? I gather that many are asking for 10 more years. Whatever it is, let us hope that you are with us for a considerable period to come.",
        "I thank the Prime Minister for advance sight of her statement and for her update. Of course we support the efforts to bring COP 26 to the UK. It is important that the EU summit extensively discussed climate change—the biggest challenge we all face.",
        "The Prime Minister mentioned that she raised the issue of Iran in the margins of the Council meeting. I am somewhat surprised it was not a major issue for debate at the Council meeting. We know that the situation in Iran is challenging to say the least. Diplomacy must prevail. I have just come from meeting with Richard Ratcliffe, who has spent over a week outside the Iranian embassy, now on hunger strike in protest against the wrongful imprisonment of his wife, Nazanin Zaghari-Ratcliffe, in Iran, where she is serving a five-year sentence for espionage. Mr Ratcliffe has welcomed the fact that Iran and the UK are talking and has called for a swift solution, stating:",
        "“We are obviously looking for a quick resolution and that’s why she went on hunger strike. It was to say enough’s enough.”",
        "Surely enough is enough. So may I ask the Prime Minister to consider the plight of our citizens and to move to make representations, in the time that she has left, to assist the Ratcliffes in their campaign for freedom and justice?",
        "The Prime Minister will also have seen the Foreign Secretary’s comments this morning on the possibility of military action. We must reduce tensions in the middle east. We will work constructively with her Government in supporting diplomatic efforts, but does she agree with Opposition Members that talk of military action at this stage in the diplomatic efforts is simply reckless?",
        "It is also important to recognise that the statement from the Prime Minister was notably light on the details of the UK’s exit from the European Union. One would have ​thought that, at least in the margins, that would have been the topic of some debate. Let us remind ourselves of what President Tusk said, which was that we were to use the time wisely. The Prime Minister and both candidates to be her successor have all long promised that the withdrawal agreement can be renegotiated, yet just last week President Juncker said that the EU has repeated unanimously that there will be no renegotiation of the withdrawal agreement. Donald Tusk said the withdrawal agreement is “not open for renegotiation.” Will the Prime Minister take this opportunity today to clarify, for the benefit of her Back Bencher the right hon. Member for Uxbridge and South Ruislip (Boris Johnson) that the implementation period is indeed part of the withdrawal agreement? Does the Prime Minister agree with the comments of EU leaders that the withdrawal deal is not up for renegotiation?",
        "Will she confirm today that she will not vote for a Tory leadership candidate supporting a no-deal exit on 31 October? Will the Government not finally accept the reality and support a people’s vote? Prime Minister, this is your legacy, your last few days in power: use them to stop the hard Brexiteers in your party who have pushed you out and who want to push us out of the European Union at any cost."
    ]
}