{
    "url": "https://www.ukpol.co.uk/ian-blackford-2021-speech-to-snp-conference/",
    "title": "Ian Blackford – 2021 Speech to SNP Conference",
    "post_date": "December 2, 2021",
    "author": "admin",
    "tags": [
        {
            "text": "2021",
            "url": "/tag/2021/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Ian Blackford, the SNP Leader at Westminster, to the SNP Conference held on 28 November 2021.",
    "content": [
        "Conference,",
        "As always, it is a pleasure to address you as our party’s Westminster leader.",
        "And given that we are gathering in late November – let me take the chance to wish each and every one of you a very happy St Andrew’s Day on Tuesday.",
        "But just as I think of Saint Andrew – who history tells us made his way right across Europe on small boats – my thoughts naturally turn to the truly heart-breaking events in the Channel.",
        "Because Andrew may well be Sainted today, but in his own time, I have little doubt that he too may have been de-humanised and branded a ‘travelling migrant’.",
        "If the horror of these deaths is to stop – we must see these desperate people for who they truly are.",
        "They are human beings – exploited by smugglers and too often abandoned by the powers that be.",
        "Human beings need humane solutions – they need our help.",
        "All of us – whether nationally or locally – must urgently work together and provide safe and legal humanitarian routes so that these horrors, just off our coast, finally end – once and for all.",
        "Friends, before I get any further on, I should probably admit that I began preparing for this speech about an hour or so before Boris Johnson stood up at the CBI conference.",
        "For those few who don’t know by now, that was the speech where the Prime Minister of the United Kingdom compared himself to Moses, impersonated a car, completely lost his way halfway through and ended it with a rant on Peppa Pig.",
        "Now – I hate to disappoint – but I can’t promise that this speech will reach anywhere near those levels of strangeness.",
        "But Conference, as much as it might be tempting to keep poking fun at a Prime Minister who is forever producing an omnibus of omnishambles – there is also something deeply worrying about what is happening.",
        "I think all of us have a sense of just how damaging and dangerous it is that chaotic governance now defines Downing Street.",
        "That would be bad enough in normal times, but it is unforgivable in the middle of a pandemic.",
        "Because let’s be clear, what we are all now witness to is a Prime Minister who is – day by day – deeper and deeper out of his depth.",
        "It was previously said that the Prime Minister’s office was no place for a novice.",
        "Well, it is no place for a negligent either.",
        "And I know the Labour leader is fond of repeating these days that “the joke isn’t funny anymore”.",
        "But he clearly doesn’t get that Scotland never found the joke funny in the first place.",
        "All this time, we’ve always known – our country can do so much better than this.",
        "And conference, in the absence of actions from others in holding this Prime Minister to account, it is once again our job to act as the real opposition.",
        "On Tuesday, the SNP will use our opposition day to put down a motion of censure against this Prime Minister.",
        "Because unless this Prime Minister is censured, unless he faces consequences for his disastrous actions, he won’t just think he’s gotten away with the mess he has made of the last few months, he will think he can do it all over again.",
        "But Friends, not alone have the last number of weeks exposed a Prime Minister and a Westminster government collapsing in their own chaos – the lid has also been lifted on the scale of their sleaze.",
        "Because while chaos and confusion is one thing – deliberate corruption is quite another.",
        "And I’m afraid corruption is the only proper word – the only honest word – for what has been going on.",
        "It is sometimes worth reminding ourselves that Boris Johnson has now headed up this Tory government for little over 2 years.",
        "In that time there has been, a Cash for Honours scandal, a Cash for Contracts scandal, a Texts for Tax Breaks scandal – there’s even been a Cash for Curtains scandal.",
        "Month after month, scandal after scandal – and still no independent investigation to hold those responsible to account.",
        "No wonder people have come to the conclusion that the Tories think it’s one rule for them and one rule for everybody else.",
        "I’m proud to say that our own Pete Wishart has spoken truth to power and brilliantly uncovered corruption that has – far too often – been hidden in plain sight.",
        "The most blatant example is in the House of Lords – a relic of an institution stuffed so full that it’s now second only in size to the Chinese People’s Congress.",
        "So not alone a communist sized parliament but communist levels of corruption to go with it.",
        "Since 2010, the Tory party has made 9 of its former party treasurers’ members of the House of Lords.",
        "They all – very curiously – happen to have one thing in common.",
        "Every one of them has handed over at least £3 million to the Conservative Party.",
        "So – in fairness – the system seems fairly simple.",
        "Pay £3 million pounds – get your ermine robe.",
        "It’s as blatant and as brazen as that.",
        "And it is just one more example of a system that is broken beyond repair.",
        "That is why our country must have the chance to escape that crippling corruption.",
        "Because with independence – we can do so much better than this.",
        "Friends,",
        "All of these recent scandals might hurt the Prime Minister in the polls – but putting politics aside for a second –",
        "I genuinely worry that, ultimately, it also distracts from the very real issues that are beginning to bite.",
        "In the real world – away from the political circus at Westminster – people are suffering a Tory cost of living crisis.",
        "Inflation is running at 5% and the threat of mortgage interest rate hikes is a real worry on the horizon.",
        "Rising day to day costs and rising household bills are the main focus for most families.",
        "And as usual – it is those who can least afford it who are paying the biggest price.",
        "That is especially true for 2 million pensioners in poverty – who have been let down by another broken Tory manifesto promise with the scrapping of the triple lock.",
        "And while all of these political stories on sleaze have been going on – the political decision to cut Universal Credit is hitting homes hardest.",
        "This week, the Joseph Rowntree Foundation confirmed that the £20 a week cut means 3.6 million families will be worse off this winter.",
        "Because not alone was the cut to universal credit the wrong policy, it came at the worst possible time.",
        "It was decision made months before the rapid rise in inflation kicked in.",
        "David Linden has passionately led our campaign to save the Universal Credit uplift and week in, week out he has held the UK government’s feet to the fire.",
        "So – if it is even possible that the Tories are feeling any sense of pressure or remorse for the political mess they have been making for months, they should take this chance to make some amends.",
        "They should do the right thing, reverse the cut to universal credit and put £1000 back into the pockets of those who desperately depend on it.",
        "I fear though, that instead of changing course, the Tories will double down on their decisions.",
        "Maybe it is little wonder then that the phrase “winter of discontent” is once again part of the political parlance.",
        "But as we all know, Scotland has been discontent with Westminster control for many more winters than this one.",
        "In fact, it is 66 winters ago – 1955 – since our country last voted for a Tory government.",
        "Because – to put it simply -Westminster’s choices are not our choices.",
        "We know though that democracy is the only solution to that deep discontent and disconnect from Westminster decisions –",
        "And we are confident too that democracy will soon have its day.",
        "And Conference,",
        "There is an important point to be made about the perfect storm of economic vulnerability that I’m describing – because we should be very clear that it isn’t all a consequence of Covid.",
        "Even though the B word – Brexit – seems to have mysteriously disappeared from mainstream media across the UK",
        "– in Scotland we know that the consequences of Brexit are very much here and they are hurting.",
        "The Covid crisis can no longer camouflage the deep damage that Brexit is doing.",
        "Only this week, Philippa Whitford drew our attention to £2 billion in investments which has fled to the Belgian region of Flanders as a direct result of UK-based businesses shifting their bases there because of Brexit.",
        "That is one region in Europe – just think of the scale of damage when you multiply that loss elsewhere.",
        "And yet despite that damage, Scotland has yet to receive a single penny in compensation from Westminster and they are even failing to fully replace EU funding.",
        "In contrast, the EU is giving Ireland 1 billion euros to mitigate the damage of Brexit – showing the solidarity of the European Union to smaller countries and showing, once again, that independence works.",
        "And we know all too well that the pattern of Brexit is exactly the same pattern of broken promises that seems to be official Tory party policy.",
        "Judging by the recent newspaper headlines in the North of England, they’ve become wise to their game too.",
        "From HS2, to Carbon Capture, Social Care, the Triple Lock on pensions – one promise after another has been broken.",
        "I could add Boris’ bridge to Ireland onto that list but I don’t think anyone – least of all the Chancellor – ever took it seriously enough in the first place.",
        "But after that litany of broken promises, the Tories will have to forgive the public’s cynicism about their so-called Union Connectivity review.",
        "The only thing they believe it will achieve is to make their list of broken promises that little be longer.",
        "People know its only real purpose is a blatant attempt to bypass Scottish democracy.",
        "Conference,",
        "This is the political place we now find ourselves and it is this context that needs to bring clarity to our future choices.",
        "Now we all know there were plenty of – to put it mildly – mistruths told, sold and spread during the 2014 referendum.",
        "But it’s become clear that the biggest lie of all was the unionist claim that staying in the United Kingdom would be the safer choice.",
        "Because that idea – the stability of the status quo, the stability of the United Kingdom, has systematically fallen apart.",
        "For years now, what we are experiencing is a United Kingdom in constant crisis.",
        "And it’s a crisis that comes with a real cost.",
        "The cost of living, the cost of Brexit, the cost of Tory cronyism and corruption.",
        "The cost of having a man like Boris Johnson as Prime Minister.",
        "Those are now the crises of the United Kingdom – and they are the costs we all pay for being part of this union.",
        "Friends,",
        "Independence is now the pathway to safety and stability – it offers an escape from the constant crisis of Westminster control.",
        "Built on the solid foundations of our own democratic decisions, independence offers the opportunity to build the post-pandemic future we all wish to see.",
        "The chance to build a new Scotland, that finally takes its natural place amongst the nations of the world.",
        "We got a brief glimpse of that when the representatives of those nations visited Glasgow earlier this month.",
        "Because we all know it was our First Minister who led the way at Cop 26.",
        "From passionately promoting a just transition to championing climate justice – she worked tirelessly for a green future at home and abroad.",
        "Mature, measured, and thoughtful leadership – the leadership we need now and exactly the kind of leadership that will win our future.",
        "Just imagine what she will do as our first democratically elected leader in an independent Scotland.",
        "Conference, that is the future now in front of us.",
        "That is the opportunity now in front of us.",
        "A nation in waiting – and a future that is fair, green and European.",
        "In our landslide victory in May – only 7 months ago – the people of Scotland gave us the democratic right to choose our own future.",
        "If Boris Johnson tries to deny democracy – he is destined to fail.",
        "The democratic right to a referendum is secure and our First Minister will lead us through that campaign.",
        "Our independence movement has faced a long road, but journey’s end is now in sight.",
        "A new Scotland, an independent Scotland is within our grasp.",
        "Let us deliver it.",
        "Thank you, Conference."
    ]
}