{
    "url": "https://www.ukpol.co.uk/mhairi-black-2023-speech-on-the-manchester-arena-inquiry-volume-3-report/",
    "title": "Mhairi Black – 2023 Speech on the Manchester Arena Inquiry – Volume 3 Report",
    "post_date": "March 7, 2023",
    "author": "admin",
    "tags": [
        {
            "text": "2023",
            "url": "/tag/2023/"
        },
        {
            "text": "Mhairi Black",
            "url": "/tag/mhairi-black/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Criminal Justice",
            "url": "/category/crime/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Mhairi Black, the SNP MP for Paisley and Renfrewshire South, in the House of Commons on 6 March 2023.",
    "content": [
        "The awful events on 22 May 2017 led to the deaths of 22 innocent people and to hundreds more being injured and affected for the rest of their lives. Of course, the ultimate responsibility lies with the bomber who detonated his homemade device in the foyer of Manchester Arena as the crowds left an Ariana Grande concert. I welcome the fact that MI5 has reflected and apologised for its role in failing to prevent this heinous attack. For example, the report finds that intelligence could have led to the bomber being followed to a car where he stored his explosives. The inquiry also found that two pieces of information about the bomber were assessed by the Security Service as not being terrorism-related. An officer also admitted that they considered a possible national security concern on one of those pieces of information, but did not immediately discuss it with colleagues and did not write up a report on the same day.",
        "May I first ask the Home Secretary what steps she is taking to ensure that the security services improve in their communications and information sharing, guaranteeing that professional standards do not fall short, as they have done in this case? Secondly, the inquiry has found that the bomber was probably assisted by someone in Libya, but because of gaps in available evidence, that line of inquiry has not been addressed sufficiently. Can the Home Secretary provide further information on whether the investigation will continue to search for those who assisted the bomber? Given how much frustration the victims’ families are experiencing, understandably, as a result of information being withheld due to national security implications, will the Home Secretary at least provide reassurance to those families that the UK Government will leave no stone unturned in finding justice for their relatives?",
        "**Suella Braverman**",
        "I thank the hon. Lady for her question. Following the attacks in 2017, MI5 and counter-terrorism policing together carried out a series of reviews. Their 126 recommendations included: better data exploitation; the wider sharing of intelligence; and changes to how terrorist threats were assessed and investigated. An independent review by David Anderson concluded in December 2017 that",
        "“the recommendations taken as a whole will strengthen MI5 and the police in their ability to stop most terrorist attacks.”",
        "So a wide range of measures and actions have been taken since 2017 to improve data sharing, data exploitation and the assessment of intelligence. Let me give her and the British people the assurance that no stone will be left unturned by this Government to keep the British people safe. That is why have announced an investment of £370 million in a new counter-terrorism operations centre—CTOC. The new headquarters for London-based counter-terrorism policing, the intelligence community and Government partners will increase the strength, resilience and collaboration of our wholesale UK counter-terrorism effort."
    ]
}