{
    "url": "https://www.ukpol.co.uk/ian-blackford-2022-tribute-to-hm-queen-elizabeth-ii/",
    "title": "Ian Blackford – 2022 Tribute to HM Queen Elizabeth II",
    "post_date": "September 9, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Ian Blackford",
            "url": "/tag/ian-blackford/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Parliament",
            "url": "/category/parliament/"
        },
        {
            "text": "Royal Family",
            "url": "/category/royal-family/"
        },
        {
            "text": "Scotland",
            "url": "/category/scotland/"
        },
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The tribute made by Ian Blackford, the leader of the SNP at Westminster, on 9 September 2022.",
    "content": [
        "It is of course with great sadness that we unite to offer our prayers, focus our sorrow and gather our collective thoughts on the passing of Her Majesty the Queen. On behalf of the Scottish National party, I offer my condolences as we hold the Queen and her family in our thoughts and prayers at this difficult time. The grief and mourning that reverberates around the Chamber and across the world will be all the more acute for the King and members of the royal family. Only they can understand their deep, personal loss of a close family member. People across society who have similarly lost loved ones will understand the pain that they must feel, as we ensure our heartfelt condolences are with them today.",
        "Over the coming days, people up and down these islands will seek to come to terms, in their own private way, with the loss of one of the true constants in all our lives. In that regard, my thoughts are also with the Prime Minister, who is just days into her term in office, and having to come to terms with the enormousness of the loss of the Head of State, and show the leadership that is now required in her position. We cannot help but dwell on the late Queen, who, right to the end, fulfilled her duties by appointing the new Prime Minister.",
        "Many will feel this as a deeply personal loss, for the Queen’s continuous and abiding presence, and the leadership that she has shown over seven decades, will be the enduring marker of her remarkable tenure as our Head of State. Her Majesty the Queen was Head of State for longer than most of us have been alive, and the majority of us have never known public life without the Queen at the helm. For many, she has been a steady hand guiding the ship, and a perpetual symbol of stability. Fifteen Prime Ministers and five First Ministers of Scotland have benefited from her institutional knowledge and, of course, her wise counsel. As the figurehead of the Commonwealth, she was a unifying force, recognised the world over. She visited at least 117 countries, and was committed to celebrating diverse values and cultures around the globe. That was all born out of a duty to serve.",
        "During the Queen’s reign, the world changed immeasurably. Through the good times and the bad times, through war and peace, through boom and bust, through advances in technology and communication and the dawn of the internet age, to many she was a guiding light, ever present, and she bore witness to the evolution of these islands into the modern era. She was a thread of continuity running through the fabric of the Commonwealth, at once tying societies to our shared histories and making new histories.",
        "Like many others in the Chamber, I was fortunate enough to meet the Queen on a number of occasions and was always struck by the strength, the intellect, the modesty, the humility and often the humour with which she approached her royal duties. While I always met her in a professional context as monarch, I am struck by just how many people across Scotland, and indeed across the United Kingdom, had a first-hand encounter with the Queen. Whether they had been invited to her Holyrood garden parties or had the pleasure to meet her in the many hundreds of events, walkabouts or official openings, including that at our Scottish Parliament, or whether she had taken them wholly by surprise with chance encounters in the countryside or villages near Balmoral, people the length and breadth of Scotland have their own tales of their individual meetings with the Queen. She was a monarch who reigned with compassion and integrity, and established a deep connection with the public.",
        "The affection the Queen had for Scotland and that Scotland had for the Queen cannot be underestimated. On the Queen’s first visit to Scotland following her coronation, the Moderator of the General Assembly of the Church of Scotland said to her:",
        "“Today you and I are Scotland, greeting with all that we have to offer of love and duty our gracious young Queen.”",
        "We can today look back on those words and say that for as long as Her Majesty reigned, both she and Scotland held true to those values of love and duty for one another. Speaking when she reconvened our Scottish Parliament in 1999, Her Majesty set out the obligation on Members to",
        "“set lasting standards; of vision and purpose, of debate and discussion, not just for our own generation but for future generations”.",
        "It is clear that Members across the Scottish Parliament, and I trust in this place, from all walks of political life have moved forward with that sense of vision and purpose in mind.",
        "There is a deeply held sense of responsibility across political parties to govern for the betterment of future generations, in our case to uphold the values of the Scottish Parliament which are inscribed on the ceremonial mace—wisdom, justice, compassion and integrity—the values that set the aspirations for a modern Scotland, the values that were so often embodied by Her Majesty herself. In what was, sadly, her final ever address to the Scottish Parliament, her love of Scotland and its people was clear when she said:",
        "“It is the people that make a place and there are few places where this is truer than it is in Scotland”.",
        "The relationship between Scotland and the Queen was one of shared admiration. Indeed, while she was everyone’s Queen, for many in Scotland she was Elizabeth Queen of Scots. Her Majesty’s roots in Scotland run deep. She was descended from the royal house of Stewart on both sides of her family and, of course, her mother was from Glamis in Angus. It is clear that these family ties gave way to a great and enduring affection. Scotland was a place that was truly held dear to her not only in an official capacity but in a private capacity as well.",
        "It is well known that Balmoral, with its beautiful and atmospheric scenery, was the Queen’s favourite home. Balmoral was a place where she was able to enjoy freedom, peace and the ability to indulge her love of the great outdoors, whether that was walking with her dogs, riding with horses, hosting picnics and barbecues, or from behind the wheel of her Land Rover. It is clear that Balmoral has been a place of peace and sanctuary for her throughout her whole life, and perhaps particularly so following the death of her husband, life companion and love, His Royal Highness Prince Philip Duke of Edinburgh. It is therefore perhaps fitting that she has met her final peace at Balmoral, a place where she found such enjoyment and comfort. As someone of demonstrably strong faith, she will now have enduring peace with herself and, of course, to be reunited with Prince Philip.",
        "Her Majesty’s was a life of grace and wisdom defined by its service to the public and by the lives that she touched. Her legacy and her enduring presence will live on. God bless the Queen; may she rest in peace. God bless the King."
    ]
}