{
    "url": "https://www.ukpol.co.uk/bob-blackman-2022-speech-on-the-future-of-the-uk/",
    "title": "Bob Blackman – 2022 Speech on the Future of the UK",
    "post_date": "May 17, 2022",
    "author": "admin",
    "tags": [
        {
            "text": "2022",
            "url": "/tag/2022/"
        },
        {
            "text": "Bob Blackman",
            "url": "/tag/bob-blackman/"
        },
        {
            "text": "Speeches",
            "url": "/tag/speeches/"
        }
    ],
    "categories": [
        {
            "text": "Speeches",
            "url": "/category/speeches/"
        }
    ],
    "summary": "The speech made by Bob Blackman, the Conservative MP for Harrow East, in the House of Commons on 16 May 2022.",
    "content": [
        "It is a pleasure to follow the hon. Member for Washington and Sunderland West (Mrs Hodgson). I add my congratulations to the hon. Member for Birmingham, Erdington (Mrs Hamilton) on her maiden speech—I assure her that the case load continues year after year. I also offer my appreciation for another formidable lady: Her Majesty the Queen. I was delighted to see her join in the celebrations of her jubilee unaided yesterday.",
        "On the Gracious Speech, I wish to talk about several of the Bills that are coming up. First, the Levelling-up and Regeneration Bill gives us the opportunity to level up each part of the United Kingdom. I was absolutely over the moon at the local election results in Harrow last week, when we took eight seats from Labour and took control of the council for the first time since 2006. I look forward to the hard-working councillors levelling up Harrow and putting right what has been going wrong for far too long.",
        "On the transport Bill, my constituents depend on good public transport, which we need throughout the UK, and we need to get people out of their cars and on to public transport, so I was delighted this morning that the developer Catalyst withdrew its planning application to build high-density multistorey flats on the Stanmore station car park. I trust that Transport for London will now abandon that plan completely.",
        "On the social housing regulation Bill, I hope we are going to go further in not just regulating social housing but expanding the amount of it throughout the UK and providing more affordable housing for the people who need it. We must stop selling public land and start building homes on it, instead of allowing developers to end up with unsustainable capability.",
        "The renters reform Bill is central—I refer the House to my declaration in the Register of Members’ Financial Interests—but I have a concern. By abolishing section 21 no-fault evictions, on which the Government consulted in 2019, we will improve the security of tenure for tenants and strengthen the position in respect of which landlords can give cause for regaining possession of their properties, but that must not lead to more section 8 evictions and tenants being landed with county court judgments across the piece. I hope we will have a new lifetime tenancy deposit model that eases the burden on tenants when they move from one tenancy to the next. That would improve the private rented sector overall.",
        "I remind the Government that a section 21 notice is a trigger for my landmark Homelessness Reduction Act 2017, which then leads to the local authority having a responsibility to help and advise people who are threatened with homelessness. I want to make sure that if we abolish section 21, local authorities are not let off the hook for their responsibility to help and assist single homeless people. It is also important that the Government stand by their pledge to develop a new ombudsman for private landlords so that disputes are resolved without the need to go to court, which is an expensive process for both sides.",
        "On the financial services and markets Bill, I am delighted to hear that the Government are going to preserve access to cash. Far too many bank branches and ATMs have closed, and access to cash is a priority for many people in our society, so I am pleased that that will happen. In particular, this country’s elderly population still relies heavily on and is dependent on cash, and we must protect that part of society.",
        "I also welcome the boycotts, divestment and sanctions Bill. It is quite clear that we do not want local authorities or other public bodies in this country having their own foreign policy; that is something to be determined by the UK Government. The ongoing commitment to supporting the UK’s Jewish community, and to support for Israel, is fundamental and I am delighted to see it.",
        "The Schools Bill is clearly vital as we return to normality under the pandemic; I welcome it and the Higher Education (Freedom of Speech) Bill. I am one of those who believe that people should be free to say what they wish, as long as they can be challenged on it, but not that we should get to the point where people are shouted down and prevented from putting forward their views.",
        "Finally, this is Dementia Action Week. For people who are getting older and frailer, we must have more action from the national health service. I welcome and support the Queen’s Speech."
    ]
}